{
  "result": {
    "id": "917",
    "sura": "6",
    "aya": "128",
    "arabic_text": "وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ",
    "translation": "اور جس روز اللہ تعالیٰ تمام خلائق کو جمع کرے گا، (کہے گا) اے جماعت جنات کی! تم نے انسانوں میں سے بہت سے اپنا لیے(1) جو انسان ان کے ساتھ تعلق رکھنے والے تھے وه کہیں گے کہ اے ہمارے پروردگار! ہم میں ایک نے دوسرے سے فائده حاصل کیا تھا(2) اور ہم اپنی اس معین میعاد تک آپہنچے جو تونے ہمارے لئے معین فرمائی(3)، اللہ فرمائے گا کہ تم سب کا ٹھکانہ دوزخ ہے جس میں ہمیشہ رہو گے، ہاں اگر اللہ ہی کو منظور ہو تو دوسری بات ہے(4)۔ بے شک آپ کا رب بڑی حکمت واﻻ بڑا علم واﻻ ہے۔",
    "footnotes": "(1) یعنی انسانوں کی ایک بہت بڑی تعداد کو تم نے گمراہ کرکے اپنا پیروکار بنالیا۔ جس طرح اللہ تعالیٰ نے سورۂ یٰسین میں فرمایا: ”اے بنی آدم کیا میں نے تمہیں خبردار نہیں کردیا تھا کہ تم شیطان کی پوجا مت کرنا، وہ تمہارا کھلا دشمن ہے اور یہ کہ تم صرف میری عبادت کرنا یہی سیدھا راستہ ہے اور اس شیطان نے تمہاری ایک بہت بڑی تعداد کو گمراہ کردیا ہے کیا پس تم نہیں سمجھتے؟“ (یاسین: 60 / 62)\n(2) جنوں اور انسانوں نے ایک دوسرے سے کیا فائدہ حاصل کیا ؟ اس کے دو مفہوم بیان کئے گئے ہیں۔ جنوں کا انسانوں سے فائدہ اٹھانا ان کو اپنا پیروکار بناکر ان سے تلذذ حاصل کرنا ہے اور انسانوں کا جنوں سے فائدہ اٹھانا یہ ہے کہ شیطانوں نے گناہوں کو ان کے لئے خوبصورت بنادیا جسے انہوں نے قبول کیا اور گناہوں کی لذت میں پھنسے رہے۔ دوسرا مفہوم یہ ہے کہ انسان ان غیبی خبروں کی تصدیق کرتے رہے جو شیاطین وجنات کی طرف سے کہانت کے طور پر پھیلائی جاتی تھیں۔ یہ گویا جنات نے انسانوں کو بےوقوف بناکر فائدہ اٹھایا اور انسانوں کا فائدہ اٹھانا یہ ہے کہ انسان جنات کی بیان کردہ جھوٹی یا اٹکل پچو باتوں سے لطف اندوز ہوتے اور کاہن قسم کے لوگ ان سے دنیاوی مفادات حاصل کرتے رہے۔\n(3) یعنی قیامت واقع ہوگئی جسے ہم دنیا میں نہیں مانتے تھے۔ اس کے جواب میں اللہ تعالیٰ فرمائے گا کہ اب جہنم تمہارا دائمی ٹھکانہ ہے۔\n(4) اور اللہ کی مشیت کفار کے لیے جہنم کا دائمی عذاب ہی ہے جس کی اس نے بار بار قرآن کریم میں وضاحت کی ہے۔ بنابریں اس سے کسی کو مغالطے کا شکار نہیں ہونا چاہیئے کیونکہ یہ استثنا اللہ تعالیٰ کے مطلق ارادہ کے بیان کے لئے ہے جسے کسی چیز کے ساتھ مقید نہیں کیا جاسکتا اس لئے اگر وہ کفار کو جہنم سے نکالنا چاہے تو نکاﻝ سکتا ہے اس سے نہ وہ عاجز ہے نہ کوئی دوسرا روکنے والا۔ (ایسر التفاسیر )"
  }
}