{
  "result": {
    "id": "930",
    "sura": "6",
    "aya": "141",
    "arabic_text": "۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ",
    "translation": "اور وہی ہے جس نے باغات پیدا کئے وه بھی جو ٹٹیوں پر چڑھائے جاتے ہیں اور وه بھی جو ٹٹیوں پر نہیں چڑھائے جاتے اور کھجور کے درخت اور کھیتی جن میں کھانے کی چیزیں مختلف طور کی ہوتی ہیں(1) اور زیتون اور انار جو باہم ایک دوسرے کے مشابہ بھی ہوتے ہیں اور ایک دوسرے کے مشابہ نہیں بھی ہوتے(2)، ان سب کے پھلوں میں سے کھاؤ جب وه نکل آئے اور اس میں جو حق واجب ہے وه اس کے کاٹنے کے دن دیا کرو(3) اور حد سے مت گزرو یقیناً وه حد سے گزرنے والوں کو ناپسند کرتا ہے۔(4)",
    "footnotes": "(1) مَعْرُوشَاتٍ کا مادہ عَرْشٌ ہے جس کے معنی بلند کرنے اور اٹھانے کے ہیں۔ معروشات سے مراد بعض درختوں کی وہ بیلیں ہیں جو ٹٹیوں (چھپروں، منڈیروں وغیرہ) پر چڑھائی جاتی ہیں، جیسے انگور اور بعض ترکاریوں کی بیلیں ہیں۔ اور غیرمعروشات، وہ درخت ہیں جن کی بیلیں اوپر نہیں چڑھائی جاتیں بلکہ زمین پر ہی پھیلتی ہیں، جیسے خربوزہ اور تربوز وغیرہ کی بیلیں ہیں یا وہ تنے دار درخت ہیں جو بیل کی شکل میں نہیں ہوتے۔ یہ تمام بیلیں، درخت اور کھجور کے درخت اور کھیتیاں، جن کے ذائقے ایک دوسرے سے مختلف ہوتے ہیں اور زیتون وانار، ان سب کا پیدا کرنے والا اللہ ہے۔\n(2) اس کے لئے دیکھئے آیت 99 کا حاشیہ۔\n(3) یعنی جب کھیتی سے غلہ کاٹ کر صاف کرلو اور پھل درختوں سے توڑ لو، تو اس کا حق ادا کرو۔ اس حق سے مراد بعض علماء کے نزدیک نفلی صدقہ ہے اور بعض کے نزدیک صدقۂ واجبہ یعنی عُشر، دسواں حصہ (اگر زمین بارانی ہو) یا نصف عُشر یعنی بیسواں حصہ (اگر زمین کنویں، ٹیوب ویل یا نہری پانی سے سیراب کی جاتی ہو )\n(4) یعنی صدقہ وخیرات میں بھی حد سے تجاوز نہ کرو، ایسا نہ ہو کہ کل کو تم ضرورت مند ہوجاؤ۔ بعض کہتے ہیں اس کا تعلق حکام سے ہے یعنی صدقات وزکوٰۃ کی وصولی میں حد سے تجاوز نہ کرو اور امام ابن کثیر فرماتے ہیں کہ سیاق آیت کی رو سے زیادہ صحیح یہ بات لگتی ہے کہ کھانے میں اسراف مت کرو، کیونکہ بسیار خوری عقل اور جسم دونوں کے لئے مضر ہے۔ اسراف کے یہ سارے ہی مفہوم اپنی اپنی جگہ درست ہیں، اس لئے سارے ہی مفہوم مراد ہوسکتے ہیں۔ دوسرے مقامات پر اللہ تعالیٰ نے کھانے پینے میں بھی اسراف سے منع فرمایا ہے، جس سے واضح ہے کہ کھانے پینے میں بھی اعتدال بہت ضروری اور اس سے تجاوز اللہ کی نافرمانی ہے۔ آج کل مسلمانوں نے اس اسراف کو اپنی امارت کے اظہار کی علامت بنالیا ہے۔فَإِنَّا للهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ\n(5) اس لئے اسراف کسی چیز میں بھی پسندیدہ نہیں ہے، صدقہ وخیرات دینے میں نہ کسی اور چیز میں۔ ہر چیز میں اعتدال اور میانہ روی مطلوب ومحبوب ہے اور اسی کی تاکید کی گئی ہے۔"
  }
}