{
  "id": 144,
  "verse_number": 144,
  "page_number": 147,
  "verse_key": "6:144",
  "juz_number": 8,
  "hizb_number": 15,
  "rub_el_hizb_number": 59,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
  "translation": "اور اونٹ میں دو قسم اور گائے میں دو قسم(1) آپ کہیے کہ کیا اللہ تعالیٰ نے ان دونوں نروں کو حرام کیا ہے یا دونوں ماده کو؟ یا اس کو جس کو دونوں ماده پیٹ میں لئے ہوئے ہوں؟ کیا تم حاضر تھے جس وقت اللہ تعالیٰ نے تم کو اس کا حکم دیا؟(2) تو اس سے زیاده کون ﻇالم ہوگا جو اللہ تعالیٰ پر بلا دلیل جھوٹی تہمت لگائے(3)، تاکہ لوگوں کو گمراه کرے یقیناً اللہ تعالیٰ ﻇالم لوگوں کو راستہ نہیں دکھلاتا۔",
  "footnotes": "(1) یہ بھی ثَمَانِيَةَ سے بدل ہے اور یہاں بھی دو دو قسم سے دونوں کے نر اور مادہ مراد ہیں اور یوں یہ آٹھ قسمیں پوری ہوگئیں۔\n(2) یعنی تم جو بعض جانوروں کو حرام قرار دیتے ہو، کیا جب اللہ نے ان کی حرمت کا حکم دیا تو تم اس کے پاس موجود تھے؟ مطلب یہ ہے کہ اللہ نے تو ان کی حرمت کا کوئی حکم ہی نہیں دیا۔ یہ سب تمہارا افترا ہے اور اللہ پر جھوٹ باندھتے ہو۔\n(3) یعنی یہی سب سے بڑا ظالم ہے۔ حدیث میں آتا ہے نبی (صلى الله عليه وسلم) نے فرمایا کہ میں نے عمرو بن لحی کو جہنم میں اپنی انتڑیاں کھینچتے ہوئے دیکھا، اس نے سب سے پہلے بتوں کے نام پر وصیلہ اور حام وغیرہ جانور چھوڑنے کا سلسلہ شروع کیا تھا (صحيح بخاري سورة المائدة- صحيح مسلم، كتاب الجنة، باب النار يدخلها الجبارون والجنة ... يدخلها الضعفاء) امام ابن کثیر فرماتے ہیں کہ یہ عمرو بن لحی، خزاعہ قبیلے کے سرداروں میں سے تھا جو جرہم قبیلے کے بعد خانہ کعبہ کا والی بنا تھا، اس نے سب سے پہلے دین ابراہیمی میں تبدیلی کی اور حجاز میں بت قائم کرکے لوگوں کو ان کی عبادت کرنے کی دعوت دی اور مشرکانہ رسمیں جاری کیں (ابن کثیر) بہرحال مقصود آیت یہ ہے کہ اللہ تعالیٰ نے مذکورہ آٹھ قسم کے جانور پیدا کرکے بندوں پر احسان فرمایا ہے، ان میں سے بعض جانوروں کو اپنی طرف سے حرام کرلینا ، اللہ کے احسان کو رد کرنا بھی ہے اور شرک کا ارتکاب بھی۔"
}