{
  "result": {
    "id": "934",
    "sura": "6",
    "aya": "145",
    "arabic_text": "قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ",
    "translation": "آپ کہہ دیجئے کہ جو کچھ احکام بذریعہ وحی میرے پاس آئے ان میں تو میں کوئی حرام نہیں پاتا کسی کھانے والے کے لئے جو اس کو کھائے، مگر یہ کہ وه مردار ہو یا کہ بہتا ہوا خون ہو یا خنزیر کا گوشت ہو، کیونکہ وه بالکل ناپاک ہے یا جو شرک کا ذریعہ ہو کہ غیراللہ کے لئے نامزد کردیا گیا ہو(1) ۔ پھر جو شخص مجبور ہوجائے بشرطیکہ نہ تو طالب لذت ہو اور نہ تجاوز کرنے واﻻ ہو تو واقعی آپ کا رب غفور و رحیم ہے۔",
    "footnotes": "(1) اس آیت میں جن چار محرمات کا ذکر ہے، اس کی ضروری تفصیل سورۂ بقرہ 173 کے حاشیے میں گذر چکی ہے۔ یہاں یہ نکتہ مزید قابل وضاحت ہے کہ ان چار محرمات کا ذکر کلمۂ حصر سے کیا گیا ہے، جس سے بظاہر یہ معلوم ہوتا ہے کہ ان چار قسموں کے علاوہ باقی تمام جانور حلال ہیں۔ جبکہ واقعہ یہ ہے کہ ان چار کے علاوہ اور جانور بھی شریعت میں حرام ہیں، پھر یہاں حصر کیوں کیا گیا ہے؟ بات دراصل یہ ہے کہ اس سے قبل مشرکین کے جاہلانہ طریقوں اور ان کے رد کا بیان چلا آرہا ہے۔ ان ہی میں بعض جانوروں کا بھی ذکر آیا ہے جو انہوں نے اپنے طور پر حرام کررکھے تھے، اس سیاق اور ضمن میں یہ کہا جارہا ہے کہ مجھ پر جو وحی کی گئی ہے اس میں تو اس سے مقصود مشرکین کے حرام کردہ جانوروں کی حلت ہے یعنی وہ حرام نہیں ہیں کیونکہ اللہ نے جن محرمات کا ذکر کیا ہے ان میں تو وہ شامل ہی نہیں ہیں۔ اگر وہ حرام ہوتے تو اللہ تعالیٰ ان کا بھی ذکر ضرور کرتا۔ امام شوکانی نے اس کی توجیہ اس طرح کی ہے کہ اگر یہ آیت مکی نہ ہوتی تو پھر یقینًا محرمات کا حصر قابل تسلیم تھا لیکن چونکہ اس کے بعد خود قرآن نے المائدہ میں بعض اور محرمات کا ذکر کیا ہے اور نبی (صلى الله عليه وسلم) نے بھی کچھ محرمات بیان فرمائیں ہیں، تو اب وہ بھی ان میں شامل ہوں گے۔ اس کے علاوہ نبی (صلى الله عليه وسلم) نے پرندوں اور درندوں کے حلت وحرمت معلوم کرنے کے لئے دو اصول بیان فرما دیئے ہیں جن کی وضاحت بھی مذکورہ محولہ حاشیہ میں موجود ہے۔ ”او فِسْقًا“ کا عطف ”لَحْمَ خِنْزِيرٍ“ پر ہے۔ اس لئے منصوب ہے، معنی ہیں أَيْ: ذُبِحَ عَلَى الأَصْنَامِ، (وہ جانور جو بتوں کے نام پر ان کے تھانوں پر ان کا تقرب حاصل کرنے کے لئے ذبح کئے جائیں) یعنی ایسے جانوروں پر گو عند الذبح اللہ کا نام لیا جائے، تب بھی حرام ہوں گے کیونکہ ان سے اللہ کا تقرب نہیں، غیراللہ کا تقرب حاصل کرنا مقصود ہے۔ فسق رب کی اطاعت سے خروﺝ کا نام ہے۔ رب نے حکم دیا کہ اللہ تعالیٰ کے نام پر جانور ذبح کیا جائے اور صرف اسی کے تقرب ونیاز کے لئے کیا جائے، اگر ایسا نہیں کیا جائے گا تو یہی فسق اور شرک ہے۔"
  }
}