{
  "id": 93,
  "verse_number": 93,
  "page_number": 139,
  "verse_key": "6:93",
  "juz_number": 7,
  "hizb_number": 14,
  "rub_el_hizb_number": 55,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ",
  "translation": "اور اس شخص سے زیاده کون ﻇالم ہوگا جو اللہ تعالیٰ پر جھوٹ تہمت لگائے یا یوں کہے کہ مجھ پر وحی آتی ہے حاﻻنکہ اس کے پاس کسی بات کی بھی وحی نہیں آئی اور جو شخص یوں کہے کہ جیسا کلام اللہ نے نازل کیا ہے اسی طرح کا میں بھی ﻻتا ہوں اور اگر آپ اس وقت دیکھیں جب کہ یہ ﻇالم لوگ موت کی سختیوں میں ہوں گے اور فرشتے اپنے ہاتھ بڑھا رہے ہوں گے کہ ہاں اپنی جانیں نکالو۔ آج تم کو ذلت کی سزا دی جائے گی(1) اس سبب سے کہ تم اللہ تعالیٰ کے ذمہ جھوٹی باتیں لگاتے تھے، اور تم اللہ تعالیٰ کی آیات سے تکبر کرتے تھے۔(2)",
  "footnotes": "(1) ظالم سے مراد ہر ظالم ہے اور اس میں کتاب الٰہی کا انکار کرنے والے اور جھوٹے مدعیان نبوت سب سے پہلے شامل ہیں۔ غَمَرَاتٌ سے موت کی سختیاں مراد ہیں۔ ”فرشتے ہاتھ بڑھا رہے ہوں گے“ یعنی جان نکالنے کے لئے۔ الْيَوْمَ (آﺝ) سے مراد قبض روح کا دن ہے اور یہی عذاب کے آغاز کا وقت بھی ہے جس کا مبدا قبر ہے۔ اور اس سے ثابت ہوتا ہے کہ عذاب قبر برحق ہے۔ ورنہ ہاتھ پھیلانے اور جان نکالنے کا حکم دینے کے ساتھ اس بات کے کہنے کے کوئی معنی نہیں کہ آﺝ تمہیں ذلت کا عذاب دیا جائے گا۔ خیال رہے قبر سے مراد برزخ کی زندگی ہے۔ یعنی دنیا کی زندگی کے بعد اور آخرت کی زندگی سے قبل، یہ ایک درمیان کی زندگی ہے جس کا عرصہ انسان کی موت سے قیامت کے وقوع تک ہے۔ یہ برزخی زندگی کہلاتی ہے . چاہے اسے کسی درندے نے کھا لیا ہو، اس کی لاش سمندر کی موجوں کی نذر ہوگئی ہو یا اسے جلا کر راکھ بنا دیا گیا یا قبر میں دفنا دیا گیا ہو۔ یہ برزخ کی زندگی ہے جس میں عذاب دینے پر اللہ تعالیٰ قادر ہے۔\n(2) اللہ کے ذمے جھوٹی باتیں لگانے میں انزال کتب اور ارسال رسل کا انکار بھی ہے اور جھوٹا دعوائے نبوت بھی ہے۔ اسی طرح نبوت ورسالت کا انکار واستکبار ہے۔ ان دنوں وجوہ سے انہیں ذلت ورسوائی کا عذاب دیا جائے گا۔"
}