{
  "id": 152,
  "verse_number": 152,
  "page_number": 149,
  "verse_key": "6:152",
  "juz_number": 8,
  "hizb_number": 15,
  "rub_el_hizb_number": 60,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ",
  "translation": "اور یتیم کے مال کے پاس نہ جاؤ مگر ایسے طریقے سے جو کہ مستحسن ہے یہاں تک کہ وه اپنے سن رشد کو پہنچ جائے(1) اور ناپ تول پوری پوری کرو، انصاف کے ساتھ(2)، ہم کسی شخص کو اس کی طاقت سے زیاده تکلیف نہیں دیتے(3)۔ اور جب تم بات کرو تو انصاف کرو، گو وه شخص قرابت دار ہی ہو اور اللہ تعالیٰ سے جو عہد کیا اس کو پورا کرو، ان کا اللہ تعالیٰ نے تم کو تاکیدی حکم دیا ہے تاکہ تم یاد رکھو۔",
  "footnotes": "(1) جس یتیم کی کفالت تمہاری ذمہ داری قرار پائے، تو اس کی ہر طرح خیر خواہی کرنا تمہارا فرض ہے۔ اس خیر خواہی کا تقاضا ہے کہ اگر اس کے اس مال سے یعنی وراثت میں سے اس کو حصہ ملا ہے، چاہے وہ نقدی کی صورت میں ہو یا زمین اور جائیداد کی صورت میں، تاہم ابھی وہ اس کی حفاظت کرنے کی اہلیت نہیں رکھتا۔ اس کے مال کی اس وقت تک پورے خلوﺹ سے حفاظت کی جائے جب تک وہ بلوغت اور شعور کی عمر کو نہ پہنچ جائے۔ یہ نہ ہو کہ کفالت کے نام پر، اس کی عمر شعور سے پہلے ہی اس کے مال یا جائیداد کو ٹھکانے لگادیا جائے۔\n(2) ناپ تول میں کمی کرنا، لیتے وقت تو پورا ناپ یا تول کرلینا، مگر دیتے وقت ایسا نہ کرنا بلکہ ڈنڈی مار کر دوسرے کو کم دینا، یہ نہایت پست اور اخلاق سے گری ہوئی بات ہے۔ قوم شعیب میں یہی اخلاقی بیماری تھی جو ان کی تباہی کے من جملہ اسباب میں سے تھی۔\n(3) یہاں اس بات کے بیان سے یہ مقصد ہے کہ جن باتوں کی تاکید کررہے ہیں، یہ ایسے نہیں ہیں کہ جن پر عمل کرنا مشکل ہو۔ اگر ایسا ہوتا تو ہم ان کا حکم ہی نہ دیتے۔ اس لئے کہ طاقت سے بڑھ کر ہم کسی کو مکلف ہی نہیں ٹھہراتے۔ اس لئے اگر نجات اخروی اور دنیا میں بھی عزت و سرفرازی چاہتے ہو تو ان احکام الٰہی پر عمل کرو اور ان سے گریز مت کرو۔"
}