{
  "result": {
    "id": "859",
    "sura": "6",
    "aya": "70",
    "arabic_text": "وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ",
    "translation": "اور ایسے لوگوں سے بالکل کناره کش رہیں جنہوں نے اپنے دین کو کھیل تماشا بنا رکھا ہے اور دنیوی زندگی نے انہیں دھوکہ میں ڈال رکھا ہے اور اس قرآن کے ذریعہ سے نصیحت بھی کرتے رہیں تاکہ کوئی شخص اپنے کردار کے سبب (اس طرح) نہ پھنس جائے(1) کہ کوئی غیر اللہ اس کا نہ مددگار ہو اور نہ سفارشی اور یہ کیفیت ہو کہ اگر دنیا بھر کا معاوضہ بھی دے ڈالے تب بھی اس سے نہ لیا جائے(2)۔ ایسے ہی ہیں کہ اپنے کردار کے سبب پھنس گئے، ان کے لئے نہایت تیز گرم پانی پینے کے لئے ہوگا اور دردناک سزا ہوگی اپنے کفر کے سبب۔",
    "footnotes": "(1) ”تُبْسَلَ“ أي: لِئَلاَّ تُبْسَلَ، بَسَلٌ کے اصل معنی تو منع کے ہیں، اسی سے ہے شُجَاعٌ بَاسِلٌ لیکن یہاں اس کے مختلف معنی کئے گئے ہیں۔ (1) تُسَلَّمُ (سونپ دیئے جائیں) (2) تُفْضَحُ (رسوا کردیا جائے) (3) تُؤَاخَذُ (مواخذہ کیا جائے) (4) تُجَازَى (بدلہ دیا جائے)۔ امام ابن کثیر فرماتے ہیں کہ سب کے معنی قریب قریب ایک ہیں۔ خلاصہ یہ ہے کہ انہیں اس قرآن کے ذریعے سے نصیحت کریں۔ کہیں ایسا نہ ہو کہ نفس کو، جو اس نے کمایا، اس کے بدلے ہلاکت کے سپرد کردیاجائے۔ یا رسوائی اس کا مقدر بن جائے یا وہ مواخذہ اور مجازات کی گرفت میں آجائے۔ ان تمام مفہوم کو فاضل مترجم نے (پھنس نہ جائے) سے تعبیر کیا ہے۔\n(2) دنیا میں انسان عام طور پر کسی دوست کی مدد یا کسی سفارش سے یا مالی معاوضہ دے کرچھوٹ جاتا ہے۔ لیکن آخرت میں یہ تینوں ذریعے کام نہیں آئیں گے۔ وہاں کافروں کا کوئی دوست نہ ہوگا جو انہیں اللہ کی گرفت سے بچا لے، نہ کوئی سفارشی ہو گا جو انہیں عذاب الٰہی سے نجات دلا دے اور نہ کسی کے پاس معاوضہ دینے کے لئے کچھ ہوگا، اگر بالفرض ہو بھی تو وہ قبول نہیں کیا جائے گا کہ وہ دے کر چھوٹ جائے۔ یہ مضمون قرآن مجید میں متعدد مقامات پر بیان ہوا ہے۔"
  }
}