{"result":[{"id":"2674","sura":"23","aya":"1","arabic_text":"قَدۡ أَفۡلَحَ ٱلۡمُؤۡمِنُونَ","translation":"Nagtagumpay nga ang mga mananampalataya,","footnotes":""},{"id":"2675","sura":"23","aya":"2","arabic_text":"ٱلَّذِينَ هُمۡ فِي صَلَاتِهِمۡ خَٰشِعُونَ","translation":"na sila sa pagdarasal nila ay mga nagtataimtim,","footnotes":""},{"id":"2676","sura":"23","aya":"3","arabic_text":"وَٱلَّذِينَ هُمۡ عَنِ ٱللَّغۡوِ مُعۡرِضُونَ","translation":"na sila sa kabalbalan ay mga tagaayaw,","footnotes":""},{"id":"2677","sura":"23","aya":"4","arabic_text":"وَٱلَّذِينَ هُمۡ لِلزَّكَوٰةِ فَٰعِلُونَ","translation":"na sila para sa zakāh ay mga tagapagsagawa,","footnotes":""},{"id":"2678","sura":"23","aya":"5","arabic_text":"وَٱلَّذِينَ هُمۡ لِفُرُوجِهِمۡ حَٰفِظُونَ","translation":"na sila, sa mga ari nila, ay mga tagapag-ingat,","footnotes":""},{"id":"2679","sura":"23","aya":"6","arabic_text":"إِلَّا عَلَىٰٓ أَزۡوَٰجِهِمۡ أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَإِنَّهُمۡ غَيۡرُ مَلُومِينَ","translation":"maliban sa mga asawa nila o inari ng mga kanang kamay nila sapagkat tunay na sila ay hindi mga masisisi,","footnotes":""},{"id":"2680","sura":"23","aya":"7","arabic_text":"فَمَنِ ٱبۡتَغَىٰ وَرَآءَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡعَادُونَ","translation":"ngunit ang sinumang naghangad ng lampas doon, ang mga iyon ay ang mga tagalabag,","footnotes":""},{"id":"2681","sura":"23","aya":"8","arabic_text":"وَٱلَّذِينَ هُمۡ لِأَمَٰنَٰتِهِمۡ وَعَهۡدِهِمۡ رَٰعُونَ","translation":"na sila sa mga ipinagkatiwala sa kanila at kasunduan sa kanila ay mga tagapag-alaga,","footnotes":""},{"id":"2682","sura":"23","aya":"9","arabic_text":"وَٱلَّذِينَ هُمۡ عَلَىٰ صَلَوَٰتِهِمۡ يُحَافِظُونَ","translation":"na sila sa mga dasal nila ay nangangalaga.","footnotes":""},{"id":"2683","sura":"23","aya":"10","arabic_text":"أُوْلَٰٓئِكَ هُمُ ٱلۡوَٰرِثُونَ","translation":"Ang mga iyon ay ang mga tagapagmana,","footnotes":""},{"id":"2684","sura":"23","aya":"11","arabic_text":"ٱلَّذِينَ يَرِثُونَ ٱلۡفِرۡدَوۡسَ هُمۡ فِيهَا خَٰلِدُونَ","translation":"na mga magmamana ng Firdaws.[1] Sila roon ay mga mananatili.","footnotes":"[1] Ang pinakamataas sa mga antas ng Paraiso."},{"id":"2685","sura":"23","aya":"12","arabic_text":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ مِن سُلَٰلَةٖ مِّن طِينٖ","translation":"Talaga ngang lumikha Kami ng tao mula sa isang hinango mula sa isang putik.","footnotes":""},{"id":"2686","sura":"23","aya":"13","arabic_text":"ثُمَّ جَعَلۡنَٰهُ نُطۡفَةٗ فِي قَرَارٖ مَّكِينٖ","translation":"Pagkatapos gumawa Kami sa kanya na isang patak sa isang pamamalagiang matibay [sa sinapupunan].","footnotes":""},{"id":"2687","sura":"23","aya":"14","arabic_text":"ثُمَّ خَلَقۡنَا ٱلنُّطۡفَةَ عَلَقَةٗ فَخَلَقۡنَا ٱلۡعَلَقَةَ مُضۡغَةٗ فَخَلَقۡنَا ٱلۡمُضۡغَةَ عِظَٰمٗا فَكَسَوۡنَا ٱلۡعِظَٰمَ لَحۡمٗا ثُمَّ أَنشَأۡنَٰهُ خَلۡقًا ءَاخَرَۚ فَتَبَارَكَ ٱللَّهُ أَحۡسَنُ ٱلۡخَٰلِقِينَ","translation":"Pagkatapos lumikha Kami sa patak bilang malalinta, saka lumikha Kami sa malalinta bilang kimpal ng laman, saka lumikha Kami sa kimpal ng laman bilang mga buto, saka bumalot Kami sa mga buto ng laman. Pagkatapos nagpaluwal Kami nito bilang iba pang nilikha. Kaya napakamapagpala si Allāh, ang pinakamaganda sa gawa sa mga tagalikha.","footnotes":""},{"id":"2688","sura":"23","aya":"15","arabic_text":"ثُمَّ إِنَّكُم بَعۡدَ ذَٰلِكَ لَمَيِّتُونَ","translation":"Pagkatapos tunay na kayo, matapos niyon, ay talagang mga mamamatay.","footnotes":""},{"id":"2689","sura":"23","aya":"16","arabic_text":"ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ تُبۡعَثُونَ","translation":"Pagkatapos tunay na kayo, sa Araw ng Pagbangon, ay bubuhayin.","footnotes":""},{"id":"2690","sura":"23","aya":"17","arabic_text":"وَلَقَدۡ خَلَقۡنَا فَوۡقَكُمۡ سَبۡعَ طَرَآئِقَ وَمَا كُنَّا عَنِ ٱلۡخَلۡقِ غَٰفِلِينَ","translation":"Talaga ngang lumikha Kami sa ibabaw ninyo ng pitong magkakapatong [na langit]. Hindi Kami, sa paglikha, naging nalilingat.","footnotes":""},{"id":"2691","sura":"23","aya":"18","arabic_text":"وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَسۡكَنَّٰهُ فِي ٱلۡأَرۡضِۖ وَإِنَّا عَلَىٰ ذَهَابِۭ بِهِۦ لَقَٰدِرُونَ","translation":"Nagpababa Kami mula sa langit ng tubig ayon sa sukat at nagpatahan Kami nito sa lupa. Tunay na Kami, sa pag-aalis nito, ay talagang nakakakaya.","footnotes":""},{"id":"2692","sura":"23","aya":"19","arabic_text":"فَأَنشَأۡنَا لَكُم بِهِۦ جَنَّٰتٖ مِّن نَّخِيلٖ وَأَعۡنَٰبٖ لَّكُمۡ فِيهَا فَوَٰكِهُ كَثِيرَةٞ وَمِنۡهَا تَأۡكُلُونَ","translation":"Kaya nagpaluwal Kami para sa inyo sa pamamagitan niyon ng mga hardin ng mga datiles at mga ubas – ukol sa inyo sa mga ito ay maraming prutas at mula sa mga ito ay kumakain kayo –","footnotes":""},{"id":"2693","sura":"23","aya":"20","arabic_text":"وَشَجَرَةٗ تَخۡرُجُ مِن طُورِ سَيۡنَآءَ تَنۢبُتُ بِٱلدُّهۡنِ وَصِبۡغٖ لِّلۡأٓكِلِينَ","translation":"at ng isang punong-kahoy na lumalabas mula sa bundok ng Sinai na nagpapatubo ng langis at isang sawsawan para sa mga kumakain.","footnotes":""},{"id":"2694","sura":"23","aya":"21","arabic_text":"وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهَا وَلَكُمۡ فِيهَا مَنَٰفِعُ كَثِيرَةٞ وَمِنۡهَا تَأۡكُلُونَ","translation":"Tunay na para sa inyo sa mga hayupan ay talagang may aral. Nagpapainom Kami sa inyo mula sa nasa mga tiyan ng mga ito. Para sa inyo sa mga ito ay mga pakinabang na marami at mula sa mga ito ay kumakain kayo.","footnotes":""},{"id":"2695","sura":"23","aya":"22","arabic_text":"وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ","translation":"Sa ibabaw ng mga ito at sa ibabaw ng mga daong dinadala kayo.","footnotes":""},{"id":"2696","sura":"23","aya":"23","arabic_text":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","translation":"Talaga ngang nagsugo Kami kay Noe sa mga kababayan niya, saka nagsabi siya: “O mga kababayan ko, sumamba kayo kay Allāh; walang ukol sa inyo na anumang Diyos na iba pa sa Kanya. Kaya hindi ba kayo mangingilag magkasala?”","footnotes":""},{"id":"2697","sura":"23","aya":"24","arabic_text":"فَقَالَ ٱلۡمَلَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡ يُرِيدُ أَن يَتَفَضَّلَ عَلَيۡكُمۡ وَلَوۡ شَآءَ ٱللَّهُ لَأَنزَلَ مَلَٰٓئِكَةٗ مَّا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ","translation":"Kaya nagsabi ang konseho na mga tumangging sumampalataya kabilang sa mga kababayan niya: “Walang iba ito kundi isang taong tulad ninyo, na nagnanais magpakalamang sa inyo. Kung sakaling niloob ni Allāh ay talaga sanang nagpababa Siya ng mga anghel. Hindi tayo nakarinig hinggil dito sa mga ninuno nating sinauna.","footnotes":""},{"id":"2698","sura":"23","aya":"25","arabic_text":"إِنۡ هُوَ إِلَّا رَجُلُۢ بِهِۦ جِنَّةٞ فَتَرَبَّصُواْ بِهِۦ حَتَّىٰ حِينٖ","translation":"Walang iba siya kundi isang lalaking sa kanya ay may kabaliwan, kaya mag-abang kayo sa kanya hanggang sa isang panahon.”","footnotes":""},{"id":"2699","sura":"23","aya":"26","arabic_text":"قَالَ رَبِّ ٱنصُرۡنِي بِمَا كَذَّبُونِ","translation":"Nagsabi [si Noe]: “Panginoon ko, mag-adya Ka sa akin dahil nagpasinungaling sila sa akin.”","footnotes":""},{"id":"2700","sura":"23","aya":"27","arabic_text":"فَأَوۡحَيۡنَآ إِلَيۡهِ أَنِ ٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا فَإِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ فَٱسۡلُكۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ مِنۡهُمۡۖ وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ","translation":"Kaya nagkasi Kami sa kanya, na [nagsasabi]: “Yumari ka ng daong sa [ilalim ng] mga mata Namin at pagkasi Namin. Kaya kapag dumating ang utos Namin at nagsambulat [ng tubig] ang pugon ay magpasok ka sa loob niyon ng mula sa bawat dalawang magkapares, ng mag-anak mo – maliban sa isang nauna sa kanya ang hatol kabilang sa kanila – at huwag kang kumausap sa Akin kaugnay sa mga lumabag sa katarungan; tunay na sila ay mga malulunod.","footnotes":""},{"id":"2701","sura":"23","aya":"28","arabic_text":"فَإِذَا ٱسۡتَوَيۡتَ أَنتَ وَمَن مَّعَكَ عَلَى ٱلۡفُلۡكِ فَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي نَجَّىٰنَا مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","translation":"Kaya kapag lumulan ka at ang sinumang kasama sa iyo sa daong ay sabihin mo: “Ang papuri ay ukol kay Allāh na nagligtas sa amin mula sa mga taong tagalabag sa katarungan.”","footnotes":""},{"id":"2702","sura":"23","aya":"29","arabic_text":"وَقُل رَّبِّ أَنزِلۡنِي مُنزَلٗا مُّبَارَكٗا وَأَنتَ خَيۡرُ ٱلۡمُنزِلِينَ","translation":"Sabihin mo: “Panginoon ko, magpatuloy Ka sa akin sa isang pinatutuluyang pinagpala yamang Ikaw ay ang pinakamabuti sa mga tagapagpatuloy.”","footnotes":""},{"id":"2703","sura":"23","aya":"30","arabic_text":"إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ وَإِن كُنَّا لَمُبۡتَلِينَ","translation":"Tunay na sa gayon ay talagang may mga tanda at tunay na Kami noon ay talagang sumusubok.","footnotes":""},{"id":"2704","sura":"23","aya":"31","arabic_text":"ثُمَّ أَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","translation":"Pagkatapos nagpaluwal Kami matapos na nila ng isang salinlahing iba pa.","footnotes":""},{"id":"2705","sura":"23","aya":"32","arabic_text":"فَأَرۡسَلۡنَا فِيهِمۡ رَسُولٗا مِّنۡهُمۡ أَنِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","translation":"Saka nagsugo Kami sa kanila ng isang sugo [na si Propeta Hūd na] kabilang sa kanila, na [nagsasabi]: “Sumamba kayo kay Allāh; walang ukol sa inyo na anumang Diyos na iba pa sa Kanya. Kaya hindi ba kayo mangingilag magkasala?”","footnotes":""},{"id":"2706","sura":"23","aya":"33","arabic_text":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِهِ ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِلِقَآءِ ٱلۡأٓخِرَةِ وَأَتۡرَفۡنَٰهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا مَا هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡ يَأۡكُلُ مِمَّا تَأۡكُلُونَ مِنۡهُ وَيَشۡرَبُ مِمَّا تَشۡرَبُونَ","translation":"Nagsabi ang konseho kabilang sa mga kalipi niya na mga tumangging sumampalataya at nagpasinungaling sa pakikipagkita sa Kabilang-buhay samantalang nagpariwasa Kami sa kanila sa Buhay sa Mundo: “Walang iba ito kundi isang taong tulad ninyo; kumakain siya mula sa kinakain ninyo at umiinom siya mula sa iniinom ninyo.","footnotes":""},{"id":"2707","sura":"23","aya":"34","arabic_text":"وَلَئِنۡ أَطَعۡتُم بَشَرٗا مِّثۡلَكُمۡ إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","translation":"Talagang kung tumalima kayo sa isang taong tulad ninyo, tunay na kayo, samakatuwid, ay talagang mga lugi.","footnotes":""},{"id":"2708","sura":"23","aya":"35","arabic_text":"أَيَعِدُكُمۡ أَنَّكُمۡ إِذَا مِتُّمۡ وَكُنتُمۡ تُرَابٗا وَعِظَٰمًا أَنَّكُم مُّخۡرَجُونَ","translation":"Nangangako ba siya sa inyo na kayo, kapag namatay kayo at naging alabok at buto kayo, ay mga ilalabas?","footnotes":""},{"id":"2709","sura":"23","aya":"36","arabic_text":"۞ هَيۡهَاتَ هَيۡهَاتَ لِمَا تُوعَدُونَ","translation":"Pagkalayu-layo ito, pagkalayu-layo ito para sa ipinangangako sa inyo.","footnotes":""},{"id":"2710","sura":"23","aya":"37","arabic_text":"إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ","translation":"Walang iba ito kundi buhay nating pangmundo; namamatay tayo at nabubuhay tayo at tayo ay hindi mga bubuhayin.","footnotes":""},{"id":"2711","sura":"23","aya":"38","arabic_text":"إِنۡ هُوَ إِلَّا رَجُلٌ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا وَمَا نَحۡنُ لَهُۥ بِمُؤۡمِنِينَ","translation":"Walang iba siya kundi isang lalaking gumawa-gawa laban kay Allāh ng isang kasinungalingan. Tayo ay sa kanya ay hindi mga maniniwala.”","footnotes":""},{"id":"2712","sura":"23","aya":"39","arabic_text":"قَالَ رَبِّ ٱنصُرۡنِي بِمَا كَذَّبُونِ","translation":"Nagsabi [si Noe]: “Panginoon ko, mag-adya Ka sa akin dahil nagpasinungaling sila sa akin.”","footnotes":""},{"id":"2713","sura":"23","aya":"40","arabic_text":"قَالَ عَمَّا قَلِيلٖ لَّيُصۡبِحُنَّ نَٰدِمِينَ","translation":"Nagsabi Siya: “Sa kaunting [panahon], talagang sila nga ay magiging mga magsisisi.”","footnotes":""},{"id":"2714","sura":"23","aya":"41","arabic_text":"فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ بِٱلۡحَقِّ فَجَعَلۡنَٰهُمۡ غُثَآءٗۚ فَبُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","translation":"Kaya dumaklot sa kanila ang hiyaw ayon sa katotohanan kaya gumawa Kami sa kanila bilang yagit. Kaya kalayuan [sa awa] ay ukol sa mga taong tagalabag sa katarungan.","footnotes":""},{"id":"2715","sura":"23","aya":"42","arabic_text":"ثُمَّ أَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قُرُونًا ءَاخَرِينَ","translation":"Pagkatapos nagpaluwal Kami matapos na nila ng mga salinlahing iba pa.","footnotes":""},{"id":"2716","sura":"23","aya":"43","arabic_text":"مَا تَسۡبِقُ مِنۡ أُمَّةٍ أَجَلَهَا وَمَا يَسۡتَـٔۡخِرُونَ","translation":"Hindi nauunahan ng anumang kalipunan ang taning nito at hindi sila nakapagpapaantala.","footnotes":""},{"id":"2717","sura":"23","aya":"44","arabic_text":"ثُمَّ أَرۡسَلۡنَا رُسُلَنَا تَتۡرَاۖ كُلَّ مَا جَآءَ أُمَّةٗ رَّسُولُهَا كَذَّبُوهُۖ فَأَتۡبَعۡنَا بَعۡضَهُم بَعۡضٗا وَجَعَلۡنَٰهُمۡ أَحَادِيثَۚ فَبُعۡدٗا لِّقَوۡمٖ لَّا يُؤۡمِنُونَ","translation":"Pagkatapos nagsugo Kami ng mga sugo Namin nang sunud-sunod. Sa tuwing dumarating sa isang kalipunan ang sugo nito ay nagpapasinungaling sila rito. Kaya nagpasunod Kami sa iba sa kanila ng iba pa at gumawa Kami sa kanila bilang mga usap-usapan. Kaya kalayuan [sa awa] ay ukol sa mga taong hindi sumasampalataya.","footnotes":""},{"id":"2718","sura":"23","aya":"45","arabic_text":"ثُمَّ أَرۡسَلۡنَا مُوسَىٰ وَأَخَاهُ هَٰرُونَ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","translation":"Pagkatapos nagsugo Kami kay Moises at sa kapatid niyang si Aaron kalakip ng mga tanda Namin at isang katunayang malinaw","footnotes":""},{"id":"2719","sura":"23","aya":"46","arabic_text":"إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمًا عَالِينَ","translation":"kay Paraon at sa konseho niya ngunit nagmalaki sila at sila noon ay mga taong nagpapakataas.[2]","footnotes":"[2] dahil sa panlulupig at kawalang-katarungan."},{"id":"2720","sura":"23","aya":"47","arabic_text":"فَقَالُوٓاْ أَنُؤۡمِنُ لِبَشَرَيۡنِ مِثۡلِنَا وَقَوۡمُهُمَا لَنَا عَٰبِدُونَ","translation":"Kaya nagsabi sila: “Maniniwala ba kami sa dalawang tao[3] na tulad namin samantalang ang mga kalipi nilang dalawa sa amin ay mga tagapaglingkod?”","footnotes":"[3] na sina Moises at Aaron"},{"id":"2721","sura":"23","aya":"48","arabic_text":"فَكَذَّبُوهُمَا فَكَانُواْ مِنَ ٱلۡمُهۡلَكِينَ","translation":"Kaya nagpasinungaling sila sa kanilang dalawa kaya sila ay naging kabilang sa mga ipinasasawi.","footnotes":""},{"id":"2722","sura":"23","aya":"49","arabic_text":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ لَعَلَّهُمۡ يَهۡتَدُونَ","translation":"Talaga ngang nagbigay Kami kay Moises ng kasulatan nang sa gayon sila ay mapapatnubayan.","footnotes":""},{"id":"2723","sura":"23","aya":"50","arabic_text":"وَجَعَلۡنَا ٱبۡنَ مَرۡيَمَ وَأُمَّهُۥٓ ءَايَةٗ وَءَاوَيۡنَٰهُمَآ إِلَىٰ رَبۡوَةٖ ذَاتِ قَرَارٖ وَمَعِينٖ","translation":"Gumawa Kami sa anak ni Maria at ina niya bilang tanda [ng kapangyarihan Namin] at nagkanlong Kami sa kanilang dalawa sa isang burol na may pamamalagian at tubigan.","footnotes":""},{"id":"2724","sura":"23","aya":"51","arabic_text":"يَٰٓأَيُّهَا ٱلرُّسُلُ كُلُواْ مِنَ ٱلطَّيِّبَٰتِ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ عَلِيمٞ","translation":"O mga sugo, kumain kayo mula sa mga kaaya-ayang bagay at gumawa kayo ng maayos. Tunay na Ako sa anumang ginagawa ninyo ay Maalam.","footnotes":""},{"id":"2725","sura":"23","aya":"52","arabic_text":"وَإِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱتَّقُونِ","translation":"Tunay na ito ay kalipunan ninyo – kalipunang nag-iisa, at Ako ay Panginoon ninyo kaya mangilag kayong magkasala sa Akin.","footnotes":""},{"id":"2726","sura":"23","aya":"53","arabic_text":"فَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡ زُبُرٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ","translation":"Ngunit nagkaputul-putol sila sa lagay[4] nila sa pagitan nila bilang mga pangkatin. Bawat lapian sa taglay nila ay mga natutuwa.","footnotes":"[4] Ibig sabihin: nagkahati-hati sa relihiyon ang mga tagagusno nito."},{"id":"2727","sura":"23","aya":"54","arabic_text":"فَذَرۡهُمۡ فِي غَمۡرَتِهِمۡ حَتَّىٰ حِينٍ","translation":"Kaya hayaan mo sila sa kalituhan nila hanggang sa isang panahon.","footnotes":""},{"id":"2728","sura":"23","aya":"55","arabic_text":"أَيَحۡسَبُونَ أَنَّمَا نُمِدُّهُم بِهِۦ مِن مَّالٖ وَبَنِينَ","translation":"Nag-aakala ba sila[5] na ang inaayuda Namin sa kanila na yaman at mga anak","footnotes":"[5] Ibig sabihin: ang mga pangkatin ng mga tagatangging sumampalataya."},{"id":"2729","sura":"23","aya":"56","arabic_text":"نُسَارِعُ لَهُمۡ فِي ٱلۡخَيۡرَٰتِۚ بَل لَّا يَشۡعُرُونَ","translation":"ay [dahil] nagmamabilis Kami para sa kanila sa mga mabuting bagay? Bagkus hindi sila nakadarama?","footnotes":""},{"id":"2730","sura":"23","aya":"57","arabic_text":"إِنَّ ٱلَّذِينَ هُم مِّنۡ خَشۡيَةِ رَبِّهِم مُّشۡفِقُونَ","translation":"Tunay na silang dahil sa takot sa Kanya ay mga nababagabag,","footnotes":""},{"id":"2731","sura":"23","aya":"58","arabic_text":"وَٱلَّذِينَ هُم بِـَٔايَٰتِ رَبِّهِمۡ يُؤۡمِنُونَ","translation":"na silang sa mga tanda ng Panginoon nila ay sumasampalataya,","footnotes":""},{"id":"2732","sura":"23","aya":"59","arabic_text":"وَٱلَّذِينَ هُم بِرَبِّهِمۡ لَا يُشۡرِكُونَ","translation":"na silang sa Panginoon nila ay hindi nagtatambal,","footnotes":""},{"id":"2733","sura":"23","aya":"60","arabic_text":"وَٱلَّذِينَ يُؤۡتُونَ مَآ ءَاتَواْ وَّقُلُوبُهُمۡ وَجِلَةٌ أَنَّهُمۡ إِلَىٰ رَبِّهِمۡ رَٰجِعُونَ","translation":"na nagbibigay ng ibinigay nila habang ang mga puso nila ay nasisindak na sila sa Panginoon nila ay mga babalik,","footnotes":""},{"id":"2734","sura":"23","aya":"61","arabic_text":"أُوْلَٰٓئِكَ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَهُمۡ لَهَا سَٰبِقُونَ","translation":"ang mga iyon ay nagmamabilis sa mga mabuting bagay, at sila sa mga ito ay nauuna [sa iba].","footnotes":""},{"id":"2735","sura":"23","aya":"62","arabic_text":"وَلَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۚ وَلَدَيۡنَا كِتَٰبٞ يَنطِقُ بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","translation":"Hindi Kami nag-aatang sa isang kaluluwa malibang ayon sa kaya nito. Mayroon Kaming isang talaang bumibigkas ng katotohanan at sila ay hindi lalabagin sa katarungan.","footnotes":""},{"id":"2736","sura":"23","aya":"63","arabic_text":"بَلۡ قُلُوبُهُمۡ فِي غَمۡرَةٖ مِّنۡ هَٰذَا وَلَهُمۡ أَعۡمَٰلٞ مِّن دُونِ ذَٰلِكَ هُمۡ لَهَا عَٰمِلُونَ","translation":"Bagkus ang mga puso nila ay nasa isang kalituhan rito, at mayroon silang mga gawang [masama] bukod pa roon, na sila ay gumagawa ng mga ito;","footnotes":""},{"id":"2737","sura":"23","aya":"64","arabic_text":"حَتَّىٰٓ إِذَآ أَخَذۡنَا مُتۡرَفِيهِم بِٱلۡعَذَابِ إِذَا هُمۡ يَجۡـَٔرُونَ","translation":"hanggang sa nang nagpataw Kami sa mga pinariwasa sa kanila ng pagdurusa, biglang sila ay umuungol.","footnotes":""},{"id":"2738","sura":"23","aya":"65","arabic_text":"لَا تَجۡـَٔرُواْ ٱلۡيَوۡمَۖ إِنَّكُم مِّنَّا لَا تُنصَرُونَ","translation":"Huwag kayong umungol ngayon araw; tunay na kayo mula sa Amin ay hindi maiaadya.","footnotes":""},{"id":"2739","sura":"23","aya":"66","arabic_text":"قَدۡ كَانَتۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَكُنتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ تَنكِصُونَ","translation":"Ang mga talata Ko nga noon ay binibigkas sa inyo ngunit kayo noon sa mga sakong ninyo ay umuurong","footnotes":""},{"id":"2740","sura":"23","aya":"67","arabic_text":"مُسۡتَكۡبِرِينَ بِهِۦ سَٰمِرٗا تَهۡجُرُونَ","translation":"habang mga nagmamalaki hinggil dito samantalang nagpupuyat habang namimintas sila.","footnotes":""},{"id":"2741","sura":"23","aya":"68","arabic_text":"أَفَلَمۡ يَدَّبَّرُواْ ٱلۡقَوۡلَ أَمۡ جَآءَهُم مَّا لَمۡ يَأۡتِ ءَابَآءَهُمُ ٱلۡأَوَّلِينَ","translation":"Kaya hindi ba sila nagmumuni-muni sa sinabi [ni Allāh] o dumating sa kanila ang hindi dumating sa mga magulang nilang sinauna?","footnotes":""},{"id":"2742","sura":"23","aya":"69","arabic_text":"أَمۡ لَمۡ يَعۡرِفُواْ رَسُولَهُمۡ فَهُمۡ لَهُۥ مُنكِرُونَ","translation":"O hindi sila nakakilala sa Sugo nila kaya sila sa kanya ay mga tagapagkaila?","footnotes":""},{"id":"2743","sura":"23","aya":"70","arabic_text":"أَمۡ يَقُولُونَ بِهِۦ جِنَّةُۢۚ بَلۡ جَآءَهُم بِٱلۡحَقِّ وَأَكۡثَرُهُمۡ لِلۡحَقِّ كَٰرِهُونَ","translation":"O nagsasabi sila na sa kanya ay may isang kabaliwan? Bagkus naghatid siya sa kanila ng katotohanan habang ang higit na marami sa kanila sa katotohanan ay mga nasusuklam.","footnotes":""},{"id":"2744","sura":"23","aya":"71","arabic_text":"وَلَوِ ٱتَّبَعَ ٱلۡحَقُّ أَهۡوَآءَهُمۡ لَفَسَدَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ بَلۡ أَتَيۡنَٰهُم بِذِكۡرِهِمۡ فَهُمۡ عَن ذِكۡرِهِم مُّعۡرِضُونَ","translation":"Kung sakaling sumunod ang katotohanan sa mga pithaya nila ay talaga sanang nagulo ang mga langit at ang lupa at ang sinumang nasa mga ito. Bagkus nagdala Kami sa kanila ng [Qur’ān na] paalaala sa kanila, ngunit sila sa paalaala sa kanila ay mga tagaayaw.","footnotes":""},{"id":"2745","sura":"23","aya":"72","arabic_text":"أَمۡ تَسۡـَٔلُهُمۡ خَرۡجٗا فَخَرَاجُ رَبِّكَ خَيۡرٞۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","translation":"O humihingi ka ba sa kanila ng kabayaran sapagkat ang bayad ng Panginoon mo ay higit na mabuti at Siya ay ang pinakambuti sa mga tagatustos.","footnotes":""},{"id":"2746","sura":"23","aya":"73","arabic_text":"وَإِنَّكَ لَتَدۡعُوهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","translation":"Tunay na ikaw ay talagang nag-aanyaya sa kanila tungo sa isang landasing tuwid [ng Islām].","footnotes":""},{"id":"2747","sura":"23","aya":"74","arabic_text":"وَإِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ عَنِ ٱلصِّرَٰطِ لَنَٰكِبُونَ","translation":"Tunay na ang mga hindi sumasampalataya sa Kabilang-buhay palayo sa landasin ay talagang mga pumapaling.","footnotes":""},{"id":"2748","sura":"23","aya":"75","arabic_text":"۞ وَلَوۡ رَحِمۡنَٰهُمۡ وَكَشَفۡنَا مَا بِهِم مِّن ضُرّٖ لَّلَجُّواْ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","translation":"Kahit pa naawa Kami sa kanila at nag-alis Kami ng taglay nilang kapinsalaan [ng tagtuyot at gutom] ay talagang nagmatigas sila sa pagmamalabis nila habang nag-aapuhap sila.","footnotes":""},{"id":"2749","sura":"23","aya":"76","arabic_text":"وَلَقَدۡ أَخَذۡنَٰهُم بِٱلۡعَذَابِ فَمَا ٱسۡتَكَانُواْ لِرَبِّهِمۡ وَمَا يَتَضَرَّعُونَ","translation":"Talaga ngang nagpataw Kami sa kanila ng pagdurusa ngunit hindi sila nangayupapa sa Panginoon nila at hindi sila nagsusumamo;","footnotes":""},{"id":"2750","sura":"23","aya":"77","arabic_text":"حَتَّىٰٓ إِذَا فَتَحۡنَا عَلَيۡهِم بَابٗا ذَا عَذَابٖ شَدِيدٍ إِذَا هُمۡ فِيهِ مُبۡلِسُونَ","translation":"hanggang sa nang nagbukas Kami sa kanila ng isang pintuang may isang pagdurusang matindi, biglang sila roon ay mga nalulumbay.","footnotes":""},{"id":"2751","sura":"23","aya":"78","arabic_text":"وَهُوَ ٱلَّذِيٓ أَنشَأَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","translation":"Siya ay ang nagpaluwal para sa inyo ng pandinig, mga paningin, at mga puso. Kaunti ang pinasasalamatan ninyo!","footnotes":""},{"id":"2752","sura":"23","aya":"79","arabic_text":"وَهُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ","translation":"Siya ay ang lumalang sa inyo sa lupa at tungo sa Kanya kakalapin kayo.","footnotes":""},{"id":"2753","sura":"23","aya":"80","arabic_text":"وَهُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ وَلَهُ ٱخۡتِلَٰفُ ٱلَّيۡلِ وَٱلنَّهَارِۚ أَفَلَا تَعۡقِلُونَ","translation":"Siya ay ang nagbibigay-buhay at nagbibigay-kamatayan. Sa Kanya ang pagsasalitan ng gabi at maghapon. Kaya hindi ba kayo nakapag-uunawa?","footnotes":""},{"id":"2754","sura":"23","aya":"81","arabic_text":"بَلۡ قَالُواْ مِثۡلَ مَا قَالَ ٱلۡأَوَّلُونَ","translation":"Bagkus nagsabi sila ng tulad sa sinabi ng mga sinauna.","footnotes":""},{"id":"2755","sura":"23","aya":"82","arabic_text":"قَالُوٓاْ أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗا وَعِظَٰمًا أَءِنَّا لَمَبۡعُوثُونَ","translation":"Nagsabi sila: “Kapag namatay ba kami at kami ay naging alabok at mga buto, tunay bang kami ay talagang mga bubuhayin?”","footnotes":""},{"id":"2756","sura":"23","aya":"83","arabic_text":"لَقَدۡ وُعِدۡنَا نَحۡنُ وَءَابَآؤُنَا هَٰذَا مِن قَبۡلُ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","translation":"Talaga ngang pinangakuan Kami mismo at ang mga magulang namin nito bago pa niyan. Walang iba ito kundi mga alamat ng mga sinauna.","footnotes":""},{"id":"2757","sura":"23","aya":"84","arabic_text":"قُل لِّمَنِ ٱلۡأَرۡضُ وَمَن فِيهَآ إِن كُنتُمۡ تَعۡلَمُونَ","translation":"Sabihin mo: “Kanino ang lupa at ang sinumang narito kung kayo ay nakaaalam?”","footnotes":""},{"id":"2758","sura":"23","aya":"85","arabic_text":"سَيَقُولُونَ لِلَّهِۚ قُلۡ أَفَلَا تَذَكَّرُونَ","translation":"Magsasabi sila: “Sa kay Allāh.” Sabihin mo: “Kaya hindi ba kayo magsasaalaala?”","footnotes":""},{"id":"2759","sura":"23","aya":"86","arabic_text":"قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ ٱلسَّبۡعِ وَرَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ","translation":"Sabihin mo: “Sino ang Panginoon ng pitong langit at ang Panginoon ng tronong dakila?”","footnotes":""},{"id":"2760","sura":"23","aya":"87","arabic_text":"سَيَقُولُونَ لِلَّهِۚ قُلۡ أَفَلَا تَتَّقُونَ","translation":"Magsasabi sila: “[Ang mga ito ay] sa kay Allāh.” Sabihin mo: “Kaya hindi ba kayo mangingilag magkasala?”","footnotes":""},{"id":"2761","sura":"23","aya":"88","arabic_text":"قُلۡ مَنۢ بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيۡهِ إِن كُنتُمۡ تَعۡلَمُونَ","translation":"Sabihin mo: “Sino ang nasa kamay Niya ang pagkahari sa bawat bagay at Siya ay kumakalinga at hindi kinakalinga, kung kayo ay nakaaalam?”","footnotes":""},{"id":"2762","sura":"23","aya":"89","arabic_text":"سَيَقُولُونَ لِلَّهِۚ قُلۡ فَأَنَّىٰ تُسۡحَرُونَ","translation":"Magsasabi sila: “[Ang mga ito ay] sa kay Allāh.” Sabihin mo: “Kaya paanong napaglalalangan kayo?”","footnotes":""},{"id":"2763","sura":"23","aya":"90","arabic_text":"بَلۡ أَتَيۡنَٰهُم بِٱلۡحَقِّ وَإِنَّهُمۡ لَكَٰذِبُونَ","translation":"Bagkus nagdala Kami sa kanila ng katotohanan, at tunay na sila ay talagang mga sinungaling.","footnotes":""},{"id":"2764","sura":"23","aya":"91","arabic_text":"مَا ٱتَّخَذَ ٱللَّهُ مِن وَلَدٖ وَمَا كَانَ مَعَهُۥ مِنۡ إِلَٰهٍۚ إِذٗا لَّذَهَبَ كُلُّ إِلَٰهِۭ بِمَا خَلَقَ وَلَعَلَا بَعۡضُهُمۡ عَلَىٰ بَعۡضٖۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يَصِفُونَ","translation":"Hindi gumawa si Allāh ng anumang anak. Hindi nangyaring may kasama sa Kanya na anumang diyos. [Kung nagkagayon] samakatuwid talaga sanang nag-alis ang bawat diyos ng nilikha nito at talaga sanang nangibabaw ang ilan sa kanila higit sa iba. Kaluwalhatian kay Allāh higit sa anumang inilalarawan nila!","footnotes":""},{"id":"2765","sura":"23","aya":"92","arabic_text":"عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","translation":"Tagaalam sa nakalingid at nasasaksihan, kaya napakataas Siya higit sa anumang itinatambal nila.","footnotes":""},{"id":"2766","sura":"23","aya":"93","arabic_text":"قُل رَّبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ","translation":"Sabihin mo: “Panginoon ko, kung magpakita ka nga naman sa akin ng ipinangangako sa kanila,","footnotes":""},{"id":"2767","sura":"23","aya":"94","arabic_text":"رَبِّ فَلَا تَجۡعَلۡنِي فِي ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","translation":"Panginoon ko, huwag Kang maglagay sa akin sa mga taong tagalabag sa katarungan.”","footnotes":""},{"id":"2768","sura":"23","aya":"95","arabic_text":"وَإِنَّا عَلَىٰٓ أَن نُّرِيَكَ مَا نَعِدُهُمۡ لَقَٰدِرُونَ","translation":"Tunay na Kami, sa pagpapakita Namin sa iyo ng ipinangangako Namin sa kanila, ay talagang nakakakaya.","footnotes":""},{"id":"2769","sura":"23","aya":"96","arabic_text":"ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ ٱلسَّيِّئَةَۚ نَحۡنُ أَعۡلَمُ بِمَا يَصِفُونَ","translation":"Itaboy mo sa pamamagitan nitong higit na maganda ang masagwa. Kami ay higit na maalam sa anumang inilalarawan nila [sa Amin at sa iyo].","footnotes":""},{"id":"2770","sura":"23","aya":"97","arabic_text":"وَقُل رَّبِّ أَعُوذُ بِكَ مِنۡ هَمَزَٰتِ ٱلشَّيَٰطِينِ","translation":"Sabihin mo: “Panginoon ko, nagpapakupkop ako sa Iyo laban sa mga pambubuyo ng mga demonyo;","footnotes":""},{"id":"2771","sura":"23","aya":"98","arabic_text":"وَأَعُوذُ بِكَ رَبِّ أَن يَحۡضُرُونِ","translation":"at nagpapakupkop ako sa Iyo, Panginoon ko, na dumalo sila sa akin.”","footnotes":""},{"id":"2772","sura":"23","aya":"99","arabic_text":"حَتَّىٰٓ إِذَا جَآءَ أَحَدَهُمُ ٱلۡمَوۡتُ قَالَ رَبِّ ٱرۡجِعُونِ","translation":"[Gayon nga] hanggang sa nang dumating sa isa sa kanila ang kamatayan ay nagsabi siya: “Panginoon ko, magpabalik Kayo sa akin [sa Mundo],","footnotes":""},{"id":"2773","sura":"23","aya":"100","arabic_text":"لَعَلِّيٓ أَعۡمَلُ صَٰلِحٗا فِيمَا تَرَكۡتُۚ كَلَّآۚ إِنَّهَا كَلِمَةٌ هُوَ قَآئِلُهَاۖ وَمِن وَرَآئِهِم بَرۡزَخٌ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","translation":"nang sa gayon ako ay gagawa ng maayos sa naiwan ko!” Aba’y hindi! Tunay na ito ay isang salitang siya ay tagapagsabi nito. Mula sa likuran nila ay may isang harang hanggang sa araw na bubuhayin sila.","footnotes":""},{"id":"2774","sura":"23","aya":"101","arabic_text":"فَإِذَا نُفِخَ فِي ٱلصُّورِ فَلَآ أَنسَابَ بَيۡنَهُمۡ يَوۡمَئِذٖ وَلَا يَتَسَآءَلُونَ","translation":"Kaya kapag umihip sa tambuli, wala nang mga kaangkanan sa pagitan nila sa Araw na iyon at hindi sila magtatanungan.","footnotes":""},{"id":"2775","sura":"23","aya":"102","arabic_text":"فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","translation":"Kaya ang bumigat ang mga timbangan nila [ng magandang gawa], ang mga iyon ay ang mga magtatagumpay.","footnotes":""},{"id":"2776","sura":"23","aya":"103","arabic_text":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فِي جَهَنَّمَ خَٰلِدُونَ","translation":"Ang gumaan ang mga timbangan nila [ng magandang gawa], ang mga iyon ang mga nagpalugi sa mga sarili nila sa impiyerno bilang mga mananatili.","footnotes":""},{"id":"2777","sura":"23","aya":"104","arabic_text":"تَلۡفَحُ وُجُوهَهُمُ ٱلنَّارُ وَهُمۡ فِيهَا كَٰلِحُونَ","translation":"Papaso sa mga mukha nila ang Apoy habang sila roon ay mga umaangil.","footnotes":""},{"id":"2778","sura":"23","aya":"105","arabic_text":"أَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَكُنتُم بِهَا تُكَذِّبُونَ","translation":"[Magsasabi si Allāh]: “Hindi ba ang mga talata Ko dati ay binibigkas sa inyo ngunit kayo dati sa mga ito ay nagpapasinungaling?”","footnotes":""},{"id":"2779","sura":"23","aya":"106","arabic_text":"قَالُواْ رَبَّنَا غَلَبَتۡ عَلَيۡنَا شِقۡوَتُنَا وَكُنَّا قَوۡمٗا ضَآلِّينَ","translation":"Nagsabi sila: “Panginoon namin, nanaig sa amin ang kalumbayan namin; at kami dati ay mga taong naliligaw.","footnotes":""},{"id":"2780","sura":"23","aya":"107","arabic_text":"رَبَّنَآ أَخۡرِجۡنَا مِنۡهَا فَإِنۡ عُدۡنَا فَإِنَّا ظَٰلِمُونَ","translation":"Panginoon namin, magpalabas Ka sa amin mula rito; saka kung nanumbalik kami, tunay na kami ay mga tagalabag sa katarungan.","footnotes":""},{"id":"2781","sura":"23","aya":"108","arabic_text":"قَالَ ٱخۡسَـُٔواْ فِيهَا وَلَا تُكَلِّمُونِ","translation":"Magsasabi Siya: “Magpakahamak kayo riyan at huwag kayong magsalita sa Akin.”","footnotes":""},{"id":"2782","sura":"23","aya":"109","arabic_text":"إِنَّهُۥ كَانَ فَرِيقٞ مِّنۡ عِبَادِي يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَا وَأَنتَ خَيۡرُ ٱلرَّٰحِمِينَ","translation":"Tunay na may isang pangkat noon kabilang sa mga lingkod Ko, na nagsasabi: “Panginoon namin, sumampalataya kami kaya magpatawad Ka sa amin at maawa Ka sa amin; at Ikaw ay ang pinakamabuti sa mga naaawa.”","footnotes":""},{"id":"2783","sura":"23","aya":"110","arabic_text":"فَٱتَّخَذۡتُمُوهُمۡ سِخۡرِيًّا حَتَّىٰٓ أَنسَوۡكُمۡ ذِكۡرِي وَكُنتُم مِّنۡهُمۡ تَضۡحَكُونَ","translation":"Ngunit gumawa kayo sa kanila ng isang pangungutya hanggang sa nagpalimot sila sa inyo sa pag-alaala sa Akin habang kayo noon sa kanila ay tumatawa.","footnotes":""},{"id":"2784","sura":"23","aya":"111","arabic_text":"إِنِّي جَزَيۡتُهُمُ ٱلۡيَوۡمَ بِمَا صَبَرُوٓاْ أَنَّهُمۡ هُمُ ٱلۡفَآئِزُونَ","translation":"Tunay na Ako ay gaganti sa kanila ngayong Araw dahil nagtiis sila: sila ay ang mga magtatamo.","footnotes":""},{"id":"2785","sura":"23","aya":"112","arabic_text":"قَٰلَ كَمۡ لَبِثۡتُمۡ فِي ٱلۡأَرۡضِ عَدَدَ سِنِينَ","translation":"Magsasabi Siya: “Gaano katagal kayo namalagi sa lupa sa bilang ng mga taon?”","footnotes":""},{"id":"2786","sura":"23","aya":"113","arabic_text":"قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖ فَسۡـَٔلِ ٱلۡعَآدِّينَ","translation":"Magsasabi sila: “Namalagi kami nang isang araw o isang bahagi ng araw; ngunit magtanong Ka sa mga tagabilang.”","footnotes":""},{"id":"2787","sura":"23","aya":"114","arabic_text":"قَٰلَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗاۖ لَّوۡ أَنَّكُمۡ كُنتُمۡ تَعۡلَمُونَ","translation":"Magsasabi Siya: “Hindi kayo namalagi kundi sa kaunting [sandali], kung sakaling kayo noon ay nakaaalam [sa sukat ng pamamalagi ninyo].”","footnotes":""},{"id":"2788","sura":"23","aya":"115","arabic_text":"أَفَحَسِبۡتُمۡ أَنَّمَا خَلَقۡنَٰكُمۡ عَبَثٗا وَأَنَّكُمۡ إِلَيۡنَا لَا تُرۡجَعُونَ","translation":"Kaya nagpalagay ba kayo na lumikha lamang Kami sa inyo nang walang-kabuluhan, at na kayo tungo sa Amin ay hindi pababalikin [para tuusin]?","footnotes":""},{"id":"2789","sura":"23","aya":"116","arabic_text":"فَتَعَٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۖ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡكَرِيمِ","translation":"Kaya napakataas si Allāh, ang Hari, ang Totoo; walang Diyos kundi Siya, ang Panginoon ng tronong marangal.","footnotes":""},{"id":"2790","sura":"23","aya":"117","arabic_text":"وَمَن يَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ لَا بُرۡهَٰنَ لَهُۥ بِهِۦ فَإِنَّمَا حِسَابُهُۥ عِندَ رَبِّهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","translation":"Ang sinumang nananalangin kasama kay Allāh sa isang diyos na iba pa, na walang patotoo para sa kanya rito, ang pagtutuos sa kanya ay nasa Panginoon niya lamang. Tunay na hindi magtatagumpay ang mga tagatangging sumampalataya.","footnotes":""},{"id":"2791","sura":"23","aya":"118","arabic_text":"وَقُل رَّبِّ ٱغۡفِرۡ وَٱرۡحَمۡ وَأَنتَ خَيۡرُ ٱلرَّٰحِمِينَ","translation":"Sabihin mo: “Panginoon ko, magpatawad Ka at maawa Ka yayamang Ikaw ay ang pinakamabuti sa mga naaawa.”","footnotes":""}]}