{
  "result": [
    {
      "id": "5272",
      "sura": "68",
      "aya": "1",
      "arabic_text": "نٓۚ وَٱلۡقَلَمِ وَمَا يَسۡطُرُونَ",
      "translation": "1. Nūn. Demi pena dan apa yang mereka tuliskan,",
      "footnotes": ""
    },
    {
      "id": "5273",
      "sura": "68",
      "aya": "2",
      "arabic_text": "مَآ أَنتَ بِنِعۡمَةِ رَبِّكَ بِمَجۡنُونٖ",
      "translation": "2. dengan karunia Tuhanmu engkau (Muhammad) bukanlah orang gila.",
      "footnotes": ""
    },
    {
      "id": "5274",
      "sura": "68",
      "aya": "3",
      "arabic_text": "وَإِنَّ لَكَ لَأَجۡرًا غَيۡرَ مَمۡنُونٖ",
      "translation": "3. Dan sesungguhnya engkau pasti mendapat pahala yang besar yang tidak putus-putusnya.",
      "footnotes": ""
    },
    {
      "id": "5275",
      "sura": "68",
      "aya": "4",
      "arabic_text": "وَإِنَّكَ لَعَلَىٰ خُلُقٍ عَظِيمٖ",
      "translation": "4. Dan sesungguhnya engkau benar-benar berbudi pekerti yang luhur.",
      "footnotes": ""
    },
    {
      "id": "5276",
      "sura": "68",
      "aya": "5",
      "arabic_text": "فَسَتُبۡصِرُ وَيُبۡصِرُونَ",
      "translation": "5. Maka kelak engkau akan melihat dan mereka (orang-orang kafir) pun akan melihat,",
      "footnotes": ""
    },
    {
      "id": "5277",
      "sura": "68",
      "aya": "6",
      "arabic_text": "بِأَييِّكُمُ ٱلۡمَفۡتُونُ",
      "translation": "6. Siapa di antara kamu yang gila?",
      "footnotes": ""
    },
    {
      "id": "5278",
      "sura": "68",
      "aya": "7",
      "arabic_text": "إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ",
      "translation": "7. Sungguh, Tuhanmu, Dialah yang paling mengetahui siapa yang sesat dari jalan-Nya; dan Dialah yang paling mengetahui siapa orang yang mendapat petunjuk.",
      "footnotes": ""
    },
    {
      "id": "5279",
      "sura": "68",
      "aya": "8",
      "arabic_text": "فَلَا تُطِعِ ٱلۡمُكَذِّبِينَ",
      "translation": "8. Maka janganlah engkau patuhi orang-orang yang mendustakan (ayat-ayat Allah).",
      "footnotes": ""
    },
    {
      "id": "5280",
      "sura": "68",
      "aya": "9",
      "arabic_text": "وَدُّواْ لَوۡ تُدۡهِنُ فَيُدۡهِنُونَ",
      "translation": "9. Mereka menginginkan agar engkau bersikap lunak maka mereka bersikap lunak (pula).",
      "footnotes": ""
    },
    {
      "id": "5281",
      "sura": "68",
      "aya": "10",
      "arabic_text": "وَلَا تُطِعۡ كُلَّ حَلَّافٖ مَّهِينٍ",
      "translation": "10. Dan janganlah engkau patuhi setiap orang yang suka bersumpah dan suka menghina,",
      "footnotes": ""
    },
    {
      "id": "5282",
      "sura": "68",
      "aya": "11",
      "arabic_text": "هَمَّازٖ مَّشَّآءِۭ بِنَمِيمٖ",
      "translation": "11. suka mencela, yang kian kemari menyebarkan fitnah,",
      "footnotes": ""
    },
    {
      "id": "5283",
      "sura": "68",
      "aya": "12",
      "arabic_text": "مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٍ أَثِيمٍ",
      "translation": "12. Yang merintangi segala yang baik, yang melampaui batas dan banyak dosa,",
      "footnotes": ""
    },
    {
      "id": "5284",
      "sura": "68",
      "aya": "13",
      "arabic_text": "عُتُلِّۭ بَعۡدَ ذَٰلِكَ زَنِيمٍ",
      "translation": "13. Yang bertabiat kasar, selain itu juga terkenal kejahatannya,",
      "footnotes": ""
    },
    {
      "id": "5285",
      "sura": "68",
      "aya": "14",
      "arabic_text": "أَن كَانَ ذَا مَالٖ وَبَنِينَ",
      "translation": "14. Karena dia kaya dan banyak anak.*(845)",
      "footnotes": "*845). Orang yang mempunyai anak dan kaya lebih mudah mendapat pengikut. Tetapi jika dia mempunyai sifat-sifat seperti tersebut pada ayat 13 tidak boleh diikuti."
    },
    {
      "id": "5286",
      "sura": "68",
      "aya": "15",
      "arabic_text": "إِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا قَالَ أَسَٰطِيرُ ٱلۡأَوَّلِينَ",
      "translation": "15. Apabila ayat-ayat Kami dibacakan kepadanya, dia berkata, \"(Ini adalah) dongeng-dongeng orang dahulu.”",
      "footnotes": ""
    },
    {
      "id": "5287",
      "sura": "68",
      "aya": "16",
      "arabic_text": "سَنَسِمُهُۥ عَلَى ٱلۡخُرۡطُومِ",
      "translation": "16. Kelak dia akan Kami beri tanda pada belalai(nya).*(846)",
      "footnotes": "*846). Yang dimaksud dengan “belalai” di sini ialah hidung. Dipakai kata belalai di sini sebagai penghinaan."
    },
    {
      "id": "5288",
      "sura": "68",
      "aya": "17",
      "arabic_text": "إِنَّا بَلَوۡنَٰهُمۡ كَمَا بَلَوۡنَآ أَصۡحَٰبَ ٱلۡجَنَّةِ إِذۡ أَقۡسَمُواْ لَيَصۡرِمُنَّهَا مُصۡبِحِينَ",
      "translation": "17. Sungguh, Kami telah menguji mereka (orang musyrik Mekkah) sebagaimana Kami telah menguji pemilik-pemilik kebun, ketika mereka bersumpah pasti akan memetik (hasil)nya pada pagi hari,",
      "footnotes": ""
    },
    {
      "id": "5289",
      "sura": "68",
      "aya": "18",
      "arabic_text": "وَلَا يَسۡتَثۡنُونَ",
      "translation": "18. Tetapi mereka tidak mengecualikan (dengan mengucapkan, “Insya Allah”).",
      "footnotes": ""
    },
    {
      "id": "5290",
      "sura": "68",
      "aya": "19",
      "arabic_text": "فَطَافَ عَلَيۡهَا طَآئِفٞ مِّن رَّبِّكَ وَهُمۡ نَآئِمُونَ",
      "translation": "19. Lalu kebun itu ditimpa bencana (yang datang) dari Tuhanmu ketika mereka sedang tidur.",
      "footnotes": ""
    },
    {
      "id": "5291",
      "sura": "68",
      "aya": "20",
      "arabic_text": "فَأَصۡبَحَتۡ كَٱلصَّرِيمِ",
      "translation": "20. Maka jadilah kebun itu hitam seperti malam yang gelap gulita,*(847)",
      "footnotes": "*847). Maka terbakarlah kebun itu dan tinggallah arang-arangnya yang hitam seperti malam."
    },
    {
      "id": "5292",
      "sura": "68",
      "aya": "21",
      "arabic_text": "فَتَنَادَوۡاْ مُصۡبِحِينَ",
      "translation": "21. lalu pada pagi hari mereka saling memanggil,",
      "footnotes": ""
    },
    {
      "id": "5293",
      "sura": "68",
      "aya": "22",
      "arabic_text": "أَنِ ٱغۡدُواْ عَلَىٰ حَرۡثِكُمۡ إِن كُنتُمۡ صَٰرِمِينَ",
      "translation": "22. “Pergilah pagi-pagi ke kebunmu jika kamu hendak memetik hasil!”",
      "footnotes": ""
    },
    {
      "id": "5294",
      "sura": "68",
      "aya": "23",
      "arabic_text": "فَٱنطَلَقُواْ وَهُمۡ يَتَخَٰفَتُونَ",
      "translation": "23. Maka mereka pun berangkat sambil berbisik-bisik,",
      "footnotes": ""
    },
    {
      "id": "5295",
      "sura": "68",
      "aya": "24",
      "arabic_text": "أَن لَّا يَدۡخُلَنَّهَا ٱلۡيَوۡمَ عَلَيۡكُم مِّسۡكِينٞ",
      "translation": "24. “Pada hari ini jangan sampai ada orang miskin masuk ke dalam kebunmu.”",
      "footnotes": ""
    },
    {
      "id": "5296",
      "sura": "68",
      "aya": "25",
      "arabic_text": "وَغَدَوۡاْ عَلَىٰ حَرۡدٖ قَٰدِرِينَ",
      "translation": "25. Dan berangkatlah mereka di pagi hari dengan niat menghalangi (orang-orang miskin) padahal mereka mampu (menolongnya).",
      "footnotes": ""
    },
    {
      "id": "5297",
      "sura": "68",
      "aya": "26",
      "arabic_text": "فَلَمَّا رَأَوۡهَا قَالُوٓاْ إِنَّا لَضَآلُّونَ",
      "translation": "26. Maka ketika mereka melihat kebun itu, mereka berkata, \"Sungguh, kita ini benar-benar orang-orang yang sesat,",
      "footnotes": ""
    },
    {
      "id": "5298",
      "sura": "68",
      "aya": "27",
      "arabic_text": "بَلۡ نَحۡنُ مَحۡرُومُونَ",
      "translation": "27. Bahkan kita tidak memperoleh apa pun.”",
      "footnotes": ""
    },
    {
      "id": "5299",
      "sura": "68",
      "aya": "28",
      "arabic_text": "قَالَ أَوۡسَطُهُمۡ أَلَمۡ أَقُل لَّكُمۡ لَوۡلَا تُسَبِّحُونَ",
      "translation": "28. Berkatalah seorang yang paling bijak di antara mereka, “Bukankah aku telah mengatakan kepadamu, mengapa kamu tidak bertasbih (kepada Tuhanmu).”",
      "footnotes": "*848). Mensyukuri nikmat-Nya dan tidak meniatkan sesuatu yang bertentangan dengan perintah Allah seperti: meniatkan tidak akan memberi fakir miskin."
    },
    {
      "id": "5300",
      "sura": "68",
      "aya": "29",
      "arabic_text": "قَالُواْ سُبۡحَٰنَ رَبِّنَآ إِنَّا كُنَّا ظَٰلِمِينَ",
      "translation": "29. Mereka mengucapkan, “Mahasuci Tuhan kami, sungguh, kami adalah orang-orang yang zalim.”",
      "footnotes": ""
    },
    {
      "id": "5301",
      "sura": "68",
      "aya": "30",
      "arabic_text": "فَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَلَٰوَمُونَ",
      "translation": "30. Lalu mereka saling berhadapan dan saling menyalahkan.",
      "footnotes": ""
    },
    {
      "id": "5302",
      "sura": "68",
      "aya": "31",
      "arabic_text": "قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا طَٰغِينَ",
      "translation": "31. Mereka berkata, \"Celaka kita! Sesungguhnya kita orang-orang yang melampaui batas.",
      "footnotes": ""
    },
    {
      "id": "5303",
      "sura": "68",
      "aya": "32",
      "arabic_text": "عَسَىٰ رَبُّنَآ أَن يُبۡدِلَنَا خَيۡرٗا مِّنۡهَآ إِنَّآ إِلَىٰ رَبِّنَا رَٰغِبُونَ",
      "translation": "32. Mudah-mudahan Tuhan memberikan ganti kepada kita dengan (kebun) yang lebih baik daripada yang ini, sungguh, kita mengharapkan ampunan dari Tuhan kita.",
      "footnotes": ""
    },
    {
      "id": "5304",
      "sura": "68",
      "aya": "33",
      "arabic_text": "كَذَٰلِكَ ٱلۡعَذَابُۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
      "translation": "33. Seperti itulah azab (di dunia). Dan sungguh, azab akhirat lebih besar sekiranya mereka mengetahui.*(849)",
      "footnotes": "*849). Allah menerangkan bahwa Dia menguji penduduk Mekkah dengan menganugerahi nikmat yang banyak untuk mengetahui apakah mereka bersyukur atau tidak, sebagaimana Allah telah menguji pemilik-pemilik kebun. Akhirnya pemilik kebun itu insaf dan bertaubat kepada Allah. Demikian pula penduduk Mekkah yang kemudian menjadi insaf dan masuk Islam berbondong-bondong setelah penaklukan Mekkah."
    },
    {
      "id": "5305",
      "sura": "68",
      "aya": "34",
      "arabic_text": "إِنَّ لِلۡمُتَّقِينَ عِندَ رَبِّهِمۡ جَنَّٰتِ ٱلنَّعِيمِ",
      "translation": "34. Sungguh, bagi orang-orang yang bertakwa (disediakan) surga yang penuh kenikmatan di sisi Tuhannya.",
      "footnotes": ""
    },
    {
      "id": "5306",
      "sura": "68",
      "aya": "35",
      "arabic_text": "أَفَنَجۡعَلُ ٱلۡمُسۡلِمِينَ كَٱلۡمُجۡرِمِينَ",
      "translation": "35. Apakah patut Kami memperlakukan orang-orang Islam itu seperti orang-orang yang berdosa (orang kafir)?*(850)",
      "footnotes": "*850). Maksudnya, sama tentang balasan yang disediakan Allah untuk mereka masing-masing."
    },
    {
      "id": "5307",
      "sura": "68",
      "aya": "36",
      "arabic_text": "مَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ",
      "translation": "36. Mengapa kamu (berbuat demikian)? Bagaimana kamu mengambil keputusan?",
      "footnotes": ""
    },
    {
      "id": "5308",
      "sura": "68",
      "aya": "37",
      "arabic_text": "أَمۡ لَكُمۡ كِتَٰبٞ فِيهِ تَدۡرُسُونَ",
      "translation": "37. Atau apakah kamu mempunyai kitab (yang diturunkan Allah) yang kamu pelajari?",
      "footnotes": ""
    },
    {
      "id": "5309",
      "sura": "68",
      "aya": "38",
      "arabic_text": "إِنَّ لَكُمۡ فِيهِ لَمَا تَخَيَّرُونَ",
      "translation": "38. Sesungguhnya kamu dapat memilih apa saja yang ada di dalamnya.",
      "footnotes": ""
    },
    {
      "id": "5310",
      "sura": "68",
      "aya": "39",
      "arabic_text": "أَمۡ لَكُمۡ أَيۡمَٰنٌ عَلَيۡنَا بَٰلِغَةٌ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ إِنَّ لَكُمۡ لَمَا تَحۡكُمُونَ",
      "translation": "39. Atau apakah kamu memperoleh (janji-janji yang diperkuat dengan) sumpah dari Kami, yang tetap berlaku sampai hari Kiamat; bahwa kamu dapat mengambil keputusan (sekehendakmu)?",
      "footnotes": ""
    },
    {
      "id": "5311",
      "sura": "68",
      "aya": "40",
      "arabic_text": "سَلۡهُمۡ أَيُّهُم بِذَٰلِكَ زَعِيمٌ",
      "translation": "40. Tanyakanlah kepada mereka, “Siapakah di antara mereka yang bertanggung jawab terhadap (keputusan yang diambil itu)?”",
      "footnotes": ""
    },
    {
      "id": "5312",
      "sura": "68",
      "aya": "41",
      "arabic_text": "أَمۡ لَهُمۡ شُرَكَآءُ فَلۡيَأۡتُواْ بِشُرَكَآئِهِمۡ إِن كَانُواْ صَٰدِقِينَ",
      "translation": "41. Atau apakah mereka mempunyai sekutu-sekutu? Kalau begitu, hendaklah mereka mendatangkan sekutu-sekutunya jika mereka orang yang benar.",
      "footnotes": ""
    },
    {
      "id": "5313",
      "sura": "68",
      "aya": "42",
      "arabic_text": "يَوۡمَ يُكۡشَفُ عَن سَاقٖ وَيُدۡعَوۡنَ إِلَى ٱلسُّجُودِ فَلَا يَسۡتَطِيعُونَ",
      "translation": "42. (Ingatlah) pada hari ketika betis disingkapkan*(851) dan mereka diseru untuk bersujud; maka mereka tidak mampu,**(852)",
      "footnotes": "*851). Menggambarkan keadaan orang yang sedang ketakutan yang hendak lari karena hebatnya huru-hara hari Kiamat. **852). Mereka diminta sujud untuk menguji keimanan mereka padahal mereka tidak sanggup lagi karena persendian tulang-tulang mereka telah lemah dan azab sudah mengepung mereka."
    },
    {
      "id": "5314",
      "sura": "68",
      "aya": "43",
      "arabic_text": "خَٰشِعَةً أَبۡصَٰرُهُمۡ تَرۡهَقُهُمۡ ذِلَّةٞۖ وَقَدۡ كَانُواْ يُدۡعَوۡنَ إِلَى ٱلسُّجُودِ وَهُمۡ سَٰلِمُونَ",
      "translation": "43. Pandangan mereka tertunduk ke bawah, diliputi kehinaan. Dan sungguh, dahulu (di dunia) mereka telah diseru untuk bersujud waktu mereka sehat (tetapi mereka tidak melakukan).",
      "footnotes": ""
    },
    {
      "id": "5315",
      "sura": "68",
      "aya": "44",
      "arabic_text": "فَذَرۡنِي وَمَن يُكَذِّبُ بِهَٰذَا ٱلۡحَدِيثِۖ سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ",
      "translation": "44. Maka serahkanlah kepada-Ku (urusannya) dan orang-orang yang mendustakan perkataan ini (Al-Qur`ān). Kelak akan Kami hukum mereka berangsur-angsur dari arah yang tidak mereka ketahui,",
      "footnotes": ""
    },
    {
      "id": "5316",
      "sura": "68",
      "aya": "45",
      "arabic_text": "وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ",
      "translation": "45. Dan Aku memberi tenggang waktu kepada mereka. Sungguh, rencana-Ku sangat teguh.",
      "footnotes": ""
    },
    {
      "id": "5317",
      "sura": "68",
      "aya": "46",
      "arabic_text": "أَمۡ تَسۡـَٔلُهُمۡ أَجۡرٗا فَهُم مِّن مَّغۡرَمٖ مُّثۡقَلُونَ",
      "translation": "46. Ataukah engkau (Muhammad) meminta imbalan kepada mereka, sehingga mereka dibebani dengan hutang?",
      "footnotes": ""
    },
    {
      "id": "5318",
      "sura": "68",
      "aya": "47",
      "arabic_text": "أَمۡ عِندَهُمُ ٱلۡغَيۡبُ فَهُمۡ يَكۡتُبُونَ",
      "translation": "47. Ataukah mereka mengetahui yang gaib, lalu mereka menuliskannya?",
      "footnotes": ""
    },
    {
      "id": "5319",
      "sura": "68",
      "aya": "48",
      "arabic_text": "فَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ وَلَا تَكُن كَصَاحِبِ ٱلۡحُوتِ إِذۡ نَادَىٰ وَهُوَ مَكۡظُومٞ",
      "translation": "48. Maka bersabarlah engkau (Muhammad) terhadap ketetapan Tuhanmu, dan janganlah engkau seperti (Yunus) orang yang berada dalam (perut) ikan ketika dia berdoa dengan hati sedih.",
      "footnotes": ""
    },
    {
      "id": "5320",
      "sura": "68",
      "aya": "49",
      "arabic_text": "لَّوۡلَآ أَن تَدَٰرَكَهُۥ نِعۡمَةٞ مِّن رَّبِّهِۦ لَنُبِذَ بِٱلۡعَرَآءِ وَهُوَ مَذۡمُومٞ",
      "translation": "49. Sekiranya dia tidak segera mendapat nikmat dari Tuhannya, pastilah dia dicampakkan ke tanah tandus dalam keadaan tercela.",
      "footnotes": ""
    },
    {
      "id": "5321",
      "sura": "68",
      "aya": "50",
      "arabic_text": "فَٱجۡتَبَٰهُ رَبُّهُۥ فَجَعَلَهُۥ مِنَ ٱلصَّٰلِحِينَ",
      "translation": "50. Lalu Tuhannya memilihnya dan menjadikannya termasuk orang yang salih.",
      "footnotes": ""
    },
    {
      "id": "5322",
      "sura": "68",
      "aya": "51",
      "arabic_text": "وَإِن يَكَادُ ٱلَّذِينَ كَفَرُواْ لَيُزۡلِقُونَكَ بِأَبۡصَٰرِهِمۡ لَمَّا سَمِعُواْ ٱلذِّكۡرَ وَيَقُولُونَ إِنَّهُۥ لَمَجۡنُونٞ",
      "translation": "51. Dan sungguh, orang-orang kafir itu hampir-hampir menggelincirkanmu dengan pandangan mata mereka, ketika mereka mendengar Al-Qur`ān dan mereka berkata, \"Dia (Muhammad) itu benar-benar orang gila.”*(853)",
      "footnotes": "853). Menurut kebiasaan yang terjadi di tanah Arab, seseorang dapat membinasakan hewan atau manusia dengan menunjukkan pandangannya yang tajam. Hal ini hendak dilakukan pula kepada Nabi Muhammad -ṣallallāhu 'alaihi wa sallam-, tetapi Allah memeliharanya, sehingga terhindar dari bahaya itu, sebagaimana dijanjikan Allah dalam Al-Mā’idah ayat 67. Kekuatan pandangan mata itu pada masa sekarang dikenal dengan hipnotis."
    },
    {
      "id": "5323",
      "sura": "68",
      "aya": "52",
      "arabic_text": "وَمَا هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ",
      "translation": "52. Padahal Al-Qur`ān itu tidak lain adalah peringatan bagi seluruh alam.",
      "footnotes": ""
    }
  ]
}