{
  "result": {
    "id": "184",
    "sura": "2",
    "aya": "177",
    "arabic_text": "۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ",
    "translation": "వినయ విధేయత (ధర్మనిష్ఠాపరత్వం)[1] అంటే మీరు మీ ముఖాలను తూర్పు దిక్కునకో, లేక పడమర దిక్కునకో చేయటం కాదు;[2] కాని వినయ విధేయత (ధర్మనిష్ఠాపరత్వం) అంటే, అల్లాహ్ ను, అంతిమదినాన్ని, దేవదూతలను, ప్రతి దివ్యగ్రంథాన్ని మరియు ప్రవక్తలను హృదయపూర్వకంగా విశ్వసించడం; మరియు ధనంపై ప్రేమ కలిగి ఉండి కూడా, దానిని బంధువుల కొరకు అనాథుల కొరకు, యాచించని పేదల కొరకు[3], బాటసారుల కొరకు, యాచకుల కొరకు మరియు బానిసలను[4] విడిపించడానికి వ్యయపరచడం, మరియు నమాజ్ ను స్థాపించడం, జకాత్ ఇవ్వడం మరియు వాగ్దానం చేసినప్పుడు తమ వాగ్దానాన్ని పూర్తి చేయడం. మరియు దురవస్థలో మరియు అపత్కాలాలలో మరియు యుద్ధ సమయాలలో స్థైర్యం కలిగి ఉండటం. ఇలాంటి వారే సత్యవంతులు మరియు ఇలాంటి వారే దైవభీతి గలవారు.",
    "footnotes": "[1] అల్ బిర్రు: piety, to act well, virtue, అంటే ధర్మ ఆచరణ, ధర్మనిష్ఠాపరత్వం, దైవభక్తి, నీతిపరత్వం, పుణ్యం అనే అర్థాలున్నాయి. [2] చూడండి, అల్ బఖర 2:145 వ్యాక్యానం 2. దీని ఉద్దేశ్యం ఏమిటంటే, అల్లాహ్ (సు.తా.) ఆదేశాన్ని శిపసావహించి, విశ్వాసులందరూ, వారు ప్రపంచంలో ఎక్కడున్నా, ఎల్లప్పుడూఒకే ఒక్క ఖిబ్లా (క'అబహ్) అయిన మక్కా ముకర్రమా వైపునకు మాత్రమే అభిముకులై నమాజ్ చేయాలి. [3] మసాకీన్, మిస్కీన్ (ఏ.వ.): అంటే, ఆదాయం ఉన్నా అది వారి నిత్యావసరాలకు సరి పోనివారు. ఇలాంటి వారు తమ ఆత్మాభిమానం వల్ల యాచించటానికి ఇష్ట పడరు. ఫుఖరా - అంటే ఏమీ ఆదాయం లేక గత్యంతరం లేక భిక్షమడిగే వారు. [4] ఖుర్ఆన్ అవతరింపజేయబడే కాలంలో బానిసత్వం, బానిసలను కొనటం, అమ్మటం ఎంతో ఎక్కువగా ఉండేది. ఇస్లాం ధర్మం యొక్క ముక్య లక్ష్యాలలో ఒకటి ఇలాంటి బానిసత్వాన్ని రూపుమాపటం. కేవలం ధర్మ యుద్ధ ఖైదీలను మాత్రమే ఇస్లాం చట్టం ప్రకారం బానిసలుగా ఉంచుకోవచ్చు. చూడండి, 8:67. ఖుర్ఆన్ లో బానిసలను విడిపించటం పుణ్యకార్యమని ఎన్నోచోట్లలో పేర్కొనబడింది. చూడండి, 4:92, 5:89, 58:3."
  }
}