{
  "result": {
    "id": "203",
    "sura": "2",
    "aya": "196",
    "arabic_text": "وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
    "translation": "మరియు అల్లాహ్ (ప్రసన్నత) కొరకు హజ్జ్ మరియు ఉమ్రా పూర్తి చేయండి[1]. మీకు అక్కడ చేరటానికి (వాటిని పూర్తి చేయటానికి) ఆటంకం కలిగినట్లైతే, మీరు ఇవ్వదలుచుకున్న బలి (ఖుర్బానీ) ఇవ్వండి[2]. బలి జంతువు దాని గమ్యస్థానానికి చేరనంత వరకు మీరు శిరోముండనం చేసుకోకండి[3]. కానీ, మీలో ఎవడైనా వ్యాధిగ్రస్తుడై ఉంటే లేదా అతని తలకు బాధ ఉంటే (శిరోముండనం చేసుకొని) దాని పరిహారంగా (మూడు రోజులు) ఉపవాసం ఉండాలి. లేదా దానధర్మాలు చేయాలి (ఆరుగురు నిరుపేదలకు భోజనం పెట్టాలి), లేదా బలి ఇవ్వాలి. కాని శాంతి భద్రతలు ఉన్న సమయాలలో ఎవడైనా హజ్జె తమత్తు[4] చేయదలుచుకుంటే, అతడు తన శక్తిమేరకు బలి[5] ఇవ్వాలి. కాని ఎవడైతే ఖుర్బానీ ఇవ్వలేడో, హజ్జ్ కాలంలో మూడు దినాలు మరియు (ఇంటికి) తిరిగి వచ్చిన పిమ్మట ఏడు దినాలు ఉపవాసం ఉండాలి. ఈ విధంగా మొత్తం పది దినాలు ఉపవాసాలు ఉండాలి. ఇది మస్జిద్ అల్ హరామ్ దగ్గర నివసించని వారికి మాత్రమే. మరియు అల్లాహ్ యెడల భయభక్తులు కలిగి ఉండండి. మరియు నిశ్చయంగా, అల్లాహ్ శిక్ష విధించటంలో చాలా కఠినుడు, అని తెలుసుకోండి.",
    "footnotes": "[1] 'ఉమ్రా: 'హజ్ సమయంలో కాకుండా వేరే దినాలలో కూడా 'ఉమ్రా చేయవచ్చు. 'ఉమ్రా చేయగోరే వారు 'హరమ్ సరిహద్దుల నుండి, (మీఖాత్ సరిహద్దుల బయట నుండి వచ్చే వారు మీఖాత్ నుండి) ఇ'హ్రామ్ ధరించి, (అంటే పురుషులు, ఒక తెల్లని లుంగీ కట్టుకొని మరొక తెల్లని దుప్పటిని శరీరంపై కప్పుకోవటం. స్త్రీలకు, వారు ధరించిన బట్టలే ఇ'హ్రామ్; మగవారివలే వారికి ప్రత్యేకమైన ఇ'హ్రామ్ దుస్తులు లేవు) 'హరమ్ కు వచ్చి, క'అబహ్ చుట్టు ఏడు ప్రదక్షిణలు ('తవాఫ్) చేసి, రెండు రకాతులు నమాజ్' చేసి, తరువాత 'సఫా, మర్వాల మధ్య ఏడుసార్లు పచార్లు (స'యీ) చేసి, ఆ తరువాత (స్త్రీలు) తల వెంట్రుకలను కొంత మట్టుకు కత్తిరించుకోవాలి. పురుషులు శిరోముండనం చేయించుకొని లేక తల వెంట్రుకలను కొంత మట్టుకు కత్తిరించుకొని ఇ'హ్రామ్ విడిచి పెట్టాలి. మీఖాత్ మరియు 'హరమ్ సరిహద్దులను మహా ప్రవక్త ('స'అస) సూచించారు. [2] దైవప్రవక్త ('స'అస) 6వ హిజ్రీలో 'ఉమ్రా కొరకు వచ్చినప్పుడు 'హుదైబియహ్ దగ్గరగా ఆగారు. అప్పుడు మక్కాలోని ముష్రిక్ ఖురైషులతో సంధి చేసుకున్నారు. 'హుదైబియహ్ లోనే తమ బలి (ఖుర్బానీ) చేసి తమ శిరోముండనాలు చేయించుకొని ఇ'హ్రాం వదిలారు. తరువాత 7వ హిజ్రీలో వచ్చి 'ఉమ్రా చేశారు. [3] శాంతి సమయాలలో 'హజ్ యొక్క అన్ని మనాసిక్ లు పూర్తి చేయనంత వరకు శిరోముండనం చేయించుకోగూడదు అంటే, ఇ'హ్రీమ్ విడువగూడదు. [4] తమత్తు' - అంటే 'హజ్ కాలంలో 'ఉమ్రా కొరకు ఇ'హ్రామ్ ధరించి 'ఉమ్రా చేసి శిరోముండనం చేసి, ఇ'హ్రామ్ విడవాలి. మరల 8వ జి'ల్-'హిజ్ రోజున 'హజ్ కొరకు ఇ'హ్రామ్ ధరించాలి. దీనికి బలి ఇవ్వ వలసి ఉంటుంది. బలి ఇవ్వలేని వారు 10 రోజులు ('హజ్ కాలంలో 3 రోజులు 'హజ్ తరువాత 7 రోజులు), ఉపవాసాలుండాలి. 'హజ్ 3 రకాలుగా చేయవచ్చు: అవి 1)ఇఫ్రాద్: అంటే 'హజ్ సంకల్పంతో ఇ'హ్రాం ధరించి కేవలం 'హజ్ మాత్రమే చేయటం. దీనికి బలి అవసరం లేదు. ఇది 'హరమ్ ప్రాంతంలో నివసించే వారు చేసే 'హజ్, 2) తమత్తు : పైన వివరించిన విధానం. 'హజ్జె తమత్తు'కు బలి (ఖుర్బానీ) ఇవ్వటం వాజిబ్. 3) ఖిరన్ : ఒకే ఇ'హ్రామ్ తో 'ఉమ్రా మరియు 'హజ్ నెరవేర్చటం. 'ఉమ్రా చేసిన తరువాత తలవెంట్రుకలు కత్తిరించుకోకుండా 'హజ్ వరకు ఇ'హ్రాంలోనే ఉండి 'హజ్ విదులు నెరవేర్చిన పిదప ఇ'హ్రామ్ విడవటం. 'హజ్జె ఖిరన్ కు కూడా బలి (ఖుర్బానీ) ఇవ్వటం వాజిబ్. [5] హద్ యున్, బలి (ఖుర్బానీ): ఒక వ్యక్తి ఒక మేక లేక గొర్రె; లేక ఏడుగురు కలిసి ఒక ఆవు, ఎద్దు, లేక ఒంటె బలి చేయవచ్చు."
  }
}