{
  "result": [
    {
      "id": "5242",
      "sura": "67",
      "aya": "1",
      "arabic_text": "تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
      "translation": "1. Palaimintas yra Tas, Kurio Rankoje yra Valdžia, ir Jis yra Sugebantis viską.",
      "footnotes": ""
    },
    {
      "id": "5243",
      "sura": "67",
      "aya": "2",
      "arabic_text": "ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ",
      "translation": "2. (Tas), Kuris sukūrė mirtį ir gyvenimą, kad išbandytų jus, kuris iš jūsų geriausias veiksmais. Ir Jis yra Visagalis, Visa Atleidžiantis.",
      "footnotes": ""
    },
    {
      "id": "5244",
      "sura": "67",
      "aya": "3",
      "arabic_text": "ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ",
      "translation": "3. (Ir Tas), Kuris sukūrė septynis dangus lygiais. Tu nematai Gailestingiausiojo kūryboje jokio nesuderinamumo. Tad atgręžkite (savo) žvilgsnius (į dangų). Ar matote kokių nors plyšių?",
      "footnotes": ""
    },
    {
      "id": "5245",
      "sura": "67",
      "aya": "4",
      "arabic_text": "ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ",
      "translation": "4. Tada sugrąžink (savo) žvilgsnį antrą sykį. (Tavo) žvilgsnis sugrįš pas tave nusižeminęs iš nuovargio.",
      "footnotes": ""
    },
    {
      "id": "5246",
      "sura": "67",
      "aya": "5",
      "arabic_text": "وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ",
      "translation": "5. Ir Mes tikrai išgražinome artimiausią dangų šviestuvais (t. y. žvaigždėmis) ir padarėme (iš) jų tai, kas svaidoma į Šajatin (šėtonus), ir paruošėme jiems Liepsnos bausmę.",
      "footnotes": ""
    },
    {
      "id": "5247",
      "sura": "67",
      "aya": "6",
      "arabic_text": "وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ",
      "translation": "6. Ir tiems, kurie nepatikėjo savo Viešpatį, – Pragaro bausmė. Ir bjauri yra ši paskirtis.",
      "footnotes": ""
    },
    {
      "id": "5248",
      "sura": "67",
      "aya": "7",
      "arabic_text": "إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ",
      "translation": "7. Kai jie metami į jį, jie girdi iš jo (sklindantį bauginantį) dvelksmą, kai jis verda.",
      "footnotes": ""
    },
    {
      "id": "5249",
      "sura": "67",
      "aya": "8",
      "arabic_text": "تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ",
      "translation": "8. Jis beveik sprogsta iš įniršio. Kaskart, kai grupė (žmonių) įmetama į jį, jo prižiūrėtojai klausia jų: „Ar pas jus nebuvo atėjęs perspėtojas?“",
      "footnotes": ""
    },
    {
      "id": "5250",
      "sura": "67",
      "aya": "9",
      "arabic_text": "قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ",
      "translation": "9. Jie sakys: „Taip, perspėtojas atėjo pas mus, tačiau mes neigėme ir sakėme: „Allahas nieko nesiuntė. Tu esi tik dideliame paklydime.“",
      "footnotes": ""
    },
    {
      "id": "5251",
      "sura": "67",
      "aya": "10",
      "arabic_text": "وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ",
      "translation": "10. Ir jie sakys: „Jei tik mes būtume klausę ar mastę, mes nebūtume tarp Liepsnos kompanjonų.“",
      "footnotes": ""
    },
    {
      "id": "5252",
      "sura": "67",
      "aya": "11",
      "arabic_text": "فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ",
      "translation": "11. Ir jie pripažins savo nuodėmę, toks (yra) Liepsnos kompanjonų atitolimas.",
      "footnotes": ""
    },
    {
      "id": "5253",
      "sura": "67",
      "aya": "12",
      "arabic_text": "إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ",
      "translation": "12. Iš tiesų, tie, kurie bijo savo Viešpaties nematydami (nei Jo, nei Jo bausmės Sekančiame Gyvenime), gaus atleidimą ir didį atlygį.",
      "footnotes": ""
    },
    {
      "id": "5254",
      "sura": "67",
      "aya": "13",
      "arabic_text": "وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "13. Ir nuslėpkite savo kalbas arba paviešinkite jas – iš tiesų, Jis yra Visa Žinantis apie tai, kas krūtinėse.",
      "footnotes": ""
    },
    {
      "id": "5255",
      "sura": "67",
      "aya": "14",
      "arabic_text": "أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ",
      "translation": "14. Argi Jis nežino tų, kuriuos Jis sukūrė, kai Jis yra Maloniausias, Visa Žinantis?",
      "footnotes": ""
    },
    {
      "id": "5256",
      "sura": "67",
      "aya": "15",
      "arabic_text": "هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ",
      "translation": "15. Tai Tas, Kuris padarė žemę paklusnia jums, – tad vaikščiokite po jos plotus ir maitinkitės iš Jo aprūpinimo, ir pas Jį yra Prikėlimas.",
      "footnotes": ""
    },
    {
      "id": "5257",
      "sura": "67",
      "aya": "16",
      "arabic_text": "ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ",
      "translation": "16. Ar jaučiatės saugūs (dėl to), kad Tas, Kuris yra virš dangaus, neprivers žemės praryti jus ir staiga ji susvyruos?",
      "footnotes": ""
    },
    {
      "id": "5258",
      "sura": "67",
      "aya": "17",
      "arabic_text": "أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ",
      "translation": "17. Arba ar jaučiatės saugūs (dėl to), kad Tas, Kuris yra virš dangaus, neatsiųs jums akmenų audros? Tada jūs sužinotumėte, koks (griežtas) buvo Mano perspėjimas.",
      "footnotes": ""
    },
    {
      "id": "5259",
      "sura": "67",
      "aya": "18",
      "arabic_text": "وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ",
      "translation": "18. Ir buvę anksčiau jų jau neigė, ir koks (siaubingas) buvo Mano priekaištas.",
      "footnotes": ""
    },
    {
      "id": "5260",
      "sura": "67",
      "aya": "19",
      "arabic_text": "أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ",
      "translation": "19. Argi jie nemato paukščių virš savęs, išskleistais sparnais ir (kartais) suglaustais? Niekas nelaiko jų (aukštai), išskyrus Maloningiausiąjį. Iš tiesų, Jis yra Visa Matantis.",
      "footnotes": ""
    },
    {
      "id": "5261",
      "sura": "67",
      "aya": "20",
      "arabic_text": "أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ",
      "translation": "20. Arba kas galėtų būti jūsų armija, kad padėtų jums, jei ne Maloningiausiasis? Netikintieji yra ne kur kitur, bet apgaulėje.",
      "footnotes": ""
    },
    {
      "id": "5262",
      "sura": "67",
      "aya": "21",
      "arabic_text": "أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ",
      "translation": "21. Arba kas galėtų aprūpinti jus, jei Jis sulaikytų Savo aprūpinimą? Tačiau jie atkakliai laikosi išdidumo ir bjaurėjimosi.",
      "footnotes": ""
    },
    {
      "id": "5263",
      "sura": "67",
      "aya": "22",
      "arabic_text": "أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "22. Tad, tas, kuris vaikšto parpuolęs ant savo veido, yra teisingiau vedamas, ar tas, kuris eina stačias Teisingu Keliu?",
      "footnotes": ""
    },
    {
      "id": "5264",
      "sura": "67",
      "aya": "23",
      "arabic_text": "قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ",
      "translation": "23. Sakyk: „Tai Tas, Kuris sukūrė jus ir suteikė jums klausą ir regą, ir širdis (t. y. protą). Mažai jūs dėkingi.“",
      "footnotes": ""
    },
    {
      "id": "5265",
      "sura": "67",
      "aya": "24",
      "arabic_text": "قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ",
      "translation": "24. Sakyk: „Tai Tas, Kuris padaugino jus žemėje ir pas Kurį jūs būsite surinkti.“",
      "footnotes": ""
    },
    {
      "id": "5266",
      "sura": "67",
      "aya": "25",
      "arabic_text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "25. Ir jie sako: „Kada įvyks šis pažadas, jei esate tiesą sakantys?“",
      "footnotes": ""
    },
    {
      "id": "5267",
      "sura": "67",
      "aya": "26",
      "arabic_text": "قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ",
      "translation": "26. Sakyk (o Muchammedai ﷺ ): „Žinios (apie tikslų jo laiką) yra tik pas Allahą, o aš esu tik aiškus perspėtojas.“",
      "footnotes": ""
    },
    {
      "id": "5268",
      "sura": "67",
      "aya": "27",
      "arabic_text": "فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ",
      "translation": "27. Tačiau kai jie pamatys tai (Prikėlimo Dienos kančią) artėjant, netikinčiųjų veidai pasikeis ir pajuoduos iš liūdesio ir sielvarto ir bus tarta (jiems): „Tai yra (pažadas) tai, ko jūs šaukdavotės.“",
      "footnotes": ""
    },
    {
      "id": "5269",
      "sura": "67",
      "aya": "28",
      "arabic_text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ",
      "translation": "28. Sakyk (Muchammedai): „Ar apmąstėte, jei Allahas sukeltų mano mirtį ir tų, kurie su manimi, ar pasigailėtų mūsų, kas galėtų išgelbėti netikinčiuosius nuo skausmingos bausmės?“",
      "footnotes": ""
    },
    {
      "id": "5270",
      "sura": "67",
      "aya": "29",
      "arabic_text": "قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "29. Sakyk: „Jis yra Maloningiausiasis. Mes patikėjome Jį ir Juo mes pasikliauname. O jūs sužinosite, kas yra akivaizdžiame paklydime.“",
      "footnotes": ""
    },
    {
      "id": "5271",
      "sura": "67",
      "aya": "30",
      "arabic_text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ",
      "translation": "30. Sakyk: „Ar apmąstėte: jei jūsų vanduo nusektų (į žemę), tada kas galėtų jums grąžinti tekantį vandenį?“",
      "footnotes": ""
    }
  ]
}