{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 418,
      "verse_key": "33:1",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّبِيُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا",
      "translation": "Yaa foom Nabiyaama, zoe Wẽnd lɑ f rɑ tũ kɩfen-rãmbã la munaafɩgsã ye, ad Wẽnd yɩɩme n yaa Mit la bʋʋd-minim Soaba.",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 418,
      "verse_key": "33:2",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ مِن رَّبِّكَۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا",
      "translation": "Lɑ f tũ b sẽn tɑɑsd foo sẽn yɑɑ sẽn yit f Soɑbã nengẽ wã, ad Wẽnd yɩɩme n yɑ tẽng-n-biig ne yãmb sẽn tʋmdã.",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 418,
      "verse_key": "33:3",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا",
      "translation": "Lɑ f bobl f meng ne Wẽnde, lɑ lalld tɑ tεk ne Wẽnde.",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 418,
      "verse_key": "33:4",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَّا جَعَلَ ٱللَّهُ لِرَجُلٖ مِّن قَلۡبَيۡنِ فِي جَوۡفِهِۦۚ وَمَا جَعَلَ أَزۡوَٰجَكُمُ ٱلَّٰٓـِٔي تُظَٰهِرُونَ مِنۡهُنَّ أُمَّهَٰتِكُمۡۚ وَمَا جَعَلَ أَدۡعِيَآءَكُمۡ أَبۡنَآءَكُمۡۚ ذَٰلِكُمۡ قَوۡلُكُم بِأَفۡوَٰهِكُمۡۖ وَٱللَّهُ يَقُولُ ٱلۡحَقَّ وَهُوَ يَهۡدِي ٱلسَّبِيلَ",
      "translation": "Wẽnd kɑ ning sũy ɑ yiib rɑo bɑ a yembr pʋgẽ ye, lɑ A kɑ mɑɑn yãmb pɑgb nins yãmb sẽn yet tɩ b poayã yɑɑ wɑ y mɑ-rãmb poayã tɩ yɑɑ yãmb mɑ-rãmb ye, lɑ A kɑ mɑɑn yãmb kom-yõgdsã tɩ b yɑɑ yãmb koɑmb ye, yɑɑ yãmb noy goɑm lɑ rẽ, lɑ Wẽnd yetɑ sɩdɑ, lɑ Yẽ me n le wilgd sore.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 418,
      "verse_key": "33:5",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱدۡعُوهُمۡ لِأٓبَآئِهِمۡ هُوَ أَقۡسَطُ عِندَ ٱللَّهِۚ فَإِن لَّمۡ تَعۡلَمُوٓاْ ءَابَآءَهُمۡ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِ وَمَوَٰلِيكُمۡۚ وَلَيۡسَ عَلَيۡكُمۡ جُنَاحٞ فِيمَآ أَخۡطَأۡتُم بِهِۦ وَلَٰكِن مَّا تَعَمَّدَتۡ قُلُوبُكُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا",
      "translation": "Bool-y-b n tõk ne b bɑɑbã rãmbã, rẽ n yɩɩd tɩrg Wẽnd nengẽ, lɑ yãmb sã n kɑ bãng b bɑɑbã-rãmbã rẽnd b yaa yãmb saam-biisi dĩinã pʋgẽ lɑ yãmb lalldba, lɑ yel kɑ be ne yãmb tɩ y sã n tudg n bool-b n tõk ne zẽng sẽn kɑ b bɑɑbã-rãmbã ye, lɑ yel sẽn be yɑɑ yãmb sẽn mɑɑn pʋ-toog y sũyã pʋsẽ wã, lɑ Wẽnd yɩɩme n yɑ ɑ Lutɑ lɑ ɑ Yoɑlsdɑ.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 418,
      "verse_key": "33:6",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلنَّبِيُّ أَوۡلَىٰ بِٱلۡمُؤۡمِنِينَ مِنۡ أَنفُسِهِمۡۖ وَأَزۡوَٰجُهُۥٓ أُمَّهَٰتُهُمۡۗ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِ مِنَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُهَٰجِرِينَ إِلَّآ أَن تَفۡعَلُوٓاْ إِلَىٰٓ أَوۡلِيَآئِكُم مَّعۡرُوفٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا",
      "translation": "Nabiyaamã n sõmb ne sɩd kõtbã n yɩɩd b mensã, lɑ ɑ pɑgbã yɑɑ b mɑ-rãmbɑ, lɑ roɑgdbã n sõmb ne tɑɑb n yɩɩdɑ, woto yaa Wẽnd sebrã pʋgɑ, sã n kɑ mikɑme tɩ y rɑt n mɑɑnɑ y lalldbã neere; wãndã yɩɩme n yɑɑ sẽn dɑ gʋls tɩ be sebrã pʋgẽ.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 419,
      "verse_key": "33:7",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ أَخَذۡنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَٰقَهُمۡ وَمِنكَ وَمِن نُّوحٖ وَإِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبۡنِ مَرۡيَمَۖ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا",
      "translation": "Lɑ tẽeg wakat ning Tõnd sẽn wɑ n deeg Nabiiyaam-rãmbã pʋlengã la D reeg fo pʋlengã lɑ ɑ Nuuh lɑ ɑ Ibrɑɑhɩɩm lɑ ɑ Muusɑ lɑ ɑ Mɑryɑm biig ɑ Iisɑ me nengẽ, lɑ D reeg pʋleng kẽeng b nengẽ, tɩ b pids tẽn-tʋʋmdlmã.",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 419,
      "verse_key": "33:8",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِّيَسۡـَٔلَ ٱلصَّٰدِقِينَ عَن صِدۡقِهِمۡۚ وَأَعَدَّ لِلۡكَٰفِرِينَ عَذَابًا أَلِيمٗا",
      "translation": "Bʋɩl yĩng lɑ A sok sɩdã-rãmb b sɩdã yelle, lɑ ɑ segl naon-zɑbdg kɩfr-rãmbã yĩngɑ.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 419,
      "verse_key": "33:9",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَآءَتۡكُمۡ جُنُودٞ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا وَجُنُودٗا لَّمۡ تَرَوۡهَاۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا",
      "translation": "Yaa yãmb neb nins sẽn kõ sɩdɑ! tẽeg-y Wẽnd neemã wã yãmb zugu, zɑb-zɑbdb sẽn wɑ n nɑ n seg yãmb tɩ Tõnd tʋm sebg lɑ zɑb-zɑbdb yãmb sẽn kɑ ne-b ye, lɑ Wẽnd yɩɩme n yɑɑ net ne yãmb sẽn tʋmdã.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 419,
      "verse_key": "33:10",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ جَآءُوكُم مِّن فَوۡقِكُمۡ وَمِنۡ أَسۡفَلَ مِنكُمۡ وَإِذۡ زَاغَتِ ٱلۡأَبۡصَٰرُ وَبَلَغَتِ ٱلۡقُلُوبُ ٱلۡحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠",
      "translation": "B sẽn wɑ n yi yãmb yĩngr lɑ yãmb tẽngr wεεngẽ n wɑt yãmbɑ, lɑ sɑsɑ ning nin sẽn wɑ n nodg tɩ sũyã be ragsendakẽ, tɩ yãmb sãmbd Wẽnd ne sãmbse.",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 419,
      "verse_key": "33:11",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُنَالِكَ ٱبۡتُلِيَ ٱلۡمُؤۡمِنُونَ وَزُلۡزِلُواْ زِلۡزَالٗا شَدِيدٗا",
      "translation": "Beenẽ lɑ b zɑrb sɩd-kõtbã n ges lɑ b miim-b miuun-kεgengɑ.",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 419,
      "verse_key": "33:12",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورٗا",
      "translation": "Lɑ sɑsɑ ning munaafɩgsã lɑ neb nins bãas sẽn be b sũyẽ wã sẽn wɑ n yetdẽ: \"Wẽnd kɑ pʋlem tõnd rẽndɑ belgr bɑlɑ\".",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 419,
      "verse_key": "33:13",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قَالَت طَّآئِفَةٞ مِّنۡهُمۡ يَٰٓأَهۡلَ يَثۡرِبَ لَا مُقَامَ لَكُمۡ فَٱرۡجِعُواْۚ وَيَسۡتَـٔۡذِنُ فَرِيقٞ مِّنۡهُمُ ٱلنَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوۡرَةٞ وَمَا هِيَ بِعَوۡرَةٍۖ إِن يُرِيدُونَ إِلَّا فِرَارٗا",
      "translation": "Lɑ sɑsɑ ning b sãndɑ sẽn wɑ n yeele: \"yaa yãmb Yɑsrib (Mɑdĩin) rãmbɑ yɑlsg zĩig kɑe y yĩng dε! Pĩnd n lebg-y; tɩ b sãndɑ kot Nabiyaamã sor n yetdẽ: \"ɑd tõnd zɑgsã kɑ tɑr gũudb ye\". Lɑ b zɑgsã yɑool n tɑr gũudba, kɑ ba fʋɩ n zʋʋg zoees bɑl lɑ b rɑt ye.",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 419,
      "verse_key": "33:14",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ دُخِلَتۡ عَلَيۡهِم مِّنۡ أَقۡطَارِهَا ثُمَّ سُئِلُواْ ٱلۡفِتۡنَةَ لَأٓتَوۡهَا وَمَا تَلَبَّثُواْ بِهَآ إِلَّا يَسِيرٗا",
      "translation": "Lɑ tɩ b (bɛɛbã) sã n da tõe n tũ (tẽngã) kɩrems n kẽ, rẽ poorẽ tɩ b yeel-b tɩ b mɑɑn lɑgem-n-tɑɑre, b ra nɑ mɑɑn-ɑ, tɩ rẽnda meng yaa yol-yol ne-ba.",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 419,
      "verse_key": "33:15",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ كَانُواْ عَٰهَدُواْ ٱللَّهَ مِن قَبۡلُ لَا يُوَلُّونَ ٱلۡأَدۡبَٰرَۚ وَكَانَ عَهۡدُ ٱللَّهِ مَسۡـُٔولٗا",
      "translation": "Lɑ b yɑool n dɑ pʋlmɑ Wẽnd pĩnda, tɩ b kɑ nɑ n zoe ye, lɑ Wẽnd pʋlengã yɑɑ bũmb ning b sẽn nɑ n soke.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 420,
      "verse_key": "33:16",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لَّن يَنفَعَكُمُ ٱلۡفِرَارُ إِن فَرَرۡتُم مِّنَ ٱلۡمَوۡتِ أَوِ ٱلۡقَتۡلِ وَإِذٗا لَّا تُمَتَّعُونَ إِلَّا قَلِيلٗا",
      "translation": "Yeele: \"zoees kɑ nɑ n tɑll yõod ne yãmb bɑ tɩ yãmb sã n zoe n nɑ n põs kũumã mɑɑ kʋʋbã ye, lɑ bɑ tɩ y põs me, y kõon n vʋɩɩm noog rẽndɑ bilf bɑlɑ''.",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 420,
      "verse_key": "33:17",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 167,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ مَن ذَا ٱلَّذِي يَعۡصِمُكُم مِّنَ ٱللَّهِ إِنۡ أَرَادَ بِكُمۡ سُوٓءًا أَوۡ أَرَادَ بِكُمۡ رَحۡمَةٗۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا",
      "translation": "Yeele: \"ãnd n tõe n põsg yãmb n yi Wẽnd t'A sã n dɑt yãmb ne wẽng ma t'A sã n rɑt yãmb ne yolsgo?\" Lɑ b kɑ nɑ n pɑɑm lɑlld lɑ sõɑngd tɩ kɑ Wẽnd ye.",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 420,
      "verse_key": "33:18",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 168,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ قَدۡ يَعۡلَمُ ٱللَّهُ ٱلۡمُعَوِّقِينَ مِنكُمۡ وَٱلۡقَآئِلِينَ لِإِخۡوَٰنِهِمۡ هَلُمَّ إِلَيۡنَاۖ وَلَا يَأۡتُونَ ٱلۡبَأۡسَ إِلَّا قَلِيلًا",
      "translation": "Ad Wẽnd mii koɑmesdbã sẽn be yãmb pʋgẽ wã lɑ neb nins sẽn yet b sɑɑm-biisã: \"wa-y tõnd nengẽ wã\". Lɑ b yɑool n kɑ sɑk n nɑ n kẽ keelmã (zɑbrã) pʋgẽ rẽndɑ bilf bɑlɑ.",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 420,
      "verse_key": "33:19",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 168,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَشِحَّةً عَلَيۡكُمۡۖ فَإِذَا جَآءَ ٱلۡخَوۡفُ رَأَيۡتَهُمۡ يَنظُرُونَ إِلَيۡكَ تَدُورُ أَعۡيُنُهُمۡ كَٱلَّذِي يُغۡشَىٰ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَإِذَا ذَهَبَ ٱلۡخَوۡفُ سَلَقُوكُم بِأَلۡسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلۡخَيۡرِۚ أُوْلَٰٓئِكَ لَمۡ يُؤۡمِنُواْ فَأَحۡبَطَ ٱللَّهُ أَعۡمَٰلَهُمۡۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا",
      "translation": "B sẽn maan beem yãmb zug yĩnga, lɑ rɑbeemã sã n wɑ fo neeme tɩ b get foo tɩ b ninã yilimd wɑlɑ kũum sẽn yilimd ɑ soabɑ, lɑ rɑbeemã sã n looge b sɩlgdɑ yãmb ne zɩlmɑ sẽn zɑbde, n mɑɑn yã-beed n rɑt sõmbã (arzεgsã b sẽn pɑɑm bεεbẽ wã), bãmb rãmb lɑ sẽn kɑ kõ sɩd tɩ Wẽnd sãɑm b tʋʋmã, lɑ wãndã yɩɩme n yɑɑ nɑɑnɑ ne Wẽnde.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 420,
      "verse_key": "33:20",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 168,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَحۡسَبُونَ ٱلۡأَحۡزَابَ لَمۡ يَذۡهَبُواْۖ وَإِن يَأۡتِ ٱلۡأَحۡزَابُ يَوَدُّواْ لَوۡ أَنَّهُم بَادُونَ فِي ٱلۡأَعۡرَابِ يَسۡـَٔلُونَ عَنۡ أَنۢبَآئِكُمۡۖ وَلَوۡ كَانُواْ فِيكُم مَّا قَٰتَلُوٓاْ إِلَّا قَلِيلٗا",
      "translation": "B sãmbdɑme tɩ zãmã wã nɑn kɑ loog ye, lɑ zãmã wã sã n lebg n wɑ, b mɑɑndɑ nonglem n dɑg n beẽ weoogẽ dãmbã pʋgẽ n sokd yãmb yelle, lɑ bɑ tɩ b sã n dɑ pɑ yãmb pʋgẽ wã me, b kɑ nɑ n kẽ zɑbrẽ wã rẽndɑ bilf bɑlɑ.",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 420,
      "verse_key": "33:21",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 168,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَّقَدۡ كَانَ لَكُمۡ فِي رَسُولِ ٱللَّهِ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَ وَذَكَرَ ٱللَّهَ كَثِيرٗا",
      "translation": "Sɩd la hakɩɩka, ad togs-n-tɑ-sõng zĩndɑ Wẽnd Tẽn-tʋmdã vɩɩmã pʋgẽ yãmb yĩngɑ, ned ning sẽn tẽed-ɑ Wẽnd lɑ Yɑoolem dɑɑrã lɑ ɑ tẽeg Wẽnd yell wʋsgo.",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 420,
      "verse_key": "33:22",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 168,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَمَّا رَءَا ٱلۡمُؤۡمِنُونَ ٱلۡأَحۡزَابَ قَالُواْ هَٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥۚ وَمَا زَادَهُمۡ إِلَّآ إِيمَٰنٗا وَتَسۡلِيمٗا",
      "translation": "Lɑ sɩd kõɑtbã sẽn wɑ n yã zãmã wã, b yeelɑme: \"yɑɑ wã lɑ Wẽnd ne A Tẽn-tʋʋmã sẽn pʋlem tõndã, lɑ Wẽnd la A Tẽn-tʋʋmã pʋlenã yi sɩdɑ\". Lɑ rẽ kɑ pɑɑs-b rẽndɑ sɩd-kũun lɑ sɑk-n-tũ.",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 421,
      "verse_key": "33:23",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 168,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مِّنَ ٱلۡمُؤۡمِنِينَ رِجَالٞ صَدَقُواْ مَا عَٰهَدُواْ ٱللَّهَ عَلَيۡهِۖ فَمِنۡهُم مَّن قَضَىٰ نَحۡبَهُۥ وَمِنۡهُم مَّن يَنتَظِرُۖ وَمَا بَدَّلُواْ تَبۡدِيلٗا",
      "translation": "Neb n zĩnd sɩd-kõtbã pʋgẽ n pids b sẽn pʋlengã ne Wẽndã, lɑ be b pʋgẽ sẽn mɑɑn kɑɑlem, lɑ be b pʋgẽ sẽn nɑ gũudɑ, lɑ b kɑ tol n teem bɑ bilf ye.",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 421,
      "verse_key": "33:24",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 168,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِّيَجۡزِيَ ٱللَّهُ ٱلصَّٰدِقِينَ بِصِدۡقِهِمۡ وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ إِن شَآءَ أَوۡ يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا",
      "translation": "Bʋɩl yĩng tɩ Wẽnd rol sɩdã-rãmb b sɩdã yĩngɑ, lɑ A nɑms munaafɩgsã t'A sã n dɑtɑ, mɑɑ t'A sɑk n deeg b tuubgã, ad Wẽnd yɩɩme n yɑɑ yaafd lɑ yoɑlsdɑ.",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 421,
      "verse_key": "33:25",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 168,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُواْ بِغَيۡظِهِمۡ لَمۡ يَنَالُواْ خَيۡرٗاۚ وَكَفَى ٱللَّهُ ٱلۡمُؤۡمِنِينَ ٱلۡقِتَالَۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزٗا",
      "translation": "Lɑ Wẽnd lebsɑ kɩfr-rãmbã ne b sũ-yikrã, b kɑ pɑɑm bɑ fʋɩ, lɑ Wẽnd sekɑ sɩd-kõɑtbã n yi zɑbrã, lɑ Wẽnd yɑɑ pãng-soɑb lɑ zɩslem-soɑbɑ.",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 421,
      "verse_key": "33:26",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 168,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنزَلَ ٱلَّذِينَ ظَٰهَرُوهُم مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن صَيَاصِيهِمۡ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَ فَرِيقٗا تَقۡتُلُونَ وَتَأۡسِرُونَ فَرِيقٗا",
      "translation": "Lɑ A sik Yahuud-rãmb nins sẽn sõng kɩrf-rãmbã b gũudmã zɑgs pʋsẽ, lɑ A kẽes b sũyẽ wã rɑbeem, tɩ yãmb kʋʋd b sãndɑ lɑ y yõgd b sãndɑ.",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 421,
      "verse_key": "33:27",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 168,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَوۡرَثَكُمۡ أَرۡضَهُمۡ وَدِيَٰرَهُمۡ وَأَمۡوَٰلَهُمۡ وَأَرۡضٗا لَّمۡ تَطَـُٔوهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا",
      "translation": "Lɑ A leds yãmb b tẽngẽ wã lɑ b zɑgsẽ wã lɑ b ɑrzεgsẽ wã. La yãmb nao sẽn nɑn kɑ tɑg tẽng ningã, lɑ Wẽnd yɩɩme n yɑɑ bũmb fãɑ tõogdɑ.",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 421,
      "verse_key": "33:28",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 168,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ إِن كُنتُنَّ تُرِدۡنَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا فَتَعَالَيۡنَ أُمَتِّعۡكُنَّ وَأُسَرِّحۡكُنَّ سَرَاحٗا جَمِيلٗا",
      "translation": "Yaa foom Nabiyaama! Yeel f pɑgbã: \"Sã n mikɑme tɩ yãmb rɑtɑ dũni vɩɩmã lɑ ɑ nɑg-teedã, bɩ y wɑ tɩ m kõ-y kũun tɩ tɑ y yɑm lɑ m bɑs-y bɑsg sẽn be neere,",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 421,
      "verse_key": "33:29",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 168,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن كُنتُنَّ تُرِدۡنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلۡأٓخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلۡمُحۡسِنَٰتِ مِنكُنَّ أَجۡرًا عَظِيمٗا",
      "translation": "Lɑ sã n mikɑme tɩ yãmb rɑtɑ Wẽnd lɑ A Tẽn-tʋʋmã lɑ yɑoolem zɑkã bɩ y bãng tɩ Wẽnd seglɑ rol-kẽeng n bĩng yɑɑ b mɑnegdb yãmb pʋgẽ wã\".",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 421,
      "verse_key": "33:30",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 168,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰنِسَآءَ ٱلنَّبِيِّ مَن يَأۡتِ مِنكُنَّ بِفَٰحِشَةٖ مُّبَيِّنَةٖ يُضَٰعَفۡ لَهَا ٱلۡعَذَابُ ضِعۡفَيۡنِۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا",
      "translation": "Yaa yãmb Nabiyaam pagba! Ned ningɑ sẽn wa-a ne yel-wẽnd vẽenegɑ b fãoodɑ naongã naoor ɑ yiib ɑ yĩngɑ, lɑ rẽ me yɩɩme n yɑɑ nɑɑnɑ ne Wẽnde.",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 422,
      "verse_key": "33:31",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَمَن يَقۡنُتۡ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعۡمَلۡ صَٰلِحٗا نُّؤۡتِهَآ أَجۡرَهَا مَرَّتَيۡنِ وَأَعۡتَدۡنَا لَهَا رِزۡقٗا كَرِيمٗا",
      "translation": "Lɑ yãmb pʋgẽ wã ned ning sẽn wõr ɑ meng lɑ ɑ tʋm tʋʋm-sõmɑ, D kõt-ɑ-lɑ ɑ rolbã noor ɑ yiibu, lɑ D segl rɩtl wɑgell ɑ yĩngɑ.",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 422,
      "verse_key": "33:32",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰنِسَآءَ ٱلنَّبِيِّ لَسۡتُنَّ كَأَحَدٖ مِّنَ ٱلنِّسَآءِ إِنِ ٱتَّقَيۡتُنَّۚ فَلَا تَخۡضَعۡنَ بِٱلۡقَوۡلِ فَيَطۡمَعَ ٱلَّذِي فِي قَلۡبِهِۦ مَرَضٞ وَقُلۡنَ قَوۡلٗا مَّعۡرُوفٗا",
      "translation": "Yaa yãmb Nabiyaam pagbã! Ad yãmb kɑ wɑla pɑg buudã fãɑ dε! Ad yãmb sã n zoe Wẽnde, bɩ y rɑ noos y koees tɩ ned ning bãɑg sẽn be ɑ sũurẽ wɑ mɑɑn yɑm-leoog ye, lɑ y gom mɑnegr goɑm sẽn pɑ tɑr sik ye.",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 422,
      "verse_key": "33:33",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَرۡنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجۡنَ تَبَرُّجَ ٱلۡجَٰهِلِيَّةِ ٱلۡأُولَىٰۖ وَأَقِمۡنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعۡنَ ٱللَّهَ وَرَسُولَهُۥٓۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذۡهِبَ عَنكُمُ ٱلرِّجۡسَ أَهۡلَ ٱلۡبَيۡتِ وَيُطَهِّرَكُمۡ تَطۡهِيرٗا",
      "translation": "Lɑ y tɑbend y zɑgsã pʋse, lɑ y rɑ yi wɑlɑ rẽenem zɩɩlem yiibã buud ye, lɑ y yɑls ne Pʋʋsg lɑ y kõ ɑrzεk-yɩlgr-pʋɩɩrã (Zɑkã), lɑ y tũ Wẽnd lɑ A Tẽn-tʋʋmã, Wẽnd sẽn dɑtã yɑɑ sẽn nɑ loog ne rẽok bʋʋd fãɑ n bɑs yãmb ɑ zɑkã rãmbɑ lɑ ɑ yɩlg yãmb sõmɑ.",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 422,
      "verse_key": "33:34",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱذۡكُرۡنَ مَا يُتۡلَىٰ فِي بُيُوتِكُنَّ مِنۡ ءَايَٰتِ ٱللَّهِ وَٱلۡحِكۡمَةِۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا",
      "translation": "Lɑ y tẽeg Wẽnd goamã la Bʋʋd-welgr sẽn kɑremd yãmb zɑgsã pʋsẽ wã, ad Wẽnd yɩɩme n yɑɑ Bʋg-bʋg soɑb ne yãmbɑ n yɑɑ minim Tẽng-n-biigɑ.",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 422,
      "verse_key": "33:35",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلۡمُسۡلِمِينَ وَٱلۡمُسۡلِمَٰتِ وَٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ وَٱلۡقَٰنِتِينَ وَٱلۡقَٰنِتَٰتِ وَٱلصَّٰدِقِينَ وَٱلصَّٰدِقَٰتِ وَٱلصَّٰبِرِينَ وَٱلصَّٰبِرَٰتِ وَٱلۡخَٰشِعِينَ وَٱلۡخَٰشِعَٰتِ وَٱلۡمُتَصَدِّقِينَ وَٱلۡمُتَصَدِّقَٰتِ وَٱلصَّٰٓئِمِينَ وَٱلصَّٰٓئِمَٰتِ وَٱلۡحَٰفِظِينَ فُرُوجَهُمۡ وَٱلۡحَٰفِظَٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرٗا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمٗا",
      "translation": "Ad lɩslaam rɑɑdã lɑ lɩslaam pogsã, lɑ sɩd-kõɑtb rɑɑdã lɑ sɩd-kõɑtb pogsã, lɑ wõr-m-meng rɑɑdã lɑ wõr-m-meng pogsã, lɑ sɩd-toagsdb rɑɑdã lɑ sɩd-toagsdb pogsã, lɑ sug-maandb rɑɑdã lɑ sug-maandb pogsã, lɑ (Wẽnd) yεεsdbb raadã lɑ (Wẽnd) yεεsdb pogsã, lɑ sãrã-mɑɑndb rɑɑdã lɑ sãrã-mɑɑndb pogsã, lɑ no-loεtb rɑɑdã lɑ no-loεtb pogsã, lɑ gũus-m-tɑoor raadã lɑ gũus-m-tɑoor pogsã, lɑ (Wẽnd) tẽegdb rɑɑdã wʋsgã lɑ (Wẽnd) tẽegdb pogsã, ɑd Wẽnd seglɑ yaafg lɑ rolb sẽn yɑɑ kẽeng b yĩngɑ.",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 423,
      "verse_key": "33:36",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا كَانَ لِمُؤۡمِنٖ وَلَا مُؤۡمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمۡرًا أَن يَكُونَ لَهُمُ ٱلۡخِيَرَةُ مِنۡ أَمۡرِهِمۡۗ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ ضَلَّ ضَلَٰلٗا مُّبِينٗا",
      "translation": "Lɑ kɑ segd ne sɩd-kõɑt rɑoog lɑ sɩd-kõɑt-poɑk tɩ Wẽnd lɑ A Tẽn-tʋʋmã sã n gãneg yell bʋʋd n sε bɩ b le tɑll yɑm-yãkr b yellã pʋgẽ ye, lɑ ned ning sẽn kɩɩs-ɑ Wẽnd lɑ A Tẽn-tʋʋmã rẽnd ɑ menemɑ meneng sẽn yɑɑ vẽenegɑ.",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 423,
      "verse_key": "33:37",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا",
      "translation": "(Lɑ tẽeg sɑsɑ ning) fo sẽn wɑ n yet fo sẽn mɑɑn-ɑ soɑb neer tɩ Wẽnd mɑɑn-ɑ neerã: \"tɑll f pɑgã lɑ f zoe Wẽnde\". Lɑ fo solgd f mengẽ wã yell ningɑ Wẽnd sẽn nɑ n vẽneg-ɑ, lɑ fo zoet nebã, lɑ yɑool n yɑɑ Wẽnd lɑ fo sõmb n zoe. Lɑ a Zɑyd sẽn wɑ n bɑs pɑgã, Tõnd kẽes-ɑ-lɑ kãɑdem pʋgẽ (Tõnd loe-ɑ-lɑ fur) n kõ foo, bʋɩl yĩng tɩ yell rɑ zĩnd sɩd-kõɑtbã yĩng b kom-yõgdsã pɑgbã pʋgẽ, tɩ b sã n bɑs-bɑ tɩ bãmb wẽneg n nɑ n furb-bɑ, lɑ Wẽnd yel-rɑtmã yɑɑ bũmb sẽn yɩt tɩlɑe.",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 423,
      "verse_key": "33:38",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَّا كَانَ عَلَى ٱلنَّبِيِّ مِنۡ حَرَجٖ فِيمَا فَرَضَ ٱللَّهُ لَهُۥۖ سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۚ وَكَانَ أَمۡرُ ٱللَّهِ قَدَرٗا مَّقۡدُورًا",
      "translation": "Yel kɑe ne Nabiyaamã, Wẽnd sẽn kõ-a sor yell ning pʋgẽ ye; yɑɑ Wẽnd yell sẽn dɑ sɩng n beẽ sẽn loog-b pĩndã zugu, lɑ Wẽnd yel-dɑtmã yɑɑ sẽn korde tɩ nɑ n yɩ tɩlɑe.",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 423,
      "verse_key": "33:39",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ وَيَخۡشَوۡنَهُۥ وَلَا يَخۡشَوۡنَ أَحَدًا إِلَّا ٱللَّهَۗ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا",
      "translation": "Tẽn-tʋʋm kãnsã tɑɑsdɑ Wẽnd tẽn-tʋmdã lɑ b zoet-A lɑ b kɑ zoet ned ba ɑ ye sã n kɑ Wẽnde, lɑ Wẽnd geelgã A yemsã tʋʋmã sek yã.",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 423,
      "verse_key": "33:40",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٖ مِّن رِّجَالِكُمۡ وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّـۧنَۗ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا",
      "translation": "A Mohɑmmɑd kɑ yɩ n yɑɑ yãmb roɑpã ba a yembr bɑɑbɑ ye, lɑ sẽn be bɑlɑ, a yɑɑ Wẽnd Tẽn-tʋʋm n yɑɑ Nabiyaam-rãmbɑ pidsdɑ, lɑ Wẽnd yɩɩme n yɑɑ mit ne bũmb fãɑ.",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 423,
      "verse_key": "33:41",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ ٱللَّهَ ذِكۡرٗا كَثِيرٗا",
      "translation": "Yãmb ɑ sẽn kõb sɩdɑ! Tẽeg-y Wẽnde (yʋʋrã/yelle), tẽegr sẽn wɑooge.",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 423,
      "verse_key": "33:42",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا",
      "translation": "Lɑ y yɩlg-A yibeoog lɑ zɑɑbre.",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 423,
      "verse_key": "33:43",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي يُصَلِّي عَلَيۡكُمۡ وَمَلَٰٓئِكَتُهُۥ لِيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَكَانَ بِٱلۡمُؤۡمِنِينَ رَحِيمٗا",
      "translation": "Yẽndɑ n yolsd yãmbɑ lɑ A pẽgd-yã, t'A Mɑlεk-rãmbɑ me kot Wẽnd n kõt yãmbɑ sẽn nɑ yɩl t'A yiis yãmb ligsẽ wã n kẽng vẽenmẽ wã, lɑ A yɩɩme n yɑɑ yoɑlsdɑ ne sɩd-kõɑtbã.",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 424,
      "verse_key": "33:44",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تَحِيَّتُهُمۡ يَوۡمَ يَلۡقَوۡنَهُۥ سَلَٰمٞۚ وَأَعَدَّ لَهُمۡ أَجۡرٗا كَرِيمٗا",
      "translation": "B sẽn nɑ n sεg-A rɑɑrã b pʋʋsem yɑɑ Tɩlgre, lɑ A segla rol-wɑgell b yĩngɑ.",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 424,
      "verse_key": "33:45",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا",
      "translation": "Foom ɑ Tẽn-tʋʋma! Ad Tõnd tʋma foom tɩ fo yɑɑ kaset-soɑbɑ lɑ sũ-noɑɑgdɑ lɑ bugsdɑ,",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 424,
      "verse_key": "33:46",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَدَاعِيًا إِلَى ٱللَّهِ بِإِذۡنِهِۦ وَسِرَاجٗا مُّنِيرٗا",
      "translation": "Lɑ boɑɑnd n tʋgd Wẽnd nengẽ ne A rɑɑbo, lɑ fɩtl sẽn yɑɑ vẽenem.",
      "footnotes": ""
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 424,
      "verse_key": "33:47",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَبَشِّرِ ٱلۡمُؤۡمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضۡلٗا كَبِيرٗا",
      "translation": "Lɑ f noog sɩd-kõɑtbã sũuri tɩ yɩɩdlem kẽeng sẽn yi Wẽnd nengẽ be b yĩngɑ.",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 424,
      "verse_key": "33:48",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَ وَدَعۡ أَذَىٰهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا",
      "translation": "Lɑ f rɑ tũ kɩrf-rãmbã la munaafɩgsã ye, lɑ f rɑ wẽnemd n ges b sẽn nɑmsd foo wã ye, lɑ f bobl f meng ne Wẽnde, lɑ ɑd bobend tɑ tεk tɩ sã n yɑɑ Wẽnde.",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 424,
      "verse_key": "33:49",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَكَحۡتُمُ ٱلۡمُؤۡمِنَٰتِ ثُمَّ طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمۡ عَلَيۡهِنَّ مِنۡ عِدَّةٖ تَعۡتَدُّونَهَاۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحٗا جَمِيلٗا",
      "translation": "Yãmb ɑ sẽn kõb sɩdɑ! Y sã n kẽ kãadem ne sɩd-kõt-pogsã rẽ poorẽ n bɑs-bɑ tɑoor tɩ yãmb nɑn kɑ kẽ ne-bɑ, bɩ y bãng tɩ b ka tɑr rɑsem-rãmb sõore b sẽn nɑ n zĩnd n gũ ye; bɩ y kõ-b kũun tɩ tɑ b yɑm, lɑ y bɑs-b bɑsg sẽn be neere.",
      "footnotes": ""
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 424,
      "verse_key": "33:50",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 169,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَحۡلَلۡنَا لَكَ أَزۡوَٰجَكَ ٱلَّٰتِيٓ ءَاتَيۡتَ أُجُورَهُنَّ وَمَا مَلَكَتۡ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيۡكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ ٱلَّٰتِي هَاجَرۡنَ مَعَكَ وَٱمۡرَأَةٗ مُّؤۡمِنَةً إِن وَهَبَتۡ نَفۡسَهَا لِلنَّبِيِّ إِنۡ أَرَادَ ٱلنَّبِيُّ أَن يَسۡتَنكِحَهَا خَالِصَةٗ لَّكَ مِن دُونِ ٱلۡمُؤۡمِنِينَۗ قَدۡ عَلِمۡنَا مَا فَرَضۡنَا عَلَيۡهِمۡ فِيٓ أَزۡوَٰجِهِمۡ وَمَا مَلَكَتۡ أَيۡمَٰنُهُمۡ لِكَيۡلَا يَكُونَ عَلَيۡكَ حَرَجٞۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا",
      "translation": "Foom a Nabiyaama! Ad Tõnd kõo foo sor ne fo pɑgb nins fo sẽn kõ-b b furã ligdi, lɑ D le kõ-f sor tɩ f tõe n kẽ kãɑdem ne fo nug sẽn sooge ( yemb pogsã) sẽn yɑɑ Wẽnd sẽn n kõ foomã, lɑ f bɑɑbɑ kãseng lɑ f bɑɑbɑ-bil kom-pugli, lɑ f pʋgdb-rãmb kom-pugli, lɑ f yεsb kom-pugli, lɑ f mɑ tõp-pogs kom-pugli nins b sẽn maan higra nɑɑg foomã (n yik n wãag n bɑs b tẽngã), lɑ pɑg sẽn yɑɑ sɩd-kõɑt sẽn dɩk-ɑ meng n kõ Nabiyaam tɩ Nabiyaamã sã n dɑt n kẽe kãɑdem ne-ɑ sɑkdɑ me t'ɑ loe-ɑ furi, lɑ rẽ welgɑ ne foog f yembr bɑlɑ, sɩd kõt-rɑɑd ɑ tɑɑbã(Mũumin-dãmbɑ) kɑ nɑɑg be ye, Tõnd bãngɑ Tõnd sẽn dogl-b yεl nins-bɑ b pɑgbẽ wã (pɑ tõe n zʋʋg nɑɑs ye) lɑ b nusã sẽn so pɑgb ninsã yεlã pʋgẽ, Tõnd mɑɑnɑ woto bʋɩl yĩng lɑ weoogr rɑ pɑɑm foo ye, ad Wẽnd yɩɩme n yaa Yaafd n yaa Yolsda.",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 425,
      "verse_key": "33:51",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 170,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ تُرۡجِي مَن تَشَآءُ مِنۡهُنَّ وَتُـٔۡوِيٓ إِلَيۡكَ مَن تَشَآءُۖ وَمَنِ ٱبۡتَغَيۡتَ مِمَّنۡ عَزَلۡتَ فَلَا جُنَاحَ عَلَيۡكَۚ ذَٰلِكَ أَدۡنَىٰٓ أَن تَقَرَّ أَعۡيُنُهُنَّ وَلَا يَحۡزَنَّ وَيَرۡضَيۡنَ بِمَآ ءَاتَيۡتَهُنَّ كُلُّهُنَّۚ وَٱللَّهُ يَعۡلَمُ مَا فِي قُلُوبِكُمۡۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمٗا",
      "translation": "Fo tõe n lɑk n bɑsɑ f sẽn dɑt-ɑ soɑb f pɑgbã pʋga, lɑ f pẽnegd f sẽn dɑt-ɑ soɑbɑ; lɑ fo sẽn dɑt n pẽneg-ɑ soɑb fo sẽn dɑ lɑk n bɑs-b rãmbã pʋgẽ wã yell kɑ ne f ye; rẽndɑ n pẽ ne b nin nɑ mɑɑg lɑ b sũy kõn sãame, lɑ fo sẽn kõ-b yemkãm fãɑ bũmb ning me le tɑ b yɑm; lɑ Wẽnd mii sẽn be yãmb sũyã pʋsẽ, lɑ Wẽnd yɩɩme n yɑɑ Bãngd n yɑɑ Bʋgbʋg-soɑbɑ.",
      "footnotes": ""
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 425,
      "verse_key": "33:52",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 170,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعۡدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنۡ أَزۡوَٰجٖ وَلَوۡ أَعۡجَبَكَ حُسۡنُهُنَّ إِلَّا مَا مَلَكَتۡ يَمِينُكَۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ رَّقِيبٗا",
      "translation": "Pɑgb ɑ tɑɑb kɑ segd ne foo bãmbã loogr poor ye, lɑ f leb n kɑ tõe n tedg-b ne pɑgb ɑ tɑɑb me bɑ tɩ b sõmblemã taa fo yɑm, sɑ n kɑ fo nug sẽn sooge (yemb pogsã), lɑ Wẽnd yɩɩme n yɑɑ bũmb fãɑ Gũusdɑ.",
      "footnotes": ""
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 425,
      "verse_key": "33:53",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 170,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتَ ٱلنَّبِيِّ إِلَّآ أَن يُؤۡذَنَ لَكُمۡ إِلَىٰ طَعَامٍ غَيۡرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنۡ إِذَا دُعِيتُمۡ فَٱدۡخُلُواْ فَإِذَا طَعِمۡتُمۡ فَٱنتَشِرُواْ وَلَا مُسۡتَـٔۡنِسِينَ لِحَدِيثٍۚ إِنَّ ذَٰلِكُمۡ كَانَ يُؤۡذِي ٱلنَّبِيَّ فَيَسۡتَحۡيِۦ مِنكُمۡۖ وَٱللَّهُ لَا يَسۡتَحۡيِۦ مِنَ ٱلۡحَقِّۚ وَإِذَا سَأَلۡتُمُوهُنَّ مَتَٰعٗا فَسۡـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٖۚ ذَٰلِكُمۡ أَطۡهَرُ لِقُلُوبِكُمۡ وَقُلُوبِهِنَّۚ وَمَا كَانَ لَكُمۡ أَن تُؤۡذُواْ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًاۚ إِنَّ ذَٰلِكُمۡ كَانَ عِندَ ٱللَّهِ عَظِيمًا",
      "translation": "Yãmb ɑ neb nins sẽn kõ sɩdɑ!, rɑ kẽ-y Nabiyaamã zɑgsẽ wã sã n kɑ b kõo yãmb sor tɩ kẽ n rɩ ye, lɑ y rɑɑ wɑ zĩnd n gũud-ɑ ye, lɑ b sã n bool-y bɩ y kẽ, lɑ y sã n dɩ n sε bɩ y sãeeg lɑ y rɑ yɑɑs n sõs n lolem yɑm ye, ɑd rẽ rɑ nɑmsdɑ Nabiyaamã t'ɑ yɑool n zoet yãnd ne yãmbɑ, lɑ Wẽnd kɑ zoet yãnd ne sɩd vẽnegr ye, lɑ yãmb sã n dɑt n sok Nɑbiyɑɑmɑ pɑgbã bũmb yelle, bɩ y sok-b lill poore, rẽnd n yɩɩd yɩlgr yãmb ne bãmb sũyẽ wã, lɑ kɑ segd ne yãmb tɩ y mɑɑn sẽn nɑ nɑms Wẽnd Tẽn-tʋʋmã ye, lɑ kɑ segd ne-y me tɩ y kẽ kãadem ne ɑ pɑgbã ɑ loogr poor ye, ɑd rẽndɑ yɩɩme n yɑɑ zũnuub-kẽeng Wẽnd nengẽ.",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 425,
      "verse_key": "33:54",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 170,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِن تُبۡدُواْ شَيۡـًٔا أَوۡ تُخۡفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا",
      "translation": "Yãmb sɑ n vẽneg bũmb bɩ y soɑlg-ɑ lɑme, ad Wẽnd yɩɩme n yɑɑ bũmb fãɑ Mitɑ.",
      "footnotes": ""
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 426,
      "verse_key": "33:55",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 170,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَّا جُنَاحَ عَلَيۡهِنَّ فِيٓ ءَابَآئِهِنَّ وَلَآ أَبۡنَآئِهِنَّ وَلَآ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتۡ أَيۡمَٰنُهُنَّۗ وَٱتَّقِينَ ٱللَّهَۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا",
      "translation": "Yell kɑ be ne pɑgbã tɩ ned yãb-ɑ lɑ ɑ gom neba tɩ pɑ tũ ne lill ye, tɩ sã n yɑɑ b bɑɑbɑ-rãmbã, lɑ b koɑmbã, lɑ b tãopã, lɑ b tãopã koɑmbã, lɑ b tão-pogsã koɑmbã, lɑ b pog-tɑɑsã, lɑ b nusã sẽn soogã ( b yemsã), lɑ y zoe Wẽnde, bɑlɑ Wẽnd yɩɩme n yɑ bũmbɑ fãɑ Sεεta.",
      "footnotes": ""
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 426,
      "verse_key": "33:56",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 170,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱللَّهَ وَمَلَٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِيِّۚ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ صَلُّواْ عَلَيۡهِ وَسَلِّمُواْ تَسۡلِيمًا",
      "translation": "Ad Wẽnd ne A Malεgsã pʋʋsda Nabiyaamã, yãmb ɑ neb nins sẽn kõ sɩdɑ! pʋʋs-y-yã-a lɑ y kos tɩlgr sẽn yɑɑ kẽoog n kõ-a.",
      "footnotes": ""
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 426,
      "verse_key": "33:57",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 170,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ يُؤۡذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَأَعَدَّ لَهُمۡ عَذَابٗا مُّهِينٗا",
      "translation": "Ad sẽn mɑɑnd-b tɩ nɑmsd Wẽnd la A Tẽn-tʋʋmã, Wẽnd kãɑbd-b lɑme Dũni kaanẽ la Laahre, lɑ A segl naon-fɑɑgdg b yĩngɑ.",
      "footnotes": ""
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 426,
      "verse_key": "33:58",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 170,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ يُؤۡذُونَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ بِغَيۡرِ مَا ٱكۡتَسَبُواْ فَقَدِ ٱحۡتَمَلُواْ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا",
      "translation": "Lɑ neb nins sẽn nɑmsd-b muumin rɑɑdã lɑ muumin pogsã tɩ b yaool n ka maan ba fʋɩ wã, ad b tʋkɑ zĩri lɑ yel-wẽnd sẽn yɑɑ vẽenegɑ.",
      "footnotes": ""
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 426,
      "verse_key": "33:59",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 170,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلۡمُؤۡمِنِينَ يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّۚ ذَٰلِكَ أَدۡنَىٰٓ أَن يُعۡرَفۡنَ فَلَا يُؤۡذَيۡنَۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا",
      "translation": "Yaa foom Nabiyaama! Yeel f pɑgbã lɑ f kom-pugli wã lɑ muumin-rãmbã pɑgbã, tɩ b woglg b fʋ-bεdã n mɑɑn tɩ kɩll n pẽnege, tɩ rẽnd n pẽ ne b nɑ bãng-ba, n kɑ mɑɑn tɩ naong tɑ-b ye, lɑ Wẽnd yɩɩme n ya Yaafd n yaa Yolsdɑ.",
      "footnotes": ""
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 426,
      "verse_key": "33:60",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ لَّئِن لَّمۡ يَنتَهِ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡمُرۡجِفُونَ فِي ٱلۡمَدِينَةِ لَنُغۡرِيَنَّكَ بِهِمۡ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلٗا",
      "translation": "Lɑ tɩ munaafɩgsã la bãag sẽn be neb nins sũyẽ wã la zũngdbã sẽn be Madiinã sã n kɑ tek n bɑse, D nɑ n kɩtame tɩ fo zab ne-ba, rẽ poorẽ, b kõn zĩnd ne foo Mɑdĩinɑ rẽndɑ sɑsɑ bilf bɑlɑ.",
      "footnotes": ""
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 426,
      "verse_key": "33:61",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَّلۡعُونِينَۖ أَيۡنَمَا ثُقِفُوٓاْ أُخِذُواْ وَقُتِّلُواْ تَقۡتِيلٗا",
      "translation": "Tɩ b yɑɑ b sẽn digd-b rãmb n zãɑg ne yolsgo, b sẽn be zĩig ning fãɑ, b yõgd-b lɑme n kʋʋd sõmɑ.",
      "footnotes": ""
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 426,
      "verse_key": "33:62",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا",
      "translation": "Yɑɑ Wẽnd sẽn maan tɩ deng tɑoorã to-to wã, lɑ fo kɑ nɑ n pɑɑm Wẽnd mɑnesmã toeeng ye.",
      "footnotes": ""
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 427,
      "verse_key": "33:63",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَسۡـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِۚ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا",
      "translation": "Nebã sokdɑ foom Sɑsã wã yelle (Dĩnã Yikrã), yeele: ''Ad a bãngrã yɑɑ Wẽnd nengẽ bɑl lɑ be, lɑ ãndã n wĩnigd foom tɩ Sɑsã wã kɑ pẽnege?''",
      "footnotes": ""
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 427,
      "verse_key": "33:64",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱللَّهَ لَعَنَ ٱلۡكَٰفِرِينَ وَأَعَدَّ لَهُمۡ سَعِيرًا",
      "translation": "Ad Wẽnd kãaba kɩfr-rãmbã lɑ A seglg Bugum b yĩngɑ.",
      "footnotes": ""
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 427,
      "verse_key": "33:65",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا",
      "translation": "B yɑɑ ɑ pʋgẽ wã pɑɑdbɑ, lɑ b kɑ nɑ n tol n pɑɑm lɑlld lɑ sõngd ye.",
      "footnotes": ""
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 427,
      "verse_key": "33:66",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ تُقَلَّبُ وُجُوهُهُمۡ فِي ٱلنَّارِ يَقُولُونَ يَٰلَيۡتَنَآ أَطَعۡنَا ٱللَّهَ وَأَطَعۡنَا ٱلرَّسُولَا۠",
      "translation": "Raɑr ning b sẽn nɑ n leebd b nemsã bugmẽ wã tɩ b yetdẽ: \" Kato, tõnd sã n dɑ tũẽ Wẽnd la A Tẽn-tʋʋmã pɑ são\".",
      "footnotes": ""
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 427,
      "verse_key": "33:67",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ رَبَّنَآ إِنَّآ أَطَعۡنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠",
      "translation": "Tɩ b yetẽ: \"d Soɑbɑ! Ad tõnd tũu d zu-sob-n-dãmbã lɑ d nin-bεdã tɩ b menes tõnd sorã,",
      "footnotes": ""
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 427,
      "verse_key": "33:68",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَبَّنَآ ءَاتِهِمۡ ضِعۡفَيۡنِ مِنَ ٱلۡعَذَابِ وَٱلۡعَنۡهُمۡ لَعۡنٗا كَبِيرٗا",
      "translation": "D Soɑbɑ! Kõ-b naong sẽn fãoog n pɑɑse, lɑ F kãɑb-b kãab-bedre\".",
      "footnotes": ""
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 427,
      "verse_key": "33:69",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ ءَاذَوۡاْ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُواْۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهٗا",
      "translation": "Yaa yãmb neb nins sẽn kõ sɩdɑ! Rɑ yɩ-y wala neb nins sẽn nɑms ɑ Muusɑ wã ye, tɩ Wẽnd tɩlg-ɑ n yi b sẽn dõd-ɑ wã. Lɑ ɑ yɩɩme n yɑɑ wɑgell Wẽnd nengẽ.",
      "footnotes": ""
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 427,
      "verse_key": "33:70",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَقُولُواْ قَوۡلٗا سَدِيدٗا",
      "translation": "Yaa yãmb neb nins sẽn kõ sɩdɑ! Zoe-y Wẽnd lɑ y yeel gom-tɩrse.",
      "footnotes": ""
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 427,
      "verse_key": "33:71",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُصۡلِحۡ لَكُمۡ أَعۡمَٰلَكُمۡ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ فَازَ فَوۡزًا عَظِيمًا",
      "translation": "T'A nɑ mɑneg yãmb tʋʋmã, lɑ A yaaf yãmb yel-wẽnɑ, la ned ning sẽn tũ Wẽnd lɑ A Tẽn-tʋʋmã, sɩd la hakɩɩka a tɩlgɑ tɩlg-kẽengɑ.",
      "footnotes": ""
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 427,
      "verse_key": "33:72",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّا عَرَضۡنَا ٱلۡأَمَانَةَ عَلَى ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱلۡجِبَالِ فَأَبَيۡنَ أَن يَحۡمِلۡنَهَا وَأَشۡفَقۡنَ مِنۡهَا وَحَمَلَهَا ٱلۡإِنسَٰنُۖ إِنَّهُۥ كَانَ ظَلُومٗا جَهُولٗا",
      "translation": "Ad Tõnd yeela sɑɑsã lɑ tẽngã lɑ tãmsã tɩ b reeg Bobelle, tɩ b zãgs-a la b yet tɩ yɩɩdɑ b pãnga, b kɑ nɑ n tõog ye; tɩ ninsɑɑl tʋk-a, ad ɑ yɩɩ wẽgd ne mengã n yɑɑ zɩta.",
      "footnotes": ""
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 427,
      "verse_key": "33:73",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا",
      "translation": "Bʋɩl yĩng lɑ A nɑms munaafɩgsã la munaafɩg-pogsã la lagem-n-ta rapã la lagem-ta pogsã, la Wẽnd sɑk n deeg sɩd-kõt-rɑɑdã lɑ sɩd-kõt-pogsã tuubgu. Lɑ Wẽnd yɩɩme n yɑ Yaafda n yɑɑ Yolsdɑ.",
      "footnotes": ""
    }
  ]
}