{
  "result": [
    {
      "id": "3971",
      "sura": "38",
      "aya": "1",
      "arabic_text": "صٓۚ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ",
      "translation": "بە (صاد) دەخوێنرێتەوە خوازاناترە بە ماناکەی بۆ زانیاری زیاتر سەیر سەرەتای سورەتی (البقرة) بکە سوێند بە قورئانی خاوەن ڕێز و پەند و ئامۆژگاری\n",
      "footnotes": null
    },
    {
      "id": "3972",
      "sura": "38",
      "aya": "2",
      "arabic_text": "بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ",
      "translation": "بەڵام ئەوانەی بێ باوەڕن ڕۆ چوون، لە خۆبەگەورە زانین و دژایەتیدا (بەرانبەر ئیسلام و شوێن کەوتووانی)\n",
      "footnotes": null
    },
    {
      "id": "3973",
      "sura": "38",
      "aya": "3",
      "arabic_text": "كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ",
      "translation": "چەندەھا گەلمان پێش ئەوان ( پێش کافرانی مەککە) لەناو برد ئەمجا ھاواریان کرد لە حاڵێکدا کاتی ڕزگار بوون نەمابوو\n",
      "footnotes": null
    },
    {
      "id": "3974",
      "sura": "38",
      "aya": "4",
      "arabic_text": "وَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡۖ وَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ",
      "translation": "سەریان سوڕدەما کە ترسێنەرێکیان لە خۆیان بۆ ھاتووە وە بێ باوەڕان دەیانووت ئەم (پێغەمبەرە) جادوگەرێکی زۆر درۆزنە\n",
      "footnotes": null
    },
    {
      "id": "3975",
      "sura": "38",
      "aya": "5",
      "arabic_text": "أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ",
      "translation": "ئایا ئەو (پێغەمبەرە) ھەموو خواکانی کردوەتە یەك خوا بەڕِاستی ئەمە (کەیەك خوا ببێت) شتێکی زۆر سەرسوڕھێنەرە\n",
      "footnotes": null
    },
    {
      "id": "3976",
      "sura": "38",
      "aya": "6",
      "arabic_text": "وَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمۡ أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰٓ ءَالِهَتِكُمۡۖ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ",
      "translation": "وە گەورەکانی (قوڕەیش لەگەڵ پێغەمبەر قسەیان کرد و ھەڵسان) بە پەلە دەرچوون (بەخەڵکیان ووت) بڕۆن و خۆگربن لەسەر (پەرستنی) خواکانتان بەڕاستی ئەمەی (موحەممەد ﷺ) دەیڵێت) شتێکە لە ئێوە داوا کراوە (ھەتا ببێتە گەورەی ھەموو عەرەب)\n",
      "footnotes": null
    },
    {
      "id": "3977",
      "sura": "38",
      "aya": "7",
      "arabic_text": "مَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ إِنۡ هَٰذَآ إِلَّا ٱخۡتِلَٰقٌ",
      "translation": "ئەمەمان نەبیستووە لە کۆتا ئایندا (کە نەسرانیە) ئەمە تەنھا شتێکی ھەڵبەستراوە\n",
      "footnotes": null
    },
    {
      "id": "3978",
      "sura": "38",
      "aya": "8",
      "arabic_text": "أَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِنۢ بَيۡنِنَاۚ بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِيۚ بَل لَّمَّا يَذُوقُواْ عَذَابِ",
      "translation": "ئایا چۆن وەحی لە ناو ھەموومان دا بۆ ئەو (موحەممەد ﷺ) دابەزێنراوە (نەخێر ڕاست ناکەن) بەڵکو ئەوانە لە گوماندان لە قورئانەکەی من (نەخێر وانیە) بەڵکو ئەوانە ھێشتا سزای منیان نەچەشتووە (بۆیە باوەڕناھێنن)\n",
      "footnotes": null
    },
    {
      "id": "3979",
      "sura": "38",
      "aya": "9",
      "arabic_text": "أَمۡ عِندَهُمۡ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ",
      "translation": "یان خەزێنەکانی بەزەیی پەروەردگاری زاڵ و باڵادەست و بەخشندەت لای ئەوانە؟\n",
      "footnotes": null
    },
    {
      "id": "3980",
      "sura": "38",
      "aya": "10",
      "arabic_text": "أَمۡ لَهُم مُّلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ",
      "translation": "یان دەسەڵات و پاشایی ئاسمانەکان و زەوی و ئەوەی لە نێوانیاندایە ھی ئەوانە (ئەگەر وایە) دەبا بەرز ببنەوە لە ناو ھۆکارەکانی بەرز بوونەوەدا (تا دەگەنە عەرش ئەمجا وەحی دابەزێنن بۆ ھەر کەسێك خۆیان دەیانەوێت)\n",
      "footnotes": null
    },
    {
      "id": "3981",
      "sura": "38",
      "aya": "11",
      "arabic_text": "جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ",
      "translation": "(بێ بڕوایانی قوڕەیش) لەشکر و کۆمەڵێکی بێ نرخن لەو کۆمەڵانەی (دژی پێغەمبەرانن بەزوویی) دەشکێنرێن و سەر شۆڕ دەبن\n",
      "footnotes": null
    },
    {
      "id": "3982",
      "sura": "38",
      "aya": "12",
      "arabic_text": "كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ",
      "translation": "پێش ئەوان گەلی نوح و عاد و فیرعەونی خاوەن مێخەکان باوەڕیان (بە پێغەمبەرەکانیان) نەھێنا\n",
      "footnotes": null
    },
    {
      "id": "3983",
      "sura": "38",
      "aya": "13",
      "arabic_text": "وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡـَٔيۡكَةِۚ أُوْلَٰٓئِكَ ٱلۡأَحۡزَابُ",
      "translation": "وە (گەلی) سەمود و گەلی لوط و خاوەن باخە چڕو پڕەکان ئەوانە تاقم و کۆمەڵانێك بوون\n",
      "footnotes": null
    },
    {
      "id": "3984",
      "sura": "38",
      "aya": "14",
      "arabic_text": "إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ",
      "translation": "ھەر ھەموویان باوەڕیان بە پێغەمبەران نەھێنا بۆیە سزای منیان بەسەرا چەسپا (و لە ناو چوون)\n",
      "footnotes": null
    },
    {
      "id": "3985",
      "sura": "38",
      "aya": "15",
      "arabic_text": "وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ",
      "translation": "ئەمانە تەنھا چاوەڕوانی دەنگێکی زۆر گەورە دەکەن ئەو دەنگە (فوو کردن بە کەڕەنادا) کەمترین ماوە دواخستنی نیە\n",
      "footnotes": null
    },
    {
      "id": "3986",
      "sura": "38",
      "aya": "16",
      "arabic_text": "وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ ٱلۡحِسَابِ",
      "translation": "(بەگاڵتە پێکردنێکەوە) وە ووتیان: ئەی پەروەردگارمان پێش ڕۆژی لێپرسینەوە بەشەکەمان (لە سزا، یان پاداشت) پێبدە\n",
      "footnotes": null
    },
    {
      "id": "3987",
      "sura": "38",
      "aya": "17",
      "arabic_text": "ٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱذۡكُرۡ عَبۡدَنَا دَاوُۥدَ ذَا ٱلۡأَيۡدِۖ إِنَّهُۥٓ أَوَّابٌ",
      "translation": "(ئەی موحەممەد ﷺ) دان بە خۆتدا بگرە لەسەر ئەو قسانەی کە دەیکەن بیری بەندەمان (داود) ی خاوەن ھێز و توانا بکەرەوە بێگومان ئەو ھەمیشە گەڕاوە بوو بۆ لای خوا\n",
      "footnotes": null
    },
    {
      "id": "3988",
      "sura": "38",
      "aya": "18",
      "arabic_text": "إِنَّا سَخَّرۡنَا ٱلۡجِبَالَ مَعَهُۥ يُسَبِّحۡنَ بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ",
      "translation": "بەڕاستی ئێمە چیاکانمان رام ھێنا بوو تەسبیحاتی خوایان دەکرد لەگەڵ ئەو (لەگەڵ داوددا) بەئێواران و بەیانیاندا\n",
      "footnotes": null
    },
    {
      "id": "3989",
      "sura": "38",
      "aya": "19",
      "arabic_text": "وَٱلطَّيۡرَ مَحۡشُورَةٗۖ كُلّٞ لَّهُۥٓ أَوَّابٞ",
      "translation": "وە باڵندەکان کە لەدەوری ئەو (داود) کۆدەکرانەوە ھەموو(بۆ تەسبیحات) بۆلای ئەو دەگەڕانەو(تا لەگەڵ داود یادی خوا بکەن)\n",
      "footnotes": null
    },
    {
      "id": "3990",
      "sura": "38",
      "aya": "20",
      "arabic_text": "وَشَدَدۡنَا مُلۡكَهُۥ وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ وَفَصۡلَ ٱلۡخِطَابِ",
      "translation": "وە پاشایەتیەکەی ئەومان بەھێز کرد دانایی و گوفتاری جیاکەرەوەمان پێ بەخشی\n",
      "footnotes": null
    },
    {
      "id": "3991",
      "sura": "38",
      "aya": "21",
      "arabic_text": "۞ وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ",
      "translation": "وە ئایا ھەواڵی داوا چیەکانت پێ گەیشتووە کاتێك بەدیواری خەڵوەتگاکەدا سەرکەوتن\n",
      "footnotes": null
    },
    {
      "id": "3992",
      "sura": "38",
      "aya": "22",
      "arabic_text": "إِذۡ دَخَلُواْ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنۡهُمۡۖ قَالُواْ لَا تَخَفۡۖ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ",
      "translation": "لە ناکاودا چوونە ژوورەوە بۆ لای داود ئەویش داچڵەکا و ترسا لێیان ووتیان: مەترسە (ئێمە) دوو داواچین یەکێکمان ستەمی لەوی تر کردووە جا لە نێوانماندا بەھەق وڕاستی بڕیاربدە ولە ڕاستی لامەدە (لە بڕیارەکەتدا) وە ڕێنمونیمان بکە بۆ رێگای ڕاست\n",
      "footnotes": null
    },
    {
      "id": "3993",
      "sura": "38",
      "aya": "23",
      "arabic_text": "إِنَّ هَٰذَآ أَخِي لَهُۥ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِيَ نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي ٱلۡخِطَابِ",
      "translation": "(یەکیان ووتی) بێگومان ئەمە برامە، نەوەدو نۆ سەر مەڕی ھەیە و منیش یەك مەڕم ھەیە کەچی دەڵێت ئەو مەڕەش بدە بەمن (بیسپێرە بەمن) و لەکاتی قسە کردندا زاڵە بەسەرمدا\n",
      "footnotes": null
    },
    {
      "id": "3994",
      "sura": "38",
      "aya": "24",
      "arabic_text": "قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِۦۖ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ فَٱسۡتَغۡفَرَ رَبَّهُۥ وَخَرَّۤ رَاكِعٗاۤ وَأَنَابَ۩",
      "translation": "(ئەمجا داود علیە السلام بەبێ ئەوەی گوێ لەبراکەی تریان بگرێت وبەپەلە ئەم حوکمەی دا) ووتی: سوێند بەخوا بەڕاستی ستەمی لێکردوی کە داوات لێدەکات تاقە مەڕەکەت بخاتە ناو مەڕەکانی خۆیەوە و بێگومان زۆر لەشەریك و ھاوبەشەکان ستەم لەیەکتری دەکەن بێجگە لەوانەی باوەڕیان ھێناوە و کردەوەی چاکیان کردووە، ئەوانەش زۆر کەمن، داود زانی کە ئێمە تەنھا تاقیمان کردوەتەوە بۆیە داوای لێبوردنی کرد لە پەروەردگاری وکەوت بە ڕوودا بە سوژدە بردنەوە و تۆبەی کرد (لەوەی نەدەبوو بەبێ گوێگرتن لەکەسی بەرامبەر حوکم بدات وپەلەش بکات لەبڕیارداندا)\n",
      "footnotes": null
    },
    {
      "id": "3995",
      "sura": "38",
      "aya": "25",
      "arabic_text": "فَغَفَرۡنَا لَهُۥ ذَٰلِكَۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ",
      "translation": "ئێمەش لەو ھەڵەی ئەو خۆش بووین بەڕاستی ئەو (داود) پلە و پایەی بەرزە و نزیکە لە ئێمەوە ودواڕۆژێکی چاکیشی ھەیە\n",
      "footnotes": null
    },
    {
      "id": "3996",
      "sura": "38",
      "aya": "26",
      "arabic_text": "يَٰدَاوُۥدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدُۢ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ",
      "translation": "ئەی داود بێگومان ئێمە تۆمان کرد بەجێنشینی(پێغەمبەرانی پێش خۆت) لە زەویدا کەوابوو تۆش لە نێوان خەڵکدا بەڕاستی فەرمانڕەوایی بکە شوێن ھەوا و ئارەزوو مەکەوە با لەڕێگای خوا لات نەدات بێگومان ئەوانەی لەڕێگای خوا لادەدەن و گومڕادەبن، سزای سـەخـتـیـان بۆ ھـەیە چـونکە ڕۆژی لێپرسینـەوەیـان لەبیرکردبوو\n",
      "footnotes": null
    },
    {
      "id": "3997",
      "sura": "38",
      "aya": "27",
      "arabic_text": "وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗاۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْۚ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ",
      "translation": "ئێمە ئاسمان و زەوی و ئەوەی لە نێوانیاندایە بەبێھودە دروستمان نەکردووە ئەوە گومانی ئەو کەسانەیە کە بێ باوەڕبوون سا ھاوار بۆ ئەوانەی کە بێ باوەڕبوون بەئاگری دۆزەخ\n",
      "footnotes": null
    },
    {
      "id": "3998",
      "sura": "38",
      "aya": "28",
      "arabic_text": "أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ",
      "translation": "ئایا ئەوانەی باوەڕیان ھێناوەو کردەوە چاکەکانیان کردووە لەگەڵ خراپەکاران لە زەویدا وەك یەکیان دانێین (لە دوا رۆژدا، نەخێر وانیە) یان پارێزکاران ولەخواترسان وەك بەدکرداران لێ بکەین؟!\n",
      "footnotes": null
    },
    {
      "id": "3999",
      "sura": "38",
      "aya": "29",
      "arabic_text": "كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
      "translation": "(ئەم قورئانە) کتێبێکی پیرۆزە ناردوومانەتە خوارەوە بۆ تۆ بۆ ئەوەی بیر بکەنەوە لەئایەتەکانی، وە خاوەنانی بیر و ژیری پەندی لێ وەربگرن\n",
      "footnotes": null
    },
    {
      "id": "4000",
      "sura": "38",
      "aya": "30",
      "arabic_text": "وَوَهَبۡنَا لِدَاوُۥدَ سُلَيۡمَٰنَۚ نِعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٌ",
      "translation": "ئێمە سولەیمانمان بەخشی بە داود (علیھما السلام) ئەو (سولەیمان) بەندەیەکی چاك بوو، بێگومان ئەو زۆر ڕوو لەخوا بوو\n",
      "footnotes": null
    },
    {
      "id": "4001",
      "sura": "38",
      "aya": "31",
      "arabic_text": "إِذۡ عُرِضَ عَلَيۡهِ بِٱلۡعَشِيِّ ٱلصَّٰفِنَٰتُ ٱلۡجِيَادُ",
      "translation": "سەر لە ئێوارە کاتێك ئەسپانی ڕەسەن و خێرا نیشانی سولەیمان درا\n",
      "footnotes": null
    },
    {
      "id": "4002",
      "sura": "38",
      "aya": "32",
      "arabic_text": "فَقَالَ إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ",
      "translation": "جا (سولەیمان) ووتی خۆشەویستی ئەم ئەسپانەم باودا بەسەر یاد و عیبادەتی پەروەردگارمدا (کە نوێژی عەسر بوو) (سەیری ئەسپەکانی دەکرد) ھەتا لەچاوو گوم بوون\n",
      "footnotes": null
    },
    {
      "id": "4003",
      "sura": "38",
      "aya": "33",
      "arabic_text": "رُدُّوهَا عَلَيَّۖ فَطَفِقَ مَسۡحَۢا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ",
      "translation": " (ووتی) جارێکی تر ئەو ئەسپانەم بۆ بگێڕنەوە ئەمجا دەستی ھێنا بە دەست و قاچ و گەردن و یاڵی (ئەو ئەسپانەدا)\n",
      "footnotes": null
    },
    {
      "id": "4004",
      "sura": "38",
      "aya": "34",
      "arabic_text": "وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِۦ جَسَدٗا ثُمَّ أَنَابَ",
      "translation": "سوێند بەخوا بەڕاستی سولەیمانمان تاقیکردەوە و لاشەی (لەتە کوڕێك) مان فڕێدا بەسەر تەختەکەیدا (چونکە پێشتر سوێندی خواردبوو، کە بەسەر تەواوی خێزانەکانیدا ئەسوڕێتەوە وکۆ ئەبێتەوە لەگەڵیاندا، وھەریەکەشیان کوڕێکی ببێت ولەپێناو خوادا جیھاد بکەن بەبێ ئەوەی (ان شاء اللە) بکات لەدواییدا لەھەر ھەموو خێزانەکانی تەنھا کوڕێکی نوقسانی ناتەواوی بوو، خوای گەورەش بەمە تاقیکردەوە) پاشان تەوبەی کرد و گەڕایەوە بۆ لای خوا\n",
      "footnotes": null
    },
    {
      "id": "4005",
      "sura": "38",
      "aya": "35",
      "arabic_text": "قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ",
      "translation": "(سولەیمان) ووتی ئەی پەروەردگارم لێم خۆشبە و دەسەڵات و پاشایەتێکم پێ ببەخشە کەدوای من دەس نەدا بۆ کەسی تر بێگومان تەنھا تۆی بەخشندەی (ھەموو شتێکی)\n",
      "footnotes": null
    },
    {
      "id": "4006",
      "sura": "38",
      "aya": "36",
      "arabic_text": "فَسَخَّرۡنَا لَهُ ٱلرِّيحَ تَجۡرِي بِأَمۡرِهِۦ رُخَآءً حَيۡثُ أَصَابَ",
      "translation": "(دوای نزاکەی) (با) مان بۆ ڕام ھێنا وخستمانە خزمەتیەوە بەفەرمانی ئەو بەنەرمی دەڕۆیی بۆ ھەر جێگایەك بیویستایە\n",
      "footnotes": null
    },
    {
      "id": "4007",
      "sura": "38",
      "aya": "37",
      "arabic_text": "وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ",
      "translation": "وە ھەموو (جنۆکەو) شەیتانەکانمان بۆ ڕام ھێنا بوو کە بینا سازو مەلەوانی ژێر دەریا بوون\n",
      "footnotes": null
    },
    {
      "id": "4008",
      "sura": "38",
      "aya": "38",
      "arabic_text": "وَءَاخَرِينَ مُقَرَّنِينَ فِي ٱلۡأَصۡفَادِ",
      "translation": "وە ھەندێکی تریان (کە سەرپێچی سولەیمانیان کردبوو ڕاممان ھێنان بۆی) بە پێکەوە بەستراوی لە کۆت زنجیردا\n",
      "footnotes": null
    },
    {
      "id": "4009",
      "sura": "38",
      "aya": "39",
      "arabic_text": "هَٰذَا عَطَآؤُنَا فَٱمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ",
      "translation": "ئەمەی (کە باسکرا) بەخششی ئێمەیە (بۆ تۆ)، ئەمجا بەویستی خۆت بیبەخشە، یان بیگرەوە و مەیبەخشە بەبێ پرسینەوە (لێت)\n",
      "footnotes": null
    },
    {
      "id": "4010",
      "sura": "38",
      "aya": "40",
      "arabic_text": "وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ",
      "translation": "وە بەڕاستی ئەو (سولەیمان) پلەی بەرزی ھەیە لای ئێمە وە سەرئەنجامی چاکی ھەیە\n",
      "footnotes": null
    },
    {
      "id": "4011",
      "sura": "38",
      "aya": "41",
      "arabic_text": "وَٱذۡكُرۡ عَبۡدَنَآ أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ",
      "translation": "وە (ئەی موحەممەد ﷺ) باسی بەندەی ئێمە ئەیوب بکە کاتێك ھاواری لە پەروەردگاری کرد (ووتی) بەڕاستی شەیتان تووشی زەحمەت و ناڕەحەتی و ئازاری کردووم\n",
      "footnotes": null
    },
    {
      "id": "4012",
      "sura": "38",
      "aya": "42",
      "arabic_text": "ٱرۡكُضۡ بِرِجۡلِكَۖ هَٰذَا مُغۡتَسَلُۢ بَارِدٞ وَشَرَابٞ",
      "translation": "(پێی وترا) پێت بدە بە زەویدا ئەوە کانیاوێکی ساردە بۆ خۆشتن و خواردنەوە (پێی دا بەزەویدا و ئاو ھەڵقوڵی ولەو ئاوە خۆی شت و ئاوی خواردەوە ولە نەخۆشیەکەیشی چاك بوویەوە)\n",
      "footnotes": null
    },
    {
      "id": "4013",
      "sura": "38",
      "aya": "43",
      "arabic_text": "وَوَهَبۡنَا لَهُۥٓ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنَّا وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ",
      "translation": "وە ژن و مناڵەکانی و ئەوەندەی تریشمان لەگەڵیاندا بە (ئەیوب) بەخشی بەڕەحم ومیھرەبانی لە لایەن خۆمانەوە (بۆ ئەیوب) وە بۆ پەند و ئامۆژگاری بۆ خاوەنانی ژیری و بیرو ھۆش\n",
      "footnotes": null
    },
    {
      "id": "4014",
      "sura": "38",
      "aya": "44",
      "arabic_text": "وَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِۦ وَلَا تَحۡنَثۡۗ إِنَّا وَجَدۡنَٰهُ صَابِرٗاۚ نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٞ",
      "translation": "(پێمان ووت) چەپکێ شووڵ (داری زۆر باریك) بە دەستەوە بگرە و پێی بدە (لەخێزانت یەکجار) و سوێندەکەت مەشکێنە (کە لە خێزانت خوارد بوو سەد داری لێ بدەی) بەڕاستی ئێمە ئەو (ئەیوب)مان بەخۆگری بینی چ بەندەیەکی چاك بوو بەڕاستی ئەو زۆر گوێڕایەڵ و ڕوو لە خوا بوو\n",
      "footnotes": null
    },
    {
      "id": "4015",
      "sura": "38",
      "aya": "45",
      "arabic_text": "وَٱذۡكُرۡ عِبَٰدَنَآ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي ٱلۡأَيۡدِي وَٱلۡأَبۡصَٰرِ",
      "translation": "وە باسی بەندەکانی ئێمە بکە ئیبراھیم و ئیسحاق و یەعقوب کە خاوەنی ھێزو توانا و بینایی بوون\n",
      "footnotes": null
    },
    {
      "id": "4016",
      "sura": "38",
      "aya": "46",
      "arabic_text": "إِنَّآ أَخۡلَصۡنَٰهُم بِخَالِصَةٖ ذِكۡرَى ٱلدَّارِ",
      "translation": "بەڕاستی لەبەر ئەوەی ھەمیشە ڕۆژی دواییان لەبیردابوو ئێمە (بە بەندەی تایبەتی خۆمان) ھەڵمان بژاردن\n",
      "footnotes": null
    },
    {
      "id": "4017",
      "sura": "38",
      "aya": "47",
      "arabic_text": "وَإِنَّهُمۡ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ ٱلۡأَخۡيَارِ",
      "translation": "وە بەڕاستی ئەوانە (ھەر سیانیان) لای ئێمە لەبەند ھەڵبژێردراوە چاکەکانن\n",
      "footnotes": null
    },
    {
      "id": "4018",
      "sura": "38",
      "aya": "48",
      "arabic_text": "وَٱذۡكُرۡ إِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَذَا ٱلۡكِفۡلِۖ وَكُلّٞ مِّنَ ٱلۡأَخۡيَارِ",
      "translation": "وە باسی (بەندەکانی ئێمە) ئیسماعیل و ئەلیەسەع و ذولکیفل بکە کەھەموویان لە چاکەکارانن\n",
      "footnotes": null
    },
    {
      "id": "4019",
      "sura": "38",
      "aya": "49",
      "arabic_text": "هَٰذَا ذِكۡرٞۚ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ",
      "translation": "ئەم (باسی پێغەمبەرانە) باس و ناوبانگی چاکیانە لە دونیادا و بێگومان پارێزکاران سەرئەنجامێکی چاکیان ھەیە\n",
      "footnotes": null
    },
    {
      "id": "4020",
      "sura": "38",
      "aya": "50",
      "arabic_text": "جَنَّٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ",
      "translation": "(کە بریتیە لە) بەھەشتانی جێگای مانەوەی ھەمیشەیی، کەدەرگاکانی کراوەتەوە بۆیان\n",
      "footnotes": null
    },
    {
      "id": "4021",
      "sura": "38",
      "aya": "51",
      "arabic_text": "مُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ",
      "translation": "لەوێدا (لەسەر کورسی ڕازاوە) پاڵیان داوەتەوە تێیدا داوای میوەھاتی زۆر و جۆرەھا خواردنەوە دەکەن\n",
      "footnotes": null
    },
    {
      "id": "4022",
      "sura": "38",
      "aya": "52",
      "arabic_text": "۞ وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ",
      "translation": "و حۆریانی ھاوتەمەنیان لایە (خێزانیانن) کەچاویان بڕیوەتە مێردەکانیان\n",
      "footnotes": null
    },
    {
      "id": "4023",
      "sura": "38",
      "aya": "53",
      "arabic_text": "هَٰذَا مَا تُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ",
      "translation": "ئەمە ئەو (نازو نیعمەتانە)یە کە بەڵێنتان پێـدرا بوو بۆ ڕۆژی لێپرسینەوە (ڕۆژی قیامەت)\n",
      "footnotes": null
    },
    {
      "id": "4024",
      "sura": "38",
      "aya": "54",
      "arabic_text": "إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُۥ مِن نَّفَادٍ",
      "translation": "بەڕاستی ئەمە ڕزق و ڕۆزی ئێمەیە ھەرگیز تەواو بوونی بۆ نیە\n",
      "footnotes": null
    },
    {
      "id": "4025",
      "sura": "38",
      "aya": "55",
      "arabic_text": "هَٰذَاۚ وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٖ",
      "translation": "ئا ئەمە (پاداشتی پارێزکارانە) و بێگومان سەرکەشانیش خراپترین پاشە ڕۆژیان ھەیە\n",
      "footnotes": null
    },
    {
      "id": "4026",
      "sura": "38",
      "aya": "56",
      "arabic_text": "جَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ ٱلۡمِهَادُ",
      "translation": "دۆزەخە کەدەچنە ناویەوە، ئای چ جێگایەکی بەدو خراپە\n",
      "footnotes": null
    },
    {
      "id": "4027",
      "sura": "38",
      "aya": "57",
      "arabic_text": "هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَّاقٞ",
      "translation": "ئەمە و ئاوی لەکوڵ و کێم وزووخاوە، دەبا بیچەژن\n",
      "footnotes": null
    },
    {
      "id": "4028",
      "sura": "38",
      "aya": "58",
      "arabic_text": "وَءَاخَرُ مِن شَكۡلِهِۦٓ أَزۡوَٰجٌ",
      "translation": "وە چەند جۆری تر سزایان ھەیە لەو شێوە\n",
      "footnotes": null
    },
    {
      "id": "4029",
      "sura": "38",
      "aya": "59",
      "arabic_text": "هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ لَا مَرۡحَبَۢا بِهِمۡۚ إِنَّهُمۡ صَالُواْ ٱلنَّارِ",
      "translation": "(بە گومڕاکەرەکان دەوترێت) ئەمە کۆمەڵێکە لەگەڵ ئێوەدا دێنە دۆزەخ (گومڕاکەرەکانیش دەڵێن) بەخێر نەیەن بێگومان ئەوانە دەچنە ناو ئاگری دۆزەخ\n",
      "footnotes": null
    },
    {
      "id": "4030",
      "sura": "38",
      "aya": "60",
      "arabic_text": "قَالُواْ بَلۡ أَنتُمۡ لَا مَرۡحَبَۢا بِكُمۡۖ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَاۖ فَبِئۡسَ ٱلۡقَرَارُ",
      "translation": "ئەوان (بە گومڕاکەرەکان) دەڵێن بەڵکو ئێوە بەخێر نەیەن ئێوە (لەدونیا گومـڕاتان کردین)و ئەم سزاتان پێش ھێنا بۆمان ئای چ جێگاو مەنزڵێکی خراپە\n",
      "footnotes": null
    },
    {
      "id": "4031",
      "sura": "38",
      "aya": "61",
      "arabic_text": "قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ",
      "translation": "دەڵێن: ئەی پەروەردگارمان ھەر کەس (ھۆی) پێش ھێنانی ئەم سزایە بوو بۆ ئێمە ئەوە سزای ئەو کەسە لەدۆزەخدا چەند قات بکەرەوە\n",
      "footnotes": null
    },
    {
      "id": "4032",
      "sura": "38",
      "aya": "62",
      "arabic_text": "وَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ ٱلۡأَشۡرَارِ",
      "translation": "وە (گومڕاکەرەکان) دەڵێن ئەوە چیمانە بۆچ پیاوانێك نابینین کە ئێمە لە خراپەرکارانمان دەژماردن\n",
      "footnotes": null
    },
    {
      "id": "4033",
      "sura": "38",
      "aya": "63",
      "arabic_text": "أَتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ",
      "translation": "ئایا ئەوانەن کە گاڵتەمان پێدەکردن؟ یان (لێرەن بەڵام) چاوەکان لێیان کەلا بووە (و نایان بینن)\n",
      "footnotes": null
    },
    {
      "id": "4034",
      "sura": "38",
      "aya": "64",
      "arabic_text": "إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ ٱلنَّارِ",
      "translation": "بێگومان ئەوە (کە باسکرا) ئاژاوە و شەڕە قسەی دۆزەخیانە، وڕاستە (و دێتەدی)\n",
      "footnotes": null
    },
    {
      "id": "4035",
      "sura": "38",
      "aya": "65",
      "arabic_text": "قُلۡ إِنَّمَآ أَنَا۠ مُنذِرٞۖ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ",
      "translation": "(ئەی موحەممەد ﷺ) بڵێ من تەنھا ترسێنەرێکم و ھیچ پەرستراوێکی ڕاست نیە بێجگە لە خوای تەنھای بەدەسەڵات\n",
      "footnotes": null
    },
    {
      "id": "4036",
      "sura": "38",
      "aya": "66",
      "arabic_text": "رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ",
      "translation": "پەروەردگاری ئاسمانەکان و زەوی و ئەوەی لە نێوانیاندایە زاڵ و باڵادەست و لێبوردەیە\n",
      "footnotes": null
    },
    {
      "id": "4037",
      "sura": "38",
      "aya": "67",
      "arabic_text": "قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ",
      "translation": "(ئەی موحەممەد ﷺ) بڵێ ئەوە ھەواڵێکی زۆر گەورەیە\n",
      "footnotes": null
    },
    {
      "id": "4038",
      "sura": "38",
      "aya": "68",
      "arabic_text": "أَنتُمۡ عَنۡهُ مُعۡرِضُونَ",
      "translation": "کە ئێوە گوێی پێ نادەن\n",
      "footnotes": null
    },
    {
      "id": "4039",
      "sura": "38",
      "aya": "69",
      "arabic_text": "مَا كَانَ لِيَ مِنۡ عِلۡمِۭ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰٓ إِذۡ يَخۡتَصِمُونَ",
      "translation": "(بڵێ ئەگەر وەحیم بۆ نەھاتایە) من ھیچ ئاگام لەکۆمەڵی ھەرە بڵند (فریشتەکان) نەبووە کاتێك دەمەقاڵێیان دەکرد (دەربارەی ئادەم)\n",
      "footnotes": null
    },
    {
      "id": "4040",
      "sura": "38",
      "aya": "70",
      "arabic_text": "إِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ",
      "translation": "نیگا بۆ من ناکرێت جگە لەوە نەبێت کە من تەنھا ترسێنەرێکی ڕوونکەرەوەم\n",
      "footnotes": null
    },
    {
      "id": "4041",
      "sura": "38",
      "aya": "71",
      "arabic_text": "إِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن طِينٖ",
      "translation": "ئەو کاتەی (دەمەقاڵێیان بوو) پەروەردگارت بەفریشتەکانی فەرموو بەڕاستی من مرۆڤێك لە قوڕ دروست دەکەم\n",
      "footnotes": null
    },
    {
      "id": "4042",
      "sura": "38",
      "aya": "72",
      "arabic_text": "فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ",
      "translation": "ئەمجا کاتێك شێوەکەیم ڕێکخست و فوم پێدا کرد وگیانم کرد بە بەریدا لە گیانێك کە خۆم دروستم کردووە ئەوسا ھەموو بە سوژدە بردن بۆی بکەون بە ڕوودا\n",
      "footnotes": null
    },
    {
      "id": "4043",
      "sura": "38",
      "aya": "73",
      "arabic_text": "فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ",
      "translation": "جا فریشتەکان ھەر ھەموویان سوژدەیان برد\n",
      "footnotes": null
    },
    {
      "id": "4044",
      "sura": "38",
      "aya": "74",
      "arabic_text": "إِلَّآ إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ",
      "translation": "بێجگە لە شەیتان کە خۆی بە گەورە دانا و لە بێ باوەڕان بوو\n",
      "footnotes": null
    },
    {
      "id": "4045",
      "sura": "38",
      "aya": "75",
      "arabic_text": "قَالَ يَٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّۖ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ",
      "translation": "(خوا) فەرمووی ئەی ئیبلیس چی شتێك ڕێگری کردیت (لەوەی) کە سوژدە ببەیت بۆ کەسێ کە بە ھەردوو دەستی خۆم دروستم کردووە ئایا خۆت بەگەورە زانی، یاخو لەبەرزو بڵندەکانی؟\n",
      "footnotes": null
    },
    {
      "id": "4046",
      "sura": "38",
      "aya": "76",
      "arabic_text": "قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ",
      "translation": "(شەیتان) ووتی من لە (ئادەم) چاکترم چونکە منت لەئاگر دروستکردووە، بەڵام ئەوت لەقوڕ درەستکردووە\n",
      "footnotes": null
    },
    {
      "id": "4047",
      "sura": "38",
      "aya": "77",
      "arabic_text": "قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ",
      "translation": "(خوا) فەرمووی کەواتە لەو (بەھەشتە) دەرچۆ و بڕۆ، چونکە بێگومان تۆ دەرکراوی لەڕەحمەتی من\n",
      "footnotes": null
    },
    {
      "id": "4048",
      "sura": "38",
      "aya": "78",
      "arabic_text": "وَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ ٱلدِّينِ",
      "translation": "وە بەڕاستی نەفرینی منت لەسەر بێ تا ڕۆژی (پاداشت و تۆڵە)\n",
      "footnotes": null
    },
    {
      "id": "4049",
      "sura": "38",
      "aya": "79",
      "arabic_text": "قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ",
      "translation": "(شەیتان) ووتی ئەی پەروەردگارم دەی مۆڵەتم بدە (نەمرم) تا رۆژێ (مردوان) زیندوو دەکرێنەوە\n",
      "footnotes": null
    },
    {
      "id": "4050",
      "sura": "38",
      "aya": "80",
      "arabic_text": "قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ",
      "translation": " (خوا) فەرمووی: دەی بەڕاستی تۆ لە مۆڵەت دراوانی\n",
      "footnotes": null
    },
    {
      "id": "4051",
      "sura": "38",
      "aya": "81",
      "arabic_text": "إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ",
      "translation": "تاڕۆژی کاتی دیاریکراو\n",
      "footnotes": null
    },
    {
      "id": "4052",
      "sura": "38",
      "aya": "82",
      "arabic_text": "قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ",
      "translation": "(شەیتان) ووتی ئەمجا سوێند بەعیزەتت ھەر ھەموویان گومڕا دەکەم\n",
      "footnotes": null
    },
    {
      "id": "4053",
      "sura": "38",
      "aya": "83",
      "arabic_text": "إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ",
      "translation": "ئەوانەیان نەبێت کەبەندەی پاك و ھەڵبژاردەی تۆن\n",
      "footnotes": null
    },
    {
      "id": "4054",
      "sura": "38",
      "aya": "84",
      "arabic_text": "قَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ",
      "translation": "(خوا) فەرمووی: من ھەقم ھەر ھەقیش دەڵێم\n",
      "footnotes": null
    },
    {
      "id": "4055",
      "sura": "38",
      "aya": "85",
      "arabic_text": "لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ",
      "translation": "بەڕاستی دۆزەخ پڕ دەکەم لە تۆ و ئەوانەی (لە ئادەمییان) شوێنت دەکەون بەتێکڕا\n",
      "footnotes": null
    },
    {
      "id": "4056",
      "sura": "38",
      "aya": "86",
      "arabic_text": "قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ",
      "translation": "(ئەی موحەممەد ﷺ) بڵێ من ھیچ کرێ و پاداشتێك لەسەر گەیاندنی ئەم ئاینە لە ئێوە داواناکەم و من لەو کەسانەش نیم کە درۆ ھەڵبەستم و زۆر لە خۆم بکەم\n",
      "footnotes": null
    },
    {
      "id": "4057",
      "sura": "38",
      "aya": "87",
      "arabic_text": "إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ",
      "translation": "ئەم (قورئانە) تەنھا پەند و ئامۆژگاریە بۆ ھەموو جیھانیان\n",
      "footnotes": null
    },
    {
      "id": "4058",
      "sura": "38",
      "aya": "88",
      "arabic_text": "وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ",
      "translation": "بەڕاستی پاش ماوەیەك لە ھەواڵی ئەو (قورئانە) دەزانن\n",
      "footnotes": null
    }
  ]
}