{
  "id": 1,
  "verse_number": 1,
  "page_number": 549,
  "verse_key": "60:1",
  "juz_number": 28,
  "hizb_number": 55,
  "rub_el_hizb_number": 219,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ عَدُوِّي وَعَدُوَّكُمۡ أَوۡلِيَآءَ تُلۡقُونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَقَدۡ كَفَرُواْ بِمَا جَآءَكُم مِّنَ ٱلۡحَقِّ يُخۡرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمۡ أَن تُؤۡمِنُواْ بِٱللَّهِ رَبِّكُمۡ إِن كُنتُمۡ خَرَجۡتُمۡ جِهَٰدٗا فِي سَبِيلِي وَٱبۡتِغَآءَ مَرۡضَاتِيۚ تُسِرُّونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَأَنَا۠ أَعۡلَمُ بِمَآ أَخۡفَيۡتُمۡ وَمَآ أَعۡلَنتُمۡۚ وَمَن يَفۡعَلۡهُ مِنكُمۡ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
  "translation": "1. Эй мўминлар, Менинг душманим ва сизларнинг душманларингиз (бўлган мушриклар)ни дўст тутманглар! Сизлар уларга дўстлик (ҳақида хат-хабар) юборурсизлар, ҳолбуки, улар сизларга келган Ҳақ (дин ва Қуръон)га кофир бўлгандирлар! Улар пайғамбарни ҳам, сизларни ҳам Парвардигорларингиз бўлмиш Аллоҳга иймон келтирганларингиз сабабли (ўз диёрларингиздан) ҳайдаб чиқармоқдалар-ку! Агар сизлар Менинг йўлимда жиҳод қилиш учун ва Менинг розилигимни истаб чиққан бўлсангизлар (у ҳолда мушрик-кофир кимсаларни дўст тутманглар)! Сизлар уларга пинҳона дўстлик қилмоқдасизлар. Ҳолбуки, Мен сизлар яширган нарсани ҳам, ошкор қилган нарсани ҳам жуда яхши билгувчидирман! Сизлардан ким шу (иш)ни қилса, бас, аниқки, у Тўғри Йўлдан озибди!",
  "footnotes": "И з о ҳ. Ушбу оятнинг нозил қилинишига қуйидаги воқеа сабаб бўлган. Пайғамбар алайҳис-салоту вас-салом Маккани фатҳ этиш учун тайёргарлик кўриб юрган кезларида муҳожир саҳобалардан Хотиб ибн Аби Бултаа бу ҳақида Макка зодагонларига хат ёзиб уларга қарши урушга ҳозирлик кўрилаётганининг хабарини беради ва уни ўша тарафга кетаётган бир аёлдан бериб юборади. Шунда Жаброил фаришта келтирган ваҳий орқали бу хуфёна ҳаракат расулуллоҳга маълум бўлади ва у зот икки саҳоба билан ҳазрати Алийни ўша аёлнинг изидан юборадилар. Улар аёлни Пайғамбаримиз айтган Мадина яқинидаги Равзиҳоҳ деган жойдан топиб, ундан хатни беришни талаб қилганларида у аввал тонади, лекин кейин элчиларнинг дўқ-пўписаларидан сўнг сочларининг орасидан чиқариб беради. Хат қўлларига келиб теккач, Пайғамбар алайҳис-салоту вас-салом Хотибни чақириб, ундан: «Бу қандай қилиқ?», деб сўраганларида у шундай жавоб қилади: «Ё Расулуллоҳ, мен Исломга кирганимдан буён диндан қайтган ҳам эмасман, сизга хиёнат қилган ҳам эмасман. Лекин мен ҳижрат қилиб чиқар эканман, бола-чақаларим Маккада қолгандир. Бошқа муҳожирларнинг Маккада қолиб кетган бола-чақа ва мол-мулкларини ўз ҳимояси остига оладиган қариндош-уруғлари бор, аммо менинг Маккада бирон ҳимоячим йўқдир. Шу сабабдан мана бу хатим Макка зодагонларининг қўлларига бориб тегса, улар аҳли-оиламга ҳомийлик қилишар, деб ўйлаган эдим. Мен бу хатни динимизга бирон зиён етказиш учун ёзган эмасман». Бу ҳолни кўрган Умар: «Ё Расулуллоҳ, рухсат беринг, бу мунофиқнинг бошини танасидан жудо қилай», деганида, Пайғамбаримиз шундай дейдилар: «Йўқ, у «Бадр»га гувоҳ бўлган (яъни, мусулмонлар ҳали жуда озчилик ва ночор ҳолатдалик пайтларида улар билан бирга Бадр жангида кофирларга қарши жанг қилган). Сен қаердан билурсан, эй Умар, эҳтимол Аллоҳ таоло Бадр жангида иштирок этган мусулмонларнинг барча қилган ва қиладиган гуноҳларини мағфират қилиб юборгандир». Мана шу пайтда юқоридаги ояти карима нозил бўлди."
}