{
  "id": 10,
  "verse_number": 10,
  "page_number": 550,
  "verse_key": "60:10",
  "juz_number": 28,
  "hizb_number": 55,
  "rub_el_hizb_number": 220,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا جَآءَكُمُ ٱلۡمُؤۡمِنَٰتُ مُهَٰجِرَٰتٖ فَٱمۡتَحِنُوهُنَّۖ ٱللَّهُ أَعۡلَمُ بِإِيمَٰنِهِنَّۖ فَإِنۡ عَلِمۡتُمُوهُنَّ مُؤۡمِنَٰتٖ فَلَا تَرۡجِعُوهُنَّ إِلَى ٱلۡكُفَّارِۖ لَا هُنَّ حِلّٞ لَّهُمۡ وَلَا هُمۡ يَحِلُّونَ لَهُنَّۖ وَءَاتُوهُم مَّآ أَنفَقُواْۚ وَلَا جُنَاحَ عَلَيۡكُمۡ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّۚ وَلَا تُمۡسِكُواْ بِعِصَمِ ٱلۡكَوَافِرِ وَسۡـَٔلُواْ مَآ أَنفَقۡتُمۡ وَلۡيَسۡـَٔلُواْ مَآ أَنفَقُواْۚ ذَٰلِكُمۡ حُكۡمُ ٱللَّهِ يَحۡكُمُ بَيۡنَكُمۡۖ وَٱللَّهُ عَلِيمٌ حَكِيمٞ",
  "translation": "10. Эй мўминлар, қачон сизларга (Макка кофирларининг қўли остида қолган) мўминалар ҳижрат қилиб келсалар, сизлар улар(нинг иймонлари)ни имтиҳон қилиб кўринглар (яъни, улар ўз эрларини ёмон кўриб ёки сизлардан биронтангизга ишқи тушиб қолгани учун эмас, балки фақат дини Ислом учун ҳижрат қилганлари ҳақида сизларга қасам ичсинлар). — Аллоҳ уларнинг (дилларидаги) иймонларини (ҳам) жуда яхши билгувчидир. — Бас, агар сизлар уларнинг (ҳақиқий) мўмина эканликларини билсангизлар, у ҳолда уларни кофирларга қайтарманглар! У мўминалар (кофирлар) учун ҳам ҳалол эмас ва у (кофир)лар (мўмина)лар учун ҳалол эмасдир, ва уларга (яъни, сизларнинг олдингизда қолган мўминаларнинг Маккада қолган кофир эрларига мана шу хотинлари учун) сарфлаган маҳрларини (қайтариб) беринглар. Қачон сизлар у (мўминаларнинг эр)ларига маҳрларини берсангизлар, сизларга уларни никоҳларингизга олишда бирон гуноҳ йўқдир. (Шунингдек) сизлар ҳам кофираларнинг билак-қўлларидан ушламанглар (яъни, сизларнинг хотинларингиз кофира бўлган ҳолларида кофирлар билан қолишни истаса, сизлар уларнинг йўлларини тўсиб никоҳларингизда сақламанглар, балки уларга уйланмоқчи бўлган кофирлардан) ўзларингиз сарфлаган маҳрни талаб қилинглар ва улар ҳам (ўзларининг никоҳидан чиққан ва мусулмонларнинг олдига ҳижрат қилиб кетган мўминаларга) талаб қилсинлар. Бу Аллоҳнинг ҳукмидир. У сизларнинг ўртангизда ҳукм қилур. Аллоҳ билгувчи ва ҳикмат Соҳибидир.",
  "footnotes": ""
}