{
  "result": [
    {
      "id": "3253",
      "sura": "28",
      "aya": "1",
      "arabic_text": "طسٓمٓ",
      "translation": "طسم [1]",
      "footnotes": "[1] د سورت په پيل کې دغو مقطعاتو تورو کې د قرآن کريم اعجاز ته اشاره ده؛ ځکه چې په دې مشرکانو ته چلينج ورکړل شوی نو له مقابلې يې ناتوانه شول، په داسې حال کې چې دا قرآن له هماغو تورو جوړ شوی له کومو چې د عربو ژبه جوړه ده.\nنو د قرآن په څېر د بل کلام راوړلو څخه د عربو ناتواني - سره له دې چې د نړۍ فصيح خلک وو- په دې دلالت کوي چي دا قرآن د الله له لوري وحي شوی دی."
    },
    {
      "id": "3254",
      "sura": "28",
      "aya": "2",
      "arabic_text": "تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ",
      "translation": "دا د څرګندوونكي كتاب آيتونه دي.",
      "footnotes": ""
    },
    {
      "id": "3255",
      "sura": "28",
      "aya": "3",
      "arabic_text": "نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "موږ د موسى او فرعون څه خبر په سمه توګه پر تا لولو، د هغو خلكو لپاره چې ايمان راوړي.",
      "footnotes": ""
    },
    {
      "id": "3256",
      "sura": "28",
      "aya": "4",
      "arabic_text": "إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِۦ نِسَآءَهُمۡۚ إِنَّهُۥ كَانَ مِنَ ٱلۡمُفۡسِدِينَ",
      "translation": "بې شكه فرعون په ځمكه كې لويي وكړه او د هغې اوسېدونكي يې ډلې ډلې كړل، له هغو يوه ډله به يې لاس لاندې كړې وه چې زامن به يې ور حلالول او نجونې به يې ژوندۍ پرېښودې، يقيناً هغه له فساد كوونكو څخه و.",
      "footnotes": ""
    },
    {
      "id": "3257",
      "sura": "28",
      "aya": "5",
      "arabic_text": "وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَئِمَّةٗ وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ",
      "translation": "او موږ غوښتل چې په هغو خلكو مهرباني وكړو چې په ځمكه كې كمزوري كړى شوي وو او امامان يې وګرځوو او هم هغوى وارثان وګرځوو.",
      "footnotes": ""
    },
    {
      "id": "3258",
      "sura": "28",
      "aya": "6",
      "arabic_text": "وَنُمَكِّنَ لَهُمۡ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ",
      "translation": "او په ځمكه كې هغوى ته واكمني وركړو او فرعون، هامان او لښكرو ته يې له هغوى (بنى اسرائيلو) څخه هغه څه ور وښايو چې ترې وېرېدل به.",
      "footnotes": ""
    },
    {
      "id": "3259",
      "sura": "28",
      "aya": "7",
      "arabic_text": "وَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنۡ أَرۡضِعِيهِۖ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِيٓۖ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ",
      "translation": "او ښوونه وکړه موږ مور د موسى ته چې ته شېدې ورکوه ده لره خو كله چې پرې ووېرېدلې نو په سيند كې يې وغورځوه او څه وېره او خپګان مه كوه بې شكه موږ يې تا ته بيا راوستونكي او په رسولانو كې د هغه شاملوونكي يو.",
      "footnotes": ""
    },
    {
      "id": "3260",
      "sura": "28",
      "aya": "8",
      "arabic_text": "فَٱلۡتَقَطَهُۥٓ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًاۗ إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ",
      "translation": "نو راپورته کړ هغه لره د فرعون كورنۍ تر څو د هغوى لپاره دښمن او خپګان جوړ شي، بې شكه فرعون، هامان او د هغوى لښكرې، ټول خطا كاران (غوليدلي) وو.",
      "footnotes": ""
    },
    {
      "id": "3261",
      "sura": "28",
      "aya": "9",
      "arabic_text": "وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَۖ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ",
      "translation": "او د فرعون مېرمن وويل: (دا) زما او ستا لپاره د سترګو يخوالى دى، مه يې وژنئ، كېداى شي څه ګټه راورسوي يا به يې خپل زوى وګرځوو، حال دا چې هغوى نه پوهېدل.",
      "footnotes": ""
    },
    {
      "id": "3262",
      "sura": "28",
      "aya": "10",
      "arabic_text": "وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًاۖ إِن كَادَتۡ لَتُبۡدِي بِهِۦ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ",
      "translation": "او د موسى د مور زړه (د زوی د غم پرته) له هر څه نه تش (اوزګار) شو، نېږدې وه چې د هغه څرګندونه وكړي، كه موږ يې زړه نه واى ټينګ كړى، تر څو هغه له باور كوونكو واوسي.",
      "footnotes": ""
    },
    {
      "id": "3263",
      "sura": "28",
      "aya": "11",
      "arabic_text": "وَقَالَتۡ لِأُخۡتِهِۦ قُصِّيهِۖ فَبَصُرَتۡ بِهِۦ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ",
      "translation": "او د هغه (موسى) خور ته يې وويل چې ورپسې شه نو هغې به له لرې ورته كتل چې هغوى نه ورباندې پوهېدل.",
      "footnotes": ""
    },
    {
      "id": "3264",
      "sura": "28",
      "aya": "12",
      "arabic_text": "۞ وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ",
      "translation": "او موږ پر هغه لا مخكې پۍ وركوونكې حرامې كړې وې، نو (خور يې) وويل: آيا زه د يو داسې كور د خلكو درك دركړم چې هغه درته وساتي او د ده خير غوښتونكي وي.",
      "footnotes": ""
    },
    {
      "id": "3265",
      "sura": "28",
      "aya": "13",
      "arabic_text": "فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِۦ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
      "translation": "نو بيا مو هغه بيرته خپلې مور ته ورستون كړ، تر څو د هغې سترګې يخې او غمجنه نه شي او وپوهيږي چې د الله ژمنه حقه وه خو زياتره يې نه پوهيږي.",
      "footnotes": ""
    },
    {
      "id": "3266",
      "sura": "28",
      "aya": "14",
      "arabic_text": "وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسۡتَوَىٰٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ",
      "translation": "او كله چې خپلې ځوانۍ ته ورسېد او سم برابر شو؛ نو موږ هغه ته حكمت او علم وركړ او نېكانو ته همدغسې بدله وركوو.",
      "footnotes": ""
    },
    {
      "id": "3267",
      "sura": "28",
      "aya": "15",
      "arabic_text": "وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِۖ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ",
      "translation": "او هغه (يو ځل) ښار ته په داسې وخت کې ننوت چې خلك يې (د غرمې د خوب) په غفلت كې وو؛ نو هلته يې دوه كسان خپلو كې سره په جګړه وموندل، دا يو يې د خپل قوم او بل يې له دښمن قوم څخه و؛ نو د هغه د قوم سړي د هغه بل دښمن قوم سړي پر خلاف له هغه (موسى) مرسته وغوښته، خو موسى چې هغه بل يو سوك وواهه، ختم يې كړ، وېلې: دا د شيطان كار و، بې شكه هغه يو څرګند بې لارې كوونكى دښمن دى.",
      "footnotes": ""
    },
    {
      "id": "3268",
      "sura": "28",
      "aya": "16",
      "arabic_text": "قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُۥٓۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ",
      "translation": "وېلې زما ربه! ما پر خپل ځان ظلم وكړ، نو ما ته بخښنه وكړې، الله هغه ته بخښنه وكړه، بې شكه همغه ډېر مهربان بخښونكى دى.",
      "footnotes": ""
    },
    {
      "id": "3269",
      "sura": "28",
      "aya": "17",
      "arabic_text": "قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ",
      "translation": "وېلې زما ربه! د هغې پېرزوينې له امله چې تا راباندې كړې، بيا به زه هيڅكله د مجرمانو ملاتړی نه شم.",
      "footnotes": ""
    },
    {
      "id": "3270",
      "sura": "28",
      "aya": "18",
      "arabic_text": "فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ",
      "translation": "نو (بله ورځ) سهار وېرېدونكى او په څار څار كې و چې دا دى كوم تن چې پرون يې مرسته ترې غوښتې وه، بيا چېغې ورته وهي، موسى ورته وويل: ته خو يقيناً ښكاره بې لارې يې.",
      "footnotes": ""
    },
    {
      "id": "3271",
      "sura": "28",
      "aya": "19",
      "arabic_text": "فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ",
      "translation": "نو كله چې موسى وغوښتل هغه كس راونيسي كوم چې د دواړو دښمن و، نو هغه وويل ای موسى! ته غواړې چې هغه شان ما هم ووژنې لكه پرون دې چې يو كس ووژلو، ته بل څه نه غواړې پرته له دې چې په دې سيمه كې د يو زورواكي په توګه واوسې او نه غواړې چې سوله ګرى شې.",
      "footnotes": ""
    },
    {
      "id": "3272",
      "sura": "28",
      "aya": "20",
      "arabic_text": "وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّٰصِحِينَ",
      "translation": "بيا يو سړى د ښار له لرې سيمې په منډه راغى وېلې اې موسى! مشران ستا په هكله مشورې كوي چې ودې وژني، نو ځان وباسه، زه بالكل ستا لپاره خير غوښتونكى يم.",
      "footnotes": ""
    },
    {
      "id": "3273",
      "sura": "28",
      "aya": "21",
      "arabic_text": "فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ",
      "translation": "نو په څار څار ترې ووتو، وېلې زما ربه له ظالمانو مې وژغورې!",
      "footnotes": ""
    },
    {
      "id": "3274",
      "sura": "28",
      "aya": "22",
      "arabic_text": "وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيٓ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ",
      "translation": "او  هر كله چې مخ یې کړو طرف د مدین ته وویل ده هيله ده چې رب مې سمه لار راوښايي.",
      "footnotes": ""
    },
    {
      "id": "3275",
      "sura": "28",
      "aya": "23",
      "arabic_text": "وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُۖ وَأَبُونَا شَيۡخٞ كَبِيرٞ",
      "translation": "او کله چې ورسېد اوبو (كوهي) د مدین ته؛ نو يوه ډله خلك يې وموندل چې خپل څاروي اوبه كوي او له هغوی بل خوا دوې ښځې دي چې خپل څاروي يې ايسار كړي موسىٰ ورته وويل: ستاسو دواړو څه حالت دى؟ وېلې: موږ يې تر هغه نه شو اوبه كولى څو چې دا شپانه بېرته نه وي ګرځېدلي او زموږ پلار ډېر سپين ږيرى دى.",
      "footnotes": ""
    },
    {
      "id": "3276",
      "sura": "28",
      "aya": "24",
      "arabic_text": "فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ",
      "translation": "نو موسى هغوى ته (څاروي) اوبه كړل بيا سيوري ته ورتاو شو، وېلې زما ربه! هره ښېګڼه چې پر ما راكوزه كړې، زه ورته اړ يم.",
      "footnotes": ""
    },
    {
      "id": "3277",
      "sura": "28",
      "aya": "25",
      "arabic_text": "فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَاۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ",
      "translation": "نو له هغو يوه يې په حيا ورته راغله وېلې زما پلار دې غواړي چې د هغه كار بدله دركړي چې څاروي دې راته اوبه كړي دي، نو كله چې هغه ته ورغی او (ټوله) كيسه يې ورته وكړه وېلې: مه وېرېږه (اوس) له ظالمانو ژغورل شوى يې.",
      "footnotes": ""
    },
    {
      "id": "3278",
      "sura": "28",
      "aya": "26",
      "arabic_text": "قَالَتۡ إِحۡدَىٰهُمَا يَٰٓأَبَتِ ٱسۡتَـٔۡجِرۡهُۖ إِنَّ خَيۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ",
      "translation": "له هغو دواړو يوې يې وويل: اې پلاره! هغه مزدور کړه، بې شكه يو غوره مزدور چې ته يې نيسي هغه دى چې قوي او امين وي.",
      "footnotes": ""
    },
    {
      "id": "3279",
      "sura": "28",
      "aya": "27",
      "arabic_text": "قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَۚ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ",
      "translation": "هغه (شعيب) وويل: زه غواړم چې له خپلو دغو لوڼو يوه يې تا ته په نكاح كړم، په دې شرط چې اته كاله ما سره نوكري وكړې، او كه لس دې پوره كړل نو دا به ستا له لوري (نيكي) وي او زه پر تا څه سختي كول نه غواړم، ان شاء الله زر دی چې ته ما به ښه سړى ومومې.",
      "footnotes": ""
    },
    {
      "id": "3280",
      "sura": "28",
      "aya": "28",
      "arabic_text": "قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَۖ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ",
      "translation": "موسى وويل: زما او ستا ترمنځ همدا خبره شوه چې كه له دې دواړو مې هره يوه نېټه پوره كړه بيا به پر ما څه زياتى نه وي، او الله پر هغه خبرو چې موږ یې وایو ذمه دار دی.",
      "footnotes": ""
    },
    {
      "id": "3281",
      "sura": "28",
      "aya": "29",
      "arabic_text": "۞ فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ",
      "translation": "نو كله چې موسىٰ هغه نېټه پوره كړه او له خپلې كورنۍ سره روان شو نو د طور لخوا يې يو اور وليد، هغه خپلې كورنۍ ته وويل: تاسي (دلته) اوسئ، ما يو اور ليدلى ښايي له هغه (لوري) څه خبر راوړم يا د اور كومه سكروټه چې تاسو (پرې) تاوده شئ.",
      "footnotes": ""
    },
    {
      "id": "3282",
      "sura": "28",
      "aya": "30",
      "arabic_text": "فَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّيٓ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ",
      "translation": "نو كله چې هلته ورغی د ښۍ خوا د ناو د څنډې په يوه بركتناکه ټوټه ځمكه كې له يوې ونې لخوا غږ وشو چې ای موسى! همدا زه الله يم د ټولو مخلوقاتو پالونکی.",
      "footnotes": ""
    },
    {
      "id": "3283",
      "sura": "28",
      "aya": "31",
      "arabic_text": "وَأَنۡ أَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ",
      "translation": "او امسا دې وغورځوه، نو كله چې ده وليدل هغه د مار په څېر خوځيږي نو مخ يې وګرځولو شا يې كړه او بيرته را ونه ګرځېد، (وويل شو) اى موسىٰ راوګرځه او مه وېرېږه، ته بیخي په امن يې.",
      "footnotes": ""
    },
    {
      "id": "3284",
      "sura": "28",
      "aya": "32",
      "arabic_text": "ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِۖ فَذَٰنِكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ",
      "translation": "خپل لاس دې په ګرېوان كې ننباسه، تك سپين به راووځي، بې له كوم عيبه، او له وېرې (بچ كېدو لپاره) دې خپل مټ در جوخت كړه نو فرعون او د هغه سردارانو ته ستا د رب لخوا دا دوه (ښكاره) کلک دلیلونه دي، بې شكه هغوى سرغړوونکي خلك دي.",
      "footnotes": ""
    },
    {
      "id": "3285",
      "sura": "28",
      "aya": "33",
      "arabic_text": "قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ",
      "translation": "وېلې زما ربه! ما خو له هغوى يو تن وژلى نو ډارېږم چې ما به ووژني.",
      "footnotes": ""
    },
    {
      "id": "3286",
      "sura": "28",
      "aya": "34",
      "arabic_text": "وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ",
      "translation": "او زما ورور هارون تر ما زيات فصیح (خوله ور) دى؛ نو له ما سره يې مرستيال ولېږه چې تصديق مې كوي، زه وېرېږم چې درواغجن به مې وګڼي.",
      "footnotes": ""
    },
    {
      "id": "3287",
      "sura": "28",
      "aya": "35",
      "arabic_text": "قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَآۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ",
      "translation": "الله وويل: دا دى په خپل ورور به دې مټ در قوي كړو او يو داسې برلاسى به دركړو چې دوى به هيڅ نه شي در رسولاى، زموږ په دې نښانو به تاسي او ستاسي پيروان برلاسي وي.",
      "footnotes": ""
    },
    {
      "id": "3288",
      "sura": "28",
      "aya": "36",
      "arabic_text": "فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ",
      "translation": "نو كله چې موسى زموږ له څرګندو نښانو سره هغوى ته ورغى، وېلې دا خو په درواغو جوړ شوو كوډو پرته بل څه نه دي او دا خو موږ په پخوانيو پلرونو كې نه وې اورېدلې.",
      "footnotes": ""
    },
    {
      "id": "3289",
      "sura": "28",
      "aya": "37",
      "arabic_text": "وَقَالَ مُوسَىٰ رَبِّيٓ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ",
      "translation": "او موسى وويل: زما رب په هغه چا ښه پوه دى چې د ده له لوري هدايت سره راغلى او (دا چې) ښه پايله به د چا وي؟ يقيناً ظالمان برى نه مومي.",
      "footnotes": ""
    },
    {
      "id": "3290",
      "sura": "28",
      "aya": "38",
      "arabic_text": "وَقَالَ فِرۡعَوۡنُ يَٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ مِنَ ٱلۡكَٰذِبِينَ",
      "translation": "او فرعون وويل: اى د قوم مشرانو! نه پېژنم زه ستاسو لپاره د بندګۍ هېڅ حقدارپرته له ما څخه، نو ای هامانه زما لپاره په خټو باندې اور بل کړه، نو جوړه کړه ما لره یوه بنګله، کېدی شي چې پورته د موسی معبود ته وروخېژم، او یقینا زه په ده باندې د دروغجنو ګمان کوم.",
      "footnotes": ""
    },
    {
      "id": "3291",
      "sura": "28",
      "aya": "39",
      "arabic_text": "وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُۥ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ",
      "translation": "او لویې وکړه ده او لښکرو د ده په ملک کې بغیر د حق نه او ګمان وکړ دوی چې یقینا دوی به موږ ته نشي راګرځیدلی.",
      "footnotes": ""
    },
    {
      "id": "3292",
      "sura": "28",
      "aya": "40",
      "arabic_text": "فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ",
      "translation": "نو موږ هغه او د هغه لښكرې راونيولې او په سيند كې مو وغورځول، نو ګوره چې د ظالمانو پايله څنګه وه.",
      "footnotes": ""
    },
    {
      "id": "3293",
      "sura": "28",
      "aya": "41",
      "arabic_text": "وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ",
      "translation": "او وګرځول موږ دوی لره پېشوایان چې اور ته بلنه کوي او د قیامت په ورځ به د دوی مرسته نشي کیدلی.",
      "footnotes": ""
    },
    {
      "id": "3294",
      "sura": "28",
      "aya": "42",
      "arabic_text": "وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِينَ",
      "translation": "او په دې دنيا كې مو هم لعنت ورپسې كړ او هغوى به د قيامت په ورځ هم له بد ویلی شوو څخه وي.",
      "footnotes": ""
    },
    {
      "id": "3295",
      "sura": "28",
      "aya": "43",
      "arabic_text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ",
      "translation": "او یقینا ورکړی و موږ موسی ته کتاب وروسته له هغې نه چې موږ هلاکې کړې مخکینۍ پيړۍ تر څو شي د خلکو لپاره بينايي (د زړه)، لارښوونه او رحمت، تر څو هغوى درس واخلي.",
      "footnotes": ""
    },
    {
      "id": "3296",
      "sura": "28",
      "aya": "44",
      "arabic_text": "وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ",
      "translation": "او هغه مهال خو ته په لويديځه غاړه كې نه وې چې موسى ته مو امر (پیغمبري) وركړ او نه (هلته) حاضر وې.",
      "footnotes": ""
    },
    {
      "id": "3297",
      "sura": "28",
      "aya": "45",
      "arabic_text": "وَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُۚ وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ",
      "translation": "او یقینا موږ پيړۍ (خلک) پیدا کړي دي، نو اوږده تېر شول په هغوی باندې عمرونه او نه وې ته اوسیدونکی په مدین والو کې چې لوستلی تا پر هغوی باندې آیتونه زموږ او لیکن یو موږ رالیږونکي.",
      "footnotes": ""
    },
    {
      "id": "3298",
      "sura": "28",
      "aya": "46",
      "arabic_text": "وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ",
      "translation": "او ته د طور په څنډه كې هم نه وې، كله چې موږ (موسىٰ ته) غږ وكړ خو دا ستا د رب رحمت دى تر څو هغه قوم ووېروې چې له تا مخكې كوم وېروونكى نه دى ورغلى ښایي چې پند واخلي.",
      "footnotes": ""
    },
    {
      "id": "3299",
      "sura": "28",
      "aya": "47",
      "arabic_text": "وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ",
      "translation": "او كه داسې نه واى چې هغوى ته به د خپلو كړو وړو له امله څه مصيبت (عذاب) ورسيږي، بيا به وايي چې اې زموږ ربه! ولې دې موږ ته كوم رسول راونه لېږلو چې ستا د آيتونو پيروي مو كړې واى او مومنان شوي واى.",
      "footnotes": ""
    },
    {
      "id": "3300",
      "sura": "28",
      "aya": "48",
      "arabic_text": "فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓۚ أَوَلَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُۖ قَالُواْ سِحۡرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ",
      "translation": "نو كله چې هغوى ته زموږ له لوري حق ورغى وېلې ولې هغه څه ورنه كړل شول كوم چې موسىٰ ته وركړل شوي وو؟ آيا نو هغوى له هغه څه نه وو منكر شوي کوم چې له دې مخکې موسىٰ ته وركړل شوي وو؟ وېلې دا دواړه كوډې دي چې يو د بل مرسته (ټينګتن) كوي او ويل يې: موږ دا ټول نه منو.",
      "footnotes": ""
    },
    {
      "id": "3301",
      "sura": "28",
      "aya": "49",
      "arabic_text": "قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "ورته ووايه: ښه نو د الله له لوري كوم داسې كتاب راوړئ چې له دې دواړو زيات لارښوونكى وي، زه به يې پيروي وكړم، كه تاسي رېښتوني ياست.",
      "footnotes": ""
    },
    {
      "id": "3302",
      "sura": "28",
      "aya": "50",
      "arabic_text": "فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
      "translation": "نو كه ستا خبره يې ونه منله نو پوه شه چې هغوى ايله خپلو هوسونو پسې روان دي، او تر هغه چا زيات بې لارې به څوك وي چې د الله لخوا له لارښوونو پرته خپلو هوسونو پسې درومي؟ بې شكه الله ظالمو خلكو ته هدايت نه كوي.",
      "footnotes": ""
    },
    {
      "id": "3303",
      "sura": "28",
      "aya": "51",
      "arabic_text": "۞ وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ",
      "translation": "او موږ پرله پسې هغوى ته (د نصيحت) خبره رسولې ده چې ښايي څه درس واخلي.",
      "footnotes": ""
    },
    {
      "id": "3304",
      "sura": "28",
      "aya": "52",
      "arabic_text": "ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِۦ هُم بِهِۦ يُؤۡمِنُونَ",
      "translation": "هغه كسان چې له دې مخكې مو كتاب وركړى و، هغوى په دې (قرآن) ايمان راوړي.",
      "footnotes": ""
    },
    {
      "id": "3305",
      "sura": "28",
      "aya": "53",
      "arabic_text": "وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِينَ",
      "translation": "او كله چې پر هغوى لوستل كيږي وايي موږ پرې ايمان راوړى، بې شكه دا زموږ د رب لخوا حق دى، موږ له دې لا مخکې مسلمانان وو.",
      "footnotes": ""
    },
    {
      "id": "3306",
      "sura": "28",
      "aya": "54",
      "arabic_text": "أُوْلَٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ",
      "translation": "دغو خلكو ته به يې اجر دوه ځلې وركړى شي، چې صبر يې كړى وو، او دوى د بدۍ مخنيوى په نيكۍ كوي او له هغه څه چې موږ ور روزي كړي لګښت كوي.",
      "footnotes": ""
    },
    {
      "id": "3307",
      "sura": "28",
      "aya": "55",
      "arabic_text": "وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ",
      "translation": "او كله چې دوی واوري بې فایدې خبرې مخ اړوي د هغې نه او دوی وایې موږ لپاره زموږ عملونه دي او تاسو ته خپل عملونه، سلام (د بیلتون) دې وي پر تاسو، نه لټوو موږ ملګرتیا د جاهلانو.",
      "footnotes": ""
    },
    {
      "id": "3308",
      "sura": "28",
      "aya": "56",
      "arabic_text": "إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ",
      "translation": "ته هغه چا ته هدايت نه شې كولاى چې ستا خوښ وي خو چا ته چې الله وغواړي هدايت ورته كوي او همغه په لار موندونكو ښه پوه دى.",
      "footnotes": ""
    },
    {
      "id": "3309",
      "sura": "28",
      "aya": "57",
      "arabic_text": "وَقَالُوٓاْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآۚ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
      "translation": "او هغوى وويل: كه له تاسره د دې هدايت پيروي وكړو نو له خپلې ځمكې به وتښتول شو! آيا هغوى ته مو بې غمه حرم كې ځاى نه دى وركړى؟ چې زموږ لخوا د روزۍ په توګه هر ډول مېوې ورته راچليږي خو زياتره يې نه پوهيږي.",
      "footnotes": ""
    },
    {
      "id": "3310",
      "sura": "28",
      "aya": "58",
      "arabic_text": "وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۭ بَطِرَتۡ مَعِيشَتَهَاۖ فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗاۖ وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ",
      "translation": "او څومره داسې كلي موږ تباه كړي دي چې په خپل ژوندون كې مغرور شوي وو، نو دا دی كورونه يې چې له هغوى وروسته څه ډېره لږ هستوګنه پكې شوې ده او وو موږ اخري مالکان.",
      "footnotes": ""
    },
    {
      "id": "3311",
      "sura": "28",
      "aya": "59",
      "arabic_text": "وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ",
      "translation": "او نه و رب ستا هلاكوونكى د کلیو، څو چې په مینځ د هغې کې به يې يو رسول نه و لېږلى چې زموږ آيتونه به يې پرې لوستل او نه و موږ هلاکوونکي د کلیو، مګر اوسیدونکي د هغې ظالمان دي.",
      "footnotes": ""
    },
    {
      "id": "3312",
      "sura": "28",
      "aya": "60",
      "arabic_text": "وَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "او تاسي ته چې څه دركړ شوي، هغه خو د دنيوي ژوند وسايل او ښكلا ده، خو څه چې الله سره دي هغه غوره او ډېر پايېدونكي دي، آيا نو تاسي عقل نه كاروئ؟",
      "footnotes": ""
    },
    {
      "id": "3313",
      "sura": "28",
      "aya": "61",
      "arabic_text": "أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ",
      "translation": "آيا نو هغه كس چې موږ غوره ژمنه وركړې او هغه يې موندونكى وي، د هغه چا غوندې دى چې (يوازې) د دنيوي ژوند سامان مو وركړى، بيا به هغه د قيامت په ورځ (عذاب ته) له حاضرېدونكو څخه وي.",
      "footnotes": ""
    },
    {
      "id": "3314",
      "sura": "28",
      "aya": "62",
      "arabic_text": "وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ",
      "translation": "او (په) كومه ورځ چې آواز ورته وكړي: زما هغه شريكان چېرته دي چې تاسو به ګومان كولو؟",
      "footnotes": ""
    },
    {
      "id": "3315",
      "sura": "28",
      "aya": "63",
      "arabic_text": "قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَاۖ تَبَرَّأۡنَآ إِلَيۡكَۖ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ",
      "translation": "بيا به هغه كسان ووايي كوم چې (د عذاب) خبره ورباندې ثابته شوې: اې زموږ ربه! همدغه خلك دي چې موږ بې لارې كړي وو، داسې مو بې لارې كړي وو لكه موږ چې بې لارې شوي وو، موږ تاته له هغوى نه بېزاري څرګندوو، دوى زموږ عبادت نه كولو.",
      "footnotes": ""
    },
    {
      "id": "3316",
      "sura": "28",
      "aya": "64",
      "arabic_text": "وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ ٱلۡعَذَابَۚ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ",
      "translation": "او وبه ويل شي، خپل شريكان مو راوبولئ، نو هغوى به يې راوبولي خو هغوى به څه ځواب ورنه كړي او عذاب به وويني، ( او وایې به ) كاشكې دوى پوهېدلی (چې دا شریکان هیڅ مرسته نشي کولی).",
      "footnotes": ""
    },
    {
      "id": "3317",
      "sura": "28",
      "aya": "65",
      "arabic_text": "وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ",
      "translation": "او هغه ورځ چې دوى ته غږ وكړي وايي څه ځواب وركړی و تاسو رسولانو ته؟",
      "footnotes": ""
    },
    {
      "id": "3318",
      "sura": "28",
      "aya": "66",
      "arabic_text": "فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنۢبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ",
      "translation": "نو هغه ورځ به ټول خبرونه (ځوابونه) ورباندې پټ كړی شي بيا به يو بل پوښتلى هم نه شي.",
      "footnotes": ""
    },
    {
      "id": "3319",
      "sura": "28",
      "aya": "67",
      "arabic_text": "فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ",
      "translation": "نو چا چې توبه وكړه، ايمان يې راوړو او نېك عمل يې وكړ، نیږدې دی چې هغه له بري موندونكو څخه وي.",
      "footnotes": ""
    },
    {
      "id": "3320",
      "sura": "28",
      "aya": "68",
      "arabic_text": "وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُۗ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُۚ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
      "translation": "او ستا رب چې څه غواړي هغه پيدا كوي او غوره كوي يې، د دوى څه اختيار نشته، الله لره پاكي ده او له هغه څه ډېر اوچت دى چې دوى يې ورسره شريكوي.",
      "footnotes": ""
    },
    {
      "id": "3321",
      "sura": "28",
      "aya": "69",
      "arabic_text": "وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ",
      "translation": "او ستا پالونکي پوهیږي په هغه څه چې د هغوى سينې يې پټوي او هغه چې څرګندوي يې.",
      "footnotes": ""
    },
    {
      "id": "3322",
      "sura": "28",
      "aya": "70",
      "arabic_text": "وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِۖ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ",
      "translation": "او همغه الله دى، له هغه پرته كوم بل لایق د عبادت نشته، همغه لره ستاينه ده په دنيا او آخرت كې او حكم د هغه دى او د همغه لور ته به ورستنېږئ.",
      "footnotes": ""
    },
    {
      "id": "3323",
      "sura": "28",
      "aya": "71",
      "arabic_text": "قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ",
      "translation": "ووایه: خبر راکړئ که چېرته الله د قيامت تر ورځې پورې شپه درباندې اوږده كړي، نو له الله پرته هغه معبود څوك دى چې تاسي ته رڼايي راولي؟ نو آيا تاسي نه اورئ؟",
      "footnotes": ""
    },
    {
      "id": "3324",
      "sura": "28",
      "aya": "72",
      "arabic_text": "قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ",
      "translation": "ورته ووايه: آيا تاسي پام كړی چې كه الله تر قيامت ورځې پورې ورځ درباندې هميشه كړي، له الله پرته بل معبود څوك دى چې تاسي ته شپه راولي تر څو پكې آرام وكړئ؟ آيا نو تاسي نه وينئ؟",
      "footnotes": ""
    },
    {
      "id": "3325",
      "sura": "28",
      "aya": "73",
      "arabic_text": "وَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "او له خپل رحمته يې تاسي ته شپه او ورځ پيدا كړي چې تاسي پكې آرام وكړئ او د هغه فضل ولټوئ او د دې لپاره چې شكر وباسئ.",
      "footnotes": ""
    },
    {
      "id": "3326",
      "sura": "28",
      "aya": "74",
      "arabic_text": "وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ",
      "translation": "او (په) كومه ورځ چې آواز ورته وكړي: زما هغه شريكان چېرته دي چې تاسو به ګومان كولو؟",
      "footnotes": ""
    },
    {
      "id": "3327",
      "sura": "28",
      "aya": "75",
      "arabic_text": "وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ",
      "translation": "او راوباسو به موږ له هر امته يو شاهد بيا به ووايو: راوړئ خپل دليل مو (په شرک باندې) نو بيا به پوه شي چې حق (د الوهیت) الله لره دى او هغه ټول درواغ به ترې ورك شي چې هغوى به جوړول.",
      "footnotes": ""
    },
    {
      "id": "3328",
      "sura": "28",
      "aya": "76",
      "arabic_text": "۞ إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمۡۖ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ",
      "translation": "بې شکه قارون د موسىٰ له قومه و، خو بيا يې پر هغوى تېرى وكړ او هغه ته مو دومره خزانې وركړې وې چې کنجيانې (چابیانې) به يې پر يوې ځواكمنې ډلې هم درنېدلې، يو وخت چې قوم يې ورته ووېل: (په دنيا) مه نازېږه! بې شكه الله نازېدونكي نه خوښوي.",
      "footnotes": ""
    },
    {
      "id": "3329",
      "sura": "28",
      "aya": "77",
      "arabic_text": "وَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَاۖ وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَۖ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ",
      "translation": "او په هغه څه (مال) كې چې الله دركړی، د آخرت كور ولټوه او په دنيا كې دې هم خپله برخه مه هېروه او ښېګڼه كوه لكه تا سره چې الله ښېګڼه كړې ده او په ځمكه كې فساد (جوړول) مه غواړه، بې شكه الله فساد كوونكي نه خوښوي.",
      "footnotes": ""
    },
    {
      "id": "3330",
      "sura": "28",
      "aya": "78",
      "arabic_text": "قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓۚ أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗاۚ وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ",
      "translation": "هغه ويل: دا خو ماته په هغه پوهه راكړی شوي چې زه يې لرم، آيا هغه ته نه وه معلومه چې بې شكه الله له هغه مخكى (هم) داسې قومونه هلاك كړي دي چې له هغه ډېر ځواكمن او په ډله كې ډېر زيات وو؟ او له (داسې) مجرمانو خو د ګناهونو پوښتنه نه كيږي.",
      "footnotes": ""
    },
    {
      "id": "3331",
      "sura": "28",
      "aya": "79",
      "arabic_text": "فَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِي زِينَتِهِۦۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ",
      "translation": "نو راووتلو دی خپل قوم ته په سينګار كې نو كومو خلكو چې دنيوي ژوند غوښته، وويل: كاشكې زموږ هم هغه څه واى لكه قارون ته چې وركړى شوي، رېښتيا چې دى د لويې برخې څښتن دى.",
      "footnotes": ""
    },
    {
      "id": "3332",
      "sura": "28",
      "aya": "80",
      "arabic_text": "وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗاۚ وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّٰبِرُونَ",
      "translation": "او چا ته چې علم وركړى شوى و، هغوى وويل: ستاسي په حال افسوس دى، د الله ثواب د هغه چا لپاره ډېر غوره دى چې ايمان راوړي او نيك عمل وكړي او دا پرته له صابرانو بل چا ته نه وركول كيږي.",
      "footnotes": ""
    },
    {
      "id": "3333",
      "sura": "28",
      "aya": "81",
      "arabic_text": "فَخَسَفۡنَا بِهِۦ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُۥ مِن فِئَةٖ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ",
      "translation": "نو هغه او د هغه كور مو په ځمكه ننوېست، نو بيا د هغه کومه ډله نه وه چې د الله په مقابله كې يې مرسته وكړي او نه په خپله د ځان مرسته كوونكى و.",
      "footnotes": ""
    },
    {
      "id": "3334",
      "sura": "28",
      "aya": "82",
      "arabic_text": "وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُۖ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَاۖ وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ",
      "translation": "او سبا کړو هغو کسانو چې ارمان یې کړی و د حالت د ده پرون، ویل یې: آیا ته نه ګورې؟ یقینا الله تعالی پراخوي روزي هغه چا لره چې وغواړي د بنده ګانو خپلو نه او تنګوي، که چیرته احسان نه و کړی الله تعالی پر موږ باندې خامخا ښخ کړی به یې وای موږ لره، آیا ته پوه نه یې؟ یقینا کافران نشي بچ کیدلی.",
      "footnotes": ""
    },
    {
      "id": "3335",
      "sura": "28",
      "aya": "83",
      "arabic_text": "تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗاۚ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ",
      "translation": "هغه د آخرت كور موږ د هغو كسانو لپاره ټاكو چې په ځمكه كې لويي او فساد كول نه غواړي او ښه پايله د متقيانو ده.",
      "footnotes": ""
    },
    {
      "id": "3336",
      "sura": "28",
      "aya": "84",
      "arabic_text": "مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "چا چې نيكى راوړه نو د هغه لپاره به بهتره بدله وي د هغې نه، او چا چې راتلل وکړل په بدۍ سره نو بيا هغوى ته چې بدۍ يې كړې وي، له خپل عمله پرته بله بدله نه وركول كيږي.",
      "footnotes": ""
    },
    {
      "id": "3337",
      "sura": "28",
      "aya": "85",
      "arabic_text": "إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۚ قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "بې شکه هغه ذات چې فرض کړی یې دی پر تا باندې دا قران، خامخا واپس کوي به تا لره ځای د واپسۍ ته، ووايه: زما رب ښه پوه دی په هغه چا باندې چې راتلل وکړي په هدایت سره او په هغه چا چې هغه وي په ښکاره ګمراهۍ کې.",
      "footnotes": ""
    },
    {
      "id": "3338",
      "sura": "28",
      "aya": "86",
      "arabic_text": "وَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۖ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ",
      "translation": "او ستا خو دا هيله نه وه چې دا كتاب دې تاته راولېږل شي، پرته له دې چې ستا د رب له لوري يو رحمت و نو ته د كافرو ملاتړی مه كېږه.",
      "footnotes": ""
    },
    {
      "id": "3339",
      "sura": "28",
      "aya": "87",
      "arabic_text": "وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَۖ وَٱدۡعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "او په كار ده چې هغوى دې هيڅكله د الله له اّيتونو وانړوي، له هغه وروسته چې تاته رانازل شي، او د خپل رب لور ته بلنه كوه او هېڅكله په مشركانو كې مه شاملېږه.",
      "footnotes": ""
    },
    {
      "id": "3340",
      "sura": "28",
      "aya": "88",
      "arabic_text": "وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ",
      "translation": "او له الله سره كوم بل معبود مه رابوله، د هغه پرته بل د عبادت لایق نشته، د هغه له مخ (ذات) پرته هر څه له منځه تلونكي دي واكمني يوازې د هغه ده او تاسي ټول به همغه ته ورستنېږئ.",
      "footnotes": ""
    }
  ]
}