{
  "id": 3,
  "verse_number": 3,
  "page_number": 107,
  "verse_key": "5:3",
  "juz_number": 6,
  "hizb_number": 11,
  "rub_el_hizb_number": 43,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "حُرِّمَتۡ عَلَيۡكُمُ ٱلۡمَيۡتَةُ وَٱلدَّمُ وَلَحۡمُ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦ وَٱلۡمُنۡخَنِقَةُ وَٱلۡمَوۡقُوذَةُ وَٱلۡمُتَرَدِّيَةُ وَٱلنَّطِيحَةُ وَمَآ أَكَلَ ٱلسَّبُعُ إِلَّا مَا ذَكَّيۡتُمۡ وَمَا ذُبِحَ عَلَى ٱلنُّصُبِ وَأَن تَسۡتَقۡسِمُواْ بِٱلۡأَزۡلَٰمِۚ ذَٰلِكُمۡ فِسۡقٌۗ ٱلۡيَوۡمَ يَئِسَ ٱلَّذِينَ كَفَرُواْ مِن دِينِكُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِۚ ٱلۡيَوۡمَ أَكۡمَلۡتُ لَكُمۡ دِينَكُمۡ وَأَتۡمَمۡتُ عَلَيۡكُمۡ نِعۡمَتِي وَرَضِيتُ لَكُمُ ٱلۡإِسۡلَٰمَ دِينٗاۚ فَمَنِ ٱضۡطُرَّ فِي مَخۡمَصَةٍ غَيۡرَ مُتَجَانِفٖ لِّإِثۡمٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
  "translation": "Diharamkan bagimu (memakan) bangkai, darah394, daging babi, (daging hewan) yang disembelih atas nama selain Allah, yang tercekik, yang dipukul, yang jatuh, yang ditanduk, dan diterkam binatang buas, kecuali yang sempat kamu menyembelihnya395, dan (diharamkan bagimu) yang disembelih untuk berhala.  Dan (diharamkan juga) mengundi nasib dengan anak panah396, (mengundi nasib dengan anak panah itu) adalah kefasikan. Pada hari ini397, orang-orang kafir telah putus asa untuk (mengalahkan) agamamu, sebab itu janganlah kamu takut kepada mereka dan takutlah kepada-Ku.  Pada hari ini, telah Ku-sempurnakan untuk kamu agamamu, dan telah Kucukupkan kepadamu nikmat-Ku, dan telah Kuridai Islam itu jadi agama bagimu. Maka barang siapa terpaksa398 karena kelaparan tanpa sengaja berbuat dosa, sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
  "footnotes": "394.  Ialah darah yang keluar dari tubuh, sebagaimana tersebut dalam surah Al-Anʻām ayat 145.\n395.  Maksudnya ialah binatang yang tercekik, yang dipukul, yang jatuh, yang ditanduk, dan yang diterkam binatang buas adalah halal kalau sempat disembelih sebelum mati.\n396.  Al-Azlām artinya anak panah yang belum pakai bulu.  Orang Arab jahiliah menggunakan anak panah yang belum pakai bulu untuk menentukan apakah mereka akan melakukan suatu perbuatan atau tidak. Caranya ialah mereka ambil tiga buah anak panah yang belum pakai bulu.  Setelah ditulis masing­masing, yaitu dengan: \"lakukanlah\", \"jangan lakukan\", sedang yang ketiga tidak ditulis apa-apa, diletakkan dalam sebuah tempat dan disimpan dalam Kakbah.  Bila mereka hendak melakukan sesuatu perbuatan, maka mereka meminta supaya juru kunci Kakbah mengambil sebuah anak panah itu.  Terserahlah nanti apakah mereka akan melakukan atau tidak melakukan sesuatu, sesuai dengan tulisan anak panah yang diambil itu.  Kalau yang terambil anak panah yang tidak ada tulisannya, maka undian diulang sekali lagi. \n397.  Yang dimaksud dengan hari ialah masa, yaitu masa haji wadāʻ, haji terakhir yang dilakukan oleh Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam.\n398.  Maksudnya dibolehkan memakan makanan yang diharamkan oleh ayat ini jika terpaksa. "
}