{
  "id": 95,
  "verse_number": 95,
  "page_number": 123,
  "verse_key": "5:95",
  "juz_number": 7,
  "hizb_number": 13,
  "rub_el_hizb_number": 49,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقۡتُلُواْ ٱلصَّيۡدَ وَأَنتُمۡ حُرُمٞۚ وَمَن قَتَلَهُۥ مِنكُم مُّتَعَمِّدٗا فَجَزَآءٞ مِّثۡلُ مَا قَتَلَ مِنَ ٱلنَّعَمِ يَحۡكُمُ بِهِۦ ذَوَا عَدۡلٖ مِّنكُمۡ هَدۡيَۢا بَٰلِغَ ٱلۡكَعۡبَةِ أَوۡ كَفَّٰرَةٞ طَعَامُ مَسَٰكِينَ أَوۡ عَدۡلُ ذَٰلِكَ صِيَامٗا لِّيَذُوقَ وَبَالَ أَمۡرِهِۦۗ عَفَا ٱللَّهُ عَمَّا سَلَفَۚ وَمَنۡ عَادَ فَيَنتَقِمُ ٱللَّهُ مِنۡهُۚ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ",
  "translation": "Hai orang-orang yang beriman, janganlah kamu membunuh binatang buruan436 ketika kamu sedang ihram.  Barang siapa di antara kamu membunuhnya dengan sengaja, maka dendanya ialah mengganti dengan binatang ternak seimbang dengan buruan yang dibunuhnya, menurut putusan dua orang yang adil di antara kamu sebagai hadya437 yang dibawa sampai ke Kakbah438, atau (dendanya) membayar kafarat dengan memberi makan orang-orang miskin439, atau berpuasa seimbang dengan makanan yang dikeluarkan itu440, supaya dia merasakan akibat buruk dari perbuatannya.  Allah telah memaafkan apa yang telah lalu441.   Dan barang siapa yang kembali mengerjakannya, niscaya Allah akan menyiksanya. Allah Maha Kuasa lagi mempunyai (kekuasaan untuk) menyiksa.",
  "footnotes": "436.  Ialah binatang buruan baik yang boleh dimakan atau tidak, kecuali burung gagak, burung elang, kalajengking, tikus, dan anjing buas.  Dalam suatu riwayat termasuk juga ular. \n437.  Lihat catatan kaki nomor 391.\n438.  Yang dibawa sampai ke daerah haram untuk disembelih di sana dan dagingnya dibagikan kepada fakir miskin. \n439.  Seimbang dengan harga binatang ternak yang akan pengganti binatang yang dibunuhnya itu. \n440.  Yaitu puasa yang jumlah harinya sebanyak mud yang diberikan kepada fakir miskin, dengan catatan seorang fakir miskin mendapat satu mud (lebih kurang 6,5 ons). \n441.  Maksudnya, membunuh binatang sebelum turun ayat yang mengharamkan ini. "
}