{
  "result": [
    {
      "id": "1161",
      "sura": "8",
      "aya": "1",
      "arabic_text": "يَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ",
      "translation": "1. Те прашуваат за пленот. Кажи: „Пленот им припаѓа на Аллах и на Пратеникот“. Затоа плашете се од Аллах и израмнете ги меѓусебните несогласувања, и покорувајте им се на Аллах и на Неговиот Пратеник, ако сте вистински верници.",
      "footnotes": ""
    },
    {
      "id": "1162",
      "sura": "8",
      "aya": "2",
      "arabic_text": "إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ",
      "translation": "2. Вистински верници се само тие чиишто срца со страв се исполнуваат кога Аллах се спомнува, а кога зборовите Негови им се кажуваат, верувањето им го зголемуваат и само на Господарот свој се потпираат,",
      "footnotes": ""
    },
    {
      "id": "1163",
      "sura": "8",
      "aya": "3",
      "arabic_text": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ",
      "translation": "3. тие што намазот (молитвата) го извршуваат и дел од тоа што Ние им го даваме го даваат.",
      "footnotes": ""
    },
    {
      "id": "1164",
      "sura": "8",
      "aya": "4",
      "arabic_text": "أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُمۡ دَرَجَٰتٌ عِندَ رَبِّهِمۡ وَمَغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ",
      "translation": "4. Тие се навистина вистински верници! Нив почести и прошка и благородно изобилство кај Господарот нивен ги чекаат.",
      "footnotes": ""
    },
    {
      "id": "1165",
      "sura": "8",
      "aya": "5",
      "arabic_text": "كَمَآ أَخۡرَجَكَ رَبُّكَ مِنۢ بَيۡتِكَ بِٱلۡحَقِّ وَإِنَّ فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ لَكَٰرِهُونَ",
      "translation": "5. Така беше и тогаш кога Господарот твој со право од домот твој те изведе, а што на една група верници никако по волја не им беше.",
      "footnotes": ""
    },
    {
      "id": "1166",
      "sura": "8",
      "aya": "6",
      "arabic_text": "يُجَٰدِلُونَكَ فِي ٱلۡحَقِّ بَعۡدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلۡمَوۡتِ وَهُمۡ يَنظُرُونَ",
      "translation": "6. Се расправаа со тебе за борбата, иако очигледно им беше дека ќе победат, на некои од нив им изгледаше како пред свои очи во смрт да се гонат.",
      "footnotes": ""
    },
    {
      "id": "1167",
      "sura": "8",
      "aya": "7",
      "arabic_text": "وَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ",
      "translation": "7. И кога Аллах ви вети дека ваша ќе биде една од двете групи, а вие повеќе сакавте да ви падне в раце таа што не е вооружена, Аллах сакаше со зборовите Свои вистината да ја зацврсне и неверниците во корен да ги истреби,[129]",
      "footnotes": "[129] Мухамед, Божјиот мир нека биде над него, им рекол на муслиманите на Бедр де­ка со сигурност ќе го запленат караванот на многубошците или ќе ја победат нив­ната војска од Мека."
    },
    {
      "id": "1168",
      "sura": "8",
      "aya": "8",
      "arabic_text": "لِيُحِقَّ ٱلۡحَقَّ وَيُبۡطِلَ ٱلۡبَٰطِلَ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ",
      "translation": "8. вистината да ја зацврсне, а невистината да ја уништи, макар тоа да не им е по волја на злосторниците.",
      "footnotes": ""
    },
    {
      "id": "1169",
      "sura": "8",
      "aya": "9",
      "arabic_text": "إِذۡ تَسۡتَغِيثُونَ رَبَّكُمۡ فَٱسۡتَجَابَ لَكُمۡ أَنِّي مُمِدُّكُم بِأَلۡفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُرۡدِفِينَ",
      "translation": "9. И кога од Господарот свој помош побаравте, Тој ви се одѕва: „Ќе ви пратам на помош илјада мелеци кои едни по други ќе доаѓаат.“",
      "footnotes": ""
    },
    {
      "id": "1170",
      "sura": "8",
      "aya": "10",
      "arabic_text": "وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
      "translation": "10. Аллах тоа го стори за да ве израдува и со тоа срцата ваши да се смират; а победата е само од Аллах. Аллах е навистина Силен и Мудар!",
      "footnotes": ""
    },
    {
      "id": "1171",
      "sura": "8",
      "aya": "11",
      "arabic_text": "إِذۡ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةٗ مِّنۡهُ وَيُنَزِّلُ عَلَيۡكُم مِّنَ ٱلسَّمَآءِ مَآءٗ لِّيُطَهِّرَكُم بِهِۦ وَيُذۡهِبَ عَنكُمۡ رِجۡزَ ٱلشَّيۡطَٰنِ وَلِيَرۡبِطَ عَلَىٰ قُلُوبِكُمۡ وَيُثَبِّتَ بِهِ ٱلۡأَقۡدَامَ",
      "translation": "11. Кога Тој направи сонот, како спокојство од Него, да ве обземе и од небото дожд ви спушти за со него да ве исчисти, и од вас шејтановото вознемирување да го отстрани, и срцата ваши силни да ги направи и со него чекорите да ви ги зацврсти.",
      "footnotes": ""
    },
    {
      "id": "1172",
      "sura": "8",
      "aya": "12",
      "arabic_text": "إِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ",
      "translation": "12. Кога Господарот твој им вдахна на мелеците: „Јас сум со вас, па зацврстете ги тие што веруваат! Во срцата на неверниците Јас страв ќе влеам, па вие по вратовите удрете ги и по прстите удрете ги!“",
      "footnotes": ""
    },
    {
      "id": "1173",
      "sura": "8",
      "aya": "13",
      "arabic_text": "ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
      "translation": "13. Затоа што им се спротивставуваа на Аллах и на Пратеникот Негов; а тој што ќе им се спротивстави на Аллах и на Пратеникот Негов, Аллах навистина страшно ќе го казни!",
      "footnotes": ""
    },
    {
      "id": "1174",
      "sura": "8",
      "aya": "14",
      "arabic_text": "ذَٰلِكُمۡ فَذُوقُوهُ وَأَنَّ لِلۡكَٰفِرِينَ عَذَابَ ٱلنَّارِ",
      "translation": "14. Тоа ви е казната, па искусете ја, а неверниците ги чека страдање во Огнот.",
      "footnotes": ""
    },
    {
      "id": "1175",
      "sura": "8",
      "aya": "15",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحۡفٗا فَلَا تُوَلُّوهُمُ ٱلۡأَدۡبَارَ",
      "translation": "15. О, верници, кога со неверниците во борба ќе се судрите, а тие се многубројни, не вртете им грб;",
      "footnotes": ""
    },
    {
      "id": "1176",
      "sura": "8",
      "aya": "16",
      "arabic_text": "وَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ",
      "translation": "16. тој што тогаш ќе им сврти грб, освен тој што ќе се повлече со намера пак да се бори или пак на друга чета да ѝ пристапи, ќе се врати натоварен со Аллаховиот грев; живеалиштето негово ќе биде Џехенемот, а тоа е ужасно престојувалиште.",
      "footnotes": ""
    },
    {
      "id": "1177",
      "sura": "8",
      "aya": "17",
      "arabic_text": "فَلَمۡ تَقۡتُلُوهُمۡ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمۡۚ وَمَا رَمَيۡتَ إِذۡ رَمَيۡتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبۡلِيَ ٱلۡمُؤۡمِنِينَ مِنۡهُ بَلَآءً حَسَنًاۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ",
      "translation": "17. Вие не ги убивавте нив, туку Аллах; и ти не фрли кога фрлаше, туку Аллах фрли, за да ги искуша верниците со убаво искушение. Аллах, навистина, сè слуша и сè знае.",
      "footnotes": ""
    },
    {
      "id": "1178",
      "sura": "8",
      "aya": "18",
      "arabic_text": "ذَٰلِكُمۡ وَأَنَّ ٱللَّهَ مُوهِنُ كَيۡدِ ٱلۡكَٰفِرِينَ",
      "translation": "18. Така беше тоа, а навистина Аллах е Тој што ги ослабнува интригите на неверниците.",
      "footnotes": ""
    },
    {
      "id": "1179",
      "sura": "8",
      "aya": "19",
      "arabic_text": "إِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ",
      "translation": "19. Ако се молевте да победите, па ете, ви дојде „победата“! А подобро би ви било да се откажете! И ако повторно се вратите, Ние повторно ќе се вратиме и ни малку нема да ви користи таборот ваш, колку и да е многуброен, бидејќи Аллах е на страната на верниците.",
      "footnotes": ""
    },
    {
      "id": "1180",
      "sura": "8",
      "aya": "20",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوۡاْ عَنۡهُ وَأَنتُمۡ تَسۡمَعُونَ",
      "translation": "20. О, верници, покорувајте им се на Аллах и на Неговиот Пратеник, и не напуштајте го, та вие слушате што говори тој,",
      "footnotes": ""
    },
    {
      "id": "1181",
      "sura": "8",
      "aya": "21",
      "arabic_text": "وَلَا تَكُونُواْ كَٱلَّذِينَ قَالُواْ سَمِعۡنَا وَهُمۡ لَا يَسۡمَعُونَ",
      "translation": "21. и не бидете како тие што велат: „Слушаме!“ – а не слушаат!",
      "footnotes": ""
    },
    {
      "id": "1182",
      "sura": "8",
      "aya": "22",
      "arabic_text": "۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلۡبُكۡمُ ٱلَّذِينَ لَا يَعۡقِلُونَ",
      "translation": "22. Најлоши суштества кај Аллах се тие кои се глуви и неми, кои не сакаат да сфаќаат.",
      "footnotes": ""
    },
    {
      "id": "1183",
      "sura": "8",
      "aya": "23",
      "arabic_text": "وَلَوۡ عَلِمَ ٱللَّهُ فِيهِمۡ خَيۡرٗا لَّأَسۡمَعَهُمۡۖ وَلَوۡ أَسۡمَعَهُمۡ لَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ",
      "translation": "23. Да знае Аллах дека од нив може да има некакво добро, би направил да слушаат, а и да сторел да слушаат, тие повторно би се свртеле, бидејќи тие и така главите ги вртат.",
      "footnotes": ""
    },
    {
      "id": "1184",
      "sura": "8",
      "aya": "24",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمۡ لِمَا يُحۡيِيكُمۡۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَحُولُ بَيۡنَ ٱلۡمَرۡءِ وَقَلۡبِهِۦ وَأَنَّهُۥٓ إِلَيۡهِ تُحۡشَرُونَ",
      "translation": "24. О, верници, одѕвијте им се на Аллах и на Пратеникот кога од васќе побара да го сторите тоа што ве оживува; и знајте дека Аллах се вплеткува помеѓу човекот и срцето негово, и дека сите пред Него ќе се соберете;",
      "footnotes": ""
    },
    {
      "id": "1185",
      "sura": "8",
      "aya": "25",
      "arabic_text": "وَٱتَّقُواْ فِتۡنَةٗ لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُواْ مِنكُمۡ خَآصَّةٗۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
      "translation": "25. И чувајте се од искушенијата кои нема да ги погоди само тие меѓу вас кои правеа насилство, и знајте дека Аллах страшно казнува.",
      "footnotes": ""
    },
    {
      "id": "1186",
      "sura": "8",
      "aya": "26",
      "arabic_text": "وَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "26. И сетете се кога бевте малкумина, кога на Земјата бевте угнетени, се плашевте луѓето да не ве фатат, па Тој засолниште ви даде и со Својата помош ви помогна и со убаво снабдување ве снабди, за да бидете благодарни.",
      "footnotes": ""
    },
    {
      "id": "1187",
      "sura": "8",
      "aya": "27",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَخُونُواْ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓاْ أَمَٰنَٰتِكُمۡ وَأَنتُمۡ تَعۡلَمُونَ",
      "translation": "27. О, верници, Аллах и Пратеникот не лажете ги и свесно со аманетите не поигрувајте си,",
      "footnotes": ""
    },
    {
      "id": "1188",
      "sura": "8",
      "aya": "28",
      "arabic_text": "وَٱعۡلَمُوٓاْ أَنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ",
      "translation": "28. и да знаете дека богатството ваше и децата ваши се само искушение и дека само кај Аллах наградата е голема.",
      "footnotes": ""
    },
    {
      "id": "1189",
      "sura": "8",
      "aya": "29",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ",
      "translation": "29. О, верници, ако се плашите од Аллах, Тој ќе ви подари способност за разделување на вистината од невистината и преку лошите постапки ваши ќе премине и ќе ви прости. А Аллаховата добрина е неизмерна!",
      "footnotes": ""
    },
    {
      "id": "1190",
      "sura": "8",
      "aya": "30",
      "arabic_text": "وَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ",
      "translation": "30. И кога неверниците замките ги поставуваа за да те фрлат во темница или за да те убијат или за да те прогонат; тие поставуваа замки, па и Аллах им поставуваше замки на нив, бидејќи Аллах тоа најдобро го умее.",
      "footnotes": ""
    },
    {
      "id": "1191",
      "sura": "8",
      "aya": "31",
      "arabic_text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ",
      "translation": "31. Кога зборовите наши им се кажуваат, велат: „Веќе чуено! Да сакаме, и ние ќе кажеме нешто такво; тоа се само измислици на народите древни“.",
      "footnotes": ""
    },
    {
      "id": "1192",
      "sura": "8",
      "aya": "32",
      "arabic_text": "وَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ",
      "translation": "32. А кога рекоа: „Боже, ако ова навистина е вистина од Тебе, Ти прати врз нас камења од небото во вид на дожд или прати ни некое неподносливо страдание!“",
      "footnotes": ""
    },
    {
      "id": "1193",
      "sura": "8",
      "aya": "33",
      "arabic_text": "وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمۡ وَأَنتَ فِيهِمۡۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ",
      "translation": "33. Аллах не ги казни бидејќи ти беше меѓу нив; и Аллах нема да ги казни сè додека некои од нив сè уште молат да им се прости.",
      "footnotes": ""
    },
    {
      "id": "1194",
      "sura": "8",
      "aya": "34",
      "arabic_text": "وَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
      "translation": "34. А заслужуваат Аллах да ги казни кога им забрануваат пристап на другите во Светиот Храм, а тие не се негови чувари. Чувари негови треба да бидат само тие што се богобојазливи, но мноштвото од нив не знае.",
      "footnotes": ""
    },
    {
      "id": "1195",
      "sura": "8",
      "aya": "35",
      "arabic_text": "وَمَا كَانَ صَلَاتُهُمۡ عِندَ ٱلۡبَيۡتِ إِلَّا مُكَآءٗ وَتَصۡدِيَةٗۚ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ",
      "translation": "35. Молитвата нивна покрај Ќаба се сведува само на свиркање и ракоплескање; затоа, искусете ја казната бидејќи не верувате!",
      "footnotes": ""
    },
    {
      "id": "1196",
      "sura": "8",
      "aya": "36",
      "arabic_text": "إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ",
      "translation": "36. Тие што не веруваат ги трошат имотите свои за да одвраќаат од Аллаховиот пат. Тие сигурно ќе ги потрошат, потоа заради тоа ќе жалат и на крајот победени ќе бидат. А тие што нема да веруваат, во Џехенемот ќе бидат ставени,",
      "footnotes": ""
    },
    {
      "id": "1197",
      "sura": "8",
      "aya": "37",
      "arabic_text": "لِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
      "translation": "37. за добрите од лошите Аллах да ги одвои, и лошите едни над други за да ги наталожи, и потоа сите во еден куп да ги збие и во Џехенемот да ги фрли! Тие навистина ќе бидат изгубени.",
      "footnotes": ""
    },
    {
      "id": "1198",
      "sura": "8",
      "aya": "38",
      "arabic_text": "قُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ",
      "translation": "38. Кажи им на тие што не веруваат: ако престанат, ќе им биде простено тоа што било претходно; но ако не престанат, па се знае што се случи со древните народи.",
      "footnotes": ""
    },
    {
      "id": "1199",
      "sura": "8",
      "aya": "39",
      "arabic_text": "وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ",
      "translation": "39. И борете се против нив сè додека многубоштвото не исчезне и сè додека Аллаховата вера не остане. А ако престанат, Аллах добро гледа што прават тие,",
      "footnotes": ""
    },
    {
      "id": "1200",
      "sura": "8",
      "aya": "40",
      "arabic_text": "وَإِن تَوَلَّوۡاْ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ",
      "translation": "40. а ако ги свртат грбовите свои, знајте дека Аллах е ваш заштитник, а Тој е прекрасен заштитник и Тој е прекрасен помагач!",
      "footnotes": ""
    },
    {
      "id": "1201",
      "sura": "8",
      "aya": "41",
      "arabic_text": "۞ وَٱعۡلَمُوٓاْ أَنَّمَا غَنِمۡتُم مِّن شَيۡءٖ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلۡنَا عَلَىٰ عَبۡدِنَا يَوۡمَ ٱلۡفُرۡقَانِ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
      "translation": "41. И знајте дека од сè што ќе заплените за време на борба една петтина им припаѓа на Аллах и на Пратеникот, и на роднините негови, и на сирачињата, и на сиромашните, и на патниците, ако верувате во Аллах и во тоа што го објавивме на робот Наш на денот на одвојувањето на вистината од невистината, на денот кога се судрија двете војски, а Аллах може сè,",
      "footnotes": ""
    },
    {
      "id": "1202",
      "sura": "8",
      "aya": "42",
      "arabic_text": "إِذۡ أَنتُم بِٱلۡعُدۡوَةِ ٱلدُّنۡيَا وَهُم بِٱلۡعُدۡوَةِ ٱلۡقُصۡوَىٰ وَٱلرَّكۡبُ أَسۡفَلَ مِنكُمۡۚ وَلَوۡ تَوَاعَدتُّمۡ لَٱخۡتَلَفۡتُمۡ فِي ٱلۡمِيعَٰدِ وَلَٰكِن لِّيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗا لِّيَهۡلِكَ مَنۡ هَلَكَ عَنۢ بَيِّنَةٖ وَيَحۡيَىٰ مَنۡ حَيَّ عَنۢ بَيِّنَةٖۗ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ",
      "translation": "42. кога вие бевте во поблиската долина, а тие во пооддалечената долина, а караванот подолу од вас. И да се договаравте, немаше да се договорите за времето на борбата, но таа се случи за Аллах да даде да се исполни тоа што мораше да се случи, неверникот да остане неверник по очигледниот доказ и верникот да остане верник по очигледниот доказ, а Аллах навистина сè слуша и сè знае.",
      "footnotes": ""
    },
    {
      "id": "1203",
      "sura": "8",
      "aya": "43",
      "arabic_text": "إِذۡ يُرِيكَهُمُ ٱللَّهُ فِي مَنَامِكَ قَلِيلٗاۖ وَلَوۡ أَرَىٰكَهُمۡ كَثِيرٗا لَّفَشِلۡتُمۡ وَلَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَلَٰكِنَّ ٱللَّهَ سَلَّمَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "43. Кога Аллах во сон ти покажа дека нив ги има малку; а да ти покажеше дека се многу вие моралот ќе го изгубевте и за бојот ќе се расправавте, но Аллах ви го покажа спасот. Тој добро ги знае мислите сечии.",
      "footnotes": ""
    },
    {
      "id": "1204",
      "sura": "8",
      "aya": "44",
      "arabic_text": "وَإِذۡ يُرِيكُمُوهُمۡ إِذِ ٱلۡتَقَيۡتُمۡ فِيٓ أَعۡيُنِكُمۡ قَلِيلٗا وَيُقَلِّلُكُمۡ فِيٓ أَعۡيُنِهِمۡ لِيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗاۗ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ",
      "translation": "44. А кога се судривте, Тој во очите ваши ви ги прикажа во мал број, а и вас во очите нивни исто така во мал број, за Аллах да даде да се исполни тоа што мораше да се случи, а сè се враќа кон Аллах.",
      "footnotes": ""
    },
    {
      "id": "1205",
      "sura": "8",
      "aya": "45",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمۡ فِئَةٗ فَٱثۡبُتُواْ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ",
      "translation": "45. О, верници, кога ќе се судрите со каква било чета, бидете смели и непрестајно Аллах спомнувајте Го, за да го постигнете тоа што го сакате,",
      "footnotes": ""
    },
    {
      "id": "1206",
      "sura": "8",
      "aya": "46",
      "arabic_text": "وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَٰزَعُواْ فَتَفۡشَلُواْ وَتَذۡهَبَ رِيحُكُمۡۖ وَٱصۡبِرُوٓاْۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ",
      "translation": "46. и покорувајте им се на Аллах и на Пратеникот Негов и не расправајте се за да не потклекнете и без борбениот дух да останете; и бидете издржливи, бидејќи Аллах е навистина на страна на издржливите!",
      "footnotes": ""
    },
    {
      "id": "1207",
      "sura": "8",
      "aya": "47",
      "arabic_text": "وَلَا تَكُونُواْ كَٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِم بَطَرٗا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۚ وَٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطٞ",
      "translation": "47. И не бидете како тие кои за да му се покажат на светот, наметливо од градот свој излегоа за од Аллаховиот пат да одвраќаат. А Аллах добро знае што прават тие!",
      "footnotes": ""
    },
    {
      "id": "1208",
      "sura": "8",
      "aya": "48",
      "arabic_text": "وَإِذۡ زَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ وَقَالَ لَا غَالِبَ لَكُمُ ٱلۡيَوۡمَ مِنَ ٱلنَّاسِ وَإِنِّي جَارٞ لَّكُمۡۖ فَلَمَّا تَرَآءَتِ ٱلۡفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيۡهِ وَقَالَ إِنِّي بَرِيٓءٞ مِّنكُمۡ إِنِّيٓ أَرَىٰ مَا لَا تَرَوۡنَ إِنِّيٓ أَخَافُ ٱللَّهَۚ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ",
      "translation": "48. И кога шејтанот како убави им ги претстави нивните постапки и им рече: „Никој не може денес да ве победи и јас сум вашиот заштитник!“, тогаш тој, кога се судрија двете противнички групи, се повлече назад, и рече: „Јас немам ништо со вас, јас го гледам тоа што вие не можете да го видите, и јас се плашам од Аллах, бидејќи Аллах страшно казнува!“,",
      "footnotes": ""
    },
    {
      "id": "1209",
      "sura": "8",
      "aya": "49",
      "arabic_text": "إِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ غَرَّ هَٰٓؤُلَآءِ دِينُهُمۡۗ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ",
      "translation": "49. кога лицемерите и тие чиишто срца се болни велеа: „Нив ги заведе верата нивна!“ А тој што на Аллах ќе се потпре, па Аллах е навистина Силен и Мудар!",
      "footnotes": ""
    },
    {
      "id": "1210",
      "sura": "8",
      "aya": "50",
      "arabic_text": "وَلَوۡ تَرَىٰٓ إِذۡ يَتَوَفَّى ٱلَّذِينَ كَفَرُواْ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ",
      "translation": "50. А да видеше само кога мелеците на неверниците душата им ја земаа и по лицата нивни и одназад ги удираа: „Вкусете го страданието во огнот!“",
      "footnotes": ""
    },
    {
      "id": "1211",
      "sura": "8",
      "aya": "51",
      "arabic_text": "ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ",
      "translation": "51. Тоа е за тоа што го подготвивте со рацете свои, бидејќи Аллах не е неправеден спрема робовите Свои!",
      "footnotes": ""
    },
    {
      "id": "1212",
      "sura": "8",
      "aya": "52",
      "arabic_text": "كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۚ إِنَّ ٱللَّهَ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ",
      "translation": "52. Така беше и со фараоновите луѓе и со тие пред нив: во Аллаховите докази не веруваа, па Аллах, поради гревовите нивни ги казни. Аллах, навистина, е моќен и страшно казнува!",
      "footnotes": ""
    },
    {
      "id": "1213",
      "sura": "8",
      "aya": "53",
      "arabic_text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمۡ يَكُ مُغَيِّرٗا نِّعۡمَةً أَنۡعَمَهَا عَلَىٰ قَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ",
      "translation": "53. Тоа е затоа што Аллах нема да го лиши од благосостојба народот на кого Тој веќе им ја подарил, сè додека тој (народот) самиот не се промени. А Аллах сè слуша и сè знае.",
      "footnotes": ""
    },
    {
      "id": "1214",
      "sura": "8",
      "aya": "54",
      "arabic_text": "كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِ رَبِّهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَۚ وَكُلّٞ كَانُواْ ظَٰلِمِينَ",
      "translation": "54. Така беше и со фараоновите луѓе и со тие пред нив: доказите на Господарот свој не ги признаваа, па Ние, поради гревовите нивни, ги уништивме, а фараоновите луѓе ги потопивме, сите тие беа неверници!",
      "footnotes": ""
    },
    {
      "id": "1215",
      "sura": "8",
      "aya": "55",
      "arabic_text": "إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُواْ فَهُمۡ لَا يُؤۡمِنُونَ",
      "translation": "55. Најлоши суштества кај Аллах се тие што негираат, тие што не сакаат да веруваат,",
      "footnotes": ""
    },
    {
      "id": "1216",
      "sura": "8",
      "aya": "56",
      "arabic_text": "ٱلَّذِينَ عَٰهَدتَّ مِنۡهُمۡ ثُمَّ يَنقُضُونَ عَهۡدَهُمۡ فِي كُلِّ مَرَّةٖ وَهُمۡ لَا يَتَّقُونَ",
      "translation": "56. тие со коишто ти склопуваш договори, па тие секој пат, не плашејќи се од Аллах, го кршат договорот свој.",
      "footnotes": ""
    },
    {
      "id": "1217",
      "sura": "8",
      "aya": "57",
      "arabic_text": "فَإِمَّا تَثۡقَفَنَّهُمۡ فِي ٱلۡحَرۡبِ فَشَرِّدۡ بِهِم مَّنۡ خَلۡفَهُمۡ لَعَلَّهُمۡ يَذَّكَّرُونَ",
      "translation": "57. Ако во борбата се судриш со нив, казни ги така што поради нив да се разбегаат тие што се зад нив, за да примат поука!",
      "footnotes": ""
    },
    {
      "id": "1218",
      "sura": "8",
      "aya": "58",
      "arabic_text": "وَإِمَّا تَخَافَنَّ مِن قَوۡمٍ خِيَانَةٗ فَٱنۢبِذۡ إِلَيۡهِمۡ عَلَىٰ سَوَآءٍۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡخَآئِنِينَ",
      "translation": "58. Штом забележиш предавство кај некое племе, и ти нему исто така откажи му го договорот. Аллах сигурно не ги сака предавниците.",
      "footnotes": ""
    },
    {
      "id": "1219",
      "sura": "8",
      "aya": "59",
      "arabic_text": "وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُواْ سَبَقُوٓاْۚ إِنَّهُمۡ لَا يُعۡجِزُونَ",
      "translation": "59. И нека не мислат тие што не веруваат дека ќе се спасат; тие навистина нема да можат да избегаат.",
      "footnotes": ""
    },
    {
      "id": "1220",
      "sura": "8",
      "aya": "60",
      "arabic_text": "وَأَعِدُّواْ لَهُم مَّا ٱسۡتَطَعۡتُم مِّن قُوَّةٖ وَمِن رِّبَاطِ ٱلۡخَيۡلِ تُرۡهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمۡ وَءَاخَرِينَ مِن دُونِهِمۡ لَا تَعۡلَمُونَهُمُ ٱللَّهُ يَعۡلَمُهُمۡۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فِي سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ",
      "translation": "60. И против нив подгответе колку што можете сила и коњи за бој, за со тоа да ги заплашите Аллаховите и ваши непријатели, и другите освен нив – вие не ги познавате, Аллах ги знае. Сè што ќе потрошите на Аллаховиот пат, ќе ви биде надоместено, нема да ви се стори неправда.",
      "footnotes": ""
    },
    {
      "id": "1221",
      "sura": "8",
      "aya": "61",
      "arabic_text": "۞ وَإِن جَنَحُواْ لِلسَّلۡمِ فَٱجۡنَحۡ لَهَا وَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "61. Ако тие бидат склони кон мир, биди и ти склон и потпри се на Аллах, бидејќи Тој, навистина, сè слуша и сè знае.",
      "footnotes": ""
    },
    {
      "id": "1222",
      "sura": "8",
      "aya": "62",
      "arabic_text": "وَإِن يُرِيدُوٓاْ أَن يَخۡدَعُوكَ فَإِنَّ حَسۡبَكَ ٱللَّهُۚ هُوَ ٱلَّذِيٓ أَيَّدَكَ بِنَصۡرِهِۦ وَبِٱلۡمُؤۡمِنِينَ",
      "translation": "62. А ако сакаат да те измамат, па, тебе навистина ти е доволен само Аллах; Тој те поддржува со Својата помош и со верниците,",
      "footnotes": ""
    },
    {
      "id": "1223",
      "sura": "8",
      "aya": "63",
      "arabic_text": "وَأَلَّفَ بَيۡنَ قُلُوبِهِمۡۚ لَوۡ أَنفَقۡتَ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا مَّآ أَلَّفۡتَ بَيۡنَ قُلُوبِهِمۡ وَلَٰكِنَّ ٱللَّهَ أَلَّفَ بَيۡنَهُمۡۚ إِنَّهُۥ عَزِيزٌ حَكِيمٞ",
      "translation": "63. и Тој ги соедини срцата нивни. Да го потрошеше сето тоа што постои на Земјата, ти немаше да ги соединиш срцата нивни, но Аллах ги соедини. Тој е навистина Силен и Мудар.",
      "footnotes": ""
    },
    {
      "id": "1224",
      "sura": "8",
      "aya": "64",
      "arabic_text": "يَٰٓأَيُّهَا ٱلنَّبِيُّ حَسۡبُكَ ٱللَّهُ وَمَنِ ٱتَّبَعَكَ مِنَ ٱلۡمُؤۡمِنِينَ",
      "translation": "64. О, Веровеснику, Аллах ти е доволен тебе и на верниците кои те следат.",
      "footnotes": ""
    },
    {
      "id": "1225",
      "sura": "8",
      "aya": "65",
      "arabic_text": "يَٰٓأَيُّهَا ٱلنَّبِيُّ حَرِّضِ ٱلۡمُؤۡمِنِينَ عَلَى ٱلۡقِتَالِۚ إِن يَكُن مِّنكُمۡ عِشۡرُونَ صَٰبِرُونَ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُم مِّاْئَةٞ يَغۡلِبُوٓاْ أَلۡفٗا مِّنَ ٱلَّذِينَ كَفَرُواْ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ",
      "translation": "65. О, Веровеснику, бодри ги верниците на борба! Ако бидете дваесетмина издржливи, ќе победите двестемина; а ако бидете сто, ќе победите илјада од тие што не веруваат, затоа што тие се луѓе кои не сфаќаат!",
      "footnotes": ""
    },
    {
      "id": "1226",
      "sura": "8",
      "aya": "66",
      "arabic_text": "ٱلۡـَٰٔنَ خَفَّفَ ٱللَّهُ عَنكُمۡ وَعَلِمَ أَنَّ فِيكُمۡ ضَعۡفٗاۚ فَإِن يَكُن مِّنكُم مِّاْئَةٞ صَابِرَةٞ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُمۡ أَلۡفٞ يَغۡلِبُوٓاْ أَلۡفَيۡنِ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ",
      "translation": "66. Сега Аллах ви дава олеснување; Тој знае дека меѓу вас има слабост: ако бидете сто издржливи, ќе победите двестемина; ако бидете илјада, ќе победите, со Аллахова волја, две илјади. А Аллах е со тие што се издржливи.",
      "footnotes": ""
    },
    {
      "id": "1227",
      "sura": "8",
      "aya": "67",
      "arabic_text": "مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُۥٓ أَسۡرَىٰ حَتَّىٰ يُثۡخِنَ فِي ٱلۡأَرۡضِۚ تُرِيدُونَ عَرَضَ ٱلدُّنۡيَا وَٱللَّهُ يُرِيدُ ٱلۡأٓخِرَةَۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ",
      "translation": "67. На ниту еден веровесник не му е дозволено да задржува заробеници сè додека не извојува победа на Земјата; вие ги сакате минливите добра на овој свет, а Аллах го сака оној свет. Аллах е Силен и Мудар.",
      "footnotes": ""
    },
    {
      "id": "1228",
      "sura": "8",
      "aya": "68",
      "arabic_text": "لَّوۡلَا كِتَٰبٞ مِّنَ ٱللَّهِ سَبَقَ لَمَسَّكُمۡ فِيمَآ أَخَذۡتُمۡ عَذَابٌ عَظِيمٞ",
      "translation": "68. Да не е поранешната Аллахова одредба, ќе ве снајдеше големо страдање поради тоа што го зедовте.",
      "footnotes": ""
    },
    {
      "id": "1229",
      "sura": "8",
      "aya": "69",
      "arabic_text": "فَكُلُواْ مِمَّا غَنِمۡتُمۡ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
      "translation": "69. Сега јадете од тоа што го запленивте, како допуштено и убаво, и плашете се од Аллах. Аллах навистина простува и Милостив е.",
      "footnotes": ""
    },
    {
      "id": "1230",
      "sura": "8",
      "aya": "70",
      "arabic_text": "يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّمَن فِيٓ أَيۡدِيكُم مِّنَ ٱلۡأَسۡرَىٰٓ إِن يَعۡلَمِ ٱللَّهُ فِي قُلُوبِكُمۡ خَيۡرٗا يُؤۡتِكُمۡ خَيۡرٗا مِّمَّآ أُخِذَ مِنكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
      "translation": "70. О, Веровеснику, кажи им на заробениците кои се наоѓаат во рацете ваши: „Ако Аллах знае дека во срцата ваши има какво било добро, ќе ви даде подобро од тоа што ви е земено и ќе ви прости.“ А Аллах простува и Милостив е.",
      "footnotes": ""
    },
    {
      "id": "1231",
      "sura": "8",
      "aya": "71",
      "arabic_text": "وَإِن يُرِيدُواْ خِيَانَتَكَ فَقَدۡ خَانُواْ ٱللَّهَ مِن قَبۡلُ فَأَمۡكَنَ مِنۡهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
      "translation": "71. А ако сакаат да те измамат, па тие и порано кон Аллах се послужија со измама, и затоа Тој ти овозможи да ги победиш. А Аллах знае сè и Мудар е.",
      "footnotes": ""
    },
    {
      "id": "1232",
      "sura": "8",
      "aya": "72",
      "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَٱلَّذِينَ ءَامَنُواْ وَلَمۡ يُهَاجِرُواْ مَا لَكُم مِّن وَلَٰيَتِهِم مِّن شَيۡءٍ حَتَّىٰ يُهَاجِرُواْۚ وَإِنِ ٱسۡتَنصَرُوكُمۡ فِي ٱلدِّينِ فَعَلَيۡكُمُ ٱلنَّصۡرُ إِلَّا عَلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ",
      "translation": "72. Тие што веруваат, и се иселуваат, и во борбата на Аллаховиот пат ги заложуваат имотите свои и животите свои, и тие што даваат прибежиште и помагаат, тие меѓусебно се заштитници. А на тие коишто веруваат, а кои не се иселија, вие не можете, сè додека не се иселат, да им бидете заштитници. А ако ве замолат да им помогнете во верата, должни сте на помош да им излезете, освен против народот со кој имате склучен договор за ненапаѓање. А Аллах добро го гледа тоа што го правите.",
      "footnotes": ""
    },
    {
      "id": "1233",
      "sura": "8",
      "aya": "73",
      "arabic_text": "وَٱلَّذِينَ كَفَرُواْ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٍۚ إِلَّا تَفۡعَلُوهُ تَكُن فِتۡنَةٞ فِي ٱلۡأَرۡضِ وَفَسَادٞ كَبِيرٞ",
      "translation": "73. Неверниците меѓусебно се заштитници. Ако не постапите така, ќе настане збрка на Земјата и голем неред!",
      "footnotes": ""
    },
    {
      "id": "1234",
      "sura": "8",
      "aya": "74",
      "arabic_text": "وَٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ",
      "translation": "74. Тие што веруваат и што ќе се иселат, и ќе се борат на Аллаховиот пат, и тие што даваат засолниште и помагаат – тие се, навистина, вистински верници. Нив ги чека прошка и благородно изобилство.",
      "footnotes": ""
    },
    {
      "id": "1235",
      "sura": "8",
      "aya": "75",
      "arabic_text": "وَٱلَّذِينَ ءَامَنُواْ مِنۢ بَعۡدُ وَهَاجَرُواْ وَجَٰهَدُواْ مَعَكُمۡ فَأُوْلَٰٓئِكَ مِنكُمۡۚ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمُۢ",
      "translation": "75. А тие што подоцна ќе станат верници, па ќе се иселат и во борбата заедно со вас ќе учествуваат – тие се ваши. А роднините, според Аллаховата Книга, меѓусебно се поважни. Аллах, навистина знае сè.[130]",
      "footnotes": "[130] Со овој ајет е укинато наследувањето помеѓу мухаџирите (доселениците од Ме­ка) и енсариите (жителите на Медина). Мека веќе била ослободена, сите многу­бош­ци во неа примиле ислам, па одредено било во иднина да се наследува по крвна и брачна врска."
    }
  ]
}