{
  "result": [
    {
      "id": "1",
      "sura": "1",
      "aya": "1",
      "arabic_text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
      "translation": "1. Vardan Allaho, Maloningiausiojo, Gailestingiausiojo,",
      "footnotes": ""
    },
    {
      "id": "2",
      "sura": "1",
      "aya": "2",
      "arabic_text": "ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "2. Visa šlovė ir dėkingumas – Allahui, Alamyn (žmonijos, džinų ir visa, kas egzistuoja) Viešpačiui [1].",
      "footnotes": "[1] Žodis „Viešpats“: Korane vartojamas žodis Rab, tačiau jam lietuvių kalboje nėra vieno deramo atitikmens. Rab reiškia Vienintelį visos visatos Viešpatį, jos Kūrėją, Šeimininką, visų reikalų Tvarkytoją, Aprūpintoją, Valdytoją, Planuotoją, Palaikytoją, Globėją ir Saugumo Teikėją. Rab taip pat yra vienas iš Allaho vardų. Čia pavartotas žodis „Viešpats“ kaip artimiausias arabiško žodžio Rab atitikmuo. Visame šiame Tauriojo Korano prasmių vertime sutinkamas žodis „Viešpats“ iš tiesų reiškia žodį Rab ir turi būti suprantamas pastarojo reikšme."
    },
    {
      "id": "3",
      "sura": "1",
      "aya": "3",
      "arabic_text": "ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
      "translation": "3. Maloningiausiajam, Gailestingiausiajam.",
      "footnotes": ""
    },
    {
      "id": "4",
      "sura": "1",
      "aya": "4",
      "arabic_text": "مَٰلِكِ يَوۡمِ ٱلدِّينِ",
      "translation": "4. Atpildo Dienos (t. y. Prikėlimo dienos) Vieninteliam Valdytojui (ir Vieninteliam Teisėjui).",
      "footnotes": ""
    },
    {
      "id": "5",
      "sura": "1",
      "aya": "5",
      "arabic_text": "إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ",
      "translation": "5. Tave (Vienintelį) mes garbiname ir Tavęs (Vienintelio) mes prašome pagalbos.",
      "footnotes": ""
    },
    {
      "id": "6",
      "sura": "1",
      "aya": "6",
      "arabic_text": "ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ",
      "translation": "6. Vesk mus Tiesiu keliu. [2]",
      "footnotes": "[2] Vedimas yra dviejų rūšių:\na) Taufik vedimas, kuris priklauso tik nuo pačio Allaho – tik Jis atveria žmonių širdis tiesai (atveda iš netikėjimo į tikėjimą, t. y. islamiškąjį monoteizmą).\nb) Iršad vedimas, vykstantis per Allaho Pasiuntinių ir dievobaimingųjų mokslininkų mokymus, skelbiančus tiesą, t. y. islamiškąjį monoteizmą."
    },
    {
      "id": "7",
      "sura": "1",
      "aya": "7",
      "arabic_text": "صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ",
      "translation": "7. Keliu tų, kuriems Tu suteikei Savo Malonę [3], bet ne tų, kurie užsitraukė Tavo Pyktį (kaip judėjai), ir ne tų, kurie nuklydo (kaip krikščionys).",
      "footnotes": "[3] t. y. per Pranašus, Sidikūn (tuos Pranašo pasekėjus, kurie patys pirmieji juo patikėjo, tokie kaip Abu Bakr As-Sidik), kankinius ir teisinguosius, kaip Allahas   sakė: „Ir kas paklūsta Allahui ir Pasiuntiniui (Muchammedui ﷺ ), tada jie bus kartu su tais, kuriems Allahas suteikė Savo Malonę – iš Pranašų, Sidikūn, kankinių ir teisingųjų (tarpo). Ir kokie puikūs šie kompanjonai!” (Koranas, 4:69)."
    }
  ]
}