{
  "id": 110,
  "verse_number": 110,
  "page_number": 126,
  "verse_key": "5:110",
  "juz_number": 7,
  "hizb_number": 13,
  "rub_el_hizb_number": 51,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "إِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ٱذۡكُرۡ نِعۡمَتِي عَلَيۡكَ وَعَلَىٰ وَٰلِدَتِكَ إِذۡ أَيَّدتُّكَ بِرُوحِ ٱلۡقُدُسِ تُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗاۖ وَإِذۡ عَلَّمۡتُكَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَۖ وَإِذۡ تَخۡلُقُ مِنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ بِإِذۡنِي فَتَنفُخُ فِيهَا فَتَكُونُ طَيۡرَۢا بِإِذۡنِيۖ وَتُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ بِإِذۡنِيۖ وَإِذۡ تُخۡرِجُ ٱلۡمَوۡتَىٰ بِإِذۡنِيۖ وَإِذۡ كَفَفۡتُ بَنِيٓ إِسۡرَٰٓءِيلَ عَنكَ إِذۡ جِئۡتَهُم بِٱلۡبَيِّنَٰتِ فَقَالَ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ",
  "translation": "جب کہ اللہ تعالیٰ ارشاد فرمائے گا کہ اے عیسیٰ بن مریم! میرا انعام یاد کرو جو تم پر اور تمہاری والده پر ہوا ہے، جب میں نے تم کو روح القدس(1) سے تائید دی۔ تم لوگوں سے کلام کرتے تھے گود میں بھی(2) اور بڑی عمر میں بھی اور جب کہ میں نے تم کو کتاب اور حکمت کی باتیں اور تورات اور انجیل کی تعلیم دی(3) اور جب کہ تم میرے حکم سے گارے سے ایک شکل بناتے تھے جیسے پرنده کی شکل ہوتی ہے پھر تم اس کے اندر پھونک مار دیتے تھے جس سے وه پرند بن جاتا تھا میرے حکم سے اور تم اچھا کر دیتے تھے مادرزاد اندھے کو اور کوڑھی کو میرے حکم سے اور جب کہ تم مردوں کو نکال کر کھڑا کرلیتے تھے میرے حکم سے(4) اور جب کہ میں نے بنی اسرائیل کو تم سے باز رکھا جب تم ان کے پاس دلیلیں لے کر آئے تھے(5) پھر ان میں جو کافر تھے انہوں نے کہا تھا کہ بجز کھلے جادو کے یہ اور کچھ بھی نہیں۔(6)",
  "footnotes": "(1) اس سے مراد حضرت جبریل (عليه السلام) ہیں جیسا کہ سورہ بقرہ کی آیت نمبر 87 میں گزرا۔\n(2) گود میں اس وقت کلام کیا، جب حضرت مریم علیہا السلام اپنے اس نومولود (بچے) کو لے کر اپنی قوم میں آئیں اور انہوں نے اس بچے کو دیکھ کر تعجب کا اظہار اور اس کی بابت استفسار کیا تو اللہ کے حکم سے حضرت عیسیٰ (عليه السلام) نے شیرخوارگی کے عالم میں کلام کیا اور بڑی عمر میں کلام سے مراد، نبوت سے سرفراز ہونے کے بعد دعوت وتبلیغ ہے۔\n(3) اس کی وضاحت سورۃ آل عمران کی آیت 48 میں گزرچکی ہے۔\n(4) ان معجزات کا ذکر بھی مذکورہ سورت کی آیت 49 میں گزرچکا ہے۔\n(5) یہ اشارہ ہے اس سازش کی طرف جو یہودیوں نے حضرت عیسیٰ (عليه السلام) کے قتل کرنے اور سولی دینے کے لئے تیار کی تھی۔ جس سے اللہ نے بچا کر انہیں آسمان پر اٹھا لیا تھا۔ ملاحظہ ہو حاشیہ سورۃ آل عمران آیت 54۔\n(6) ہر نبی کے مخالفین، آیات الٰہی اور معجزات دیکھ کر انہیں جادو ہی قرار دیتے رہے ہیں۔ حالانکہ جادو تو شعبدہ بازی کا ایک فن ہے، جس سے انبیاء علیہم السلام کو کیا تعلق ہوسکتا ہے؟ علاوہ ازیں انبیاء کے ہاتھوں ظاہر ہونے والے معجزات قادر مطلق، اللہ تبارک وتعالیٰ کی قدرت وطاقت کا مظہر ہوتے تھے، کیونکہ وہ اللہ ہی کے حکم سے اور اس کی مشیت وقدرت سے ہوتے تھے۔ کسی نبی کے اختیار میں یہ نہیں تھا کہ وہ جب چاہتا اللہ کے حکم اور مشیت کے بغیر کوئی معجزہ صادر کرکے دکھا دیتا، اسی لئے یہاں بھی دیکھ لیجئے کہ حضرت عیسیٰ (عليه السلام) کے ہر معجزے کے ساتھ اللہ نے چار مرتبہ یہ فرمایا ”بِإِذْنِي“ کہ (ہر معجزہ میرے حکم سے ہوا ہے)۔ یہی وجہ ہے کہ جب نبی (صلى الله عليه وسلم) سے مشرکین مکہ نے مختلف معجزات کے دکھانے کا مطالبہ کیا جس کی تفصیل سورۂ بنی اسرائیل آیت نمبر 91۔93 میں ذکر کی گئی ہے تو اس کے جواب میں نبی صلی اللہ علیہ وسلم نے یہی فرمایا ”سُبْحَانَ رَبِّي هَلْ كُنْتُ إِلاَّ بَشَرًا رَسُولاً“ (میرا رب پاک ہے (یعنی وہ تو اس کمزوری سے پاک ہے کہ وہ یہ چیزیں نہ دکھا سکے، وہ تو دکھا سکتا ہے لیکن اس کی حکمت اس کی مقتضی ہے یا نہیں؟ یا کب مقتضی ہوگی؟ اس کا علم اسی کو ہے اور اسی کے مطابق وہ فیصلہ کرتا ہے) لیکن میں تو صرف بشر اور رسول ہوں) یعنی میرے اندر یہ معجزات دکھانے کی اپنے طور پر طاقت نہیں ہے۔ بہرحال انبیاء کے معجزات کا جادو سے کوئی تعلق نہیں ہوتا۔ اگر ایسا ہوتا تو جادوگر اس کا توﮌ مہیا کرلیتے۔ لیکن حضرت موسیٰ (عليه السلام) کے واقعے سے ثابت ہے کہ دنیا بھر کے جمع شدہ بڑے بڑے جادوگر بھی حضرت موسیٰ(عليه السلام) کے معجزے کا توڑ نہ کرسکے اور جب ان کو معجزہ اور جادو کا فرق واضح طور پر معلوم ہوگیا تو وہ مسلمان ہوگئے۔"
}