{
  "id": 48,
  "verse_number": 48,
  "page_number": 116,
  "verse_key": "5:48",
  "juz_number": 6,
  "hizb_number": 12,
  "rub_el_hizb_number": 46,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَأَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ مِنَ ٱلۡكِتَٰبِ وَمُهَيۡمِنًا عَلَيۡهِۖ فَٱحۡكُم بَيۡنَهُم بِمَآ أَنزَلَ ٱللَّهُۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡ عَمَّا جَآءَكَ مِنَ ٱلۡحَقِّۚ لِكُلّٖ جَعَلۡنَا مِنكُمۡ شِرۡعَةٗ وَمِنۡهَاجٗاۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ إِلَى ٱللَّهِ مَرۡجِعُكُمۡ جَمِيعٗا فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ",
  "translation": "اور ہم نے آپ کی طرف حق کے ساتھ یہ کتاب نازل فرمائی ہے جو اپنے سے اگلی کتابوں کی تصدیق کرنے والی ہے اور ان کی محافظ ہے(1) ۔ اس لئے آپ ان کے آپس کے معاملات میں اسی اللہ کی اتاری ہوئی کتاب کے ساتھ حکم کیجیئے(2)، اس حق سے ہٹ کر ان کی خواہشوں کے پیچھے نہ جائیے(3) تم میں سے ہر ایک کے لئے ہم نے ایک دستور اور راه مقرر کردی ہے(4)۔ اگر منظور مولیٰ ہوتا تو تم سب کو ایک ہی امت بنا دیتا، لیکن اس کی چاہت ہے کہ جو تمہیں دیا ہے اس میں تمہیں آزمائے(5)، تم نیکیوں کی طرف جلدی کرو، تم سب کا رجوع اللہ ہی کی طرف ہے، پھر وه تمہیں ہر وه چیز بتا دے گا جس میں تم اختلاف کرتے رہتے ہو۔",
  "footnotes": "(1) ہر آسمانی کتاب اپنے سے ماقبل کتاب کی مصدق رہی ہے جس طرح قرآن پچھلی تمام کتابوں کا مصدق ہے اور تصدیق کا مطلب ہے کہ یہ ساری کتابیں فی الواقع اللہ کی نازل کردہ ہیں۔ لیکن قرآن مصدق ہونے کے ساتھ ساتھ مُهَيْمِنٌ (محافظ، امین، شاہد اور حاکم) بھی ہے۔ یعنی پچھلی کتابوں میں چونکہ تحریف وتغییر بھی ہوئی ہے اس لئے قرآن کا فیصلہ ناطق ہوگا، جس کو یہ صحیح قرار دے گا وہی صحیح ہے۔ باقی باطل ہے۔\n(2) اس سے پہلے آیت نمبر 42 میں نبی (صلى الله عليه وسلم) کو اختیار دیا گیا تھا کہ آپ ان کے معاملات کے فیصلے کریں یا نہ کریں۔ آپ کی مرضی ہے۔ لیکن اب اس کی جگہ یہ حکم دیا جا رہا ہے کہ ان کے آپس کے معاملات میں بھی قرآن کریم کے مطابق فیصلے فرمائیں۔\n(3) یہ دراصل امت کو تعلیم دی جا رہی ہے کہ اللہ کی نازل کردہ کتاب سے ہٹ کر لوگوں کی خواہشات اور آرا یا ان کے خود ساختہ مزعومات وافکار کے مطابق فیصلے کرنا گمراہی ہے، جس کی اجازت جب پیغمبر کو نہیں ہے تو کسی اور کو کس طرح حاصل ہوسکتی ہے؟\n(4) اس سے مراد پچھلی شریعتیں ہیں جن کے بعض فروعی احکامات ایک دوسرے سے مختلف تھے۔ ایک شریعت میں بعض چیزیں حرام تو دوسری میں حلال تھیں، بعض میں کسی مسئلے میں تشدید تھی تو دوسری میں تخفیف، لیکن دین سب کا ایک یعنی توحید پر مبنی تھا۔ اس لحاظ سے سب کی دعوت ایک ہی تھی۔ اس مضمون کو ایک حدیث میں اس طرح بیان کیا گیا ہے۔ ”نَحْنُ مَعَاشِرَ الأَنْبِيَاءِ إِخْوَةٌ لِعَلاَّتٍ، دِينُنَا وَاحِدٌ“ (صحيح بخاري) ”ہم انبیا کی جماعت علاتی بھائی ہیں۔ ہمارا دین ایک ہے“۔ علاتی بھائی وہ ہوتے ہیں جن کی مائیں تو مختلف ہوں باپ ایک ہو۔ مطلب یہ ہے کہ ان کا دین ایک ہی تھا اور شریعتیں (دستور اور طریقے) مختلف تھیں۔ لیکن شریعت محمدیہ کے بعد اب ساری شریعتیں بھی منسوخ ہوگئیں ہیں اور اب دین بھی ایک ہے اور شریعت بھی ایک۔\n(5) یعنی نزول قرآن کے بعد اب نجات تو اگرچہ اسی سے وابستہ ہے لیکن اس راہ نجات کو اختیار کرنے کے لئے اللہ تعالیٰ نے انسانوں پر جبر نہیں کیا ہے۔ ورنہ وہ چاہتا تو ایسا کرسکتا تھا، لیکن اس طرح تمہاری آزمائش ممکن نہ ہوتی، جب کہ وہ تمہیں آزمانا چاہتا ہے۔"
}