{
  "id": 1,
  "verse_number": 1,
  "page_number": 282,
  "verse_key": "17:1",
  "juz_number": 15,
  "hizb_number": 29,
  "rub_el_hizb_number": 113,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "سُبۡحَٰنَ ٱلَّذِيٓ أَسۡرَىٰ بِعَبۡدِهِۦ لَيۡلٗا مِّنَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ إِلَى ٱلۡمَسۡجِدِ ٱلۡأَقۡصَا ٱلَّذِي بَٰرَكۡنَا حَوۡلَهُۥ لِنُرِيَهُۥ مِنۡ ءَايَٰتِنَآۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
  "translation": "1. (Аллоҳ) бир кеча, Ўз бандаси (Муҳаммад)ни — унга оят-мўъжизаларимиздан кўрсатиш учун (Маккадаги) Масжидул-Ҳаромдан (Қуддусдаги) Биз атрофини баракотли қилиб қўйган Масжидул-Ақсога сайр қилдирган (барча айбу нуқсондан) пок Зотдир. Дарҳақиқат, У эшитгувчи, кўргувчи Зотдир.",
  "footnotes": "И з о ҳ. Бу — меърож, яъни Аллоҳ ҳузурига кўтарилиш қиссаси бўлиб, у Пайғамбар алайҳис-салоту вас-салом Мадинага ҳижрат қилишидан бир йил илгари воқеъ бўлгандир. Расулуллоҳ айтадилар: «Бир кеча Масжидул-Ҳаромда эканман, баногоҳ ҳузуримга Жаброил Буроқ исмли отни етаклаб келди ва мени ўша отга миндириб самога олиб чиқиб кетди. Бир зумда Қуддус шаҳрига етиб келдик. Бу ердаги Масжидул-Ақсода икки ракаат нафл намозини ўқигач, яна Буроққа миниб Жаброил билан осмонга йўл олдик. Еттинчи осмонга етгач, Аллоҳ таоло менга ва менинг умматимга кунда беш вақт намоз ўқишни фарз қилиб, деди: «Бу бир кеча-кундузда ўқиладиган беш вақт намознинг ҳар бирига ўн намоз савобини ато этурман! Демак, беш вақт намоз ўқиган кишига эллик вақт намоз савоби ёзилур. Шунингдек, бандаларимдан ким бир яхшилик қилишга азм этиб, уни адо эта олмаса бир савоб, адо эта олса, ўн савоб ато қилурман. Энди кимки, бирон ёмон ишни — гуноҳни қасд қилса-ю, уни амалга оширмаса, у кишига гуноҳ ёзилмас, агар ўша ёмон ниятини амалга оширса, бир гуноҳ ёзилур». Парвардигоримдан ушбу вазифаларни олиб, заминга тушдим ва бир нафасда ўзимни Маккада кўрдим». Ривоят қилишларича, Пайғамбар алайҳис-салоту вас-салом меърожга чиқиб кетаётиб ҳужраларининг эшигини ёпганларида қимирлаб қолган эшик ҳалқаси осмондан қайтиб тушганларида ҳам силкиниб турган экан."
}