{
  "result": {
    "id": "220",
    "sura": "2",
    "aya": "213",
    "arabic_text": "كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ",
    "translation": "Адамдар (мурда) бир (динди гана кармаган) үммөт болгон.[1] Анан Аллах, (бейиштен) сүйүнүчтүү кабар берүүчү жана (тозоктон) эскертүүчү пайгамбарларды жиберип, адамдар арасындагы талашкан нерседе (динде) өкүм кылуу үчүн аларга (Аллахка гана сыйынуу жөнүндөгү) чындыкты камтыган китепти (Тоорот менен Инжилди) түшүрдү. Аны алган элдер, ал (дин) жөнүндө, өздөрүнө анык чындыктар келгенден кийин деле, (ага моюн сунбай) өз ара кыянаттык менен талаша башташты. Анан Аллах алар талашып жаткан чындыкка ыйман келтирген адамдарды Өз каалоосу менен туура жолго баштады. Аллах Өзү каалаган адамдарды туура жолго баштайт.",
    "footnotes": "[1] Бул Нух пайгамбардын мезгили жана чамасы андан он кылымдар кийинки заман эле. Адамдар али дүйнөгө чачырап кете элек, диндери бир, ширк, каапырчылык жок болгон доорлор. Анан эле, шайтан азгырган бирөөлөр чыгып, элдерди Аллахтан башкага сыйынууга же болбосо, Аллахка кошуп (тең кылып) башка нерселерге да сыйынууга үгүттөй башташты. Эки ортодо: жалгыз Аллахка сыйынуучулар (муваххиддер) менен мушриктердин арасында талаш-тартыштар күчөп, коом экиге ажырады. Көпчүлүк кимисине ишенишин билбей дендароо болуп туруп калат. Анан Аллах, бейиштен жана тозоктон кабар берүүчү пайгамбарларды жиберип, адамдар арасындагы талашкан маселелерине өкүм кылуу үчүн аларга чындыкты ичине камтыган китепти түшүрдү. Ошондой китеп өз мезгилинде, яхудилердин пайгамбарлары Муса менен Исага да түшүрүлгөн болчу. Бирок, яхудилер ал китептин өкүмдөрүнө моюн сунуунун ордуна бир бөлүгү ал китептин өзү жөнүндө талашып-тартыша башташат. Ошентип, алар адашуучулукка кайра чыккыс болуп батып кетишти.  \"Анан Аллах алар талашып жаткан чындыкка (Мухаммад менен ага түшкөн Куранга) ыйман келтирген адамдарды өз каалоосу менен туура жолго баштады. Аллах Өзү каалаган адамдарды туура жолго баштайт."
  }
}