{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 553,
      "verse_key": "62:1",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ ٱلۡمَلِكِ ٱلۡقُدُّوسِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ",
      "translation": "1. Tout ce qui est dans les cieux et ce qui est sur terre rend gloire à Allah, le Souverain, le Très Pur, le Puissant, le Sage.",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 553,
      "verse_key": "62:2",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي بَعَثَ فِي ٱلۡأُمِّيِّـۧنَ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "2. C’est Lui Qui envoya parmi les illettrés un Messager issu de leur peuple, qui leur récite Ses versets, les purifie et les initie au Livre et à la sagesse, même si, autrefois, ils étaient dans un égarement manifeste.",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 553,
      "verse_key": "62:3",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَءَاخَرِينَ مِنۡهُمۡ لَمَّا يَلۡحَقُواْ بِهِمۡۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "3. (Il l’envoya aussi) à d’autres[555] qui ne les ont pas encore rejoints. C’est Lui le Tout-Puissant, le Sage.",
      "footnotes": "[555] L’expression renvoie à d’autres peuples contemporains des Arabes d’alors et qui seront appelés à se convertir à l’Islam. Mais elle renvoie aussi aux peuples à venir."
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 553,
      "verse_key": "62:4",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ",
      "translation": "4. Telle est la faveur d’Allah, qu’Il accorde à qui Il veut. Allah est le Détenteur de la Faveur Suprême.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 553,
      "verse_key": "62:5",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَثَلُ ٱلَّذِينَ حُمِّلُواْ ٱلتَّوۡرَىٰةَ ثُمَّ لَمۡ يَحۡمِلُوهَا كَمَثَلِ ٱلۡحِمَارِ يَحۡمِلُ أَسۡفَارَۢاۚ بِئۡسَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
      "translation": "5. Ceux qui eurent à assumer (le Message de) la Torah  et qui ne l’assumèrent point sont à l’image d’un âne (lourdement) chargé de livres. Piètre exemple que celui des gens qui tiennent pour mensonges les Signes d’Allah. Allah ne guide pas les gens injustes.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 553,
      "verse_key": "62:6",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ يَٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓاْ إِن زَعَمۡتُمۡ أَنَّكُمۡ أَوۡلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "6. Dis : « Ô vous qui professez le judaïsme ! Si vous prétendez être les aimés d’Allah, en dehors de tous les hommes, alors souhaitez la mort si ce que vous dites est vrai. »",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 553,
      "verse_key": "62:7",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا يَتَمَنَّوۡنَهُۥٓ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ",
      "translation": "7. Mais ils ne la souhaiteront jamais, en raison de tout ce qu’ils ont commis de leurs propres mains. Allah en Sait Infiniment sur les injustes.",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 553,
      "verse_key": "62:8",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنَّ ٱلۡمَوۡتَ ٱلَّذِي تَفِرُّونَ مِنۡهُ فَإِنَّهُۥ مُلَٰقِيكُمۡۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "8. Dis : « La mort que vous fuyez vous trouvera, puis vous serez ramenés vers Celui Qui Connaît aussi bien les choses insondables que les choses observables. Alors, Il vous informera de ce que vous faisiez.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 554,
      "verse_key": "62:9",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نُودِيَ لِلصَّلَوٰةِ مِن يَوۡمِ ٱلۡجُمُعَةِ فَٱسۡعَوۡاْ إِلَىٰ ذِكۡرِ ٱللَّهِ وَذَرُواْ ٱلۡبَيۡعَۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ",
      "translation": "9. Ô vous qui avez cru ! Lorsqu’il est appelé à la Çalât du vendredi, hâtez-vous pour évoquer Allah ! Laissez là tout commerce ! Cela est bien meilleur pour vous, si vous saviez !",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 554,
      "verse_key": "62:10",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُواْ فِي ٱلۡأَرۡضِ وَٱبۡتَغُواْ مِن فَضۡلِ ٱللَّهِ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ",
      "translation": "10. Puis la Çalât finie, dispersez-vous partout ailleurs ![556] Espérez les faveurs d’Allah ! Évoquez abondamment (le nom d’)Allah, peut-être réussirez-vous !",
      "footnotes": "[556] Littéralement : sur terre."
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 554,
      "verse_key": "62:11",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا رَأَوۡاْ تِجَٰرَةً أَوۡ لَهۡوًا ٱنفَضُّوٓاْ إِلَيۡهَا وَتَرَكُوكَ قَآئِمٗاۚ قُلۡ مَا عِندَ ٱللَّهِ خَيۡرٞ مِّنَ ٱللَّهۡوِ وَمِنَ ٱلتِّجَٰرَةِۚ وَٱللَّهُ خَيۡرُ ٱلرَّٰزِقِينَ",
      "translation": "11. Dès qu’ils entraperçoivent quelque commerce ou quelque divertissement, ils se dispersent d’autour de toi et te laissent là, debout. Dis : « Ce qui se trouve auprès d’Allah est bien meilleur que le divertissement et le commerce. Allah est, certes, le Meilleur des dispensateurs. »",
      "footnotes": ""
    }
  ]
}