{
  "result": [
    {
      "id": "6131",
      "sura": "98",
      "aya": "1",
      "arabic_text": "لَمۡ يَكُنِ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأۡتِيَهُمُ ٱلۡبَيِّنَةُ",
      "translation": "1. Nepatikėjusieji iš Rašto Žmonių (judėjų ir krikščionių) ir Al-Mušrikūn (politeistų, pagonių, stabmeldžių ir netikinčių Allaho Vienumą ir Jo Pasiuntinį Muchammedą ﷺ ) tarpo, neatsiskyrė (nuo klaidingo tikėjimo) tol, kol atėjo pas juos akivaizdus įrodymas –",
      "footnotes": ""
    },
    {
      "id": "6132",
      "sura": "98",
      "aya": "2",
      "arabic_text": "رَسُولٞ مِّنَ ٱللَّهِ يَتۡلُواْ صُحُفٗا مُّطَهَّرَةٗ",
      "translation": "2. Pasiuntinys (Muchammedas ﷺ ) nuo Allaho, recituojantis (Koraną) ištyrintus nuo Al-Batil (melo) raštus,",
      "footnotes": ""
    },
    {
      "id": "6133",
      "sura": "98",
      "aya": "3",
      "arabic_text": "فِيهَا كُتُبٞ قَيِّمَةٞ",
      "translation": "3. kuriuose yra teisingi užrašai (t. y. taisyklės ir įstatymai).",
      "footnotes": ""
    },
    {
      "id": "6134",
      "sura": "98",
      "aya": "4",
      "arabic_text": "وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَةُ",
      "translation": "4. Nei tie, kuriems buvo duotas Raštas (judėjai ir krikščionys), susikaldė iki tol, kol atėjo pas juos akivaizdus įrodymas (t. y. Pranašas Muchammedas ﷺ ir viskas kas jam buvo apreikšta),",
      "footnotes": ""
    },
    {
      "id": "6135",
      "sura": "98",
      "aya": "5",
      "arabic_text": "وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُواْ ٱلصَّلَوٰةَ وَيُؤۡتُواْ ٱلزَّكَوٰةَۚ وَذَٰلِكَ دِينُ ٱلۡقَيِّمَةِ",
      "translation": "5. Ir jiems nebuvo įsakyta nieko kito, tik garbinti Allahą, (būnant) nuoširdžiais Jam religijoje, linkusiais į tiesą, ir atlikti maldą, ir duoti zakat. Ir tai yra teisinga religija.",
      "footnotes": ""
    },
    {
      "id": "6136",
      "sura": "98",
      "aya": "6",
      "arabic_text": "إِنَّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ فِي نَارِ جَهَنَّمَ خَٰلِدِينَ فِيهَآۚ أُوْلَٰٓئِكَ هُمۡ شَرُّ ٱلۡبَرِيَّةِ",
      "translation": "6. Iš tiesų, nepatikėjusieji (islamo religiją, Koraną ir Pranašą Muchammedą) iš Rašto žmonių (judėjų ir krikščionių) ir daugiadievių (Al-Mušrikūn) tarpo bus Pragaro Ugnyje, gyvendami tenais amžinai. Jie yra blogiausi iš kūrinių.",
      "footnotes": ""
    },
    {
      "id": "6137",
      "sura": "98",
      "aya": "7",
      "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ هُمۡ خَيۡرُ ٱلۡبَرِيَّةِ",
      "translation": "7. Iš tiesų, tie, kurie patikėjo (Allaho Vienumą ir Jo Pasiuntinį Muchammedą ﷺ , įskaitant visas prievoles įsakytas islamo) ir darė teisingus darbus, – jie yra geriausi iš kūrinių.",
      "footnotes": ""
    },
    {
      "id": "6138",
      "sura": "98",
      "aya": "8",
      "arabic_text": "جَزَآؤُهُمۡ عِندَ رَبِّهِمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ لِمَنۡ خَشِيَ رَبَّهُۥ",
      "translation": "8. Jų atlygis pas jų Viešpatį bus amžinojo gyvenimo Sodai (Adn (Edeno) Rojus), po kuriais teka upės. Tenais jie gyvens amžinai. Allahas bus patenkintas jais ir jie bus patenkinti Juo. Tai – tam, kuris bijojo savo Viešpaties.",
      "footnotes": ""
    }
  ]
}