{
  "id": 14,
  "verse_number": 14,
  "page_number": 586,
  "verse_key": "81:14",
  "juz_number": 30,
  "hizb_number": 59,
  "rub_el_hizb_number": 234,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "عَلِمَتۡ نَفۡسٞ مَّآ أَحۡضَرَتۡ",
  "translation": "14. (Ана ўша Кунда ҳар бир) жон ўзи (мана шу Кун учун) ҳозирлаб келган нарсани (яъни, барча яхши-ёмон амалларини) билур!",
  "footnotes": "И з о ҳ. Мазкур оятларда Қиёмат Кунида рўй берадиган ўн икки ҳодиса ҳақида хабар берилди. Демак, у Кунда кечаётган даҳшатнинг зиёдалигидан қуёшнинг нури сўниб, юлдузлар ҳар ёққа сочилиб кетади ва тоғлар ҳам жойларидан жилдирилиб, худди булутлар каби осмонда сузиб юради. Саҳро аҳли жуда авайлайдиган ва уларнинг бой-бадавлатликлари рамзи бўлган — туғиш соати яқинлашиб қолган бўғоз туялар ҳам эгаларининг ёдидан кўтарилиб, ҳар ким ўзи билан ўзи бўлиб қолади (яъни, кишилар ўзларининг энг ардоқли нарсаларини ҳам унутадилар). Доимо бир-бирларининг гўштларини еб тирикчилик ўтказадиган ваҳший ҳайвонлар ҳам қандай қилиб бир жойга тўпланганларини билмай қоладилар, денгизлар эса сувлари қуриб, худди тагидан олов ёқилаётган қозонга айланадилар (минг-минг йиллик денгизларнинг бугунга келиб қурий бошлагани ўша Кун яқин қолганининг аломати эмасмикан?), инсонлар ўлиши билан чиқиб кетган жонлари қайта ўз баданларига киради, шунингдек, у Кунда тириклай кўмиб юборилган мазлума қизларнинг ҳам додига етилади (бу ҳақда «Наҳл» сурасининг 59-оятида батафсил изоҳ берилган) ва инсон ўлиши билан ёпилган номаи аъмоли қайта очилиб, ҳисоб-китоб қилинади, у Кунда Ернинг томи бўлган осмон ҳам очиб юборилади ва ниҳоят кофирларга ловуллаб ёнаётган дўзах, мўминларга эса жаннат яқин қилинади — мана шу воқеа-ҳодисалар содир бўладиган Қиёмат Кунида ҳар бир жоннинг ҳаёти-дунёда қилиб ўтган яхши амаллари ўнг ёнига, ёмон амаллари чап ёнига келтириб қўйилади ва ҳеч ким ўз амалидан тона олмайди! Демак, ўша Куннинг қийноқ-азобидан халос бўлишни истаган ҳар бир инсон бугунини Исломий эътиқод ва эзгу амал билан ўтказмоғи вожибдир!"
}