{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 458,
      "verse_key": "39:1",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ",
      "translation": "The revelation of this Book is from Allah, the All-Mighty, the All-Wise.",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 458,
      "verse_key": "39:2",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ فَٱعۡبُدِ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ",
      "translation": "Indeed, We have sent down to you [O Prophet] the Book with the truth, so worship Allah with sincere devotion to Him.",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 458,
      "verse_key": "39:3",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَا لِلَّهِ ٱلدِّينُ ٱلۡخَالِصُۚ وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ مَا نَعۡبُدُهُمۡ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلۡفَىٰٓ إِنَّ ٱللَّهَ يَحۡكُمُ بَيۡنَهُمۡ فِي مَا هُمۡ فِيهِ يَخۡتَلِفُونَۗ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ كَٰذِبٞ كَفَّارٞ",
      "translation": "Indeed, sincere devotion is due to Allah alone[1]. As for those who take others as guardians besides Him, [saying], “We only worship them so that they may bring us closer to Allah.” Allah will judge between them[2] concerning that over which they differ. Allah does not guide anyone who is a liar and a persistent disbeliever.",
      "footnotes": "[1] i.e., He only accepts sincere worship and obedience.\n [2] i.e., between those who were devoted to Allah alone and those who associated partners with Him."
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 458,
      "verse_key": "39:4",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَّوۡ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدٗا لَّٱصۡطَفَىٰ مِمَّا يَخۡلُقُ مَا يَشَآءُۚ سُبۡحَٰنَهُۥۖ هُوَ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ",
      "translation": "If Allah had willed to take for Himself a son, He could have chosen whatever He wished from among what He creates. Glory be to Him. He is Allah, the One, the Subjugator.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 458,
      "verse_key": "39:5",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ يُكَوِّرُ ٱلَّيۡلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيۡلِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمًّىۗ أَلَا هُوَ ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ",
      "translation": "He created the heavens and earth for a true purpose. He wraps the night over the day and wraps the day over the night. He has subjected the sun and the moon, each running its course for an appointed term. Indeed, He is the All-Mighty, Most Forgiving.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 459,
      "verse_key": "39:6",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ ثُمَّ جَعَلَ مِنۡهَا زَوۡجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلۡأَنۡعَٰمِ ثَمَٰنِيَةَ أَزۡوَٰجٖۚ يَخۡلُقُكُمۡ فِي بُطُونِ أُمَّهَٰتِكُمۡ خَلۡقٗا مِّنۢ بَعۡدِ خَلۡقٖ فِي ظُلُمَٰتٖ ثَلَٰثٖۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۖ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُصۡرَفُونَ",
      "translation": "He created you from a single soul[3], then He made from it its mate[4], and He created for you eight types of livestock[5]. He creates you in the wombs of your mothers [in stages], creation after creation, in three layers of darkness[6]. Such is Allah, your Lord. To Him belongs the dominion; none has the right to be worshiped except Him. So how are you averted?",
      "footnotes": "[3] i.e., Adam. [4] i.e., Eve. [5] The eight types of livestock: (four males and females): a pair of sheep, a pair of goats, a pair of camels, and a pair of oxen. See 6:143-144.\n [6] These three layers: the belly, the womb, and the amniotic membrane."
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 459,
      "verse_key": "39:7",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِن تَكۡفُرُواْ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنكُمۡۖ وَلَا يَرۡضَىٰ لِعِبَادِهِ ٱلۡكُفۡرَۖ وَإِن تَشۡكُرُواْ يَرۡضَهُ لَكُمۡۗ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "If you disbelieve, then Allah is in no need of you, but He does not approve of disbelief for His slaves. If you are grateful, He approves that for you. No bearer of burden can bear the burden of another. Then to your Lord is your return, and He will inform you of what you used to do. He is All-Knowing of what is in the hearts.",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 459,
      "verse_key": "39:8",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَا رَبَّهُۥ مُنِيبًا إِلَيۡهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعۡمَةٗ مِّنۡهُ نَسِيَ مَا كَانَ يَدۡعُوٓاْ إِلَيۡهِ مِن قَبۡلُ وَجَعَلَ لِلَّهِ أَندَادٗا لِّيُضِلَّ عَن سَبِيلِهِۦۚ قُلۡ تَمَتَّعۡ بِكُفۡرِكَ قَلِيلًا إِنَّكَ مِنۡ أَصۡحَٰبِ ٱلنَّارِ",
      "translation": "When adversity befalls man, he calls upon his Lord, turning to Him in repentance. Then when his Lord bestows His favor upon him, he forgets the adversity for which he was calling upon Him before, and sets up rivals to Allah, to mislead others from His way. Say [O Prophet], “Enjoy your disbelief for a little while; you will be one of the people of the Fire.”",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 459,
      "verse_key": "39:9",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمَّنۡ هُوَ قَٰنِتٌ ءَانَآءَ ٱلَّيۡلِ سَاجِدٗا وَقَآئِمٗا يَحۡذَرُ ٱلۡأٓخِرَةَ وَيَرۡجُواْ رَحۡمَةَ رَبِّهِۦۗ قُلۡ هَلۡ يَسۡتَوِي ٱلَّذِينَ يَعۡلَمُونَ وَٱلَّذِينَ لَا يَعۡلَمُونَۗ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
      "translation": "[Is he better] or the one who constantly worships during the night, prostrating and standing, fearing the Hereafter and hoping for the mercy of his Lord? Say, “Are those who know equal to those who do not know?” It is only the people of understanding who will take heed.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 459,
      "verse_key": "39:10",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ يَٰعِبَادِ ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ رَبَّكُمۡۚ لِلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۗ وَأَرۡضُ ٱللَّهِ وَٰسِعَةٌۗ إِنَّمَا يُوَفَّى ٱلصَّٰبِرُونَ أَجۡرَهُم بِغَيۡرِ حِسَابٖ",
      "translation": "Say[7], “O My slaves who believe, fear your Lord. Those who do good in this world will have a good return, and Allah’s earth is spacious. Those who observe patience will be given their reward without measure.”",
      "footnotes": "[7] Allah instructed the Prophet (ﷺ) to say on behalf of Him."
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 460,
      "verse_key": "39:11",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ",
      "translation": "Say, “I have been commanded to worship Allah, with sincere devotion to Him,",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 460,
      "verse_key": "39:12",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأُمِرۡتُ لِأَنۡ أَكُونَ أَوَّلَ ٱلۡمُسۡلِمِينَ",
      "translation": "and I have been commanded to be the first of those who submit to Allah.”",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 460,
      "verse_key": "39:13",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ",
      "translation": "Say, “I truly fear, if I were to disobey my Lord, the punishment of a momentous Day.”",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 460,
      "verse_key": "39:14",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلِ ٱللَّهَ أَعۡبُدُ مُخۡلِصٗا لَّهُۥ دِينِي",
      "translation": "Say, “It is Allah alone Whom I worship, with sincere devotion to Him.",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 460,
      "verse_key": "39:15",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱعۡبُدُواْ مَا شِئۡتُم مِّن دُونِهِۦۗ قُلۡ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَا ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ",
      "translation": "So worship whatever you wish besides Him.” Say, “Indeed, the losers are those who will lose themselves and their families on the Day of Resurrection. That is indeed the clear loss.”",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 460,
      "verse_key": "39:16",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَهُم مِّن فَوۡقِهِمۡ ظُلَلٞ مِّنَ ٱلنَّارِ وَمِن تَحۡتِهِمۡ ظُلَلٞۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥۚ يَٰعِبَادِ فَٱتَّقُونِ",
      "translation": "They will have layers of fire above them and below them. That is how Allah threatens His slaves. Then fear Me, O My slaves!",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 460,
      "verse_key": "39:17",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ ٱجۡتَنَبُواْ ٱلطَّٰغُوتَ أَن يَعۡبُدُوهَا وَأَنَابُوٓاْ إِلَى ٱللَّهِ لَهُمُ ٱلۡبُشۡرَىٰۚ فَبَشِّرۡ عِبَادِ",
      "translation": "But those who shun the worship of false gods[8] and penitently turn to Allah, there are glad tidings for them. So give glad tidings to My slaves,",
      "footnotes": "[8] Tāghūt: Satan or any false objects of worship."
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 460,
      "verse_key": "39:18",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يَسۡتَمِعُونَ ٱلۡقَوۡلَ فَيَتَّبِعُونَ أَحۡسَنَهُۥٓۚ أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُۖ وَأُوْلَٰٓئِكَ هُمۡ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
      "translation": "those who listen to speech[9] and follow the best of it. They are the ones whom Allah has guided, and they are the people of understanding.",
      "footnotes": "[9] i.e. the Qur’an or another speech, then follow the best option, such as opting for forgiveness instead of retaliation."
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 460,
      "verse_key": "39:19",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَمَنۡ حَقَّ عَلَيۡهِ كَلِمَةُ ٱلۡعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِي ٱلنَّارِ",
      "translation": "Can you save those against whom the decree of punishment has been passed to be in the Fire?",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 460,
      "verse_key": "39:20",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ غُرَفٞ مِّن فَوۡقِهَا غُرَفٞ مَّبۡنِيَّةٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَعۡدَ ٱللَّهِ لَا يُخۡلِفُ ٱللَّهُ ٱلۡمِيعَادَ",
      "translation": "But those who fear their Lord will have lofty mansions[10], built one above another, under which rivers flow. This is the promise of Allah; Allah never breaks His promise.",
      "footnotes": "[10] i.e., elevated dwellings or palaces."
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 460,
      "verse_key": "39:21",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَلَكَهُۥ يَنَٰبِيعَ فِي ٱلۡأَرۡضِ ثُمَّ يُخۡرِجُ بِهِۦ زَرۡعٗا مُّخۡتَلِفًا أَلۡوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَجۡعَلُهُۥ حُطَٰمًاۚ إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ",
      "translation": "Do you not see that Allah sends down rain from the sky and makes it flow as springs in the earth, then He brings forth thereby crops of various colors; then they whither and you see them turn yellow; then He causes them to crumble? Indeed, there is a reminder in this for people of understanding.",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 461,
      "verse_key": "39:22",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَمَن شَرَحَ ٱللَّهُ صَدۡرَهُۥ لِلۡإِسۡلَٰمِ فَهُوَ عَلَىٰ نُورٖ مِّن رَّبِّهِۦۚ فَوَيۡلٞ لِّلۡقَٰسِيَةِ قُلُوبُهُم مِّن ذِكۡرِ ٱللَّهِۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ",
      "translation": "Is one whose heart Allah has opened to Islam, so he is enlightened by his Lord [like a disbeliever]? Woe to those whose hearts are hardened upon hearing the reminder of Allah; it is they who are clearly misguided.",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 461,
      "verse_key": "39:23",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ نَزَّلَ أَحۡسَنَ ٱلۡحَدِيثِ كِتَٰبٗا مُّتَشَٰبِهٗا مَّثَانِيَ تَقۡشَعِرُّ مِنۡهُ جُلُودُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُمۡ ثُمَّ تَلِينُ جُلُودُهُمۡ وَقُلُوبُهُمۡ إِلَىٰ ذِكۡرِ ٱللَّهِۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٍ",
      "translation": "Allah has sent down the best message – a consistent Book of repeated lessons – causing the skins of those who fear their Lord to shiver, and then their skins and their hearts soften at the remembrance of Allah. This is the guidance of Allah by which He guides whom He wills. But whoever Allah causes to stray, there is none to guide him.",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 461,
      "verse_key": "39:24",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَمَن يَتَّقِي بِوَجۡهِهِۦ سُوٓءَ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَقِيلَ لِلظَّٰلِمِينَ ذُوقُواْ مَا كُنتُمۡ تَكۡسِبُونَ",
      "translation": "Is one who will shield himself from the terrible punishment with his face[11] on the Day of Resurrection [like someone in Paradise]? And it will be said to the wrongdoers: “Taste what you used to earn.”",
      "footnotes": "[11] Rather than his hands, for his hands and feet will be chained to his neck."
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 461,
      "verse_key": "39:25",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ",
      "translation": "Those who came before them also disbelieved, so the punishment came upon them from where they could not imagine.",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 461,
      "verse_key": "39:26",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَذَاقَهُمُ ٱللَّهُ ٱلۡخِزۡيَ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
      "translation": "Therefore Allah gave them a taste of disgrace in the life of this world, but the punishment of the Hereafter will be far greater, if only they knew.",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 461,
      "verse_key": "39:27",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ لَّعَلَّهُمۡ يَتَذَكَّرُونَ",
      "translation": "Indeed, We have presented for mankind all kinds of examples in this Qur’an, so that they may take heed –",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 461,
      "verse_key": "39:28",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُرۡءَانًا عَرَبِيًّا غَيۡرَ ذِي عِوَجٖ لَّعَلَّهُمۡ يَتَّقُونَ",
      "translation": "an Arabic Qur’an, free of flaws and contradictions, so that they may be conscious of Allah.",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 461,
      "verse_key": "39:29",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلٗا فِيهِ شُرَكَآءُ مُتَشَٰكِسُونَ وَرَجُلٗا سَلَمٗا لِّرَجُلٍ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ",
      "translation": "Allah makes a comparison of a slave owned by several quarrelsome masters, and a slave owned by only one master. Are they equal in comparison? All praise be to Allah. But most of them do not know.",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 461,
      "verse_key": "39:30",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّكَ مَيِّتٞ وَإِنَّهُم مَّيِّتُونَ",
      "translation": "You [O Prophet] will surely die, and they too will die;",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 461,
      "verse_key": "39:31",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عِندَ رَبِّكُمۡ تَخۡتَصِمُونَ",
      "translation": "then on the Day of Resurrection, you will dispute with one another before your Lord.",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 462,
      "verse_key": "39:32",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ",
      "translation": "Who is then more unjust than he who tells lies about Allah and rejects the truth when it comes to him? Is there no abode for the disbelievers in Hell?",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 462,
      "verse_key": "39:33",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ",
      "translation": "But the one who came with the truth [i.e., the prophet] and [those who] believed in it, it is they who are the righteous.",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 462,
      "verse_key": "39:34",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ",
      "translation": "They will have with their Lord whatever they wish for. Such is the reward of those who do good.",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 462,
      "verse_key": "39:35",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ",
      "translation": "And Allah will absolve them of their worst deeds and reward them according to the best of what they used to do.",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 462,
      "verse_key": "39:36",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ",
      "translation": "Is Allah not sufficient for His slave? Yet they frighten you with those [whom they worship] besides Him. Whoever Allah causes to stray, there is none to guide him.",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 462,
      "verse_key": "39:37",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ",
      "translation": "And whoever Allah guides, none can lead him astray. Is not Allah All-Mighty, Capable of Retribution?",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 462,
      "verse_key": "39:38",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ",
      "translation": "If you ask them who created the heavens and earth, they will surely say, “Allah.” Say, “Then tell me about those whom you supplicate besides Allah; if Allah wills to harm me, can they remove His harm? Or if He wills mercy for me, can they withhold His mercy?” Say, “Allah is sufficient for me; in Him alone do the reliant put their trust.”",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 462,
      "verse_key": "39:39",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ",
      "translation": "Say, “O my people, carry on as you are, and so will I. You will come to know",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 462,
      "verse_key": "39:40",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ",
      "translation": "who will receive a humiliating punishment, and upon whom will descend an everlasting punishment.”",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 463,
      "verse_key": "39:41",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ",
      "translation": "We have sent down to you the Book with the truth for all mankind. Whoever follows the guidance, it is to his own benefit, and whoever goes astray, it is only to his own loss. You are not a keeper over them.",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 463,
      "verse_key": "39:42",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ",
      "translation": "Allah takes away the souls at the time of their death and of those who do not die during their sleep. He withholds the souls of those on whom He has decreed death and releases others until an appointed term. Indeed, there are signs in this for people who reflect.",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 463,
      "verse_key": "39:43",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ",
      "translation": "Or have they taken besides Allah others as intercessors? Say, “Even though they have no power nor do they understand?”",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 463,
      "verse_key": "39:44",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ",
      "translation": "Say, “All intercession belongs to Allah alone. To Him belongs the dominion of the heavens and earth, then to Him you will be returned.”",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 463,
      "verse_key": "39:45",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ",
      "translation": "When Allah alone is mentioned, the hearts of those who do not believe in the Hereafter shrink with aversion, but as soon as those other than Him are mentioned, they rejoice.",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 463,
      "verse_key": "39:46",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ",
      "translation": "Say, “O Allah, Originator of the heavens and earth, Knower of the unseen and the seen, it is you who will judge between Your slaves concerning that over which they used to differ.",
      "footnotes": ""
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 463,
      "verse_key": "39:47",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ",
      "translation": "If the wrongdoers were to possess all that is on earth and the like of it, they would surely offer it to ransom themselves from the terrible punishment on the Day of Resurrection. There will appear to them from Allah what they had never anticipated[12].",
      "footnotes": "[12] Of Allah’s anger and punishment."
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 464,
      "verse_key": "39:48",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "The evil consequences of their deeds will become apparent to them, and they will be overwhelmed by what they used to ridicule.",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 464,
      "verse_key": "39:49",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
      "translation": "When adversity befalls man, he cries out to Us. Then when We grant him a favor from Us, he says, “I have been granted this only because of my knowledge.” It is rather a test, but most of them do not know.",
      "footnotes": ""
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 464,
      "verse_key": "39:50",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ",
      "translation": "It was already said by those before them[13], but all what they earned was of no avail to them,",
      "footnotes": "[13] Such as Korah. See 28:76-81."
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 464,
      "verse_key": "39:51",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ",
      "translation": "Therefore the evil consequences of their deeds overtook them, and the wrongdoers among these [pagans] will be overtaken by the evil consequences of their deeds, and they will have no escape[14].",
      "footnotes": "[14] From Allah’s punishment."
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 464,
      "verse_key": "39:52",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "Do they not know that Allah extends provision to whom He wills or restricts it? Indeed, there are signs in this for people who believe.",
      "footnotes": ""
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 464,
      "verse_key": "39:53",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ",
      "translation": "Say [Allah says], “O My slaves who have transgressed against themselves, do not despair of Allah’s mercy, for indeed Allah forgives all sins[15]. He is indeed the All-Forgiving, the Most Merciful.",
      "footnotes": "[15] It is for those who repent and correct themselves, no matter how big the sins are. The only unforgivable sin in Islam is dying in disbelief in Allah or associating others with Him. See 4:48. The Prophet (ﷺ) reports that Allah Almighty says, \"O children of Adam! As long as you call upon Me, putting your hope in Me, I will forgive you for what you have done, and I will not mind. O children of Adam! If your sins were to reach the clouds of the sky and then you sought My forgiveness, I would forgive you. O children of Adam! If you were to come to Me with sins filling the whole world and then you came to Me without associating partners with Me, I would certainly match your sins with forgiveness.\" [At-Tirmidhi]"
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 464,
      "verse_key": "39:54",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ",
      "translation": "Turn to your Lord [in repentance] and submit to Him before the punishment comes upon you, for then you will not be helped.",
      "footnotes": ""
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 464,
      "verse_key": "39:55",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ",
      "translation": "Follow the best of what has been sent down to you all from your Lord, before the punishment comes upon you by surprise while you are unaware,",
      "footnotes": ""
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 464,
      "verse_key": "39:56",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ",
      "translation": "lest someone should say[16], “Woe to me for neglecting my duties towards Allah and for being among those who mocked [the truth]”;",
      "footnotes": "[16] On the Day of Judgment."
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 465,
      "verse_key": "39:57",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ",
      "translation": "or says, “If only Allah had guided me, I would have been among the righteous”;",
      "footnotes": ""
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 465,
      "verse_key": "39:58",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ",
      "translation": "or says, upon seeing the punishment, “If only I had another chance[17], I could be among those who do good.”",
      "footnotes": "[17] Of the worldly life."
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 465,
      "verse_key": "39:59",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ",
      "translation": "[Allah will say,] “No indeed! My verses had already come to you, but you rejected them and acted arrogantly, and you were among the disbelievers.”",
      "footnotes": ""
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 465,
      "verse_key": "39:60",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ",
      "translation": "On the Day of Resurrection, you will see those who lied against Allah with their faces darkened. Is there not in Hell an abode for the arrogant?",
      "footnotes": ""
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 465,
      "verse_key": "39:61",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ",
      "translation": "But Allah will save those who fear Him, for they have attained salvation[18]; no harm will touch them, nor will they grieve.",
      "footnotes": "[18] i.e., they succeeded in the trials of the life of this world and the attainment of Paradise."
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 465,
      "verse_key": "39:62",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ",
      "translation": "Allah is the Creator of all things, and He is the Guardian over everything.",
      "footnotes": ""
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 465,
      "verse_key": "39:63",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
      "translation": "To Him belong the keys of the heavens and earth. As for those who disbelieve in the verses of Allah, it is they who are the losers.",
      "footnotes": ""
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 465,
      "verse_key": "39:64",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ",
      "translation": "Say [O Prophet], “Do you order me to worship other than Allah, O ignorant people?”",
      "footnotes": ""
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 465,
      "verse_key": "39:65",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ",
      "translation": "It has already been revealed to you and to those who came before you that if you associate others with Allah, your deeds will surely become worthless, and you will certainly be among the losers.",
      "footnotes": ""
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 465,
      "verse_key": "39:66",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ",
      "translation": "Rather, worship Allah alone and be among those who are grateful.",
      "footnotes": ""
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 465,
      "verse_key": "39:67",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
      "translation": "They did not revere Allah His true reverence[19]. On the Day of Resurrection, the whole earth will be in His Grip, and the heavens will be rolled up in His Right Hand. Glorified and exalted is He above all what they associate with Him!",
      "footnotes": "[19] As they worshiped beside Him unable and weak creatures."
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 466,
      "verse_key": "39:68",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ",
      "translation": "The Trumpet will be blown and all those in the heavens and all those on earth will fall dead, except whom Allah wills. Then it will be blown again, and at once they will be standing, looking on.",
      "footnotes": ""
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 466,
      "verse_key": "39:69",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ",
      "translation": "The earth[20] will shine with the light of its Lord, the record of deeds will be laid open, the prophets and the witnesses will be brought forth, and judgment will be passed between them with fairness, and they will not be wronged.",
      "footnotes": "[20] It refers to the place where the judgment will be held on the Judgment Day."
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 466,
      "verse_key": "39:70",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ",
      "translation": "Every soul will be paid in full for what it has done, for He knows best[21] what they do.",
      "footnotes": "[21] In addition to its own knowledge of what it has done."
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 466,
      "verse_key": "39:71",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ",
      "translation": "Those who disbelieved will be driven to Hell in groups, until when they reach it, its gates will be opened and its keepers will say to them, “Did there not come to you messengers from among you, reciting the verses of your Lord and warning you of your meeting of this Day?” They will say, “Yes indeed, but the decree of punishment has come to pass against the disbelievers.”",
      "footnotes": ""
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 466,
      "verse_key": "39:72",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ",
      "translation": "It will be said, “Enter the gates of Hell, abiding therein forever.” What a terrible abode for the arrogant!",
      "footnotes": ""
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 466,
      "verse_key": "39:73",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ",
      "translation": "But those who feared their Lord will be led to Paradise in groups, until when they reach it, its gates will be wide open, and its keepers will say to them, “Peace be upon you. You have done well, so enter it, abiding forever.”",
      "footnotes": ""
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 466,
      "verse_key": "39:74",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ",
      "translation": "They will say, “All praise be to Allah Who has fulfilled His promise to us, and made us inherit the land[22] to dwell wherever we please in Paradise.” How excellent is the reward of those who do [good]!",
      "footnotes": "[22] Allah will award Paradise to the believers to be its residents forever. See 21:105. Some commentators say that the word “inherit” is used because when Allah created Paradise and Hell, He made places for all humans in both. Those who go to Paradise will inherit the places of the disbelievers who go to Hell, and those who go to Hell will inherit the places of those who go to Paradise."
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 467,
      "verse_key": "39:75",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "You will see the angels surrounding the Throne, glorifying their Lord with His praise, and matters will be settled between them with justice, and it will be said[23]: All praise be to Allah, the Lord of the worlds.”",
      "footnotes": "[23] The believers will praise Allah for His grace, and the disbelievers will praise Him for His justice and equity."
    }
  ]
}