{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 255,
      "verse_key": "14:1",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 102,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "الٓرۚ كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ لِتُخۡرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِ رَبِّهِمۡ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ",
      "translation": "1. Alif, Lam, Ra. [Šios raidės yra vienas iš Korano stebuklų, ir niekas kitas, tik Allahas (Vienintelis) žino jų reikšmę]. (Tai yra) Knyga, kurią Mes apreiškėme tau (Muchammedai ﷺ ), kad tu galėtum išvesti žmoniją iš (netikėjimo ir daugiadievystės) tamsos į (tikėjimo Allaho Vienumą ir islamiškąjį monoteizmą) šviesą jų Viešpaties Leidimu į Visagalio, visos Šlovės Savininko Kelią.",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 255,
      "verse_key": "14:2",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 102,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَوَيۡلٞ لِّلۡكَٰفِرِينَ مِنۡ عَذَابٖ شَدِيدٍ",
      "translation": "2. Allahas, Kuriam priklauso viskas, kas yra danguose, ir visa, kas yra žemėje! Ir vargas netikintiesiems dėl skausmingos bausmės.",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 255,
      "verse_key": "14:3",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 102,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يَسۡتَحِبُّونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجًاۚ أُوْلَٰٓئِكَ فِي ضَلَٰلِۭ بَعِيدٖ",
      "translation": "3. Tie, kurie labiau mėgsta šio pasaulio gyvenimą nei Amžinybę, ir užkerta (žmonėms) Allaho Kelią (t. y. islamą) ir siekia tame nesąžiningumo – jie toli nuklydę.",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 255,
      "verse_key": "14:4",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 102,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوۡمِهِۦ لِيُبَيِّنَ لَهُمۡۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "4. Ir siuntėme Mes Pasiuntinį tik su kalba jo žmonių tam, kad jis galėtų jiems išaiškinti (Žinią). Tada Allahas paklaidina tą, ką Jis nori, ir išveda teisingai tą, ką Jis nori. Ir Jis yra Visagalis, Visa Išmanantis.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 255,
      "verse_key": "14:5",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 102,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ أَنۡ أَخۡرِجۡ قَوۡمَكَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَذَكِّرۡهُم بِأَيَّىٰمِ ٱللَّهِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ",
      "translation": "5. Ir iš tiesų, Mes siuntėme Mūsą (Mozę) su Mūsų Ajat (ženklais, įrodymais ir įkalčiais, sakydami): „Išvesk savo žmones iš tamsos į šviesą ir primink jiems apie Allaho Metraščius. Iš tiesų, tame yra Ayat (įkalčiai, įrodymai ir ženklai) kiekvienam kantriam, dėkingam (asmeniui).“",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 256,
      "verse_key": "14:6",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 102,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ أَنجَىٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ وَيُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ",
      "translation": "6. Ir (prisiminkite), kai Mūsa (Mozė) tarė savo žmonėms: „Kviečiu atsiminti Allaho Malonę jums, kai Jis išgelbėjo jus nuo Firauno (Faraono) žmonių, kurie kėlė jums siaubingas kančias ir žudė jūsų sūnus bei palikdavo jūsų moteris gyvas. Ir tame buvo didžiulis jūsų Viešpaties išbandymas.“",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 256,
      "verse_key": "14:7",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 102,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ تَأَذَّنَ رَبُّكُمۡ لَئِن شَكَرۡتُمۡ لَأَزِيدَنَّكُمۡۖ وَلَئِن كَفَرۡتُمۡ إِنَّ عَذَابِي لَشَدِيدٞ",
      "translation": "7. Ir (prisiminkite), kai jūsų Viešpats skelbė: „Jei jūs dėkosite (priimdami Tikėjimą ir negarbindami nieko kito tik Allahą), Aš suteiksiu jums daugiau (Savo Palaimos), tačiau jei jūs būsite nedėkingi (t. y. netikintieji), iš tiesų, Mano bausmė yra tikrai griežta.“",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 256,
      "verse_key": "14:8",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 102,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ مُوسَىٰٓ إِن تَكۡفُرُوٓاْ أَنتُمۡ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا فَإِنَّ ٱللَّهَ لَغَنِيٌّ حَمِيدٌ",
      "translation": "8. Ir Mūsa (Mozė) tarė: „Jei jūs netikėsite, jūs ir visa ant žemės kartu, tada tikrai Allahas yra Turtingas (Nepriklausantis nuo jokių poreikių), visos Šlovės Savininkas.“",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 256,
      "verse_key": "14:9",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 102,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ مِن قَبۡلِكُمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡ لَا يَعۡلَمُهُمۡ إِلَّا ٱللَّهُۚ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرَدُّوٓاْ أَيۡدِيَهُمۡ فِيٓ أَفۡوَٰهِهِمۡ وَقَالُوٓاْ إِنَّا كَفَرۡنَا بِمَآ أُرۡسِلۡتُم بِهِۦ وَإِنَّا لَفِي شَكّٖ مِّمَّا تَدۡعُونَنَآ إِلَيۡهِ مُرِيبٖ",
      "translation": "9. Argi nepasiekė jūsų žinios apie tuos, buvusius anksčiau jūsų, Nūho (Nojaus), ir Ad ir Samud žmones? Niekas nežino jų, tik Allahas. Pas juos atėjo jų Pasiuntiniai su aiškiais įrodymais, tačiau jie susikišo savo rankas į savo burnas (kandžiodami jas iš pykčio) ir sakė: „Iš tiesų, mes netikime tuo, su kuo tu buvai siųstas, ir mes tikrai stipriai abejojame dėl to, į ką mus kvieti (t. y. islamiškąjį monoteizmą).“",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 256,
      "verse_key": "14:10",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ قَالَتۡ رُسُلُهُمۡ أَفِي ٱللَّهِ شَكّٞ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَدۡعُوكُمۡ لِيَغۡفِرَ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرَكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۚ قَالُوٓاْ إِنۡ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ",
      "translation": "10. Jų Pasiuntiniai sakė: „Ką?! Ar gali būti kokia abejonė dėl Allaho, dangų ir žemės Kūrėjo? Jis kviečia jus (į monoteizmą ir būti paklusniems Allahui) tam, kad Jis galėtų atleisti jums jūsų nuodėmes ir suteiktų jums atokvėpį nustatytam laikui.“ Jie sakė: „Tu esi ne daugiau nei žmogus, kaip ir mes! Tu nori nugręžti mus nuo to, ką mūsų tėvai garbindavo. Tad pateik mums aiškią reikšmę (t. y. aiškų įrodymą to, ką sakai).“",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 257,
      "verse_key": "14:11",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَتۡ لَهُمۡ رُسُلُهُمۡ إِن نَّحۡنُ إِلَّا بَشَرٞ مِّثۡلُكُمۡ وَلَٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَمَا كَانَ لَنَآ أَن نَّأۡتِيَكُم بِسُلۡطَٰنٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ",
      "translation": "11. Jų Pasiuntiniai tarė jiems: „Mes esame ne daugiau nei žmonės, kaip ir jūs, tačiau Allahas suteikia Savo Malonę tam, kam Jis nori iš Savo vergų. Tai ne mums atnešti jums reikšmę (įrodymą), išskyrus Allaho Leidimu. Ir lai Allahu (Vieninteliu) pasitiki tikintieji.“",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 257,
      "verse_key": "14:12",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدۡ هَدَىٰنَا سُبُلَنَاۚ وَلَنَصۡبِرَنَّ عَلَىٰ مَآ ءَاذَيۡتُمُونَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ",
      "translation": "12. „Ir kodėl mes neturėtume pasitikėti Allahu, kai Jis iš tiesų išvedė mus teisingai? Ir mes tikrai pakelsime kantriai visą skausmą, kurį jūs besukeltumėte mums, ir lai Allahu (Vieninteliu) pasitiki tie, kurie pasitiki.“",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 257,
      "verse_key": "14:13",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لِرُسُلِهِمۡ لَنُخۡرِجَنَّكُم مِّنۡ أَرۡضِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۖ فَأَوۡحَىٰٓ إِلَيۡهِمۡ رَبُّهُمۡ لَنُهۡلِكَنَّ ٱلظَّٰلِمِينَ",
      "translation": "13. Ir tie, kurie nepatikėjo, tarė savo Pasiuntiniams: „Iš tiesų, mes išvysime jus iš savo žemės arba jūs grįšite į mūsų religiją.“ Taigi, jų Viešpats apreiškė jiems: „Iš tiesų, Mes sunaikinsime Zalimūn (daugiadievius, netikinčiuosius ir nusidėjėlius).“",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 257,
      "verse_key": "14:14",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَنُسۡكِنَنَّكُمُ ٱلۡأَرۡضَ مِنۢ بَعۡدِهِمۡۚ ذَٰلِكَ لِمَنۡ خَافَ مَقَامِي وَخَافَ وَعِيدِ",
      "translation": "14. „Ir iš tiesų, Mes padarysime jus gyventojais žemėje po jų. Tai tam, kuris baiminasi stovėti priešais Mane (Prikėlimo dieną arba bijo Mano bausmės) ir taip pat bijo Mano grasinimo.“",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 257,
      "verse_key": "14:15",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱسۡتَفۡتَحُواْ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٖ",
      "translation": "15. Ir jie (Pasiuntiniai) prašė pergalės ir pagalbos [iš savo Viešpaties (Allaho)] ir kiekvienas užsispyręs, išpuikęs diktatorius (kuris atsisako patikėti Allaho Vienumą) visiškai pralaimėjo ir buvo sunaikintas.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 257,
      "verse_key": "14:16",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسۡقَىٰ مِن مَّآءٖ صَدِيدٖ",
      "translation": "16. Priešais jį (kiekvieną užsispyrusį, išpuikusį diktatorių) yra Pragaras, ir jis bus priverstas gerti verdantį, pūliuojantį vandenį.",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 257,
      "verse_key": "14:17",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأۡتِيهِ ٱلۡمَوۡتُ مِن كُلِّ مَكَانٖ وَمَا هُوَ بِمَيِّتٖۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٞ",
      "translation": "17. Jis sriubčios jį nenoriai, ir jam bus itin sunku nuryti jį į savo gerklę. Ir mirtis priartės prie jo iš visų pusių, tačiau jis nemirs, o priešais jį – bus didžiulė kankynė.",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 257,
      "verse_key": "14:18",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَّثَلُ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ أَعۡمَٰلُهُمۡ كَرَمَادٍ ٱشۡتَدَّتۡ بِهِ ٱلرِّيحُ فِي يَوۡمٍ عَاصِفٖۖ لَّا يَقۡدِرُونَ مِمَّا كَسَبُواْ عَلَىٰ شَيۡءٖۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ",
      "translation": "18. Tų, kurie nepatikėjo savo Viešpačiu, panašumas yra toks, kad jų darbai yra kaip pelenai, į kuriuos audringą dieną įnirtingai pučia vėjas. Jie negalės gauti nieko iš to, ką jie įgijo. Tai yra paklydimas, tolimas (nuo Teisingo Kelio).",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 258,
      "verse_key": "14:19",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ",
      "translation": "19. Argi tu nematai, kad Allahas sukūrė dangus ir žemę teisingai? Jei Jis panorės, Jis gali panaikinti jus ir išvesti (jūsų vietoje) naują kūriniją!",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 258,
      "verse_key": "14:20",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ",
      "translation": "20. Ir Allahui tai nėra sunku ar sudėtinga.",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 258,
      "verse_key": "14:21",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَبَرَزُواْ لِلَّهِ جَمِيعٗا فَقَالَ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا مِنۡ عَذَابِ ٱللَّهِ مِن شَيۡءٖۚ قَالُواْ لَوۡ هَدَىٰنَا ٱللَّهُ لَهَدَيۡنَٰكُمۡۖ سَوَآءٌ عَلَيۡنَآ أَجَزِعۡنَآ أَمۡ صَبَرۡنَا مَا لَنَا مِن مَّحِيصٖ",
      "translation": "21. Ir jie pasirodys priešais Allahą (Prikėlimo dieną). Tada silpnieji sakys tiems, kurie buvo išpuikę (lyderiai): „Iš tiesų, mes sekame jus. Ar galite padėti mums kuo nors prieš Allaho Bausmę?“ Jie atsakys: „Jei Allahas būtų mus teisingai vedęs, mes būtume jus teisingai vedę. (Dabar) nėra skirtumo mums, ar mes niršime, ar pakelsime (šias kančias) kantriai. Nėra vietos išsigelbėti mums.“",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 258,
      "verse_key": "14:22",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلشَّيۡطَٰنُ لَمَّا قُضِيَ ٱلۡأَمۡرُ إِنَّ ٱللَّهَ وَعَدَكُمۡ وَعۡدَ ٱلۡحَقِّ وَوَعَدتُّكُمۡ فَأَخۡلَفۡتُكُمۡۖ وَمَا كَانَ لِيَ عَلَيۡكُم مِّن سُلۡطَٰنٍ إِلَّآ أَن دَعَوۡتُكُمۡ فَٱسۡتَجَبۡتُمۡ لِيۖ فَلَا تَلُومُونِي وَلُومُوٓاْ أَنفُسَكُمۖ مَّآ أَنَا۠ بِمُصۡرِخِكُمۡ وَمَآ أَنتُم بِمُصۡرِخِيَّ إِنِّي كَفَرۡتُ بِمَآ أَشۡرَكۡتُمُونِ مِن قَبۡلُۗ إِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "22. Ir Šaitan (Šėtonas) sakys, kai reikalas buvo nuspręstas: „Iš tiesų, Allahas pažadėjo jums teisingą pažadą. Ir aš jums pažadėjau, bet aš išdaviau jus. Neturiu aš jums jokios valdžios, išskyrus tai, kad kviečiau jus, ir jūs man atsakėte. Taigi, nekaltinkite manęs, bet kaltinkite patys save. Aš negaliu padėti jums, nei jūs galite padėti man. Aš neigiu jūsų buvusį veiksmą – manęs (Šėtono) priskyrimą kaip partnerį Allahui (paklūstant man pasaulio gyvenime). Iš tiesų, skausminga kančia Zalimūn (daugiadieviams ir nusidėjėliams).“",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 258,
      "verse_key": "14:23",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأُدۡخِلَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا بِإِذۡنِ رَبِّهِمۡۖ تَحِيَّتُهُمۡ فِيهَا سَلَٰمٌ",
      "translation": "23. Ir tie, kurie patikėjo (Allaho Vienumą ir Jo Pasiuntinius ir viską, ką jie atnešė) ir darė teisingus darbus, įžengs į Sodus, po kuriais teka upės, - gyventi tenais amžinai (t. y. Rojuje), jų Viešpaties Leidimu. Jų pasisveikinimas ten bus Salam (Taika!).",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 258,
      "verse_key": "14:24",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ كَيۡفَ ضَرَبَ ٱللَّهُ مَثَلٗا كَلِمَةٗ طَيِّبَةٗ كَشَجَرَةٖ طَيِّبَةٍ أَصۡلُهَا ثَابِتٞ وَفَرۡعُهَا فِي ٱلسَّمَآءِ",
      "translation": "24. Argi nematote, kaip Allahas nustatė palyginimus? Gražus žodis kaip gražus medis, kurio šaknys tvirtai įtaisytos ir kurio šakos (siekia) dangų (t. y. labai aukštai).",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 259,
      "verse_key": "14:25",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تُؤۡتِيٓ أُكُلَهَا كُلَّ حِينِۭ بِإِذۡنِ رَبِّهَاۗ وَيَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ",
      "translation": "25. Nuolat teikiantis vaisius, savo Viešpaties Leidimu, ir Allahas nustato palyginimus žmonijai tam, kad jie prisimintų.",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 259,
      "verse_key": "14:26",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَثَلُ كَلِمَةٍ خَبِيثَةٖ كَشَجَرَةٍ خَبِيثَةٍ ٱجۡتُثَّتۡ مِن فَوۡقِ ٱلۡأَرۡضِ مَا لَهَا مِن قَرَارٖ",
      "translation": "26. Ir palyginimas blogo žodžio yra kaip blogas medis, išrautas su šaknimis iš žemės paviršiaus, nestabilus.",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 259,
      "verse_key": "14:27",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 103,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ بِٱلۡقَوۡلِ ٱلثَّابِتِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَيُضِلُّ ٱللَّهُ ٱلظَّٰلِمِينَۚ وَيَفۡعَلُ ٱللَّهُ مَا يَشَآءُ",
      "translation": "27. Allahas sutvirtins tuos, kurie tiki, žodžiu, kuris tvirtas, šiame pasaulyje (t. y. jie garbins Allahą Vienintelį ir nieko kito), ir Amžinybėje. [1] Ir Allahas privers paklysti tuos, kurie yra Zalimūn (daugiadieviai ir nusidėjėliai), ir Allahas daro tai, ką Jis nori.",
      "footnotes": "[1] t. y. iškart po jų mirties (jų kape ir t. t.), kai angelai (Munkar ir Nakir) klaus jų trijų klausimų: kas yra tavo Viešpats, kokia yra tavo religija ir ką sakai apie šį žmogų (Pranašą Muchammedą ﷺ), kuris buvo jums siųstas? Tikintieji atsakys teisingai, t. y. mano Viešpats yra Allahas, mano religija yra islamas ir šis vyras Muchammedas ﷺ yra Allaho Pasiuntinys, kuris atėjo pas mus su aiškiais ženklais ir mes juo patikėjome. Tuo tarpu nusidėjėliai, kurie nepatikėjo Pranašo Muchammedo ﷺ Žinia, nesugebės atsakyti į šiuos klausimus."
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 259,
      "verse_key": "14:28",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ بَدَّلُواْ نِعۡمَتَ ٱللَّهِ كُفۡرٗا وَأَحَلُّواْ قَوۡمَهُمۡ دَارَ ٱلۡبَوَارِ",
      "translation": "28. Argi jūs nematėte tų, kurie iškeitė Allaho Palaimą į netikėjimą (neigdami Pranašą Muchammedą ﷺ ir Jo Žinią apie islamą) ir privertė savo žmones gyventi pražūties name?",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 259,
      "verse_key": "14:29",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "جَهَنَّمَ يَصۡلَوۡنَهَاۖ وَبِئۡسَ ٱلۡقَرَارُ",
      "translation": "29. Pragaras, kuriame jie degs, - ir kokia baisi tai vieta apsistoti!",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 259,
      "verse_key": "14:30",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَعَلُواْ لِلَّهِ أَندَادٗا لِّيُضِلُّواْ عَن سَبِيلِهِۦۗ قُلۡ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمۡ إِلَى ٱلنَّارِ",
      "translation": "30. Ir jie priskyrė priešininkus Allahui, kad paklaidintų (žmones) nuo Jo Kelio! Sakyk: „Mėgaukitės (savo trumpalaikiu gyvenimu)! Tačiau, nėra abejonės, jūsų tikslas yra (Pragaro) Ugnis!“",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 259,
      "verse_key": "14:31",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لِّعِبَادِيَ ٱلَّذِينَ ءَامَنُواْ يُقِيمُواْ ٱلصَّلَوٰةَ وَيُنفِقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خِلَٰلٌ",
      "translation": "31. Sakyk (Muchammedai ﷺ) Ibadi (Mano vergams), kurie patikėjo, kad jie turi atlikti As-Salat (Ikamat As-Salat), ir leisti labdarai iš išlaikymo, kurį Mes suteikėme jiems, salptai ir atvirai, iki Dienos atėjimo, kai nebebus nei abipusio derėjimosi, nei padėjimo.",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 259,
      "verse_key": "14:32",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ وَسَخَّرَ لَكُمُ ٱلۡفُلۡكَ لِتَجۡرِيَ فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦۖ وَسَخَّرَ لَكُمُ ٱلۡأَنۡهَٰرَ",
      "translation": "32. Allahas yra Tas, Kuris sukūrė dangus ir žemę, ir nuleidžia vandenį (lietų) iš dangaus, ir juo išvedė vaisius kaip aprūpinimą jums. Ir Jis padarė laivus jums padėti, kad jie keliautų jūra Jo Įsakymu. Ir Jis (taip pat) padarė upes jums aptarnauti.",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 259,
      "verse_key": "14:33",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَسَخَّرَ لَكُمُ ٱلشَّمۡسَ وَٱلۡقَمَرَ دَآئِبَيۡنِۖ وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ",
      "translation": "33. Ir Jis padarė saulę ir mėnulį, abu nuolat judančius savo maršrutu, jums paslaugiais. Ir Jis padarė naktį ir dieną jums paslaugiom.",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 260,
      "verse_key": "14:34",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلۡتُمُوهُۚ وَإِن تَعُدُّواْ نِعۡمَتَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱلۡإِنسَٰنَ لَظَلُومٞ كَفَّارٞ",
      "translation": "34. Ir Jis suteikė jums viską, ko jūs prašėte, ir jei jūs skaičiuotumėte Allaho Palaimą, nesugebėtumėte jos suskaičiuoti. Iš tiesų, žmogus tikrai yra didelis nusidėjėlis, netikintysis (ypatingas nedėkingasis, neigiantis Allaho Palaimą netikėjimu ir kitų, nei Allahas garbinimu, ir nepaklusimu Allahui ir Jo Pranašui ﷺ).",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 260,
      "verse_key": "14:35",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قَالَ إِبۡرَٰهِيمُ رَبِّ ٱجۡعَلۡ هَٰذَا ٱلۡبَلَدَ ءَامِنٗا وَٱجۡنُبۡنِي وَبَنِيَّ أَن نَّعۡبُدَ ٱلۡأَصۡنَامَ",
      "translation": "35. Ir (prisiminkite) kai Ibrahimas (Abraomas) sakė: „Mano Viešpatie, padaryk šitą miestą (Mekką) taikos ir saugumo (vieta), ir neleisk man ir mano sūnums garbinti stabų.",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 260,
      "verse_key": "14:36",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَبِّ إِنَّهُنَّ أَضۡلَلۡنَ كَثِيرٗا مِّنَ ٱلنَّاسِۖ فَمَن تَبِعَنِي فَإِنَّهُۥ مِنِّيۖ وَمَنۡ عَصَانِي فَإِنَّكَ غَفُورٞ رَّحِيمٞ",
      "translation": "36. Mano Viešpatie, jie tikrai paklaidino daugybę iš žmonijos. Tačiau tas, kas seka manimi, tikrai yra iš mano tarpo. Ir kas nepaklūsta man, vis tiek Tu esi tikrai Dažnai Atleidžiantis, Gailestingiausiasis.",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 260,
      "verse_key": "14:37",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَّبَّنَآ إِنِّيٓ أَسۡكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيۡرِ ذِي زَرۡعٍ عِندَ بَيۡتِكَ ٱلۡمُحَرَّمِ رَبَّنَا لِيُقِيمُواْ ٱلصَّلَوٰةَ فَٱجۡعَلۡ أَفۡـِٔدَةٗ مِّنَ ٱلنَّاسِ تَهۡوِيٓ إِلَيۡهِمۡ وَٱرۡزُقۡهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَشۡكُرُونَ",
      "translation": "37. Mūsų Viešpatie, aš priverčiau kai kuriuos iš savo palikuonių gyventi neįdirbtame slėnyje šalia Tavo Neliečiamojo Namo (Kaabos Mekkoje) tam, kad, mūsų Viešpatie, jie atliktų As-Salat (ikamat as salat). Taigi, pripildyk kai kurių žmonių širdis meile jiems, ir (Allahai) suteik jiems vaisių, kad jie būtų dėkingi.",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 260,
      "verse_key": "14:38",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَبَّنَآ إِنَّكَ تَعۡلَمُ مَا نُخۡفِي وَمَا نُعۡلِنُۗ وَمَا يَخۡفَىٰ عَلَى ٱللَّهِ مِن شَيۡءٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ",
      "translation": "38. Mūsų Viešpatie, nėr abejonės, Tu žinai, ką mes slepiame ir ką mes atskleidžiame. Niekas žemėje ir danguje nėra paslėpta nuo Allaho.",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 260,
      "verse_key": "14:39",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي وَهَبَ لِي عَلَى ٱلۡكِبَرِ إِسۡمَٰعِيلَ وَإِسۡحَٰقَۚ إِنَّ رَبِّي لَسَمِيعُ ٱلدُّعَآءِ",
      "translation": "39. Visa šlovė ir dėkojimas skirtas Allahui, Kuris suteikė man sename amžiuje Ismailį (Izmaelį) ir Ishaką (Izaoką). Iš tiesų, mano Viešpats tikrai yra Visa Girdintis visus maldavimus.",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 260,
      "verse_key": "14:40",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَبِّ ٱجۡعَلۡنِي مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِيۚ رَبَّنَا وَتَقَبَّلۡ دُعَآءِ",
      "translation": "40. Mano Viešpatie, padaryk mane atliekančiu As-Salat (ikamat as salat) ir (taip pat) iš mano palikuonių tarpo, mūsų Viešpatie! Ir priimk mano maldavimus.",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 260,
      "verse_key": "14:41",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَبَّنَا ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِلۡمُؤۡمِنِينَ يَوۡمَ يَقُومُ ٱلۡحِسَابُ",
      "translation": "41. Mūsų Viešpatie, atleisk man ir mano tėvams ir (visiems) tikintiesiems Dieną, kai vyks atsiskaitymas.“",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 260,
      "verse_key": "14:42",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَحۡسَبَنَّ ٱللَّهَ غَٰفِلًا عَمَّا يَعۡمَلُ ٱلظَّٰلِمُونَۚ إِنَّمَا يُؤَخِّرُهُمۡ لِيَوۡمٖ تَشۡخَصُ فِيهِ ٱلۡأَبۡصَٰرُ",
      "translation": "42. Nemanykite, kad Allahas nežino, ką daro Zalimūn (daugiadieviai ir nusidėjėliai), tačiau Jis suteikia jiems atokvėpį iki Dienos, kai akys žiūrės su siaubu.",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 261,
      "verse_key": "14:43",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مُهۡطِعِينَ مُقۡنِعِي رُءُوسِهِمۡ لَا يَرۡتَدُّ إِلَيۡهِمۡ طَرۡفُهُمۡۖ وَأَفۡـِٔدَتُهُمۡ هَوَآءٞ",
      "translation": "43. (Jie) skubės pirmyn, ištemptais kaklais, jų galvos bus užverstos (į dangų), jų žvilgsnis negrįš pas juos ir jų širdys tuščios (nuo galvojimo iš didžiulės baimės).",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 261,
      "verse_key": "14:44",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنذِرِ ٱلنَّاسَ يَوۡمَ يَأۡتِيهِمُ ٱلۡعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُواْ رَبَّنَآ أَخِّرۡنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖ نُّجِبۡ دَعۡوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَۗ أَوَلَمۡ تَكُونُوٓاْ أَقۡسَمۡتُم مِّن قَبۡلُ مَا لَكُم مِّن زَوَالٖ",
      "translation": "44. Ir perspėk (Muchammedai ﷺ) žmoniją apie Dieną, kai kančia juos pasieks. Tada nusidėjėliai sakys: „Mūsų Viešpatie, leisk mums atsikvėpti trumpam, mes atsiliepsime į Tavo Kvietimą ir paseksime Pasiuntiniais!“ (Bus pasakyta): „Argi jūs neprisiekėte kadaise, kad jūs nepaliksite (pasaulio dėl Amžinybės)?“",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 261,
      "verse_key": "14:45",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَسَكَنتُمۡ فِي مَسَٰكِنِ ٱلَّذِينَ ظَلَمُوٓاْ أَنفُسَهُمۡ وَتَبَيَّنَ لَكُمۡ كَيۡفَ فَعَلۡنَا بِهِمۡ وَضَرَبۡنَا لَكُمُ ٱلۡأَمۡثَالَ",
      "translation": "45. Ir jūs gyvenote buveinėse žmonių, kurie suklaidino patys save, ir tai jums buvo aišku, kaip Mes elgėmės su jais. Ir Mes pateikėme (daugybę) palyginimų jums.“",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 261,
      "verse_key": "14:46",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَدۡ مَكَرُواْ مَكۡرَهُمۡ وَعِندَ ٱللَّهِ مَكۡرُهُمۡ وَإِن كَانَ مَكۡرُهُمۡ لِتَزُولَ مِنۡهُ ٱلۡجِبَالُ",
      "translation": "46. Iš tiesų, jie rengė savo sąmokslą ir jų sąmokslas buvo pas Allahą, nors jų sąmokslas nebuvo toks, kad iškeltų kalnus (tikrus kalnus arba islamo nurodymus) iš jų vietų (nes tai nėra svarbu).",
      "footnotes": ""
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 261,
      "verse_key": "14:47",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَا تَحۡسَبَنَّ ٱللَّهَ مُخۡلِفَ وَعۡدِهِۦ رُسُلَهُۥٓۚ إِنَّ ٱللَّهَ عَزِيزٞ ذُو ٱنتِقَامٖ",
      "translation": "47. Taigi nemanyk, kad Allahas netęsės Savo Pažado Savo Pasiuntiniams. Nėr abejonės, Allahas yra Galingiausias, Galintis už viską atpildyti.",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 261,
      "verse_key": "14:48",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ تُبَدَّلُ ٱلۡأَرۡضُ غَيۡرَ ٱلۡأَرۡضِ وَٱلسَّمَٰوَٰتُۖ وَبَرَزُواْ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ",
      "translation": "48. Tą Dieną, kai žemė bus pakeista kita žeme, ir taip pat dangūs, ir jie (visi kūriniai) pasirodys priešais Allahą, Vienintelį, Nenugalimą.",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 261,
      "verse_key": "14:49",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَتَرَى ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ مُّقَرَّنِينَ فِي ٱلۡأَصۡفَادِ",
      "translation": "49. Ir tu pamatysi Mudžrimūn (nusikaltėlius, netikinčiuosius Allaho Vienumą – islamiškąjį monoteizmą, daugiadievius) tą Dieną Mukaranin [2] (surakintus kartu) geležinėmis grandinėmis.",
      "footnotes": "[2] Mukaranūn geležinėmis grandinėmis reiškia, kad jų rankos ir kojos bus prirakintos prie jų kaklų gradinėmis."
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 261,
      "verse_key": "14:50",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "سَرَابِيلُهُم مِّن قَطِرَانٖ وَتَغۡشَىٰ وُجُوهَهُمُ ٱلنَّارُ",
      "translation": "50. Jų apdarai bus iš dervos ir ugnis dengs jų veidus.",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 261,
      "verse_key": "14:51",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِيَجۡزِيَ ٱللَّهُ كُلَّ نَفۡسٖ مَّا كَسَبَتۡۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ",
      "translation": "51. Kad Allahas atlygintų kiekvienam žmogui pagal tai, ką jis įgijo. Iš tiesų, Allahas yra Greitas atsiskaityti.",
      "footnotes": ""
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 261,
      "verse_key": "14:52",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 104,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
      "translation": "52. Tai (Koranas) yra Žinia žmonijai (ir aiškus įrodymas prieš juos), tam kad jie būtų juo įspėti, ir kad jie žinotų, kad Jis yra Vienintelis Ilah (Dievas – Allahas) – (niekas neturi teisės būti garbinamas, tik Allahas) – kad suvokiantys žmonės galėtų pasirūpinti.",
      "footnotes": ""
    }
  ]
}