{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 554,
      "verse_key": "63:1",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذَا جَآءَكَ ٱلۡمُنَٰفِقُونَ قَالُواْ نَشۡهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِۗ وَٱللَّهُ يَعۡلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشۡهَدُ إِنَّ ٱلۡمُنَٰفِقِينَ لَكَٰذِبُونَ",
      "translation": "کاتێك کە دووڕوان بێنە لات دەڵێن شایەتی دەدەین کە بەڕاستی تۆ پێغەمبەری خوایت وە دیارە خوایش دەزانێت کە تۆ ڕەوانەکراوی ئەوی وەخوا شایەتی دەدات کە بێگومان دووڕوان درۆزنن\n",
      "footnotes": null
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 554,
      "verse_key": "63:2",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "سوێندە (درۆ)کانی خۆیان کرد بەقەڵغان (بۆ خۆیان) ئەمجا ڕێگری (خەڵك)یان دەکرد لەڕێی خوا، بەڕاستی ئەوان کارێکی خراپیان دەکرد\n",
      "footnotes": null
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 554,
      "verse_key": "63:3",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِأَنَّهُمۡ ءَامَنُواْ ثُمَّ كَفَرُواْ فَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ",
      "translation": "ئەوەی (کەووترا) لەبەر ئەوە بوو کە بەڕاستی ئەوان باوەڕیان ھێنا ولەپاشان بێ باوەڕبوون، ئەمجا مۆر نرا بەسەر دڵیاندا، ئیتر ئەوان ھیچ تێ ناگەن\n",
      "footnotes": null
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 554,
      "verse_key": "63:4",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَإِذَا رَأَيۡتَهُمۡ تُعۡجِبُكَ أَجۡسَامُهُمۡۖ وَإِن يَقُولُواْ تَسۡمَعۡ لِقَوۡلِهِمۡۖ كَأَنَّهُمۡ خُشُبٞ مُّسَنَّدَةٞۖ يَحۡسَبُونَ كُلَّ صَيۡحَةٍ عَلَيۡهِمۡۚ هُمُ ٱلۡعَدُوُّ فَٱحۡذَرۡهُمۡۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ",
      "translation": "ھەر کاتێك دەیان بینیت لەش وقەڵافەتیان سەرسامت دەکات وە ئەگەر قسە بکەن گوێ لە قسەکەیان دەگرییت، (دوو ڕووان) ھەروەك داری ھەڵسپێردراو وان، وا گومان دەبەن ھەموو ھاوار وقیڕەیەك بۆ سەر ئەوانە، ھەر ئەوانن دوژمنی (ئێوە)، کەواتە خۆتیان لێ بپارێزە، خوا بیانکوژێت (یان خوا لەناویان بەرێت) چۆن وەردەگێڕرێن (لەحەق)\n",
      "footnotes": null
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 555,
      "verse_key": "63:5",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ يَسۡتَغۡفِرۡ لَكُمۡ رَسُولُ ٱللَّهِ لَوَّوۡاْ رُءُوسَهُمۡ وَرَأَيۡتَهُمۡ يَصُدُّونَ وَهُم مُّسۡتَكۡبِرُونَ",
      "translation": "کاتێك پێیان بووترێت وەرن بۆ لای پێغەمبەری خوا تا داوای لێخۆشبوونتان بۆ بکات (سەرپێچی دەکەن) سەریان با دەدەن وە دەیان بینیت ڕوو وەرئەگێڕن لەکاتێکدا کە ئەوان خۆیان بەگەورە دەزانن\n",
      "footnotes": null
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 555,
      "verse_key": "63:6",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "سَوَآءٌ عَلَيۡهِمۡ أَسۡتَغۡفَرۡتَ لَهُمۡ أَمۡ لَمۡ تَسۡتَغۡفِرۡ لَهُمۡ لَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ",
      "translation": "بۆ ئەوان یەکسانە داوای لێخۆشبوونیان بۆ بکەیت یان داوای لێخۆشبوونیان بۆ نەکەیت ھەرگیز خوا لێیان خۆش نابێت، بەڕاستی خوا ڕێنموونی گەلی لەڕێ لادەران ناکات\n",
      "footnotes": null
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 555,
      "verse_key": "63:7",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُواْ عَلَىٰ مَنۡ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّواْۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَفۡقَهُونَ",
      "translation": "ئەوان ئەو کەسانەن کە دەڵێن: (ھیچ) مەبەخشن بە ئەوانەی کە لەگەڵ پێغەمبەردان تا بڵاوەی لێ بکەن ( و ئەم دینە بفەوتێت) لە کاتێکدا ھەرچی گەنجینەکانی ئاسمانەکان وزەویی ھەیە ھەمووی ھی خوایە، بەڵام دوو ڕووەکان نازانن\n",
      "footnotes": null
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 555,
      "verse_key": "63:8",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَقُولُونَ لَئِن رَّجَعۡنَآ إِلَى ٱلۡمَدِينَةِ لَيُخۡرِجَنَّ ٱلۡأَعَزُّ مِنۡهَا ٱلۡأَذَلَّۚ وَلِلَّهِ ٱلۡعِزَّةُ وَلِرَسُولِهِۦ وَلِلۡمُؤۡمِنِينَ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَعۡلَمُونَ",
      "translation": "(دووڕوەکان) دەڵێن سوێندبێت ئەگەر گەڕاینەوە بۆ مەدینە، بێگومان دەسەڵاتدار وبەڕێزەکان (مەبەست پێی خۆیان بوو) لات وبێ ڕێزەکان لە مەدینە دەردەکەن (مەبەست پێی بڕواداران بوو) (خوای گەورەش بەرپەرچیان دەداتەوە ودەفەرموێت): ڕێز وگەورەیی تەنھا بۆ خوا وبۆ پێغەمبەری خوا وباوەڕدارانە بەڵام دووڕووان نازانن\n",
      "footnotes": null
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 555,
      "verse_key": "63:9",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُلۡهِكُمۡ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُمۡ عَن ذِكۡرِ ٱللَّهِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
      "translation": "ئەی ئەوانەی کە باوەڕتان ھێناوە ماڵ ومناڵانتان بێ ئاگاتان نەکەن لەیادی خوا، ھەر کەسێك وابکات ئا ئەوانە خۆیان خەسارۆمەندن\n",
      "footnotes": null
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 555,
      "verse_key": "63:10",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنفِقُواْ مِن مَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ أَحَدَكُمُ ٱلۡمَوۡتُ فَيَقُولَ رَبِّ لَوۡلَآ أَخَّرۡتَنِيٓ إِلَىٰٓ أَجَلٖ قَرِيبٖ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ",
      "translation": "ببەخشن لەوەی ڕزق و ڕۆزیمان داوون، پێش ئەوەی مردن یەخە بە یەکێکتان بگرێت ئەوسا بڵێت: خوایە خۆزگە مردنی منت دوابخستایە بۆ ماوەیەکی نزیك جا ماڵم ببەخشیایە وە لە چاکەکاران بوومایە\n",
      "footnotes": null
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 555,
      "verse_key": "63:11",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ",
      "translation": "ھەرگیز خوا ھیچ کەسێك دوا ناخات (لەمردن) کاتێك کەوەختی (مردنی) ھات وەخوا شارەزایە بەوەی کە دەیکەن\n",
      "footnotes": null
    }
  ]
}