{
  "result": [
    {
      "id": "6131",
      "sura": "98",
      "aya": "1",
      "arabic_text": "لَمۡ يَكُنِ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأۡتِيَهُمُ ٱلۡبَيِّنَةُ",
      "translation": "1. Kitab elle oobe marak yahuud kee nasaarak koroosite maraa kee Yallat agleyta haa mari, baxxaqqa geyyi haanam fanah edde sugen koroosannuk kata mara makkinnon.",
      "footnotes": ""
    },
    {
      "id": "6132",
      "sura": "98",
      "aya": "2",
      "arabic_text": "رَسُولٞ مِّنَ ٱللَّهِ يَتۡلُواْ صُحُفٗا مُّطَهَّرَةٗ",
      "translation": "2. Woh Yallih farmoyta Mucammaday saytun kitooba (Qhuraan kinnuk) yakriye.",
      "footnotes": ""
    },
    {
      "id": "6133",
      "sura": "98",
      "aya": "3",
      "arabic_text": "فِيهَا كُتُبٞ قَيِّمَةٞ",
      "translation": "3. Woo kitoobah addal nummâ xaagittee kee qadaalatal tan amrittey massal tani tan.",
      "footnotes": ""
    },
    {
      "id": "6134",
      "sura": "98",
      "aya": "4",
      "arabic_text": "وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَةُ",
      "translation": "4. Mabaxsiminna kitab akah yontocowwime mari (yahuud kee nasaarak), baxxaqqa (Nabii kee Qhuraan kinnuk) keenih temeeteek wadir akke waytek.",
      "footnotes": ""
    },
    {
      "id": "6135",
      "sura": "98",
      "aya": "5",
      "arabic_text": "وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُواْ ٱلصَّلَوٰةَ وَيُؤۡتُواْ ٱلزَّكَوٰةَۚ وَذَٰلِكَ دِينُ ٱلۡقَيِّمَةِ",
      "translation": "5. Kaadu usun kalah kah amrisimeenim malón yallah qibaada caglisak, kaa yaqbudeeniih baatil diinittek inkih islaam diinî fanah keltaanaah salat soolisaanaah zaka yaceenim akke waytek, woh massa le diini kinni.",
      "footnotes": ""
    },
    {
      "id": "6136",
      "sura": "98",
      "aya": "6",
      "arabic_text": "إِنَّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ فِي نَارِ جَهَنَّمَ خَٰلِدِينَ فِيهَآۚ أُوْلَٰٓئِكَ هُمۡ شَرُّ ٱلۡبَرِيَّةِ",
      "translation": "6. Diggah kitab elle oobe marak koroosittem kee Yallat agleyta haa mari, jahannam girah addal у an, teetil waarak, woo mari usun ginok umaaneh gacta ginó kinnon.",
      "footnotes": ""
    },
    {
      "id": "6137",
      "sura": "98",
      "aya": "7",
      "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ هُمۡ خَيۡرُ ٱلۡبَرِيَّةِ",
      "translation": "7. Diggah yeemeneeh meqe taamoomi abe marí, woo mari usun ginok tayse ginó kinnon.",
      "footnotes": ""
    },
    {
      "id": "6138",
      "sura": "98",
      "aya": "8",
      "arabic_text": "جَزَآؤُهُمۡ عِندَ رَبِّهِمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ لِمَنۡ خَشِيَ رَبَّهُۥ",
      "translation": "8. Ken galto ken Rabbih xaqul Qhiyaamah ayro qadni deqsitta jannootay guba weeqaytitte как gexxa, umman kay addal waarak. Yalli meqe taamoomi keenik raabiteh, kaadu usun kaak raabiteenih keenih abe konnaba, woh isi Rabbik meesite marih galto.",
      "footnotes": ""
    }
  ]
}