{
  "result": {
    "id": "5160",
    "sura": "60",
    "aya": "10",
    "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا جَآءَكُمُ ٱلۡمُؤۡمِنَٰتُ مُهَٰجِرَٰتٖ فَٱمۡتَحِنُوهُنَّۖ ٱللَّهُ أَعۡلَمُ بِإِيمَٰنِهِنَّۖ فَإِنۡ عَلِمۡتُمُوهُنَّ مُؤۡمِنَٰتٖ فَلَا تَرۡجِعُوهُنَّ إِلَى ٱلۡكُفَّارِۖ لَا هُنَّ حِلّٞ لَّهُمۡ وَلَا هُمۡ يَحِلُّونَ لَهُنَّۖ وَءَاتُوهُم مَّآ أَنفَقُواْۚ وَلَا جُنَاحَ عَلَيۡكُمۡ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّۚ وَلَا تُمۡسِكُواْ بِعِصَمِ ٱلۡكَوَافِرِ وَسۡـَٔلُواْ مَآ أَنفَقۡتُمۡ وَلۡيَسۡـَٔلُواْ مَآ أَنفَقُواْۚ ذَٰلِكُمۡ حُكۡمُ ٱللَّهِ يَحۡكُمُ بَيۡنَكُمۡۖ وَٱللَّهُ عَلِيمٌ حَكِيمٞ",
    "translation": "Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, nígbà tí àwọn onígbàgbọ́ òdodo lóbìnrin bá wá ba yín, tí wọ́n gbé ìlú àwọn aláìgbàgbọ́ jù sílẹ̀, ẹ ṣe ìdánwò fún wọn. Allāhu nímọ̀ jùlọ nípa ìgbàgbọ́ wọn. Nítorí náà, tí ẹ bá mọ̀ wọ́n sí onígbàgbọ́ òdodo, ẹ má ṣe dá wọn padà sí ọ̀dọ̀ àwọn aláìgbàgbọ́. Àwọn onígbàgbọ́ òdodo lóbìnrin kò lẹ́tọ̀ọ́ sí wọn. Àwọn aláìgbàgbọ́ lọ́kùnrin kò sì lẹ́tọ̀ọ́ sí wọn.[1] Ẹ fún (àwọn aláìgbàgbọ́ lọ́kùnrin) ní owó tí wọ́n ná (ìyẹn, owó-orí obìnrin náà). Kò sì sí ẹ̀ṣẹ̀ fún ẹ̀yin náà pé kí ẹ fẹ́ wọn nígbà tí ẹ bá ti fún (àwọn obìnrin wọ̀nyí) ní owó-orí wọn. Ẹ má ṣe fi owó-orí àwọn obìnrin yín tí wọ́n jẹ́ aláìgbàgbọ́ mú wọn mọ́lẹ̀ (gẹ́gẹ́ bí ìyàwó yín láì jẹ́ pé wọ́n gba ’Islām pẹ̀lú yín).² Ẹ bèèrè ohun tí ẹ ná (ìyẹn, owó-orí wọn lọ́wọ́ aláìgbàgbọ́ lọ́kùnrin tí wọ́n sá lọ bá). Kí àwọn (aláìgbàgbọ́ lọ́kùnrin náà) bèèrè ohun tí àwọn náà ná (ìyẹn, owó-orí wọn lọ́wọ́ ẹ̀yin tí onígbàgbọ́ òdodo lóbìnrin sá wá bá). Ìyẹn ni ìdájọ́ Allāhu. Ó sì ń dájọ́ láààrin yín. Allāhu sì ni Onímọ̀, Ọlọ́gbọ́n",
    "footnotes": "1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Mọ̄’idah; 5:5. 2. Ìyẹn ni pé, mùsùlùmí lọ́kùnrin tó ṣẹ̀ṣẹ̀ gba ẹ̀sìn ’Islām kò gbọ́dọ̀ tìtorí owó-orí ìyàwó rẹ láti má lè kọ̀ ọ́ sílẹ̀ ní àsìkò náà, tí irú obìnrin bẹ́ẹ̀ bá kùnà láti gba ’Islām."
  }
}