{
  "id": 4,
  "verse_number": 4,
  "page_number": 549,
  "verse_key": "60:4",
  "juz_number": 28,
  "hizb_number": 55,
  "rub_el_hizb_number": 219,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "قَدۡ كَانَتۡ لَكُمۡ أُسۡوَةٌ حَسَنَةٞ فِيٓ إِبۡرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذۡ قَالُواْ لِقَوۡمِهِمۡ إِنَّا بُرَءَٰٓؤُاْ مِنكُمۡ وَمِمَّا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ كَفَرۡنَا بِكُمۡ وَبَدَا بَيۡنَنَا وَبَيۡنَكُمُ ٱلۡعَدَٰوَةُ وَٱلۡبَغۡضَآءُ أَبَدًا حَتَّىٰ تُؤۡمِنُواْ بِٱللَّهِ وَحۡدَهُۥٓ إِلَّا قَوۡلَ إِبۡرَٰهِيمَ لِأَبِيهِ لَأَسۡتَغۡفِرَنَّ لَكَ وَمَآ أَمۡلِكُ لَكَ مِنَ ٱللَّهِ مِن شَيۡءٖۖ رَّبَّنَا عَلَيۡكَ تَوَكَّلۡنَا وَإِلَيۡكَ أَنَبۡنَا وَإِلَيۡكَ ٱلۡمَصِيرُ",
  "translation": "వాస్తవానికి ఇబ్రాహీమ్ మరియు అతనితో ఉన్న వారిలో మీ కొరకు ఒక మంచి ఆదర్శం ఉంది. వారు తమ జాతి వారితో ఇలా అన్నప్పుడు: \"నిశ్చయంగా, అల్లాహ్ ను వదలి మీరు ఆరాధించే వాటితో మరియు మీతో, మాకు ఎలాంటి సంబంధం లేదు. మేము మిమ్మల్ని త్యజించాము మరియు మీరు అద్వితీయుడైన అల్లాహ్ ను విశ్వసించనంత వరకు, మాకూ మీకూ మధ్య విరోధం మరియు ద్వేషం ఉంటుంది.\" ఇక ఇబ్రాహీమ్ తన తండ్రితో: \"నేను తప్పక నిన్ను క్షమించమని (నా ప్రభువును) వేడుకుంటాను. ఇది తప్ప, నీ కొరకు అల్లాహ్ నుండి మరేమీ పొందే అధికారం నాకు లేదు.\" అని మాత్రమే అనగలిగాడు.[1] (అల్లాహ్ తో ఇలా ప్రార్థించాడు): \"ఓ నా ప్రభూ! మేము నిన్నే నమ్ముకున్నాము[2] మరియు నీ వైపునకే పశ్చాత్తాపంతో మరలుతున్నాము మరియు నీ వైపుకే మా గమ్యస్థానముంది.",
  "footnotes": "[1] కాని అతని తండ్రి ముష్రిక్ గా మరణించిన తరువాత ఇబ్రాహీమ్ ('అ.స.) తన తండ్రితో సంబంధం తెంపుకున్నాడు. చూడండి, 9:114 మరియు చూడండి, 195:47-48. \n [2] తవక్కల్: అంటే వీలైనంత వరకు ప్రయత్నం చేసి, ఆ తరువాత అల్లాహ్ (సు.తా.) పై నమ్మకం ఉంచుకొని, అల్లాహ్ (సు.తా.)పై ఆధారపడాలి. అలా చేయకుండా అల్లాహ్ (సు.తా.) పైన మాత్రమే ఆధారపడి ఉంటామనడం తగినది కాదు. దైవప్రవక్త ('స'అస) దగ్గరకు ఒక వ్యక్తి వస్తాడు. అతడు తన ఒంటెను బయటవిడిచి లోపలికి వెళ్తాడు. దైవప్రవక్త ('స'అస) అడగ్గా ఇలా అంటాడు: 'నేను ఒంటెను అల్లాహ్ కు అప్పగించి వచ్చాను.' దైవప్రవక్త ('స'అస) అంటారు: 'ఇది తవక్కల్ కాదు. మొదట దానిని కట్టి ఉంచు తరువాత అల్లాహ్ (సు.తా.) పై ఆధారపడు!' (తిర్మిజీ')"
}