{
  "result": [
    {
      "id": "2349",
      "sura": "20",
      "aya": "1",
      "arabic_text": "طه",
      "translation": "Tɑɑhɑɑ.[1]",
      "footnotes": "[1] Wẽnd n yɩɩd minim ne A sẽn rat ne gʋls-bi tõsdɩ-kãensã. La Gʋls-bi tõsdɩ-kãensã, sẽn be Sʋʋr-kãensã baasgẽ wã, yaa sẽn wilgd Alkʋrãanã sẽn komsd a gees-n-taasã, bala b geesa kɩfr-dãmbã ne Alkʋrãanã, tɩ b kong n ka tõog n wa ne a buud ye, tɩ Alkʋrãanã me -yaool n yaa sẽn tui ne gom-biis nins bãmb goamã sẽn tuit ne wã, sẽn yaa gʋls-bi tõsdɩ bãmbã buudã, tɩ rẽnda wilgd Laarab-rãmbã kongame n ka tõog n wa ne Alkʋrãanã buud ye, n lagem ne bãmb n yɩɩd nebã ne zelem pεkã, tɩ wilgdẽ tɩ Alkʋrãanã a yaa sẽn tʋme tɩ yi Wẽnd nengẽ."
    },
    {
      "id": "2350",
      "sura": "20",
      "aya": "2",
      "arabic_text": "مَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ لِتَشۡقَىٰٓ",
      "translation": "Tõnd pa sik AlKʋrãanã fo zug tɩ yɩ sɑbɑb tɩ fo nams ye.",
      "footnotes": ""
    },
    {
      "id": "2351",
      "sura": "20",
      "aya": "3",
      "arabic_text": "إِلَّا تَذۡكِرَةٗ لِّمَن يَخۡشَىٰ",
      "translation": "A pa bũmb a to rẽnda tẽegr ne ned ning sẽn yaeesd Wẽnde.",
      "footnotes": ""
    },
    {
      "id": "2352",
      "sura": "20",
      "aya": "4",
      "arabic_text": "تَنزِيلٗا مِّمَّنۡ خَلَقَ ٱلۡأَرۡضَ وَٱلسَّمَٰوَٰتِ ٱلۡعُلَى",
      "translation": "A sigame n yi sẽn naan-a tẽngã la sasã sẽn zẽkã nengẽ.",
      "footnotes": ""
    },
    {
      "id": "2353",
      "sura": "20",
      "aya": "5",
      "arabic_text": "ٱلرَّحۡمَٰنُ عَلَى ٱلۡعَرۡشِ ٱسۡتَوَىٰ",
      "translation": "Yolsg Naabã, A zẽkɑ Naamã goeel yĩngri (zẽkr sẽn sõm ne Wende).",
      "footnotes": ""
    },
    {
      "id": "2354",
      "sura": "20",
      "aya": "6",
      "arabic_text": "لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَمَا تَحۡتَ ٱلثَّرَىٰ",
      "translation": "Yẽnd n so bũmb ning sẽn be sãasẽ wã la tẽngẽ wã la sẽn be b yiibã sʋka la sẽn be tomã tẽngrã.",
      "footnotes": ""
    },
    {
      "id": "2355",
      "sura": "20",
      "aya": "7",
      "arabic_text": "وَإِن تَجۡهَرۡ بِٱلۡقَوۡلِ فَإِنَّهُۥ يَعۡلَمُ ٱلسِّرَّ وَأَخۡفَى",
      "translation": "Fo sã n zẽk f koεεga, mɑɑ f solg-ɑ lame, ad A mii sẽn solg la sẽn tʋg n solg n yɩɩda.",
      "footnotes": ""
    },
    {
      "id": "2356",
      "sura": "20",
      "aya": "8",
      "arabic_text": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ",
      "translation": "Wẽnde, Soab ka be rẽnda Yẽnda, yʋ-yɩlems yaa Yẽnd n so.",
      "footnotes": ""
    },
    {
      "id": "2357",
      "sura": "20",
      "aya": "9",
      "arabic_text": "وَهَلۡ أَتَىٰكَ حَدِيثُ مُوسَىٰٓ",
      "translation": "Lɑ rẽ yĩnga a Muusã kɩbarã waa fo nengẽ?",
      "footnotes": ""
    },
    {
      "id": "2358",
      "sura": "20",
      "aya": "10",
      "arabic_text": "إِذۡ رَءَا نَارٗا فَقَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِقَبَسٍ أَوۡ أَجِدُ عَلَى ٱلنَّارِ هُدٗى",
      "translation": "A sẽn wa n yã bugum, n yeel a zakã rãmba: \" zĩnd-y, ad mam yãɑ bugum, raar bɩ m wa ne bug-vɩleng n wa kõ-yã maa m paam (ned) bugmẽ wã t'a wĩnig-m sorã.",
      "footnotes": ""
    },
    {
      "id": "2359",
      "sura": "20",
      "aya": "11",
      "arabic_text": "فَلَمَّآ أَتَىٰهَا نُودِيَ يَٰمُوسَىٰٓ",
      "translation": "La a sẽn wa n ta-a wã, b bool-a lame: \"Yaa fo a Muusa!\"",
      "footnotes": ""
    },
    {
      "id": "2360",
      "sura": "20",
      "aya": "12",
      "arabic_text": "إِنِّيٓ أَنَا۠ رَبُّكَ فَٱخۡلَعۡ نَعۡلَيۡكَ إِنَّكَ بِٱلۡوَادِ ٱلۡمُقَدَّسِ طُوٗى",
      "translation": "Ad yaa Maam la fo Soabã, pidg f neood a yiibã, bala fo bee Tuuwaa ko-so-yɩlengẽ wã.",
      "footnotes": ""
    },
    {
      "id": "2361",
      "sura": "20",
      "aya": "13",
      "arabic_text": "وَأَنَا ٱخۡتَرۡتُكَ فَٱسۡتَمِعۡ لِمَا يُوحَىٰٓ",
      "translation": "Lɑ M tũusa foom, bɩ f kelg wahɩ M sẽn na n tʋms tɩ wa fo nengẽ wã.",
      "footnotes": ""
    },
    {
      "id": "2362",
      "sura": "20",
      "aya": "14",
      "arabic_text": "إِنَّنِيٓ أَنَا ٱللَّهُ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدۡنِي وَأَقِمِ ٱلصَّلَوٰةَ لِذِكۡرِيٓ",
      "translation": "Ad yaa Maam la Wẽnde, Soab ka be, rẽnda Maam, bɩ f tũ Maam la f yãnes Pʋʋsgã n tẽeg Mɑm yʋʋrã.",
      "footnotes": ""
    },
    {
      "id": "2363",
      "sura": "20",
      "aya": "15",
      "arabic_text": "إِنَّ ٱلسَّاعَةَ ءَاتِيَةٌ أَكَادُ أُخۡفِيهَا لِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا تَسۡعَىٰ",
      "translation": "Ad dũni yikr yaa sẽn wa n sa, M pẽnegame n solgd-a, sẽn na yɩl tɩ b rol yõor fãa a sẽn tʋme.",
      "footnotes": ""
    },
    {
      "id": "2364",
      "sura": "20",
      "aya": "16",
      "arabic_text": "فَلَا يَصُدَّنَّكَ عَنۡهَا مَن لَّا يُؤۡمِنُ بِهَا وَٱتَّبَعَ هَوَىٰهُ فَتَرۡدَىٰ",
      "translation": "Bɩ f ra bas tɩ ned ning sẽn pɑ kõ-a sɩdã la a pʋgd a yõorã yamleoogã wa gɩdg foom n yi-a ye, tɩ f wɑt n halkɑme.",
      "footnotes": ""
    },
    {
      "id": "2365",
      "sura": "20",
      "aya": "17",
      "arabic_text": "وَمَا تِلۡكَ بِيَمِينِكَ يَٰمُوسَىٰ",
      "translation": "La yaa bõe n be fo nug rɩtgẽ wã, yaa foo ɑ Musa?",
      "footnotes": ""
    },
    {
      "id": "2366",
      "sura": "20",
      "aya": "18",
      "arabic_text": "قَالَ هِيَ عَصَايَ أَتَوَكَّؤُاْ عَلَيۡهَا وَأَهُشُّ بِهَا عَلَىٰ غَنَمِي وَلِيَ فِيهَا مَـَٔارِبُ أُخۡرَىٰ",
      "translation": "T'ɑ yeele:\" yaa m ra-saarã; m tar-a lame n tikdẽ la m tar-a n gũud m rũmsã la m leb n tar tʋlsem ɑ tɑɑb ne-a\".",
      "footnotes": ""
    },
    {
      "id": "2367",
      "sura": "20",
      "aya": "19",
      "arabic_text": "قَالَ أَلۡقِهَا يَٰمُوسَىٰ",
      "translation": "Tɩ [Wẽnd] yeele:\" lobg-a, yaa foo Muusa\".",
      "footnotes": ""
    },
    {
      "id": "2368",
      "sura": "20",
      "aya": "20",
      "arabic_text": "فَأَلۡقَىٰهَا فَإِذَا هِيَ حَيَّةٞ تَسۡعَىٰ",
      "translation": "La a sẽn lobg-a wã, a lebga waɑf n zoetẽ.",
      "footnotes": ""
    },
    {
      "id": "2369",
      "sura": "20",
      "aya": "21",
      "arabic_text": "قَالَ خُذۡهَا وَلَا تَخَفۡۖ سَنُعِيدُهَا سِيرَتَهَا ٱلۡأُولَىٰ",
      "translation": "La Wẽnd yeel yã: \"rɩk-a la f ra yaees ye, D na n lebs-a-la wɑ ɑ sẽn dɑ yɑɑ to-to wã\".",
      "footnotes": ""
    },
    {
      "id": "2370",
      "sura": "20",
      "aya": "22",
      "arabic_text": "وَٱضۡمُمۡ يَدَكَ إِلَىٰ جَنَاحِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٍ ءَايَةً أُخۡرَىٰ",
      "translation": "La rɩk f nugã n ning f kɩrengã, t'ɑ na n yiime n yɑɑ pεεlg tɩ pa sẽer ye, rẽ me yaa yel-solemd ɑ to.",
      "footnotes": ""
    },
    {
      "id": "2371",
      "sura": "20",
      "aya": "23",
      "arabic_text": "لِنُرِيَكَ مِنۡ ءَايَٰتِنَا ٱلۡكُبۡرَى",
      "translation": "Sẽn na yɩl tɩ Tõnd wĩnig foom D yel-solem bεdã sãndɑ.",
      "footnotes": ""
    },
    {
      "id": "2372",
      "sura": "20",
      "aya": "24",
      "arabic_text": "ٱذۡهَبۡ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ",
      "translation": "Kẽng a Fɩr-aoon nengẽ, tɩ ɑd a kedgame.",
      "footnotes": ""
    },
    {
      "id": "2373",
      "sura": "20",
      "aya": "25",
      "arabic_text": "قَالَ رَبِّ ٱشۡرَحۡ لِي صَدۡرِي",
      "translation": "T'a [Muusa] yeele:\" m Soabɑ! yalg m yãoogã n kõ-mɑ,",
      "footnotes": ""
    },
    {
      "id": "2374",
      "sura": "20",
      "aya": "26",
      "arabic_text": "وَيَسِّرۡ لِيٓ أَمۡرِي",
      "translation": "La F yols m yellã.",
      "footnotes": ""
    },
    {
      "id": "2375",
      "sura": "20",
      "aya": "27",
      "arabic_text": "وَٱحۡلُلۡ عُقۡدَةٗ مِّن لِّسَانِي",
      "translation": "La F yidg loεεgã sẽn be mam zelemdẽ wã,",
      "footnotes": ""
    },
    {
      "id": "2376",
      "sura": "20",
      "aya": "28",
      "arabic_text": "يَفۡقَهُواْ قَوۡلِي",
      "translation": "Tɩ b fahem mam koεεga.",
      "footnotes": ""
    },
    {
      "id": "2377",
      "sura": "20",
      "aya": "29",
      "arabic_text": "وَٱجۡعَل لِّي وَزِيرٗا مِّنۡ أَهۡلِي",
      "translation": "La maan sõangd n kõ-m sẽn yi mam zakẽ wã,",
      "footnotes": ""
    },
    {
      "id": "2378",
      "sura": "20",
      "aya": "30",
      "arabic_text": "هَٰرُونَ أَخِي",
      "translation": "A Haarʋʋn sẽn yaa mam ma-biigã.",
      "footnotes": ""
    },
    {
      "id": "2379",
      "sura": "20",
      "aya": "31",
      "arabic_text": "ٱشۡدُدۡ بِهِۦٓ أَزۡرِي",
      "translation": "Keng m poorã ne-a.",
      "footnotes": ""
    },
    {
      "id": "2380",
      "sura": "20",
      "aya": "32",
      "arabic_text": "وَأَشۡرِكۡهُ فِيٓ أَمۡرِي",
      "translation": "La F lagem-a m Tẽn-tʋʋmdã pʋgẽ.",
      "footnotes": ""
    },
    {
      "id": "2381",
      "sura": "20",
      "aya": "33",
      "arabic_text": "كَيۡ نُسَبِّحَكَ كَثِيرٗا",
      "translation": "Sẽn na yɩl tɩ d paam n pẽgd Foom wʋsg-wʋsgo.",
      "footnotes": ""
    },
    {
      "id": "2382",
      "sura": "20",
      "aya": "34",
      "arabic_text": "وَنَذۡكُرَكَ كَثِيرًا",
      "translation": "La d tẽegd F yʋʋrã wʋsgo.",
      "footnotes": ""
    },
    {
      "id": "2383",
      "sura": "20",
      "aya": "35",
      "arabic_text": "إِنَّكَ كُنتَ بِنَا بَصِيرٗا",
      "translation": "Ad Fo yaa net ne tõndo, tõnd yellã pɑ solg Foo ye.",
      "footnotes": ""
    },
    {
      "id": "2384",
      "sura": "20",
      "aya": "36",
      "arabic_text": "قَالَ قَدۡ أُوتِيتَ سُؤۡلَكَ يَٰمُوسَىٰ",
      "translation": "T'A yeele: \" fo sẽn kos bũmb ningã b kõ-f lame, yaa foo ɑ Muusa.",
      "footnotes": ""
    },
    {
      "id": "2385",
      "sura": "20",
      "aya": "37",
      "arabic_text": "وَلَقَدۡ مَنَنَّا عَلَيۡكَ مَرَّةً أُخۡرَىٰٓ",
      "translation": "Ad Mam maana foom neema noor a to yεsa.",
      "footnotes": ""
    },
    {
      "id": "2386",
      "sura": "20",
      "aya": "38",
      "arabic_text": "إِذۡ أَوۡحَيۡنَآ إِلَىٰٓ أُمِّكَ مَا يُوحَىٰٓ",
      "translation": "Wakat ning Tõnd sẽn wa n nig fo ma wã yɑmẽ wã, bũmb ning A sẽn leems-ɑ wã.",
      "footnotes": ""
    },
    {
      "id": "2387",
      "sura": "20",
      "aya": "39",
      "arabic_text": "أَنِ ٱقۡذِفِيهِ فِي ٱلتَّابُوتِ فَٱقۡذِفِيهِ فِي ٱلۡيَمِّ فَلۡيُلۡقِهِ ٱلۡيَمُّ بِٱلسَّاحِلِ يَأۡخُذۡهُ عَدُوّٞ لِّي وَعَدُوّٞ لَّهُۥۚ وَأَلۡقَيۡتُ عَلَيۡكَ مَحَبَّةٗ مِّنِّي وَلِتُصۡنَعَ عَلَىٰ عَيۡنِيٓ",
      "translation": "\"T'ɑ ning-a koglgã pʋga; rẽ poorẽ bɩ f lobg koglgã kʋlgẽ wã tɩ kʋlgã na n lob-ɑ-lɑ kɩrenga, tɩ Mam bε sẽn leb n yaa ɑ bε n na n rɩk-a \". Lɑ M lob-f nonglem sẽn yi Mam nengẽ tɩ nebã nong-fo; lɑ sẽn na yɩl tɩ b wub foom Mam gũusg lɑ M gũub pʋgẽ.",
      "footnotes": ""
    },
    {
      "id": "2388",
      "sura": "20",
      "aya": "40",
      "arabic_text": "إِذۡ تَمۡشِيٓ أُخۡتُكَ فَتَقُولُ هَلۡ أَدُلُّكُمۡ عَلَىٰ مَن يَكۡفُلُهُۥۖ فَرَجَعۡنَٰكَ إِلَىٰٓ أُمِّكَ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَۚ وَقَتَلۡتَ نَفۡسٗا فَنَجَّيۡنَٰكَ مِنَ ٱلۡغَمِّ وَفَتَنَّٰكَ فُتُونٗاۚ فَلَبِثۡتَ سِنِينَ فِيٓ أَهۡلِ مَدۡيَنَ ثُمَّ جِئۡتَ عَلَىٰ قَدَرٖ يَٰمُوسَىٰ",
      "translation": "Wɑkɑt ning fo tãoã sẽn wa n kẽnd n pʋgd n tɩ yeele: \"m wĩnig-y ned ning sẽn na n wub-a?\" Yɩɩ woto tɩ Tõnd lebs foom f ma wã nengẽ, bʋl yĩng t'a nifã mɑɑge la a ra wa sãam ɑ sũur ye. Lɑ fo sẽn wa n kʋ nedã, tɩ Tõnd tɩlg foom n yi yõkrã, la D zarb foom zarbg tεka, tɩ fo zĩnd yʋʋm saar Madyan nebã nengẽ, rẽ poorẽ tɩ fo lebg n wa B sẽn dɑ pʋlem wɑkɑt ningã; Yaa foom a Musa.",
      "footnotes": ""
    },
    {
      "id": "2389",
      "sura": "20",
      "aya": "41",
      "arabic_text": "وَٱصۡطَنَعۡتُكَ لِنَفۡسِي",
      "translation": "La M tũus foom tɩ f yɑɑ M Tẽn-tʋʋmã.",
      "footnotes": ""
    },
    {
      "id": "2390",
      "sura": "20",
      "aya": "42",
      "arabic_text": "ٱذۡهَبۡ أَنتَ وَأَخُوكَ بِـَٔايَٰتِي وَلَا تَنِيَا فِي ذِكۡرِي",
      "translation": "Kẽnge, foom ne f ma-biigã ne Mam tagmas-rãmbã la y ra wa mɑɑn yɑɑms ne Mam Yʋʋrã tẽegr ye.",
      "footnotes": ""
    },
    {
      "id": "2391",
      "sura": "20",
      "aya": "43",
      "arabic_text": "ٱذۡهَبَآ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ",
      "translation": "Yãmb y yiibã, Kẽng-y a Fɩr-aoon nengẽ, tɩ ad a zʋʋgɑ toɑdgɑ.",
      "footnotes": ""
    },
    {
      "id": "2392",
      "sura": "20",
      "aya": "44",
      "arabic_text": "فَقُولَا لَهُۥ قَوۡلٗا لَّيِّنٗا لَّعَلَّهُۥ يَتَذَكَّرُ أَوۡ يَخۡشَىٰ",
      "translation": "Bɩ y gom ne-a koεεg sẽn bʋgse, raar ning a na tẽeg n zoe Wẽnde.",
      "footnotes": ""
    },
    {
      "id": "2393",
      "sura": "20",
      "aya": "45",
      "arabic_text": "قَالَا رَبَّنَآ إِنَّنَا نَخَافُ أَن يَفۡرُطَ عَلَيۡنَآ أَوۡ أَن يَطۡغَىٰ",
      "translation": "La b yiibã yeel yã: \" Tõnd Soaba, ɑd tõnd yaeesdame t'a nɑ n wa yãgɑ ne tõnd namsg maa a maan n zʋʋg tõnd sɩbgrã pʋgẽ.",
      "footnotes": ""
    },
    {
      "id": "2394",
      "sura": "20",
      "aya": "46",
      "arabic_text": "قَالَ لَا تَخَافَآۖ إِنَّنِي مَعَكُمَآ أَسۡمَعُ وَأَرَىٰ",
      "translation": "T'A yeele:\" ra yaees-y ye, Mam bee ne yãmbɑ, M wʋmdame la M neẽ,",
      "footnotes": ""
    },
    {
      "id": "2395",
      "sura": "20",
      "aya": "47",
      "arabic_text": "فَأۡتِيَاهُ فَقُولَآ إِنَّا رَسُولَا رَبِّكَ فَأَرۡسِلۡ مَعَنَا بَنِيٓ إِسۡرَٰٓءِيلَ وَلَا تُعَذِّبۡهُمۡۖ قَدۡ جِئۡنَٰكَ بِـَٔايَةٖ مِّن رَّبِّكَۖ وَٱلسَّلَٰمُ عَلَىٰ مَنِ ٱتَّبَعَ ٱلۡهُدَىٰٓ",
      "translation": "Bɩ y kẽng a nengẽ n tɩ yeel-a: \" ad tõnd yaa fo Soabã Tẽn-tʋʋmb a yiibu, bɩ f yiis ɭsra'εεl koambã tɩ b tũ tõnd la f ra nams-b ye, ad tõnd waa fo nengẽ ne fo Soabã tagmas-rãmbɑ, lɑ tɩlgr be ne ned ning sẽn tũ kãndgrã!",
      "footnotes": ""
    },
    {
      "id": "2396",
      "sura": "20",
      "aya": "48",
      "arabic_text": "إِنَّا قَدۡ أُوحِيَ إِلَيۡنَآ أَنَّ ٱلۡعَذَابَ عَلَىٰ مَن كَذَّبَ وَتَوَلَّىٰ",
      "translation": "Ad B tʋma wahɩ tɩ wa tõnd nengẽ tɩ namsgã bee ne ned ning sẽn yags-a la a gũd a kudga\".",
      "footnotes": ""
    },
    {
      "id": "2397",
      "sura": "20",
      "aya": "49",
      "arabic_text": "قَالَ فَمَن رَّبُّكُمَا يَٰمُوسَىٰ",
      "translation": "T'a (Fɩr-aoon) yeele: \"yaa ãnd la yãmb y yiibã Soabã, Muusa?",
      "footnotes": ""
    },
    {
      "id": "2398",
      "sura": "20",
      "aya": "50",
      "arabic_text": "قَالَ رَبُّنَا ٱلَّذِيٓ أَعۡطَىٰ كُلَّ شَيۡءٍ خَلۡقَهُۥ ثُمَّ هَدَىٰ",
      "translation": "T'a yeele: \"Tõnd Soabã la sẽn naan-a bũmbã fãa gilli, rẽ poorẽ t'A togl-ɑ.",
      "footnotes": ""
    },
    {
      "id": "2399",
      "sura": "20",
      "aya": "51",
      "arabic_text": "قَالَ فَمَا بَالُ ٱلۡقُرُونِ ٱلۡأُولَىٰ",
      "translation": "T'ɑ Fɩr-aoon yeele; \" la zãma rãmb nins sẽn da reng taoorã ne kɩflmã yell yaa wãn-wãna?\"",
      "footnotes": ""
    },
    {
      "id": "2400",
      "sura": "20",
      "aya": "52",
      "arabic_text": "قَالَ عِلۡمُهَا عِندَ رَبِّي فِي كِتَٰبٖۖ لَّا يَضِلُّ رَبِّي وَلَا يَنسَى",
      "translation": "La a Muusa yeel yã: \"bãmb yellã minim bee mam Soabã nengẽ, gaf pʋga, mam Soabã pa menemde, a pa yĩmdi,",
      "footnotes": ""
    },
    {
      "id": "2401",
      "sura": "20",
      "aya": "53",
      "arabic_text": "ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَسَلَكَ لَكُمۡ فِيهَا سُبُلٗا وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّن نَّبَاتٖ شَتَّىٰ",
      "translation": "Ning sẽn maan-a tẽngã n kõ yãmb t'a yɑɑ sẽn sɑkd vɩɩm, la A tuk soay n kõ yãmb a pʋgẽ, la A sik sa-koom n yi saasẽ wã, n buls ne-a bõn-bundi kõbse, sẽn yaa tɩɩs toor-toore.",
      "footnotes": ""
    },
    {
      "id": "2402",
      "sura": "20",
      "aya": "54",
      "arabic_text": "كُلُواْ وَٱرۡعَوۡاْ أَنۡعَٰمَكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ",
      "translation": "\"Rɩ-y la y gũ y rũmsã, ad woto yaa tagmas ne yam-bεεl rãmba,",
      "footnotes": ""
    },
    {
      "id": "2403",
      "sura": "20",
      "aya": "55",
      "arabic_text": "۞ مِنۡهَا خَلَقۡنَٰكُمۡ وَفِيهَا نُعِيدُكُمۡ وَمِنۡهَا نُخۡرِجُكُمۡ تَارَةً أُخۡرَىٰ",
      "translation": "(Tẽn-gãngã) zug la D naan yãmba, la yaa be la D na n lebs yãmba, leb n yaa beenẽ la D na n yik yãmb yik-zẽng yεsa.",
      "footnotes": ""
    },
    {
      "id": "2404",
      "sura": "20",
      "aya": "56",
      "arabic_text": "وَلَقَدۡ أَرَيۡنَٰهُ ءَايَٰتِنَا كُلَّهَا فَكَذَّبَ وَأَبَىٰ",
      "translation": "Lɑ ad Tõnd wĩnig-a lame D tagmasã t'a yags la a tõdge.",
      "footnotes": ""
    },
    {
      "id": "2405",
      "sura": "20",
      "aya": "57",
      "arabic_text": "قَالَ أَجِئۡتَنَا لِتُخۡرِجَنَا مِنۡ أَرۡضِنَا بِسِحۡرِكَ يَٰمُوسَىٰ",
      "translation": "N yeele:\" Fo waa tõnd nengẽ n na n yiis tõnd d tẽngẽ wã ne f tɩɩmã bɩ? Yaa foom a Muusa!",
      "footnotes": ""
    },
    {
      "id": "2406",
      "sura": "20",
      "aya": "58",
      "arabic_text": "فَلَنَأۡتِيَنَّكَ بِسِحۡرٖ مِّثۡلِهِۦ فَٱجۡعَلۡ بَيۡنَنَا وَبَيۡنَكَ مَوۡعِدٗا لَّا نُخۡلِفُهُۥ نَحۡنُ وَلَآ أَنتَ مَكَانٗا سُوٗى",
      "translation": "Ad d na n waa ne tɩɩm woto bilgr fo nengẽ, bɩ f yãk sεk tõnd ne foo sʋkɑ; tõnd pɑ viigd-ɑ fo me ka viigd-a, la yɩ zĩig sẽn yɑɑ tẽng-n-sʋk ne d fãɑ.",
      "footnotes": ""
    },
    {
      "id": "2407",
      "sura": "20",
      "aya": "59",
      "arabic_text": "قَالَ مَوۡعِدُكُمۡ يَوۡمُ ٱلزِّينَةِ وَأَن يُحۡشَرَ ٱلنَّاسُ ضُحٗى",
      "translation": "T'a Muusa yeele:\"sεkã raar na n yɩɩ tigrã raarã, wakat ning nebã sẽn wɑt n tigim sõor wakato.",
      "footnotes": ""
    },
    {
      "id": "2408",
      "sura": "20",
      "aya": "60",
      "arabic_text": "فَتَوَلَّىٰ فِرۡعَوۡنُ فَجَمَعَ كَيۡدَهُۥ ثُمَّ أَتَىٰ",
      "translation": "T'a Fɩr-aoon na n gũd a kuidg n tɩ tigim a rabrã, rẽ poorẽ n na n lebg n wa.",
      "footnotes": ""
    },
    {
      "id": "2409",
      "sura": "20",
      "aya": "61",
      "arabic_text": "قَالَ لَهُم مُّوسَىٰ وَيۡلَكُمۡ لَا تَفۡتَرُواْ عَلَى ٱللَّهِ كَذِبٗا فَيُسۡحِتَكُم بِعَذَابٖۖ وَقَدۡ خَابَ مَنِ ٱفۡتَرَىٰ",
      "translation": "La a Muusa yeel-ba: \"wɩɩbd be ne yãmba! Ra wãag-y zĩri n rogl Wẽnd t'A namsgã wa paam yãmb ye, ad ned ning sẽn wãag-a zĩri (n rolg Wẽnd) bõname\".",
      "footnotes": ""
    },
    {
      "id": "2410",
      "sura": "20",
      "aya": "62",
      "arabic_text": "فَتَنَٰزَعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡ وَأَسَرُّواْ ٱلنَّجۡوَىٰ",
      "translation": "Tɩ b maan tak-n-taar bãmb ne taab sʋk b yellã zugu, lɑ b solg b yẽsgã.",
      "footnotes": ""
    },
    {
      "id": "2411",
      "sura": "20",
      "aya": "63",
      "arabic_text": "قَالُوٓاْ إِنۡ هَٰذَٰنِ لَسَٰحِرَٰنِ يُرِيدَانِ أَن يُخۡرِجَاكُم مِّنۡ أَرۡضِكُم بِسِحۡرِهِمَا وَيَذۡهَبَا بِطَرِيقَتِكُمُ ٱلۡمُثۡلَىٰ",
      "translation": "La b yeel yã: \"ad bãmbã b yiibã yaa tɩɩm rãmba, sẽn tʋll n yiis yãmb tẽngã pʋg ne b tɩɩmã, la b paam n loog ne yãmb sorã sẽn be neerã.",
      "footnotes": ""
    },
    {
      "id": "2412",
      "sura": "20",
      "aya": "64",
      "arabic_text": "فَأَجۡمِعُواْ كَيۡدَكُمۡ ثُمَّ ٱئۡتُواْ صَفّٗاۚ وَقَدۡ أَفۡلَحَ ٱلۡيَوۡمَ مَنِ ٱسۡتَعۡلَىٰ",
      "translation": "Bɩ y tigim y dabrã tɩ tɑ, rẽ poorẽ tɩ y tong taab n wa lob y sẽn tɑrã, ad ned ning sẽn tõog-a rũndã, yẽ soab n wili.",
      "footnotes": ""
    },
    {
      "id": "2413",
      "sura": "20",
      "aya": "65",
      "arabic_text": "قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنۡ أَلۡقَىٰ",
      "translation": "La b yeel yã:\" a Muusa, maa tɩ fo reng n lobg (f rasaarã) maa tõnd yɩ pipi n lobge.",
      "footnotes": ""
    },
    {
      "id": "2414",
      "sura": "20",
      "aya": "66",
      "arabic_text": "قَالَ بَلۡ أَلۡقُواْۖ فَإِذَا حِبَالُهُمۡ وَعِصِيُّهُمۡ يُخَيَّلُ إِلَيۡهِ مِن سِحۡرِهِمۡ أَنَّهَا تَسۡعَىٰ",
      "translation": "T'ɑ yeele: \" ɑyo, yãmb reng n lobe. La b wĩyã la b rasayã sẽn rãmbde b tɩɩmã keelem t'ɑ Muusɑ tẽed tɩ yaa wiis sẽn zote.",
      "footnotes": ""
    },
    {
      "id": "2415",
      "sura": "20",
      "aya": "67",
      "arabic_text": "فَأَوۡجَسَ فِي نَفۡسِهِۦ خِيفَةٗ مُّوسَىٰ",
      "translation": "Tɩ yaeesg paam a Musa t'a solg-ɑ ɑ nengẽ.",
      "footnotes": ""
    },
    {
      "id": "2416",
      "sura": "20",
      "aya": "68",
      "arabic_text": "قُلۡنَا لَا تَخَفۡ إِنَّكَ أَنتَ ٱلۡأَعۡلَىٰ",
      "translation": "Tɩ Tõnd yeele:\" ra yɑees ye, ad yaa foom n na n wili.",
      "footnotes": ""
    },
    {
      "id": "2417",
      "sura": "20",
      "aya": "69",
      "arabic_text": "وَأَلۡقِ مَا فِي يَمِينِكَ تَلۡقَفۡ مَا صَنَعُوٓاْۖ إِنَّمَا صَنَعُواْ كَيۡدُ سَٰحِرٖۖ وَلَا يُفۡلِحُ ٱلسَّاحِرُ حَيۡثُ أَتَىٰ",
      "translation": "Lob bũmb ning sẽn be fo rɩtgẽ wã, a na n vela b sẽn maan yεl ninsã fãa, ad b sẽn maan bũmb ningã yaa tɩɩm raba, la tɩɩm soab me pa pɑɑmd ɑ tʋlsem a sẽn kẽng zĩig ning fãa.",
      "footnotes": ""
    },
    {
      "id": "2418",
      "sura": "20",
      "aya": "70",
      "arabic_text": "فَأُلۡقِيَ ٱلسَّحَرَةُ سُجَّدٗا قَالُوٓاْ ءَامَنَّا بِرَبِّ هَٰرُونَ وَمُوسَىٰ",
      "translation": "Tɩ tɩtã-rãmb lʋɩ n maan suguudu, n yeele:\" tõnd kõo sɩd ne a Haarʋʋn la a Muusa Soabã\".",
      "footnotes": ""
    },
    {
      "id": "2419",
      "sura": "20",
      "aya": "71",
      "arabic_text": "قَالَ ءَامَنتُمۡ لَهُۥ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِي عَلَّمَكُمُ ٱلسِّحۡرَۖ فَلَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ وَلَأُصَلِّبَنَّكُمۡ فِي جُذُوعِ ٱلنَّخۡلِ وَلَتَعۡلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابٗا وَأَبۡقَىٰ",
      "translation": "La a Fɩr-aoon yeel yã;\" y kõ-a-la sɩda taoor tɩ m na n ka kõ yãmb sore, ad yaa yẽ la yãmb tɑoor soɑb sẽn zãms yãmb tɩɩmã, m na n kʋʋsa y nusã la y naoã n yõs taaba, la m na n sẽb-y lame Tɑmɑr-tɩɩsã yẽgẽ, lɑ y na bãng tõnd d yiibã sʋka ãnd n yɩɩd ne namsg keelem lɑ pɑɑbo.",
      "footnotes": ""
    },
    {
      "id": "2420",
      "sura": "20",
      "aya": "72",
      "arabic_text": "قَالُواْ لَن نُّؤۡثِرَكَ عَلَىٰ مَا جَآءَنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلَّذِي فَطَرَنَاۖ فَٱقۡضِ مَآ أَنتَ قَاضٍۖ إِنَّمَا تَقۡضِي هَٰذِهِ ٱلۡحَيَوٰةَ ٱلدُّنۡيَآ",
      "translation": "Tɩ b yeele:\" tõnd ka na n tol n sak tɩ fo n são tɑgmɑs-rãmbã nins sẽn yɑɑ vẽenes n wa tõnd nengẽ wã ye, la Soab ning sẽn naan-a tõndã me ye, bɩ f maan fo sẽn na n maan tõnd ɑ soɑbɑ, ad fo tõogã yaa dũni-kãngã vɩɩmã pʋgẽ bala.",
      "footnotes": ""
    },
    {
      "id": "2421",
      "sura": "20",
      "aya": "73",
      "arabic_text": "إِنَّآ ءَامَنَّا بِرَبِّنَا لِيَغۡفِرَ لَنَا خَطَٰيَٰنَا وَمَآ أَكۡرَهۡتَنَا عَلَيۡهِ مِنَ ٱلسِّحۡرِۗ وَٱللَّهُ خَيۡرٞ وَأَبۡقَىٰٓ",
      "translation": "Ad tõnd kõo sɩd ne tõnd Soabã sẽn na yɩl t'A yaaf d tʋʋm-tuutsã la fo sẽn modg tõnd tɩ d maan tɩɩmã, Wẽnd n yɩɩd ne sõmblem la a yɩɩd ne paabo.",
      "footnotes": ""
    },
    {
      "id": "2422",
      "sura": "20",
      "aya": "74",
      "arabic_text": "إِنَّهُۥ مَن يَأۡتِ رَبَّهُۥ مُجۡرِمٗا فَإِنَّ لَهُۥ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحۡيَىٰ",
      "translation": "Ad ned ning sẽn wa n wa a Soabã nengẽ n tʋm tʋʋm-wẽnse, Gεhannem be ne-a, a pa kiid a pʋgẽ, a pa vɩ me.",
      "footnotes": ""
    },
    {
      "id": "2423",
      "sura": "20",
      "aya": "75",
      "arabic_text": "وَمَن يَأۡتِهِۦ مُؤۡمِنٗا قَدۡ عَمِلَ ٱلصَّٰلِحَٰتِ فَأُوْلَٰٓئِكَ لَهُمُ ٱلدَّرَجَٰتُ ٱلۡعُلَىٰ",
      "translation": "la ned ning sẽn wa A nengẽ n kõ sɩd la a tʋm tʋʋm sõma, ad bãmb rãmb tara ziir sẽn zẽke.",
      "footnotes": ""
    },
    {
      "id": "2424",
      "sura": "20",
      "aya": "76",
      "arabic_text": "جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ مَن تَزَكَّىٰ",
      "translation": "Arzãnã pʋgẽ, tɩ ko-sood zoet b tẽngrã, n na n duumd beenẽ, woto yaa ned ning sẽn yɩlg-a a meng rolbo.",
      "footnotes": ""
    },
    {
      "id": "2425",
      "sura": "20",
      "aya": "77",
      "arabic_text": "وَلَقَدۡ أَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَسۡرِ بِعِبَادِي فَٱضۡرِبۡ لَهُمۡ طَرِيقٗا فِي ٱلۡبَحۡرِ يَبَسٗا لَّا تَخَٰفُ دَرَكٗا وَلَا تَخۡشَىٰ",
      "translation": "Ad Mam tʋma wahɩ tɩ kẽng a Muusa nengẽ:\" yi ne M yemsã n pãrg sor n kõ-ba, mogrã pʋga tɩ lebg koεεnga, ra yaees tɩ b nɑ n pɑɑm-f lɑme ye, leb n da yɑees bõrbo.",
      "footnotes": ""
    },
    {
      "id": "2426",
      "sura": "20",
      "aya": "78",
      "arabic_text": "فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ بِجُنُودِهِۦ فَغَشِيَهُم مِّنَ ٱلۡيَمِّ مَا غَشِيَهُمۡ",
      "translation": "T'a Fɩr-aoon na n pʋg-b ne a tãppã, tɩ mogrã na n bõr-b bõrb tεka.",
      "footnotes": ""
    },
    {
      "id": "2427",
      "sura": "20",
      "aya": "79",
      "arabic_text": "وَأَضَلَّ فِرۡعَوۡنُ قَوۡمَهُۥ وَمَا هَدَىٰ",
      "translation": "Lɑ ɑ Fɩr-aoon menesa a nebã, n ka kãndg ye.",
      "footnotes": ""
    },
    {
      "id": "2428",
      "sura": "20",
      "aya": "80",
      "arabic_text": "يَٰبَنِيٓ إِسۡرَٰٓءِيلَ قَدۡ أَنجَيۡنَٰكُم مِّنۡ عَدُوِّكُمۡ وَوَٰعَدۡنَٰكُمۡ جَانِبَ ٱلطُّورِ ٱلۡأَيۡمَنَ وَنَزَّلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰ",
      "translation": "Yãmb ɑ ɭsraεl koambã, ad Tõnd tɩlga yãmb n yi y bε wã, la D rɩk pʋleng ne yãmb tãngã rɩtg wεεngẽ, la D sigs luiili nemd la sɩɩd-koom n kõ yãmba.",
      "footnotes": ""
    },
    {
      "id": "2429",
      "sura": "20",
      "aya": "81",
      "arabic_text": "كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَلَا تَطۡغَوۡاْ فِيهِ فَيَحِلَّ عَلَيۡكُمۡ غَضَبِيۖ وَمَن يَحۡلِلۡ عَلَيۡهِ غَضَبِي فَقَدۡ هَوَىٰ",
      "translation": "Rɩ-y rɩ-yɩlems D sẽn pʋɩ n kõ yãmbã la y ra wa kedg a pʋgẽ ye, tɩ Mam gẽegã wa sig y zug ye, ad Mam gẽegã sẽn wa n sig a soab zugu, a halkame.",
      "footnotes": ""
    },
    {
      "id": "2430",
      "sura": "20",
      "aya": "82",
      "arabic_text": "وَإِنِّي لَغَفَّارٞ لِّمَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا ثُمَّ ٱهۡتَدَىٰ",
      "translation": "La ad Mam yaa yaafg soab ne ned ning sẽn tuub-a la a kõ sɩda, la a maan tʋʋm-sõma, rẽ poorẽ t'a kãnde.",
      "footnotes": ""
    },
    {
      "id": "2431",
      "sura": "20",
      "aya": "83",
      "arabic_text": "۞ وَمَآ أَعۡجَلَكَ عَن قَوۡمِكَ يَٰمُوسَىٰ",
      "translation": "\"La bõe yĩng tɩ fo yãg n bas fo nebã? Yaa foom a Muusa!\"",
      "footnotes": ""
    },
    {
      "id": "2432",
      "sura": "20",
      "aya": "84",
      "arabic_text": "قَالَ هُمۡ أُوْلَآءِ عَلَىٰٓ أَثَرِي وَعَجِلۡتُ إِلَيۡكَ رَبِّ لِتَرۡضَىٰ",
      "translation": "A yeelame:\" b bee mam poorẽ n pʋgda, la mam yãg n waa Fo nengẽ sẽn na yɩl tɩ Fo yar-mɑ\".",
      "footnotes": ""
    },
    {
      "id": "2433",
      "sura": "20",
      "aya": "85",
      "arabic_text": "قَالَ فَإِنَّا قَدۡ فَتَنَّا قَوۡمَكَ مِنۢ بَعۡدِكَ وَأَضَلَّهُمُ ٱلسَّامِرِيُّ",
      "translation": "La Wẽnd yeel yã: \"ad Tõnd zarba fo nebã fo loogr poorẽ, t'a Saamiriy menes-ba.",
      "footnotes": ""
    },
    {
      "id": "2434",
      "sura": "20",
      "aya": "86",
      "arabic_text": "فَرَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗاۚ قَالَ يَٰقَوۡمِ أَلَمۡ يَعِدۡكُمۡ رَبُّكُمۡ وَعۡدًا حَسَنًاۚ أَفَطَالَ عَلَيۡكُمُ ٱلۡعَهۡدُ أَمۡ أَرَدتُّمۡ أَن يَحِلَّ عَلَيۡكُمۡ غَضَبٞ مِّن رَّبِّكُمۡ فَأَخۡلَفۡتُم مَّوۡعِدِي",
      "translation": "T'a Muusa na n lebg n kẽng a nebã nengẽ, ne gẽeg la sũ-sãamse, n yeele:\" yaa yãmb mam nebã, rẽ yĩnga yãmb Soabã pa pʋlem yãmb pʋlen-sɩda, rẽ yĩnga yaa pʋlengã n wogl bɩ y ratame tɩ gẽeg sẽn yi y Soabã nengẽ wa paam-yã, y sẽn bas pʋlengã y sẽn dɩk ne maamã yĩnga? \"",
      "footnotes": ""
    },
    {
      "id": "2435",
      "sura": "20",
      "aya": "87",
      "arabic_text": "قَالُواْ مَآ أَخۡلَفۡنَا مَوۡعِدَكَ بِمَلۡكِنَا وَلَٰكِنَّا حُمِّلۡنَآ أَوۡزَارٗا مِّن زِينَةِ ٱلۡقَوۡمِ فَقَذَفۡنَٰهَا فَكَذَٰلِكَ أَلۡقَى ٱلسَّامِرِيُّ",
      "translation": "La b yeel yã: \" tõnd pa bas fo pʋlengã pʋgb ne tõnd tõog ye, la ad b tʋka tõnd zɩɩb sẽn yɑɑ ɑ Fɩr-ɑoon nebã nɑg-teedo tɩ d kong n lob-ɑ bokẽ wã, yaa woto la a Saamiriyy me lob (a rẽndã).",
      "footnotes": ""
    },
    {
      "id": "2436",
      "sura": "20",
      "aya": "88",
      "arabic_text": "فَأَخۡرَجَ لَهُمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٞ فَقَالُواْ هَٰذَآ إِلَٰهُكُمۡ وَإِلَٰهُ مُوسَىٰ فَنَسِيَ",
      "translation": "N yiis nag-bil ne yĩng sẽn maand bʋʋre tɩ vɩɩm kɑ be ye, la b yeele: \"ad yaa wãnde la yãmb Soabã, a Muusa me Soabã la woto, la a yĩmame\".",
      "footnotes": ""
    },
    {
      "id": "2437",
      "sura": "20",
      "aya": "89",
      "arabic_text": "أَفَلَا يَرَوۡنَ أَلَّا يَرۡجِعُ إِلَيۡهِمۡ قَوۡلٗا وَلَا يَمۡلِكُ لَهُمۡ ضَرّٗا وَلَا نَفۡعٗا",
      "translation": "Lɑ rẽ yĩnga yãmb pa ne t'a pa lebsd koεεg n tʋgd-ba, a leb n pa so b nang la b nafa?",
      "footnotes": ""
    },
    {
      "id": "2438",
      "sura": "20",
      "aya": "90",
      "arabic_text": "وَلَقَدۡ قَالَ لَهُمۡ هَٰرُونُ مِن قَبۡلُ يَٰقَوۡمِ إِنَّمَا فُتِنتُم بِهِۦۖ وَإِنَّ رَبَّكُمُ ٱلرَّحۡمَٰنُ فَٱتَّبِعُونِي وَأَطِيعُوٓاْ أَمۡرِي",
      "translation": "La ad a Harʋʋn rag n yeel-b lame sẽn reng taoore:\"yaa m nebã! ad b zarba yãmb ne-a; la ad yãmb Soabã la a Yolsg Naaba, pʋg-y maam la y sak mam saglsã\".",
      "footnotes": ""
    },
    {
      "id": "2439",
      "sura": "20",
      "aya": "91",
      "arabic_text": "قَالُواْ لَن نَّبۡرَحَ عَلَيۡهِ عَٰكِفِينَ حَتَّىٰ يَرۡجِعَ إِلَيۡنَا مُوسَىٰ",
      "translation": "B yeelame: \"tõnd ka na n bak n bas a tũub hal t'a Muusa wa lebg n wa tõnd nengẽ\".",
      "footnotes": ""
    },
    {
      "id": "2440",
      "sura": "20",
      "aya": "92",
      "arabic_text": "قَالَ يَٰهَٰرُونُ مَا مَنَعَكَ إِذۡ رَأَيۡتَهُمۡ ضَلُّوٓاْ",
      "translation": "A (Muusa) yeelame:\" yaa foo a Harʋʋna! bõe n gɩdg foom, f sẽn wa n yãnd tɩ b menmɑme wã,",
      "footnotes": ""
    },
    {
      "id": "2441",
      "sura": "20",
      "aya": "93",
      "arabic_text": "أَلَّا تَتَّبِعَنِۖ أَفَعَصَيۡتَ أَمۡرِي",
      "translation": "Tɩ fo bɑs-bɑ lɑ f pʋgẽ maam? Fo tõdga mam sagellã la?\"",
      "footnotes": ""
    },
    {
      "id": "2442",
      "sura": "20",
      "aya": "94",
      "arabic_text": "قَالَ يَبۡنَؤُمَّ لَا تَأۡخُذۡ بِلِحۡيَتِي وَلَا بِرَأۡسِيٓۖ إِنِّي خَشِيتُ أَن تَقُولَ فَرَّقۡتَ بَيۡنَ بَنِيٓ إِسۡرَٰٓءِيلَ وَلَمۡ تَرۡقُبۡ قَوۡلِي",
      "translation": "A (Harʋʋn) yeelame: \" yaa m ma-biiga, ra gãd m toεεngã ye, ra gãd m zugã me ye, ad mam yaeegame tɩ f wa yeele: \"fo welga ɭsra'ɩɩl koambã ne taaba, f ka gũus mam sagls ye\".",
      "footnotes": ""
    },
    {
      "id": "2443",
      "sura": "20",
      "aya": "95",
      "arabic_text": "قَالَ فَمَا خَطۡبُكَ يَٰسَٰمِرِيُّ",
      "translation": "T'a (Muusa) yeele:\" fo halhaal yaa wãna? foom a Saamiriy!",
      "footnotes": ""
    },
    {
      "id": "2444",
      "sura": "20",
      "aya": "96",
      "arabic_text": "قَالَ بَصُرۡتُ بِمَا لَمۡ يَبۡصُرُواْ بِهِۦ فَقَبَضۡتُ قَبۡضَةٗ مِّنۡ أَثَرِ ٱلرَّسُولِ فَنَبَذۡتُهَا وَكَذَٰلِكَ سَوَّلَتۡ لِي نَفۡسِي",
      "translation": "A (Saamiriy) yeelame: \"mam yãnda bũmb ning b sẽn pa yã, tɩ m yãk tom sẽn yi Tʋntʋʋmã vũunẽ n lobe, woto la mam yõorã sagl maam\".",
      "footnotes": ""
    },
    {
      "id": "2445",
      "sura": "20",
      "aya": "97",
      "arabic_text": "قَالَ فَٱذۡهَبۡ فَإِنَّ لَكَ فِي ٱلۡحَيَوٰةِ أَن تَقُولَ لَا مِسَاسَۖ وَإِنَّ لَكَ مَوۡعِدٗا لَّن تُخۡلَفَهُۥۖ وَٱنظُرۡ إِلَىٰٓ إِلَٰهِكَ ٱلَّذِي ظَلۡتَ عَلَيۡهِ عَاكِفٗاۖ لَّنُحَرِّقَنَّهُۥ ثُمَّ لَنَنسِفَنَّهُۥ فِي ٱلۡيَمِّ نَسۡفًا",
      "translation": "T'a (Muusa) yeele:\" kẽng n zãag maam, ad bee ne foom vɩɩmã pʋgẽ tɩ fo sã n wa yã ned bɩ fo yeel-a: \" ra sɩɩs maam tɩ mɑm pɑ sɩɩsd-f ye, (ɑ nɑ n vɩɩmsɑ wilingɑ)!\" la ad fo tara pʋleng sẽn ka na n viigi, ges fo soab ning fo sẽn da tãag n tũudẽ wã, tõnd na n yõog-a-la ne bugum, rẽ poorẽ tõnd na n sãeeg-a lame sãeegr tɛkẽ.",
      "footnotes": ""
    },
    {
      "id": "2446",
      "sura": "20",
      "aya": "98",
      "arabic_text": "إِنَّمَآ إِلَٰهُكُمُ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۚ وَسِعَ كُلَّ شَيۡءٍ عِلۡمٗا",
      "translation": "Ad yãmb Soabã yaa Wẽnd ning soab-zẽng sẽn pa be tɩ pa Yẽ wã, A minmã gũbga bũmbã fãa.",
      "footnotes": ""
    },
    {
      "id": "2447",
      "sura": "20",
      "aya": "99",
      "arabic_text": "كَذَٰلِكَ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ مَا قَدۡ سَبَقَۚ وَقَدۡ ءَاتَيۡنَٰكَ مِن لَّدُنَّا ذِكۡرٗا",
      "translation": "Yaa woto la D togsd foom kɩbay sẽn looge, la ad Tõnd kõo foom Tẽegr sẽn yi Tõnd nengẽ (Kʋrãana).",
      "footnotes": ""
    },
    {
      "id": "2448",
      "sura": "20",
      "aya": "100",
      "arabic_text": "مَّنۡ أَعۡرَضَ عَنۡهُ فَإِنَّهُۥ يَحۡمِلُ يَوۡمَ ٱلۡقِيَٰمَةِ وِزۡرًا",
      "translation": "Ned ning sẽn gũd-a a zãn-kuidg n bas-a (Kʋrãanã), yikrã raare a na n tʋka zɩɩbo.",
      "footnotes": ""
    },
    {
      "id": "2449",
      "sura": "20",
      "aya": "101",
      "arabic_text": "خَٰلِدِينَ فِيهِۖ وَسَآءَ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ حِمۡلٗا",
      "translation": "A na n duuma beenẽ, ad a sẽn tʋk yɩ wẽng yikrã raarã.",
      "footnotes": ""
    },
    {
      "id": "2450",
      "sura": "20",
      "aya": "102",
      "arabic_text": "يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ وَنَحۡشُرُ ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ زُرۡقٗا",
      "translation": "Raar ning b sẽn na n fʋʋs baorgẽ wã, tɩ D tigim nin-wẽnsã tɩ b nensã sobg ( yɑeesg keelem)!",
      "footnotes": ""
    },
    {
      "id": "2451",
      "sura": "20",
      "aya": "103",
      "arabic_text": "يَتَخَٰفَتُونَ بَيۡنَهُمۡ إِن لَّبِثۡتُمۡ إِلَّا عَشۡرٗا",
      "translation": "N walemd bãmb ne taab sʋka:\" ad yãmb sẽn zĩnd (dũni wã) yaa rasem piig bala!",
      "footnotes": ""
    },
    {
      "id": "2452",
      "sura": "20",
      "aya": "104",
      "arabic_text": "نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَ إِذۡ يَقُولُ أَمۡثَلُهُمۡ طَرِيقَةً إِن لَّبِثۡتُمۡ إِلَّا يَوۡمٗا",
      "translation": "Tõnd n yɩɩd minim ne b sẽn yet bũmb ningã, b ned ning sẽn yɩɩd-a ne bãngr yetame: \" ad yãmb pa zĩnd (dũni wã) rẽnda raar a yembr bala\".",
      "footnotes": ""
    },
    {
      "id": "2453",
      "sura": "20",
      "aya": "105",
      "arabic_text": "وَيَسۡـَٔلُونَكَ عَنِ ٱلۡجِبَالِ فَقُلۡ يَنسِفُهَا رَبِّي نَسۡفٗا",
      "translation": "La b sokda foom tãensã yelle; yeele: \"m Soabã na n sãeeg-b lame sãeegr tɛkẽ.",
      "footnotes": ""
    },
    {
      "id": "2454",
      "sura": "20",
      "aya": "106",
      "arabic_text": "فَيَذَرُهَا قَاعٗا صَفۡصَفٗا",
      "translation": "N bas-b tɩ b legb saalle.",
      "footnotes": ""
    },
    {
      "id": "2455",
      "sura": "20",
      "aya": "107",
      "arabic_text": "لَّا تَرَىٰ فِيهَا عِوَجٗا وَلَآ أَمۡتٗا",
      "translation": "Fo pa ne golengo, fo pa ne pusbu.",
      "footnotes": ""
    },
    {
      "id": "2456",
      "sura": "20",
      "aya": "108",
      "arabic_text": "يَوۡمَئِذٖ يَتَّبِعُونَ ٱلدَّاعِيَ لَا عِوَجَ لَهُۥۖ وَخَشَعَتِ ٱلۡأَصۡوَاتُ لِلرَّحۡمَٰنِ فَلَا تَسۡمَعُ إِلَّا هَمۡسٗا",
      "translation": "Ra-kãng raarã b na n pʋga boaandã, gõdgr ka be ye, tɩ koeesã fãa yõgen n tees yolsg Naabã nengẽ, fo pa wʋmd bũmb ralla wɑlengo.",
      "footnotes": ""
    },
    {
      "id": "2457",
      "sura": "20",
      "aya": "109",
      "arabic_text": "يَوۡمَئِذٖ لَّا تَنفَعُ ٱلشَّفَٰعَةُ إِلَّا مَنۡ أَذِنَ لَهُ ٱلرَّحۡمَٰنُ وَرَضِيَ لَهُۥ قَوۡلٗا",
      "translation": "Raarã, sugsg pa nafd ralla yolsg Naabã sẽn kõ-a soab sore, n yardẽ t'a gome.",
      "footnotes": ""
    },
    {
      "id": "2458",
      "sura": "20",
      "aya": "110",
      "arabic_text": "يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يُحِيطُونَ بِهِۦ عِلۡمٗا",
      "translation": "A (Wẽnd) mii sẽn loog bãmb taoore, la sẽn na wat b poorẽ; la bãmb minim ka gũbg Wẽnd ye.",
      "footnotes": ""
    },
    {
      "id": "2459",
      "sura": "20",
      "aya": "111",
      "arabic_text": "۞ وَعَنَتِ ٱلۡوُجُوهُ لِلۡحَيِّ ٱلۡقَيُّومِۖ وَقَدۡ خَابَ مَنۡ حَمَلَ ظُلۡمٗا",
      "translation": "Tɩ nensã yõgen n tʋg Vɩtã sẽn yaa Sek-m-meng Soabã, la ad ned ning sẽn tʋk wẽgb soab bõn yã.",
      "footnotes": ""
    },
    {
      "id": "2460",
      "sura": "20",
      "aya": "112",
      "arabic_text": "وَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا يَخَافُ ظُلۡمٗا وَلَا هَضۡمٗا",
      "translation": "La ned ning sẽn wa n tʋm tʋʋm-sõma, n ya sɩd-kõta, a pa na n yaees wẽgbo, a pa na n le yaees tɩ b na n wa boog a yel-sõmd ye.",
      "footnotes": ""
    },
    {
      "id": "2461",
      "sura": "20",
      "aya": "113",
      "arabic_text": "وَكَذَٰلِكَ أَنزَلۡنَٰهُ قُرۡءَانًا عَرَبِيّٗا وَصَرَّفۡنَا فِيهِ مِنَ ٱلۡوَعِيدِ لَعَلَّهُمۡ يَتَّقُونَ أَوۡ يُحۡدِثُ لَهُمۡ ذِكۡرٗا",
      "translation": "Lɑ yaa woto la M sik Kʋrãanã ne laarabiimdu, la M yɩlem a pʋgẽ pʋlen-wẽnse, tɩ raar ningɑ b na yaees (Wẽnde), ma a kɩt tɩ b tẽeg-tẽeg taaba.",
      "footnotes": ""
    },
    {
      "id": "2462",
      "sura": "20",
      "aya": "114",
      "arabic_text": "فَتَعَٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۗ وَلَا تَعۡجَلۡ بِٱلۡقُرۡءَانِ مِن قَبۡلِ أَن يُقۡضَىٰٓ إِلَيۡكَ وَحۡيُهُۥۖ وَقُل رَّبِّ زِدۡنِي عِلۡمٗا",
      "translation": "Wẽnd naam zẽk yã, sẽn yaa sɩd naaba, ra yãg ne Kʋrãanã karengo n lɑgmd ɑ Gibriil taoor tɩ wahɩ wã nan pa sε ye, la yeele: \" m Soaba! Paas maam bãngre!\"",
      "footnotes": ""
    },
    {
      "id": "2463",
      "sura": "20",
      "aya": "115",
      "arabic_text": "وَلَقَدۡ عَهِدۡنَآ إِلَىٰٓ ءَادَمَ مِن قَبۡلُ فَنَسِيَ وَلَمۡ نَجِدۡ لَهُۥ عَزۡمٗا",
      "translation": "Ad Tõnd ra rɩka pʋleng pĩnd n tʋg a Adam nengẽ, t'a yĩmi, la D pa mik loeeg ne sugr a nengẽ ye.",
      "footnotes": ""
    },
    {
      "id": "2464",
      "sura": "20",
      "aya": "116",
      "arabic_text": "وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ",
      "translation": "Tõnd sẽn wa n yeel Malεk-rãmbã: \"maan-y a Adam suguudu\", tɩ b maan suguudã rall a ɭblɩɩs sẽn tõdge.",
      "footnotes": ""
    },
    {
      "id": "2465",
      "sura": "20",
      "aya": "117",
      "arabic_text": "فَقُلۡنَا يَٰٓـَٔادَمُ إِنَّ هَٰذَا عَدُوّٞ لَّكَ وَلِزَوۡجِكَ فَلَا يُخۡرِجَنَّكُمَا مِنَ ٱلۡجَنَّةِ فَتَشۡقَىٰٓ",
      "translation": "Tɩ Tõnd yeele:\" yaa foo Adama! ad wãnde yaa fo bε, yaa fo pagã me bε, gũus-y t'a ra wa yiis yãmb arzãnã pʋg ye, tɩ yaams wa paam foom ye\".",
      "footnotes": ""
    },
    {
      "id": "2466",
      "sura": "20",
      "aya": "118",
      "arabic_text": "إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعۡرَىٰ",
      "translation": "Ad kom ka na n yõk foom (arzãnã pʋgẽ) ye, f ka na n kẽn zaal me ye.",
      "footnotes": ""
    },
    {
      "id": "2467",
      "sura": "20",
      "aya": "119",
      "arabic_text": "وَأَنَّكَ لَا تَظۡمَؤُاْ فِيهَا وَلَا تَضۡحَىٰ",
      "translation": "Ko-yũud ka na n paam foom a pʋgẽ, wĩnto-sul me pa na n paam foom ye.",
      "footnotes": ""
    },
    {
      "id": "2468",
      "sura": "20",
      "aya": "120",
      "arabic_text": "فَوَسۡوَسَ إِلَيۡهِ ٱلشَّيۡطَٰنُ قَالَ يَٰٓـَٔادَمُ هَلۡ أَدُلُّكَ عَلَىٰ شَجَرَةِ ٱلۡخُلۡدِ وَمُلۡكٖ لَّا يَبۡلَىٰ",
      "translation": "T'a Sʋtãan na n yubs-b n yeele:\" yaa foo Adama! m wĩnig foom duung tɩɩg la naam sẽn pa sεte?\"",
      "footnotes": ""
    },
    {
      "id": "2469",
      "sura": "20",
      "aya": "121",
      "arabic_text": "فَأَكَلَا مِنۡهَا فَبَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۚ وَعَصَىٰٓ ءَادَمُ رَبَّهُۥ فَغَوَىٰ",
      "translation": "Tɩ b yiibã (Adam la a Hawa) na n rɩ tɩɩgã, tɩ b yiibã yãnã na n vẽneg, tɩ b na n tõs arzãnã vãt n na n pil b yãnã, yaa woto la a Adam kɩɩs a Soabã n menem.",
      "footnotes": ""
    },
    {
      "id": "2470",
      "sura": "20",
      "aya": "122",
      "arabic_text": "ثُمَّ ٱجۡتَبَٰهُ رَبُّهُۥ فَتَابَ عَلَيۡهِ وَهَدَىٰ",
      "translation": "Rẽ loogr poorẽ t'a Soabã tũus-a n reeg a tuubgã la a kãnd-ɑ.",
      "footnotes": ""
    },
    {
      "id": "2471",
      "sura": "20",
      "aya": "123",
      "arabic_text": "قَالَ ٱهۡبِطَا مِنۡهَا جَمِيعَۢاۖ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَنِ ٱتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشۡقَىٰ",
      "translation": "La A yeele:\" sig-y yãmb y yiibã (Adama la a Hawa) kaanẽ, yãmb ne taab na n yɩɩ beem, la kãndgr na n yii Mam nengẽ n wa yãmb nengẽ, la ned ning sẽn tũ-a M kãndgrã, a pa na n menemme a pa na n yɩ zu-beed soab me.",
      "footnotes": ""
    },
    {
      "id": "2472",
      "sura": "20",
      "aya": "124",
      "arabic_text": "وَمَنۡ أَعۡرَضَ عَن ذِكۡرِي فَإِنَّ لَهُۥ مَعِيشَةٗ ضَنكٗا وَنَحۡشُرُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ أَعۡمَىٰ",
      "translation": "La ned ning sẽn gũd-a zãn-kuidg ne Mam tẽegrã, vɩɩm sẽn ya weoogr be ne-a; yikr raarã b na n yik-a lame t'a ya zoanga.",
      "footnotes": ""
    },
    {
      "id": "2473",
      "sura": "20",
      "aya": "125",
      "arabic_text": "قَالَ رَبِّ لِمَ حَشَرۡتَنِيٓ أَعۡمَىٰ وَقَدۡ كُنتُ بَصِيرٗا",
      "translation": "T'a yeele: \" yaa m Soabã! bõe yĩng tɩ Fo yik maam zoanga, tɩ mam yaool n da yaa nin-soab pĩnda?\"",
      "footnotes": ""
    },
    {
      "id": "2474",
      "sura": "20",
      "aya": "126",
      "arabic_text": "قَالَ كَذَٰلِكَ أَتَتۡكَ ءَايَٰتُنَا فَنَسِيتَهَاۖ وَكَذَٰلِكَ ٱلۡيَوۡمَ تُنسَىٰ",
      "translation": "T'A yeele: yaa woto, bala Mam tagmasã waa fo nengẽ tɩ fo yĩm-ba, yaa woto la b na n yĩm foom rũnda raarã.",
      "footnotes": ""
    },
    {
      "id": "2475",
      "sura": "20",
      "aya": "127",
      "arabic_text": "وَكَذَٰلِكَ نَجۡزِي مَنۡ أَسۡرَفَ وَلَمۡ يُؤۡمِنۢ بِـَٔايَٰتِ رَبِّهِۦۚ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَدُّ وَأَبۡقَىٰٓ",
      "translation": "Yaa woto la D rond ned ning sẽn maan n zʋʋge la a ka kõ a Soabã tagmas-rãmbɑ sɩda, la ad yaoolem raarã nangã n yɩɩd keelem la paabo.",
      "footnotes": ""
    },
    {
      "id": "2476",
      "sura": "20",
      "aya": "128",
      "arabic_text": "أَفَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ",
      "translation": "Rẽ yĩnga bãmbã pa paam kãndgr tɩ sõor wɑoog Tõnd sẽn halk neb nins sẽn reng-b bãmbã taoorã, tɩ bãmb pɩʋʋgd b zagsẽ wã? Ad woto yaa tagmas n kõ yam bεεl rãmba.",
      "footnotes": ""
    },
    {
      "id": "2477",
      "sura": "20",
      "aya": "129",
      "arabic_text": "وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَكَانَ لِزَامٗا وَأَجَلٞ مُّسَمّٗى",
      "translation": "Lɑ sã n ka koεεg sẽn reng fo Soabã nengẽ, (sɩbgrã) rag n na yɩ tɩlae ne-ba la yɩ wakat b sẽn yãke.",
      "footnotes": ""
    },
    {
      "id": "2478",
      "sura": "20",
      "aya": "130",
      "arabic_text": "فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ غُرُوبِهَاۖ وَمِنۡ ءَانَآيِٕ ٱلَّيۡلِ فَسَبِّحۡ وَأَطۡرَافَ ٱلنَّهَارِ لَعَلَّكَ تَرۡضَىٰ",
      "translation": "Bi f maan sugr ne bũmb ning b sẽn yetã la f yɩlg f Soabã yʋʋrã ne pẽka, taoor tɩ wĩntoog nan pa puki, la taoor t'a nan pa lʋɩ ye. Lɑ yʋngɑ wɑkɑto bi f yɩlg f Soabã yʋʋre, la wĩndgã kɩrensã ( zɑfɑr lɑ mɑgrib), tɩ raar ning f na yare.",
      "footnotes": ""
    },
    {
      "id": "2479",
      "sura": "20",
      "aya": "131",
      "arabic_text": "وَلَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ زَهۡرَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا لِنَفۡتِنَهُمۡ فِيهِۚ وَرِزۡقُ رَبِّكَ خَيۡرٞ وَأَبۡقَىٰ",
      "translation": "Ra wa vɩlems f nin n tees Tõnd sẽn kõ-b sẽn yaa pagb ye; ad yaa dũni tɩ-puud bala, sẽn na yɩl n zarb-b a pʋgẽ, la fo Soabã kũunã n yɩɩd sõmblem la kellgo.",
      "footnotes": ""
    },
    {
      "id": "2480",
      "sura": "20",
      "aya": "132",
      "arabic_text": "وَأۡمُرۡ أَهۡلَكَ بِٱلصَّلَوٰةِ وَٱصۡطَبِرۡ عَلَيۡهَاۖ لَا نَسۡـَٔلُكَ رِزۡقٗاۖ نَّحۡنُ نَرۡزُقُكَۗ وَٱلۡعَٰقِبَةُ لِلتَّقۡوَىٰ",
      "translation": "La sagl f zakã rãmb ne pʋʋsg la f maan sugr ne-ba, Tõnd pa sokd foom rɩtl yell ye, yaa Tõnd n rɩlgd foom, la baas neerã bee ne wẽn-zoεtbã.",
      "footnotes": ""
    },
    {
      "id": "2481",
      "sura": "20",
      "aya": "133",
      "arabic_text": "وَقَالُواْ لَوۡلَا يَأۡتِينَا بِـَٔايَةٖ مِّن رَّبِّهِۦٓۚ أَوَلَمۡ تَأۡتِهِم بَيِّنَةُ مَا فِي ٱلصُّحُفِ ٱلۡأُولَىٰ",
      "translation": "B yeelame: \"yaa bõe yĩng la a pɑ nɑ n wat ne tõnd nengẽ yel-solemd sẽn yi a Soabã nengẽ wala sẽn be rãeenem gaf-rãmbã pʋgẽ wã?\"",
      "footnotes": ""
    },
    {
      "id": "2482",
      "sura": "20",
      "aya": "134",
      "arabic_text": "وَلَوۡ أَنَّآ أَهۡلَكۡنَٰهُم بِعَذَابٖ مِّن قَبۡلِهِۦ لَقَالُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ مِن قَبۡلِ أَن نَّذِلَّ وَنَخۡزَىٰ",
      "translation": "La Tõnd sã n da halk-b-lame taoor (t'a Mohammad) nan pa wa, b rag n na n yeelame (yaoolem raarã): \"yaa d Soaba! Fo sã n dag n tʋms tõnd nengẽ tẽn-tʋʋma, tɩ d ra paam n tũ Fo Aaya-rãmbã, sẽn na yɩl tɩ d ra paam yãnd la paoor ye\".",
      "footnotes": ""
    },
    {
      "id": "2483",
      "sura": "20",
      "aya": "135",
      "arabic_text": "قُلۡ كُلّٞ مُّتَرَبِّصٞ فَتَرَبَّصُواْۖ فَسَتَعۡلَمُونَ مَنۡ أَصۡحَٰبُ ٱلصِّرَٰطِ ٱلسَّوِيِّ وَمَنِ ٱهۡتَدَىٰ",
      "translation": "Yeele: \"ad nebã fãa kolldame, bɩ yãmb me kolle! Y na wa n bãng ned ning sẽn be so-tɩrg zugu, la ned ning sẽn kãnd-a\".",
      "footnotes": ""
    }
  ]
}