{
  "result": {
    "id": "1388",
    "sura": "10",
    "aya": "24",
    "arabic_text": "إِنَّمَا مَثَلُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ مِمَّا يَأۡكُلُ ٱلنَّاسُ وَٱلۡأَنۡعَٰمُ حَتَّىٰٓ إِذَآ أَخَذَتِ ٱلۡأَرۡضُ زُخۡرُفَهَا وَٱزَّيَّنَتۡ وَظَنَّ أَهۡلُهَآ أَنَّهُمۡ قَٰدِرُونَ عَلَيۡهَآ أَتَىٰهَآ أَمۡرُنَا لَيۡلًا أَوۡ نَهَارٗا فَجَعَلۡنَٰهَا حَصِيدٗا كَأَن لَّمۡ تَغۡنَ بِٱلۡأَمۡسِۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَتَفَكَّرُونَ",
    "translation": "Hakika mfano wa maisha ya dunia ni kama maji tuliyo yateremsha kutoka mbinguni, kisha yakachanganyika na mimea ya ardhi wanayo ila watu na wanyama. Mpaka ardhi ilipo kamilika uzuri wake, na ikapambika, na wenyewe wakadhani wamesha iweza, iliifikia amri yetu usiku au mchana, tukaifanya kama iliyo fyekwa - kama kwamba haikuwapo jana. Namna hivi tunazipambanua Ishara zetu kwa watu wanao fikiri.",
    "footnotes": "Hakika hali ya uhai wa dunia kwa uzuri wake na starehe zake, na kisha baada ya hayo kutoweka, si chochote ila ni kama hali ya maji yanayo teremka mbinguni, yakachanganyika na mimea ya ardhi inayo liwa na watu na wanyama. Mimea hiyo ikastawi na ikatoa matunda, na ardhi ikapambika kwa kunawiri. Uzuri huo ukisha fika ukomo wake, na wenyewe wakayakinika kuwa kweli ni mali yao, na kuwa watanafiika kwa matunda yake na neema zake, amri yetu ya kuondoa yote hayo ikaja. Tukaifanya kama kwamba iliyo fyekwa, na kama kwamba haijapata kukaliwa wala haikupata kuwa na uzuri kabla yake! Na hali zote mbili za kustawi na kunawiri ya kufurahia watu na kinyume cha hayo, ni mambo ya kuondoka na kutoweka! Na kama alivyo bainisha Mwenyezi Mungu kwa mifano iliyo wazi, anabainisha Aya zake na anafafanua hukumu zake na Ishara kwa watu wanao fikiri na wanapima kwa akili. Aya hii inaashiria ukweli ulio anza kuchomoza, nao ni kuwa mwanaadamu kwa kuifanya ilimu imtumikie ameweza kuyamiliki anayo yataka. Hata inapo kuwa karibu ya kufikilia ukweli huu kukamilika, na akaona huyo mwanaadamu amekwisha fikilia kilele cha ujuzi, hapo basi amri ya Mwenyezi Mungu hutokea."
  }
}