{
  "id": 3,
  "verse_number": 3,
  "page_number": 208,
  "verse_key": "10:3",
  "juz_number": 11,
  "hizb_number": 21,
  "rub_el_hizb_number": 83,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُدَبِّرُ ٱلۡأَمۡرَۖ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعۡدِ إِذۡنِهِۦۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ فَٱعۡبُدُوهُۚ أَفَلَا تَذَكَّرُونَ",
  "translation": "Hakika Mola wenu Mlezi ni Mwenyezi Mungu, ambaye ameziumba mbingu na ardhi kwa siku sita, na ametawala kwenye ufalme wake, anaendesha mambo yote. Hapana mwombezi ila baada ya idhini yake. Huyo ndiye Mwenyezi Mungu, Mola wenu Mlezi. Basi muabuduni Yeye. Je! Hamkumbuki?",
  "footnotes": "Enyi watu! Hakika Mola wenu Mlezi ni Mwenyezi Mungu aliye umba mbingu na ardhi na vilivyomo ndani yake katika siku sita ambazo kipimo chake hakijui ila Mwenyezi Mungu. Akatandaza utukufu wa utawala wake, peke yake, na akayapanga mambo yote ya viumbe vyake. Basi hapana yeyote mwenye chochote pamoja na utawala wa Mwenyezi Mungu. Wala hawezi yeyote katika viumbe vyake hata kumwombea mtu isipo kuwa kwa ruhusa yake. Huyo, basi, ndiye Mwenyezi Mungu Muumba, huyo ndiye Mola wenu Mlezi, na ndiye Mlinzi wa neema zenu. Basi muabuduni Yeye peke yake, na msadikini Mtume wake, na kiaminini Kitabu chake. Juu yenu kukumbuka neema za Mwenyezi Mungu, na zingatieni Ishara zake zinazo thibitisha Upweke wake. Mwenyezi Mungu ameumba viumbe vyote kwa vipindi sita, na vipindi hivi ni viwango vya mamilioni ya makarne na makarne. Na hivyo ndivyo vinavyo itwa Siku Sita. Na katika kila nguzo za ulimwengu zipo Ishara wazi zilizo zagaa za kuonyesha uwezo wa Mwenyezi Mungu Mtukufu. Miongoni mwa hizi, ni hivi kufanywa jua na mwezi na nyota kunyenyekea kwa faida ya binaadamu. Na kadhaalika kupishana zamu usiku na mchana, na kuwa mchana unaingilia kiza cha mbingu. Na umetajwa usiku mbele kwa kuwa kiza ndio asli. Ama mchana umezuka kwa kuathirika kwa mwangaza wa jua katika anga la ardhi, ambayo hiyo ardhi inazunguka wenyewe kwa wenyewe kama pia ili ipate mwangaza wa jua, mara upande huu na mara upande huu"
}