{
  "id": 85,
  "verse_number": 85,
  "page_number": 13,
  "verse_key": "2:85",
  "juz_number": 1,
  "hizb_number": 2,
  "rub_el_hizb_number": 5,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ",
  "translation": "ఆ తరువాత మీరో ఒకరినొకరు చంపుకునే వారు. మరియు మీరు మీలోని ఒక వర్గం వారిని వారి ఇండ్ల నుండి తరిమేవారు. మరియు వారికి అన్యాయం చేయటంలోనూ మరియు వారిపై దౌర్జన్యం చేయటంలోనూ, (వారి విరోధులకు) తోడ్పడేవారు. మరియు వారు (శతృవుల చేతిలో) ఖైదీలై మీ వద్దకు వచ్చినపుడు మీరు వారిని విమోచనాధనం ఇచ్చి విడిపించేవారు. మరియు (వాస్తవానికి) వారిని తరమటం మీకు నిషిద్ధం చేయబడింది. ఏమీ? మీరు గ్రంథంలోని కొన్ని విషయాలను విశ్వసించి, మరి కొన్నింటిని తిరస్కరిస్తారా?[1] మీలో ఇలా చేసే వారికి, ఇహలోక జీవితంలో అవమానమూ మరియు పునరుత్థాన దినమున మిమ్మల్ని కఠిన శిక్షకు గురి చేయటం తప్ప మరెలాంటి ప్రతిఫలం ఉంటుంది? మరియు అల్లాహ్ మీ కర్మల విషయంలో నిర్లక్షంగా లేడు.",
  "footnotes": "[1] ఇస్లాంకు ముందు మదీనాలో ముష్రిక్ అన్సార్లలో రెండు తెగలుండేవి: 1) 'ఔస్, 2) 'ఖ'జ్ రజ్ మరియు యూదులలో మూడు: 1) బనూ - ఖైనుఖా'అ, 2) బనూ-న'దీర్, 3) బనూ - ఖురై\"జహ్. 1. బనూ - ఖురై\"జహ్ - 'ఔస్ వారి సమర్థీకు('హలీఫ్)లు. 2. బనూ - ఖైనుఖా'అ మరియు బనూ - న'దీర్ - 'ఖ'జ్ రజ్ వారి సమర్థీకు('హలీఫ్)లు. వీరి మధ్య శత్రుత్వం వల్ల యుద్ధాలు జరిగినపుడు వీరు (యూదులు) తమ జాతి సోదరులైన యూదులను చంపేవారు. వారిని, వారి ఇండ్ల నుండి వెడల గొట్టేవారు. మరియు వారి సంపదలను దోచుకునేవారు. కాని వారు యుద్ధఖైదీలే, వీరి సమర్థీకు('హలీఫ్)ల దగ్గరికి వచ్చినప్పుడు, విమోచన ధనం ఇచ్చి వారిని విడిపించుకునే వారు. ఈ విధంగా వారు తమ గ్రంథంలోని కొన్ని చట్టాలను పాటించేవారు. మరి కొన్నింటిని ఉల్లంఘించేవారు."
}