{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 235,
      "verse_key": "12:1",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 94,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ",
      "translation": "Elif, Lâm, Râ. Këto janë vargjet e Librit të qartë!",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 235,
      "verse_key": "12:2",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 94,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّآ أَنزَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ",
      "translation": "Ne e zbritëm këtë Kuran në gjuhën arabe, për ta kuptuar ju.",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 235,
      "verse_key": "12:3",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 94,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "نَحۡنُ نَقُصُّ عَلَيۡكَ أَحۡسَنَ ٱلۡقَصَصِ بِمَآ أَوۡحَيۡنَآ إِلَيۡكَ هَٰذَا ٱلۡقُرۡءَانَ وَإِن كُنتَ مِن قَبۡلِهِۦ لَمِنَ ٱلۡغَٰفِلِينَ",
      "translation": "Ne të tregojmë ty (Muhamed) historinë më të bukur[148] përmes shpalljes së këtij Kurani, ndonëse ti, me të vërtetë, nuk ke qenë në dijeni më parë.",
      "footnotes": "[148] Vargu “Ne të tregojmë ty (Muhamed) historinë më të bukur”, mund të përkthehet edhe “Ne të tregojmë ty (Muhamed) në mënyrën më të bukur”."
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 235,
      "verse_key": "12:4",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 94,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ قَالَ يُوسُفُ لِأَبِيهِ يَٰٓأَبَتِ إِنِّي رَأَيۡتُ أَحَدَ عَشَرَ كَوۡكَبٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ رَأَيۡتُهُمۡ لِي سَٰجِدِينَ",
      "translation": "Kur Jusufi i tha babait të vet: “O babai im! Unë pashë në ëndërr njëmbëdhjetë yje, Diellin dhe Hënën! I pashë të më përuleshin në sexhde”,",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 236,
      "verse_key": "12:5",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 94,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ يَٰبُنَيَّ لَا تَقۡصُصۡ رُءۡيَاكَ عَلَىٰٓ إِخۡوَتِكَ فَيَكِيدُواْ لَكَ كَيۡدًاۖ إِنَّ ٱلشَّيۡطَٰنَ لِلۡإِنسَٰنِ عَدُوّٞ مُّبِينٞ",
      "translation": "ai i tha: “O biri im! Mos ua trego ëndrrën tënde vëllezërve të tu, që të mos kurdisin ndonjë gjë kundër teje, sepse, vërtet, djalli është armik i hapët i njeriut.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 236,
      "verse_key": "12:6",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 94,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَذَٰلِكَ يَجۡتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِ وَيُتِمُّ نِعۡمَتَهُۥ عَلَيۡكَ وَعَلَىٰٓ ءَالِ يَعۡقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيۡكَ مِن قَبۡلُ إِبۡرَٰهِيمَ وَإِسۡحَٰقَۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٞ",
      "translation": "Dhe kështu, Zoti yt të ka zgjedhur ty dhe të mëson shpjegimin e ëndrrave dhe e plotëson dhuntinë e Vet ndaj teje dhe familjes së Jakubit, ashtu siç e ka plotësuar më parë ndaj të parëve tu, Ibrahimit dhe Is’hakut. Pa dyshim, Zoti yt është i Urtë dhe i Gjithëdijshëm”.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 236,
      "verse_key": "12:7",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ لَّقَدۡ كَانَ فِي يُوسُفَ وَإِخۡوَتِهِۦٓ ءَايَٰتٞ لِّلسَّآئِلِينَ",
      "translation": "Për të gjithë ata që pyesin, në historinë e Jusufit dhe të vëllezërve të tij, ka shumë mësime.",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 236,
      "verse_key": "12:8",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحۡنُ عُصۡبَةٌ إِنَّ أَبَانَا لَفِي ضَلَٰلٖ مُّبِينٍ",
      "translation": "Vëllezërit e tij thanë: “Jusufi dhe vëllai i tij, janë më të dashur se ne për babanë tonë, ndërkohë që ne jemi një grup i tërë. Babai ynë, me të vërtetë, po gabon.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 236,
      "verse_key": "12:9",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱقۡتُلُواْ يُوسُفَ أَوِ ٱطۡرَحُوهُ أَرۡضٗا يَخۡلُ لَكُمۡ وَجۡهُ أَبِيكُمۡ وَتَكُونُواْ مِنۢ بَعۡدِهِۦ قَوۡمٗا صَٰلِحِينَ",
      "translation": "Vriteni Jusufin ose braktiseni në ndonjë vend të largët,[149] se pastaj babai juaj do të kthehet nga ju dhe, pas kësaj, do të bëheni njerëz të mirë”.",
      "footnotes": "[149] “Vriteni ...”: Vëllezërit e Jusufit flasin midis tyre, por, për t’i qëndruar besnik stilit kuranor, ligjërata është përkthyer në vetën e dytë të numrit shumës. Kjo formë është përdorur shpesh në Kuran dhe mund të japë përshtypjen se personi që flet është një i huaj, jashtë grupit të cilit i drejtohet fjala. Ndërkohë, ne do të thoshim “Ta vrasim Jusufin ose ta braktisim...”."
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 236,
      "verse_key": "12:10",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ قَآئِلٞ مِّنۡهُمۡ لَا تَقۡتُلُواْ يُوسُفَ وَأَلۡقُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّ يَلۡتَقِطۡهُ بَعۡضُ ٱلسَّيَّارَةِ إِن كُنتُمۡ فَٰعِلِينَ",
      "translation": "Njëri prej tyre tha: “Mos e vrisni Jusufin, por hidheni në fund të ndonjë pusi; do ta marrë ndonjë karvan; nëse përnjëmend doni të bëni diçka me atë”.",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 236,
      "verse_key": "12:11",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ يَٰٓأَبَانَا مَا لَكَ لَا تَأۡمَ۬نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ",
      "translation": "Ata thanë: “O babai ynë! Përse për Jusufin nuk ke besim te ne?! Në të vërtetë, Ne i dëshirojmë çdo të mirë atij.",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 236,
      "verse_key": "12:12",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَرۡسِلۡهُ مَعَنَا غَدٗا يَرۡتَعۡ وَيَلۡعَبۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ",
      "translation": "Dërgoje nesër me ne që të argëtohet dhe të luajë. Të sigurojmë se do ta ruajmë.”",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 236,
      "verse_key": "12:13",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ إِنِّي لَيَحۡزُنُنِيٓ أَن تَذۡهَبُواْ بِهِۦ وَأَخَافُ أَن يَأۡكُلَهُ ٱلذِّئۡبُ وَأَنتُمۡ عَنۡهُ غَٰفِلُونَ",
      "translation": "(Babai) tha: “Unë brengosem po ta merrni dhe kam frikë se mos do ta hajë ujku, ndërkohë që ju s’do ta keni mendjen tek ai.”",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 236,
      "verse_key": "12:14",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ لَئِنۡ أَكَلَهُ ٱلذِّئۡبُ وَنَحۡنُ عُصۡبَةٌ إِنَّآ إِذٗا لَّخَٰسِرُونَ",
      "translation": "Ata thanë: “Si do ta hajë ujku, kur ne jemi një grup i fortë! Atëherë, me të vërtetë që ne do të ishim të humbur”.",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 237,
      "verse_key": "12:15",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا ذَهَبُواْ بِهِۦ وَأَجۡمَعُوٓاْ أَن يَجۡعَلُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّۚ وَأَوۡحَيۡنَآ إِلَيۡهِ لَتُنَبِّئَنَّهُم بِأَمۡرِهِمۡ هَٰذَا وَهُمۡ لَا يَشۡعُرُونَ",
      "translation": "Pasi e morën, vendosën që ta hidhnin në fund të një pusi dhe Ne i shpallëm Jusufit: “Ti do t’i lajmërosh ata për këtë vepër, pa e vënë re ata (që ti je Jusufi).”",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 237,
      "verse_key": "12:16",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَآءُوٓ أَبَاهُمۡ عِشَآءٗ يَبۡكُونَ",
      "translation": "Dhe në mbrëmje ata shkuan te babai i tyre, duke qarë.",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 237,
      "verse_key": "12:17",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ يَٰٓأَبَانَآ إِنَّا ذَهَبۡنَا نَسۡتَبِقُ وَتَرَكۡنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ ٱلذِّئۡبُۖ وَمَآ أَنتَ بِمُؤۡمِنٖ لَّنَا وَلَوۡ كُنَّا صَٰدِقِينَ",
      "translation": "Thanë: “O babai ynë, ne shkuam të vrapojmë e Jusufin e lamë te rrobat tona, andaj e hëngri ujku. Por ti nuk na beson, edhe pse themi të vërtetën”.",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 237,
      "verse_key": "12:18",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٖ كَذِبٖۚ قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٞۖ وَٱللَّهُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ",
      "translation": "Dhe sollën këmishën e tij të përgjakur, me gjak të rremë. Ai tha: “Nuk është kështu, por ju keni sajuar diçka (tjetër nga sa thoni). Por, durim! Allahut i kërkoj ndihmë kundër asaj që po tregoni ju”.",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 237,
      "verse_key": "12:19",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَآءَتۡ سَيَّارَةٞ فَأَرۡسَلُواْ وَارِدَهُمۡ فَأَدۡلَىٰ دَلۡوَهُۥۖ قَالَ يَٰبُشۡرَىٰ هَٰذَا غُلَٰمٞۚ وَأَسَرُّوهُ بِضَٰعَةٗۚ وَٱللَّهُ عَلِيمُۢ بِمَا يَعۡمَلُونَ",
      "translation": "(Ndërkohë në pus) erdhi një karvan. Ata dërguan ujëmbartësin e vet dhe ai lëshoi kovën e tij dhe thirri: “O sa gëzim! Qenka një djalë!” Ata e fshehën atë si plaçkë tregtie, por Allahu e dinte mirë çfarë bënin ata.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 237,
      "verse_key": "12:20",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَشَرَوۡهُ بِثَمَنِۭ بَخۡسٖ دَرَٰهِمَ مَعۡدُودَةٖ وَكَانُواْ فِيهِ مِنَ ٱلزَّٰهِدِينَ",
      "translation": "Ata e shitën Jusufin me një çmim të ulët, veç disa grosh, pa pasur fare lakmi (për para).",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 237,
      "verse_key": "12:21",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِي ٱشۡتَرَىٰهُ مِن مِّصۡرَ لِٱمۡرَأَتِهِۦٓ أَكۡرِمِي مَثۡوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗاۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ وَلِنُعَلِّمَهُۥ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمۡرِهِۦ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "Një njeri nga Egjipti që e bleu, i tha gruas së vet: “Bëja të këndshëm qëndrimin këtu. Ndoshta do të na shërbejë ose do ta birësojmë!” Dhe kështu, Ne e vendosëm Jusufin në atë tokë të bukur dhe i mësuam shpjegimin e ëndrrave. Allahu ka kontroll dhe fuqi të plotë mbi çështjet e Tij, por shumica e njerëzve nuk e dinë.",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 237,
      "verse_key": "12:22",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ",
      "translation": "Kur Jusufi arriti moshën e pjekurisë, Ne i dhamë aftësinë e të gjykuarit dhe dituri. Kështu i shpërblejmë Ne punëmirët.",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 238,
      "verse_key": "12:23",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَرَٰوَدَتۡهُ ٱلَّتِي هُوَ فِي بَيۡتِهَا عَن نَّفۡسِهِۦ وَغَلَّقَتِ ٱلۡأَبۡوَٰبَ وَقَالَتۡ هَيۡتَ لَكَۚ قَالَ مَعَاذَ ٱللَّهِۖ إِنَّهُۥ رَبِّيٓ أَحۡسَنَ مَثۡوَايَۖ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ",
      "translation": "Por ajo, në shtëpinë e së cilës gjendej ai, nisi ta joshë në kundërshtim me dëshirën e tij. Ajo ia mbylli të gjitha dyert dhe tha: “Jam e gatshme për ty!” Kurse ai tha: “Allahu më ruajttë! Me të vërtetë, Zoti im ka treguar kujdes për mua dhe, pa dyshim, keqbërësit nuk do të shpëtojnë kurrë”.",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 238,
      "verse_key": "12:24",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ هَمَّتۡ بِهِۦۖ وَهَمَّ بِهَا لَوۡلَآ أَن رَّءَا بُرۡهَٰنَ رَبِّهِۦۚ كَذَٰلِكَ لِنَصۡرِفَ عَنۡهُ ٱلسُّوٓءَ وَٱلۡفَحۡشَآءَۚ إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُخۡلَصِينَ",
      "translation": "Ajo e dëshiroi atë; por edhe Jusufi do ta kishte dëshiruar atë, sikur të mos kishte parë provën e Zotit të vet. Kështu e larguam nga e keqja dhe vepra e shëmtuar, sepse ai, në të vërtetë, ishte nga robërit Tanë të sinqertë.",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 238,
      "verse_key": "12:25",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱسۡتَبَقَا ٱلۡبَابَ وَقَدَّتۡ قَمِيصَهُۥ مِن دُبُرٖ وَأَلۡفَيَا سَيِّدَهَا لَدَا ٱلۡبَابِۚ قَالَتۡ مَا جَزَآءُ مَنۡ أَرَادَ بِأَهۡلِكَ سُوٓءًا إِلَّآ أَن يُسۡجَنَ أَوۡ عَذَابٌ أَلِيمٞ",
      "translation": "Që të dy vrapuan nga dera dhe ajo ia shqeu këmishën atij nga mbrapa. Te dera, ata hasën burrin e saj. Ajo tha: “Çfarë dënimi meriton ai që kërkon t’i bëjë të keqe gruas sate, përveç burgosjes apo dënimit të dhembshëm?”",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 238,
      "verse_key": "12:26",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ هِيَ رَٰوَدَتۡنِي عَن نَّفۡسِيۚ وَشَهِدَ شَاهِدٞ مِّنۡ أَهۡلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٖ فَصَدَقَتۡ وَهُوَ مِنَ ٱلۡكَٰذِبِينَ",
      "translation": "(Jusufi) tha: “Ajo provoi të më joshte”. Një i afërt i saj (që u gjend aty), pohoi: “Nëse këmisha e tij është shqyer përpara, atëherë ajo thotë të vërtetën, kurse ai gënjen.",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 238,
      "verse_key": "12:27",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٖ فَكَذَبَتۡ وَهُوَ مِنَ ٱلصَّٰدِقِينَ",
      "translation": "Por, nëse këmisha e tij është shqyer prapa, atëherë ajo gënjen, ndërsa ai thotë të vërtetën”.",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 238,
      "verse_key": "12:28",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٖ قَالَ إِنَّهُۥ مِن كَيۡدِكُنَّۖ إِنَّ كَيۡدَكُنَّ عَظِيمٞ",
      "translation": "Kur burri i saj pa se këmisha e Jusufit ishte shqyer nga mbrapa, tha: “Patjetër që kjo është një nga dredhitë tuaja (të femrave). Në të vërtetë, dredhitë tuaja janë të mëdha!",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 238,
      "verse_key": "12:29",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُوسُفُ أَعۡرِضۡ عَنۡ هَٰذَاۚ وَٱسۡتَغۡفِرِي لِذَنۢبِكِۖ إِنَّكِ كُنتِ مِنَ ٱلۡخَاطِـِٔينَ",
      "translation": "Ti, o Jusuf, largohu nga kjo! Kurse ti (gruaja ime), kërko falje për këtë gjynah, sepse, në të vërtetë, ti je fajtore.”",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 238,
      "verse_key": "12:30",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَقَالَ نِسۡوَةٞ فِي ٱلۡمَدِينَةِ ٱمۡرَأَتُ ٱلۡعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفۡسِهِۦۖ قَدۡ شَغَفَهَا حُبًّاۖ إِنَّا لَنَرَىٰهَا فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "Disa gra (të parisë) në qytet po thoshin: “Gruaja e Azizit (ministrit) deshi ta joshte shërbëtorin e vet. Asaj i ka rënë vërtet në kokë dashuria për të. Ne besojmë se ajo e ka humbur fare”.",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 239,
      "verse_key": "12:31",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا سَمِعَتۡ بِمَكۡرِهِنَّ أَرۡسَلَتۡ إِلَيۡهِنَّ وَأَعۡتَدَتۡ لَهُنَّ مُتَّكَـٔٗا وَءَاتَتۡ كُلَّ وَٰحِدَةٖ مِّنۡهُنَّ سِكِّينٗا وَقَالَتِ ٱخۡرُجۡ عَلَيۡهِنَّۖ فَلَمَّا رَأَيۡنَهُۥٓ أَكۡبَرۡنَهُۥ وَقَطَّعۡنَ أَيۡدِيَهُنَّ وَقُلۡنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنۡ هَٰذَآ إِلَّا مَلَكٞ كَرِيمٞ",
      "translation": "Kur dëgjoi për thashethemet e tyre, ajo i thirri ato në gosti, çdonjërës i dha nga një thikë dhe (i) tha (Jusufit): “Dil para tyre!” Kur e panë, gratë u mahnitën nga bukuria e tij, prenë duart dhe thanë: “O Zot, o Zot! Ky nuk është njeri, por qenka një engjëll fisnik!”",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 239,
      "verse_key": "12:32",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَتۡ فَذَٰلِكُنَّ ٱلَّذِي لُمۡتُنَّنِي فِيهِۖ وَلَقَدۡ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ فَٱسۡتَعۡصَمَۖ وَلَئِن لَّمۡ يَفۡعَلۡ مَآ ءَامُرُهُۥ لَيُسۡجَنَنَّ وَلَيَكُونٗا مِّنَ ٱلصَّٰغِرِينَ",
      "translation": "Ajo tha: “Ja, ky është ai për të cilin ju më qortuat. Jam përpjekur ta josh, por ai është ruajtur nga gjynahu. Por, nëse ai nuk bën atë që e urdhëroj unë, me siguri që do të burgoset dhe do të poshtërohet”.",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 239,
      "verse_key": "12:33",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ رَبِّ ٱلسِّجۡنُ أَحَبُّ إِلَيَّ مِمَّا يَدۡعُونَنِيٓ إِلَيۡهِۖ وَإِلَّا تَصۡرِفۡ عَنِّي كَيۡدَهُنَّ أَصۡبُ إِلَيۡهِنَّ وَأَكُن مِّنَ ٱلۡجَٰهِلِينَ",
      "translation": "Ai tha: “O Zoti im, më shumë e dua burgun se atë ku më shtyjnë ato. Nëse Ti nuk e largon prej meje dredhinë e tyre, unë do të prirem drejt atyre dhe do të bëhem nga ata që nuk (i) dinë (ligjet e Tua).”",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 239,
      "verse_key": "12:34",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱسۡتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنۡهُ كَيۡدَهُنَّۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "Dhe Zoti e plotësoi lutjen e tij dhe e shmangu nga dredhitë e tyre. Me të vërtetë, Ai dëgjon dhe di çdo gjë.",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 239,
      "verse_key": "12:35",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ بَدَا لَهُم مِّنۢ بَعۡدِ مَا رَأَوُاْ ٱلۡأٓيَٰتِ لَيَسۡجُنُنَّهُۥ حَتَّىٰ حِينٖ",
      "translation": "Pastaj u ra ndërmend atyre[150], pasi i panë shenjat (e pafajësisë së Jusufit) që ta burgosin për një kohë (në mënyrë që ngjarja të mos përhapej në popull).",
      "footnotes": "[150] D.m.th. familjes së Azizit."
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 239,
      "verse_key": "12:36",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَدَخَلَ مَعَهُ ٱلسِّجۡنَ فَتَيَانِۖ قَالَ أَحَدُهُمَآ إِنِّيٓ أَرَىٰنِيٓ أَعۡصِرُ خَمۡرٗاۖ وَقَالَ ٱلۡأٓخَرُ إِنِّيٓ أَرَىٰنِيٓ أَحۡمِلُ فَوۡقَ رَأۡسِي خُبۡزٗا تَأۡكُلُ ٱلطَّيۡرُ مِنۡهُۖ نَبِّئۡنَا بِتَأۡوِيلِهِۦٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ",
      "translation": "Bashkë me Jusufin hynë në burg edhe dy djelmosha. Njëri prej tyre tha: “Unë kam parë (në ëndërr) veten, se si shtrydhja verë”. Tjetri tha: “Unë kam parë në ëndërr, se si mbaja në kokë bukë, të cilën e hanin shpendët. Shpjegona kuptimin e ëndrrave. Ne, me të vërtetë, shohim se ti je njeri i mirë.”",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 239,
      "verse_key": "12:37",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ لَا يَأۡتِيكُمَا طَعَامٞ تُرۡزَقَانِهِۦٓ إِلَّا نَبَّأۡتُكُمَا بِتَأۡوِيلِهِۦ قَبۡلَ أَن يَأۡتِيَكُمَاۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِي رَبِّيٓۚ إِنِّي تَرَكۡتُ مِلَّةَ قَوۡمٖ لَّا يُؤۡمِنُونَ بِٱللَّهِ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ",
      "translation": "Jusufi tha: “Sa herë që t’ju vijë ndonjë ushqim (në ëndërr) si risk për ju, unë do t’ju lajmëroj se çfarë kuptimi ka, para se të bëhet realitet. Kjo është prej diturive që m’i ka mësuar Zoti im. Unë e kam flakur fenë e njerëzve që nuk besojnë Allahun e që mohojnë jetën tjetër.",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 240,
      "verse_key": "12:38",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱتَّبَعۡتُ مِلَّةَ ءَابَآءِيٓ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَۚ مَا كَانَ لَنَآ أَن نُّشۡرِكَ بِٱللَّهِ مِن شَيۡءٖۚ ذَٰلِكَ مِن فَضۡلِ ٱللَّهِ عَلَيۡنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ",
      "translation": "Unë besoj fenë e të parëve të mi - Ibrahimit, Is’hakut dhe Jakubit. Ne, kurrë nuk mund t’i shoqërojmë Allahut ndonjë gjë (në adhurim). Kjo është dhuntia e Allahut ndaj nesh dhe njerëzve të tjerë, ndonëse shumica e njerëzve nuk janë mirënjohës.",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 240,
      "verse_key": "12:39",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰصَٰحِبَيِ ٱلسِّجۡنِ ءَأَرۡبَابٞ مُّتَفَرِّقُونَ خَيۡرٌ أَمِ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ",
      "translation": "O shokët e mi të burgut! A janë më mirë një mori zotash të ndryshëm apo Allahu, i Vetmi, Ngadhënjimtari?",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 240,
      "verse_key": "12:40",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَا تَعۡبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسۡمَآءٗ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "Ata që ju i adhuroni në vend të Allahut, janë vetëm emra, të cilët i keni vënë ju dhe të parët tuaj, pa pasur prej Tij asnjë argument. Vendimi i përket vetëm Allahut: Ai ka urdhëruar që të adhuroni vetëm Atë. Kjo është e vetmja fe e vërtetë, por shumica e njerëzve nuk e di.",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 240,
      "verse_key": "12:41",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰصَٰحِبَيِ ٱلسِّجۡنِ أَمَّآ أَحَدُكُمَا فَيَسۡقِي رَبَّهُۥ خَمۡرٗاۖ وَأَمَّا ٱلۡأٓخَرُ فَيُصۡلَبُ فَتَأۡكُلُ ٱلطَّيۡرُ مِن رَّأۡسِهِۦۚ قُضِيَ ٱلۡأَمۡرُ ٱلَّذِي فِيهِ تَسۡتَفۡتِيَانِ",
      "translation": "O shokët e mi të burgut! Njëri prej jush do t’i shërbejë verë pronarit të vet, kurse tjetri do të kryqëzohet, e shpendët do të hanë prej kokës së tij. Kështu është caktuar kjo gjë për të cilën pyetët ju!”",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 240,
      "verse_key": "12:42",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ لِلَّذِي ظَنَّ أَنَّهُۥ نَاجٖ مِّنۡهُمَا ٱذۡكُرۡنِي عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيۡطَٰنُ ذِكۡرَ رَبِّهِۦ فَلَبِثَ فِي ٱلسِّجۡنِ بِضۡعَ سِنِينَ",
      "translation": "Jusufi i tha njërit prej këtyre të dyve, për të cilin e dinte se do të shpëtonte: “Përmendmë mua te pronari yt!” Por djalli bëri që ai të harronte ta përmendte te pronari i vet dhe kështu, Jusufi mbeti edhe disa vjet në burg.",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 240,
      "verse_key": "12:43",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلۡمَلِكُ إِنِّيٓ أَرَىٰ سَبۡعَ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعَ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖۖ يَٰٓأَيُّهَا ٱلۡمَلَأُ أَفۡتُونِي فِي رُءۡيَٰيَ إِن كُنتُمۡ لِلرُّءۡيَا تَعۡبُرُونَ",
      "translation": "Dhe tha mbreti: “Kam parë në ëndërr shtatë lopë të majme, të cilat po i hanin shtatë lopë të dobëta dhe kam parë shtatë kallinj të gjelbër e shtatë të tjerë të tharë. O paria ime, më shpjegoni ëndrrën time, nëse dini t’i interpretoni ëndrrat!”",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 241,
      "verse_key": "12:44",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمٖۖ وَمَا نَحۡنُ بِتَأۡوِيلِ ٱلۡأَحۡلَٰمِ بِعَٰلِمِينَ",
      "translation": "Ata thanë: “Këto janë ëndrra të ngatërruara e ne nuk dimë t’i shpjegojmë.”",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 241,
      "verse_key": "12:45",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِي نَجَا مِنۡهُمَا وَٱدَّكَرَ بَعۡدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأۡوِيلِهِۦ فَأَرۡسِلُونِ",
      "translation": "Njërit nga ata dy që shpëtoi (nga burgu), iu kujtua pas një kohe e tha: “Unë do t’ju njoftoj për shpjegimin e kësaj (ëndrre), vetëm më dërgoni (te Jusufi)!”",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 241,
      "verse_key": "12:46",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفۡتِنَا فِي سَبۡعِ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعِ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖ لَّعَلِّيٓ أَرۡجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمۡ يَعۡلَمُونَ",
      "translation": "(Shërbëtori) I tha: “O Jusuf, o njeri i drejtë! Na shpjego (ëndrrën) për shtatë lopë të majme, të cilat hahen prej shtatë lopëve të dobëta dhe për shtatë kallinj të gjelbër e shtatë tjerë të tharë, që të kthehem te njerëzit e ta dinë edhe ata”.",
      "footnotes": ""
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 241,
      "verse_key": "12:47",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ تَزۡرَعُونَ سَبۡعَ سِنِينَ دَأَبٗا فَمَا حَصَدتُّمۡ فَذَرُوهُ فِي سُنۢبُلِهِۦٓ إِلَّا قَلِيلٗا مِّمَّا تَأۡكُلُونَ",
      "translation": "(Jusufi) tha: “Do të mbillni shtatë vjet rresht. Prodhimin që do të korrni lëreni në kallinj, përveç një pakice që do t’ju shërbejë për të ngrënë,",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 241,
      "verse_key": "12:48",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ سَبۡعٞ شِدَادٞ يَأۡكُلۡنَ مَا قَدَّمۡتُمۡ لَهُنَّ إِلَّا قَلِيلٗا مِّمَّا تُحۡصِنُونَ",
      "translation": "sepse pastaj do të vijnë shtatë vjet të thatë, të cilët do t’i harxhojnë ato që i keni ruajtur ju, përveç një pakice që mund të kurseni.",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 241,
      "verse_key": "12:49",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ عَامٞ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعۡصِرُونَ",
      "translation": "Pastaj, pas këtyre do të vijë një vit plot shi për njerëzit, vit në të cilin ata do të shtrydhin (rrush etj.).”",
      "footnotes": ""
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 241,
      "verse_key": "12:50",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرۡجِعۡ إِلَىٰ رَبِّكَ فَسۡـَٔلۡهُ مَا بَالُ ٱلنِّسۡوَةِ ٱلَّٰتِي قَطَّعۡنَ أَيۡدِيَهُنَّۚ إِنَّ رَبِّي بِكَيۡدِهِنَّ عَلِيمٞ",
      "translation": "Mbreti tha: “Sillmani atë!” Kur (Jusufit) i erdhi i dërguari, ai i tha: “Kthehu te mbreti yt e pyete: ç’patën ato gra që prenë duart e veta?” Me të vërtetë, Zoti im i di dredhitë e tyre”!",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 241,
      "verse_key": "12:51",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ مَا خَطۡبُكُنَّ إِذۡ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفۡسِهِۦۚ قُلۡنَ حَٰشَ لِلَّهِ مَا عَلِمۡنَا عَلَيۡهِ مِن سُوٓءٖۚ قَالَتِ ٱمۡرَأَتُ ٱلۡعَزِيزِ ٱلۡـَٰٔنَ حَصۡحَصَ ٱلۡحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّٰدِقِينَ",
      "translation": "Mbreti u tha (grave): “Si qe puna juaj kur deshët ta joshnit Jusufin?”. Ato thanë: “Allahu na ruajttë! Ne nuk dimë asgjë të keqe për atë”. Gruaja e Azizit (ministrit) tha: “Tani do të dalë në shesh e vërteta! Unë u përpoqa që ta joshja atë; ai është vërtet njeri i drejtë”.",
      "footnotes": ""
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 241,
      "verse_key": "12:52",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ لِيَعۡلَمَ أَنِّي لَمۡ أَخُنۡهُ بِٱلۡغَيۡبِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي كَيۡدَ ٱلۡخَآئِنِينَ",
      "translation": "(Jusufi) tha: “(E kërkova këtë hetim) që ta dijë ai[151], se unë nuk e kam tradhtuar gjatë kohës së mungesës së tij. Vërtet, Allahu nuk u jep fund të mirë dredhive të tradhtarëve.",
      "footnotes": "[151] Ministri."
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 242,
      "verse_key": "12:53",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ",
      "translation": "Unë nuk e shfajësoj veten, sepse shpirti (i njeriut) është fort i prirë për të keqe, përveç atij që e mëshiron Zoti im. Me të vërtetë, Zoti im është Falës dhe Mëshirëplotë”.",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 242,
      "verse_key": "12:54",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِيۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ",
      "translation": "Mbreti tha: “Ma sillni atë, do ta marr pranë vetes.” Pasi bisedoi me të, i tha: “Qysh sot, ti ke pozitë të lartë dhe je i besuar.”",
      "footnotes": ""
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 242,
      "verse_key": "12:55",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِۖ إِنِّي حَفِيظٌ عَلِيمٞ",
      "translation": "(Jusufi) i tha: “Më cakto përgjegjës të depove të vendit, sepse unë jam ruajtës dhe njohës (i mirë i këtyre punëve)”.",
      "footnotes": ""
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 242,
      "verse_key": "12:56",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ",
      "translation": "Dhe kështu, Ne i dhamë Jusufit pozitë në atë vend dhe ai kishte çfarë të dëshironte. Ne e shpërblejmë me mëshirën Tonë, kë të duam dhe, punëmirëve nuk ua humbim shpërblimin.",
      "footnotes": ""
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 242,
      "verse_key": "12:57",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ",
      "translation": "Ndërsa shpërblimi i jetës tjetër është më i mirë për ata që besojnë dhe e kanë frikë Allahun.",
      "footnotes": ""
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 242,
      "verse_key": "12:58",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ",
      "translation": "Dhe erdhën vëllezërit e Jusufit e hynë tek ai. Ai i njohu, por ata nuk e njohën.",
      "footnotes": ""
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 242,
      "verse_key": "12:59",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ",
      "translation": "Kur i furnizoi ata me ushqim të nevojshëm, u tha: “Më sillni vëllain tuaj prej babait! A nuk e shihni se unë jua jap masën të plotë dhe jam më i miri mikpritës?",
      "footnotes": ""
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 242,
      "verse_key": "12:60",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِن لَّمۡ تَأۡتُونِي بِهِۦ فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ",
      "translation": "Nëse nuk ma sillni atë, nuk do të ketë më ushqim për ju dhe mos ejani tek unë”!",
      "footnotes": ""
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 242,
      "verse_key": "12:61",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ",
      "translation": "Ata thanë: “Ne do të përpiqemi disi, që ta sjellim nga baba i tij dhe do ta bëjmë këtë”.",
      "footnotes": ""
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 242,
      "verse_key": "12:62",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ لِفِتۡيَٰنِهِ ٱجۡعَلُواْ بِضَٰعَتَهُمۡ فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ إِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمۡ لَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "Jusufi u tha shërbëtorëve të vet: “Ngarkoni barrët në kafshët e tyre e ua fusni brenda paratë! Ata do t’i gjejnë ato, kur të shkojnë te familja e vet, kështu që do të kthehen përsëri te ne”.",
      "footnotes": ""
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 242,
      "verse_key": "12:63",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ",
      "translation": "Kur u kthyen te babai i tyre, ata thanë: “O ati ynë! Nuk do të na japin më ushqim. Prandaj dërgoje me ne vëllain tonë, që të mund të marrim ushqim; të sigurojmë se ne do ta ruajmë atë!”",
      "footnotes": ""
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 243,
      "verse_key": "12:64",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ",
      "translation": "Ai u tha: “A mos vallë t’jua besoj juve, ashtu siç jua pata besuar më parë vëllanë e tij? Allahu është Ruajtësi më i mirë dhe Ai është më i Mëshirshmi i mëshiruesve”!",
      "footnotes": ""
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 243,
      "verse_key": "12:65",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ",
      "translation": "Kur i çelën barrët e tyre dhe gjetën të hollat e tyre, që ua kishin kthyer, ata thanë: “O ati ynë! Ç’duam më tepër? Këto janë gjërat tona; na janë kthyer. Ne do ta furnizojmë familjen tonë, do ta ruajmë vëllain tonë dhe do ta shtojmë një barrë deveje (ushqim), e kjo është barrë e lehtë.”",
      "footnotes": ""
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 243,
      "verse_key": "12:66",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ",
      "translation": "Ai tha: “Unë kurrsesi nuk do ta dërgoj me ju, derisa të betoheni në Allahun, se do të ma ktheni, me përjashtim të rastit kur ju rrezikon ndonjë e keqe e madhe (të gjithëve).” Kur ata u betuan, ai u tha: “Allahu është dorëzënës për atë që flasim ne.",
      "footnotes": ""
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 243,
      "verse_key": "12:67",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ",
      "translation": "O djemtë e mi, mos hyni nga e njëjta portë (e qytetit), por nga porta të ndryshme. Unë nuk mund të largoj prej jush asgjë nga (ajo që ju ka caktuar) Allahu! Se pushteti i përket vetëm Allahut. Tek Ai mbështetem unë dhe tek Ai le të mbështeten ata që dëshirojnë të jenë të mbështetur (tek Allahu)”!",
      "footnotes": ""
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 243,
      "verse_key": "12:68",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "Kur ata hynë (në qytet), ashtu siç i urdhëroi babai i tyre, dëshira e Jakubit u përmbush, por kjo nuk i ndihmoi aspak para caktimit të Allahut. Ai (Jakubi), në të vërtetë, ka qenë dijetar i madh, sepse Ne e kemi mësuar, por shumica e njerëzve nuk e di.",
      "footnotes": ""
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 243,
      "verse_key": "12:69",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ",
      "translation": "Kur dolën para Jusufit, ky e afroi vëllanë e vet (Beniaminin) dhe i tha: “Unë në fakt jam vëllai yt dhe mos u hidhëro për atë që më bënë vëllezërit tanë!”",
      "footnotes": ""
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 244,
      "verse_key": "12:70",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ",
      "translation": "Pasi i furnizoi me ushqimin e nevojshëm, (Jusufi) shtiu një gotë (të çmueshme) në ngarkesën e vëllait të vet e pastaj një lajmëtar thirri: “O karvan, ju jeni vjedhës të vërtetë!”",
      "footnotes": ""
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 244,
      "verse_key": "12:71",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ",
      "translation": "Ata u kthyen drejt tyre (e thanë): “Ç’ju ka humbur”?",
      "footnotes": ""
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 244,
      "verse_key": "12:72",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ",
      "translation": "Thanë: “Po kërkojmë gotën e mbretit. Kush e sjell atë, ka shpërblim një barrë deveje ushqim. Unë për këtë jam dorëzënës”.",
      "footnotes": ""
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 244,
      "verse_key": "12:73",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ",
      "translation": "(Vëllezërit e Jusufit) thanë: “Betohemi për Allahun, ju e dini se ne nuk kemi ardhur të bëjmë turbullira në këtë vend dhe nuk jemi vjedhës”.",
      "footnotes": ""
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 244,
      "verse_key": "12:74",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ",
      "translation": "Ata pyetën: “E cili do të jetë dënimi, nëse ju gënjeni”?",
      "footnotes": ""
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 244,
      "verse_key": "12:75",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ جَزَٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ",
      "translation": "(Vëllezërit) thanë: “Dënimi për atë, në barrën e të cilit gjendet gota, është që të mbahet peng ai vetë. Kështu i dënojmë ne keqbërësit.”",
      "footnotes": ""
    },
    {
      "id": 76,
      "verse_number": 76,
      "page_number": 244,
      "verse_key": "12:76",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ",
      "translation": "Dhe nisi të kontrollojë barrët e tyre para barrës së vëllait të Jusufit. Pastaj nxori gotën nga barra e vëllait të tij. Kështu, Ne e mësuam Jusufin, që ta bënte këtë dredhi. Ai, sipas ligjit të mbretit nuk mund ta merrte (për skllav) vëllanë e vet, përveç se me vullnetin e Allahut. Ne e ngremë lart atë që duam, e mbi çdo të ditur është një i Gjithëdijshëm.",
      "footnotes": ""
    },
    {
      "id": 77,
      "verse_number": 77,
      "page_number": 244,
      "verse_key": "12:77",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ",
      "translation": "(Bijtë e Jakubit) thanë: “Nëse ka vjedhur, më parë ka vjedhur edhe vëllai i tij!”[152] Jusufi heshti për këtë dhe nuk shpalli gjë, por mendoi në vetvete: “Ju jeni në pozitë më të keqe. Allahu është më i dijshëm për ato që thoni ju”.",
      "footnotes": "[152] Disa komentues të Kuranit (midis të cilëve edhe Taberiu), thonë se ky pohim i referohet një ngjarjeje, kur Jusufi ishte i vogël. Atë kohë ai i kishte vjedhur gjyshit nga nëna, që ishte pagan, një statujë të vogël idhulli dhe ia kishte thyer."
    },
    {
      "id": 78,
      "verse_number": 78,
      "page_number": 244,
      "verse_key": "12:78",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ",
      "translation": "(Bijtë e Jakubit) thanë: “O ministër, ai e ka babanë shumë plak, andaj merr ndonjërin prej nesh në vend të tij! Ne po shohim se ti je bamirës”.",
      "footnotes": ""
    },
    {
      "id": 79,
      "verse_number": 79,
      "page_number": 245,
      "verse_key": "12:79",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ",
      "translation": "(Jusufi) tha: “Allahu na ruajttë, si të marrim atë tjetrin në vend të atij te i cili e kemi gjetur sendin tonë! Atëherë, ne, me të vërtetë, do të ishim të padrejtë!”",
      "footnotes": ""
    },
    {
      "id": 80,
      "verse_number": 80,
      "page_number": 245,
      "verse_key": "12:80",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ",
      "translation": "Meqë e humbën shpresën në të (Jusufin), u shpërndanë dhe u këshilluan fshehurazi. Më i madhi nga ata tha: “A nuk e dini që babai juaj ka marrë prej jush betimin në Allahun. Ju edhe më parë e keni shkelur betimin që bëtë për Jusufin. Nuk do të ndahem prej këtij vendi, derisa të më lejojë babai im ose të më gjykojë Allahu, sepse Ai është Gjykatësi më i mirë.",
      "footnotes": ""
    },
    {
      "id": 81,
      "verse_number": 81,
      "page_number": 245,
      "verse_key": "12:81",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ",
      "translation": "Kthehuni te babai juaj dhe thoni: “O babai ynë, djali yt ka vjedhur. Ne dëshmojmë vetëm për atë që dimë. Ne nuk mund ta parashikonim të panjohurën[153].",
      "footnotes": "[153] Pra, nuk mund ta dinim faktin se Beniamini do të vidhte."
    },
    {
      "id": 82,
      "verse_number": 82,
      "page_number": 245,
      "verse_key": "12:82",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ",
      "translation": "Pyet banorët e qytetit në të cilin kemi qenë dhe karvanin me të cilin kemi udhëtuar dhe ki besim se ne jemi të drejtë”!",
      "footnotes": ""
    },
    {
      "id": 83,
      "verse_number": 83,
      "page_number": 245,
      "verse_key": "12:83",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ",
      "translation": "Jakubi tha: “Nuk është kështu, por ju keni kurdisur diçka. Unë do të kem durim. Shpresoj se Allahu do të m’i kthejë të gjitha, sepse Ai, në të vërtetë, është i Gjithëdijshëm dhe i Urtë”.",
      "footnotes": ""
    },
    {
      "id": 84,
      "verse_number": 84,
      "page_number": 245,
      "verse_key": "12:84",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ",
      "translation": "U largua prej tyre dhe tha: “O i mjeri unë për Jusufin!” Sytë i ishin zbardhur prej pikëllimit dhe ishte plot zemërim.",
      "footnotes": ""
    },
    {
      "id": 85,
      "verse_number": 85,
      "page_number": 245,
      "verse_key": "12:85",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ",
      "translation": "Ata thanë: “Për Allahun, ti po e përmend Jusufin pa pushim, saqë do të sëmuresh rëndë ose do të vdesësh!”",
      "footnotes": ""
    },
    {
      "id": 86,
      "verse_number": 86,
      "page_number": 245,
      "verse_key": "12:86",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ",
      "translation": "(Jakubi) tha: “Unë dhimbjen time dhe pikëllimin tim ia paraqes vetëm Allahut e nga Allahu di atë që nuk e dini ju”.",
      "footnotes": ""
    },
    {
      "id": 87,
      "verse_number": 87,
      "page_number": 246,
      "verse_key": "12:87",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ",
      "translation": "“O bijtë e mi, shkoni e kërkoni lajme për Jusufin dhe vëllain e tij dhe mos e humbni shpresën në mëshirën e Allahut. Shpresën në mëshirën e Allahut nuk e humb askush, përveç jobesimtarëve”.",
      "footnotes": ""
    },
    {
      "id": 88,
      "verse_number": 88,
      "page_number": 246,
      "verse_key": "12:88",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ",
      "translation": "Kur ata dolën para Jusufit, thanë: “O ministër, ne dhe familjen tonë e ka goditur një fatkeqësi e madhe dhe kemi sjellë pak gjëra! Sidoqoftë, na e plotëso masën (për ushqimin) tonë dhe na jep lëmoshë, sepse Allahu i shpërblen dhënësit e lëmoshës”.",
      "footnotes": ""
    },
    {
      "id": 89,
      "verse_number": 89,
      "page_number": 246,
      "verse_key": "12:89",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ",
      "translation": "Ai tha: “A nuk e mbani mend çfarë keni bërë me Jusufin dhe vëllanë e tij, kur ishit të paditur?”",
      "footnotes": ""
    },
    {
      "id": 90,
      "verse_number": 90,
      "page_number": 246,
      "verse_key": "12:90",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ",
      "translation": "Ata thanë: “Vallë, ti je vërtet Jusufi?!” Ai u përgjigj: “Po, unë jam Jusufi e ky është vëllai im. Allahu na mëshiroi. Atë që ruhet (nga gjynahet) dhe bëhet i durueshëm, Allahu e shpërblen, se Ai kurrë nuk ia humb shpërblimin punëmirëve”.",
      "footnotes": ""
    },
    {
      "id": 91,
      "verse_number": 91,
      "page_number": 246,
      "verse_key": "12:91",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ",
      "translation": "Ata thanë: “Betohemi për Allahun, vërtet që Allahu të ka ngritur ty mbi ne dhe ne paskemi qenë vërtet të gabuar”.",
      "footnotes": ""
    },
    {
      "id": 92,
      "verse_number": 92,
      "page_number": 246,
      "verse_key": "12:92",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ",
      "translation": "Ai u tha: “Sot s’ka qortim për ju; Allahu do t’ju falë. Ai është më i Mëshirshmi i mëshiruesve!",
      "footnotes": ""
    },
    {
      "id": 93,
      "verse_number": 93,
      "page_number": 246,
      "verse_key": "12:93",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ",
      "translation": "Shkoni me këtë këmishë timen dhe vëreni në fytyrën e atit tim e ai do të shohë, dhe m’i sillni tërë familjet tuaja!”",
      "footnotes": ""
    },
    {
      "id": 94,
      "verse_number": 94,
      "page_number": 246,
      "verse_key": "12:94",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ",
      "translation": "Kur karvani u largua nga vendi (Egjipti), babai i tyre tha: “Unë, me të vërtetë, po ndiej erën e Jusufit, ndonëse ju mund të më quani matuf ”.",
      "footnotes": ""
    },
    {
      "id": 95,
      "verse_number": 95,
      "page_number": 246,
      "verse_key": "12:95",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ",
      "translation": "Ata thanë: “Për Allahun, me të vërtetë, ti edhe tani qëndron në gabimin e mëparshëm”.",
      "footnotes": ""
    },
    {
      "id": 96,
      "verse_number": 96,
      "page_number": 247,
      "verse_key": "12:96",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ",
      "translation": "Kur erdhi sjellësi i lajmit të mirë dhe ia vuri këmishën në fytyrë, atij iu kthye shikimi. Ai tha: “A nuk ju kam thënë se unë di nga Allahu atë që ju nuk e dini”.",
      "footnotes": ""
    },
    {
      "id": 97,
      "verse_number": 97,
      "page_number": 247,
      "verse_key": "12:97",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ يَٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ",
      "translation": "Ata thanë: “O babai ynë, kërko falje për ne e për gabimet tona! Ne paskemi qenë vërtet gjynahqarë”.",
      "footnotes": ""
    },
    {
      "id": 98,
      "verse_number": 98,
      "page_number": 247,
      "verse_key": "12:98",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ",
      "translation": "Ai u përgjigj: “Do ta lus Zotin tim që t’ju falë. Pa dyshim që Ai është Falësi dhe Mëshirëploti”.",
      "footnotes": ""
    },
    {
      "id": 99,
      "verse_number": 99,
      "page_number": 247,
      "verse_key": "12:99",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ",
      "translation": "Kur ata hynë te Jusufi, ai i afroi pranë prindërit e vet dhe tha: “Hyni në Egjipt! Me lejen e Allahut, ju do të jeni të sigurt prej çdo të keqeje”.",
      "footnotes": ""
    },
    {
      "id": 100,
      "verse_number": 100,
      "page_number": 247,
      "verse_key": "12:100",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ",
      "translation": "Ai i ngriti prindërit e vet në fron dhe ata të gjithë iu përulën atij. Ai tha: “O babai im, ky është shpjegimi i ëndrrës sime të dikurshme. Zoti im e përmbushi atë. Mua më bëri mirësi, kur më nxori nga burgu, kurse ju ju solli nga shkretëtira, pasi djalli pati futur ngatërresë midis meje dhe vëllezërve të mi. Vërtet, Zoti im është i Butë me kë të dojë; Ai është i Gjithëdijshmi dhe i Urti!",
      "footnotes": ""
    },
    {
      "id": 101,
      "verse_number": 101,
      "page_number": 247,
      "verse_key": "12:101",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ",
      "translation": "O Zoti im! Ti më ke dhënë pushtet dhe më ke mësuar shpjegimin e ëndrrave! O Krijues i qiejve dhe i Tokës, Ti je Mbrojtësi im edhe në këtë botë, edhe në botën tjetër! Bëj që të vdes si mysliman dhe më shoqëro me punëmirët (në botën tjetër)!”",
      "footnotes": ""
    },
    {
      "id": 102,
      "verse_number": 102,
      "page_number": 247,
      "verse_key": "12:102",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ",
      "translation": "Këto janë disa nga historitë e fshehta, të cilat Ne po t’i shpallim ty (o Muhamed). Ti nuk ke qenë me ata, kur vendosnin për punën e tyre dhe kurdisnin dredhira.",
      "footnotes": ""
    },
    {
      "id": 103,
      "verse_number": 103,
      "page_number": 247,
      "verse_key": "12:103",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ",
      "translation": "Shumica e njerëzve, sado që të dëshirosh ti, nuk janë besimtarë.",
      "footnotes": ""
    },
    {
      "id": 104,
      "verse_number": 104,
      "page_number": 248,
      "verse_key": "12:104",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ",
      "translation": "Ti nuk po kërkon prej tyre kurrfarë shpërblimi për këtë. Ai (Kurani) është vetëm këshillë për të gjithë njerëzit.",
      "footnotes": ""
    },
    {
      "id": 105,
      "verse_number": 105,
      "page_number": 248,
      "verse_key": "12:105",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ",
      "translation": "Eh, sa shumë shenja ka në qiej dhe në Tokë, pranë të cilave ata kalojnë pa ua vënë veshin!",
      "footnotes": ""
    },
    {
      "id": 106,
      "verse_number": 106,
      "page_number": 248,
      "verse_key": "12:106",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ",
      "translation": "Shumica e tyre nuk besojnë në Allahun, pa i shoqëruar Atij njëkohësisht (idhuj të rremë) në adhurim.",
      "footnotes": ""
    },
    {
      "id": 107,
      "verse_number": 107,
      "page_number": 248,
      "verse_key": "12:107",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ",
      "translation": "A janë të sigurt ata se nuk do t’i godasë një dënim gjithëpërfshirës nga Allahu apo që nuk do t’u vijë papritmas Ora, ndërkohë që janë të pavetëdijshëm?",
      "footnotes": ""
    },
    {
      "id": 108,
      "verse_number": 108,
      "page_number": 248,
      "verse_key": "12:108",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "Thuaj: “Kjo është rruga ime: të ftoj drejt Allahut me dituri të plotë, unë dhe çdokush që më pason mua. I përlëvduar qoftë Allahu; unë nuk jam prej idhujtarëve!”",
      "footnotes": ""
    },
    {
      "id": 109,
      "verse_number": 109,
      "page_number": 248,
      "verse_key": "12:109",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "Para teje, Ne kemi dërguar vetëm burra nga banorët e qyteteve, të cilët i frymëzuam me shpallje. Vallë! A nuk kanë udhëtuar ata nëpër botë për të parë se si ka qenë fundi i popujve, që kanë jetuar para tyre? Pa dyshim, bota tjetër është më e mirë për ata që (e) kanë frikë (Allahun). Pra, a nuk kuptoni?",
      "footnotes": ""
    },
    {
      "id": 110,
      "verse_number": 110,
      "page_number": 248,
      "verse_key": "12:110",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ",
      "translation": "Dhe, kur të dërguarit gati e humbën shpresën dhe menduan se do të shpalleshin gënjeshtarë, atëherë u arriti ndihma Jonë: Ne shpëtojmë atë që duam dhe dënimi Ynë nuk zmbrapset nga populli keqbërës.",
      "footnotes": ""
    },
    {
      "id": 111,
      "verse_number": 111,
      "page_number": 248,
      "verse_key": "12:111",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "Në tregimet e atyre (të dërguarve) ka këshilla për ata që janë me mend. Ky (Kuran) nuk është tregim i trilluar, por ai është vërtetues i atyre (librave) që janë shpallur para tij, është shpjegues i çdo gjëje dhe udhërrëfyes e mëshirë për njerëzit besimtarë.",
      "footnotes": ""
    }
  ]
}