{
  "result": {
    "id": "1201",
    "sura": "8",
    "aya": "41",
    "arabic_text": "۞ وَٱعۡلَمُوٓاْ أَنَّمَا غَنِمۡتُم مِّن شَيۡءٖ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلۡنَا عَلَىٰ عَبۡدِنَا يَوۡمَ ٱلۡفُرۡقَانِ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
    "translation": "جان لو کہ تم جس قسم کی جو کچھ غنیمت حاصل کرو(1) اس میں سے پانچواں حصہ تو اللہ کا ہے اور رسول کا اور قرابت داروں کا اور یتیموں اور مسکینوں کا اور مسافروں کا(2)، اگر تم اللہ پر ایمان ﻻئے ہو اور اس چیز پر جو ہم نے اپنے بندے پر اس دن اتارا ہے(3)، جو دن حق وباطل کی جدائی کا تھا(3) جس دن دو فوجیں بھڑ گئی تھیں(4)۔ اللہ ہر چیز پر قادر ہے۔",
    "footnotes": "(1) غنیمت سے مراد وہ مال ہے جو کافروں سے، کافروں پر لڑائی میں فتح وغلبہ حاصل ہونے کے بعد، حاصل ہو ۔ پہلی امتوں میں اس کے لئے یہ طریقہ تھا کہ جنگ ختم ہونے کے بعد کافروں سے حاصل کردہ سارا مال ایک جگہ ڈھیر کر دیا جاتا، آسمان سے آگ آتی اور اسے جلا کر بھسم کرڈالتی ۔ لیکن امت مسلمہ کے لئے یہ مال غنیمت حلال کر دیا گیا اور جو مال بغیر لڑائی کے صلح کے ذریعے یا جزیہ وخراج سے وصول ہو، اسے فَيْءٌ کہا جاتا ہے ۔ کبھی غنیمت کو فَيْءٌ سے تعبیر کر لیا جاتا ہے۔ ”مِنْ شَيْءٍ“ سے مراد جو کچھ بھی ہو یعنی تھوڑا ہو یا زیادہ، قیمتی ہو یا معمولی، سب کو جمع کرکے اس کی تقسیم حسب ضابطہ کی جائے گی۔ کسی سپاہی کو اس میں سے کوئی چیز تقسیم سے قبل اپنے پاس رکھنے کی اجازت نہیں ہے ۔\n(2) اللہ کا لفظ تو بطور تبرک، نیز اس لئے بھی ہے کہ ہر چیز کا اصل مالک وہی ہے اور حکم بھی اسی کا چلتا ہے۔ مراد اللہ اور اس کے رسول کے حصہ سے ایک ہی ہے، یعنی سارے مال غنیمت کے پانچ حصے کرکے چار حصے تو ان مجاہدین میں تقسیم کیے جائیں گے جنہوں نے جنگ میں حصہ لیا۔ ان میں بھی پیادہ کو ایک حصہ اور سوار کو تین گنا حصہ ملے گا۔ پانچواں حصہ، جسے عربی میں خمس کہتے ہیں، کہا جاتا ہے کہ اس کے پھر پانچ حصے کئے جائیں گے۔ ایک حصہ رسول اللہ (صلى الله عليه وسلم) کا ( اور آپ صلى الله عليه وسلم کے بعد اسے مفاد عامہ میں خرچ کیا جائے گا) جیسا کہ خود آپ (صلى الله عليه وسلم) بھی یہ حصہ مسلمانوں پر ہی خرچ فرماتے تھے بلکہ آپ (صلى الله عليه وسلم) نے فرمایا بھی ہے۔ ”وَالْخُمُسُ مَرْدُودٌ عَلَيْكُمْ“ (سنن النسائي- وصححه الألباني في صحيح النسائي: 3858 ۔ ومسند أحمد جلد: 5، ص،319) یعنی میرا جو پانچواں حصہ ہے وہ بھی مسلمانوں کے مصالح پر ہی خرچ ہوتا ہے۔ دوسرا حصہ رسول اللہ (صلى الله عليه وسلم) کے قرابت داروں کا، پھر یتیموں اور مسکینوں اور مسافروں کا۔ اور کہا جاتا ہے کہ یہ خمس حسب ضرورت خرچ کیا جائے گا۔\n(3) اس نزول سے مراد فرشتوں کا اور آیات الٰہی ( معجزات وغیرہ ) کا نزول ہے جو بدر میں ہوا۔\n(4) بدر کی جنگ 2 ہجری 17رمضان المبارک کو ہوئی۔ اس دن کو یوم الفرقان اس لئے کہا گیا ہے کہ یہ کافروں اور مسلمانوں کے درمیان پہلی جنگ تھی اور مسلمانوں کو فتح وغلبہ دے کر واضح کر دیا گیا کہ اسلام حق ہے اور کفر وشرک باطل ہے۔\n(5) یعنی مسلمانوں اور کافروں کی فوجیں۔"
  }
}