{
  "id": 49,
  "verse_number": 49,
  "page_number": 56,
  "verse_key": "3:49",
  "juz_number": 3,
  "hizb_number": 6,
  "rub_el_hizb_number": 22,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ",
  "translation": "Na ni Mtume kwa Wana wa Israili kuwaambia: Mimi nimekujieni na Ishara kutoka kwa Mola Mlezi wenu, ya kwamba nakuundieni kwa udongo kama sura ya ndege. Kisha nampuliza anakuwa ndege kwa idhini ya Mwenyezi Mungu. Na ninawaponesha vipofu wa tangu kuzaliwa na wakoma, na ninawafufua maiti kwa idhini ya Mwenyezi Mungu, na ninakwambieni mnacho kila na mnacho weka akiba katika nyumba zenu. Hakika katika haya ipo Ishara kwenu ikiwi nyinyi ni wenye kuamini.",
  "footnotes": "Na atamtuma awe Mtume wake kwa Wana wa Israili, (Katika Injili ya Mathayo 15.24 Yesu anasema: Sikutumwa ila kwa kondoo waliopotea wa nyumba ya Israeli.- Tazama pia Mathayo 10.5-6 na Mathayo 19.28 na Yohana 17.9) mwenye kutumia hoja za ukweli wa Utume wake kwa miujiza kutokana na Mwenyezi Mungu. Miujiza yenyewe ni kama kufanya kwa udongo sura ya ndege, kisha akipulizia vitaingia uhai na kutaharaki mithili ya ndege kwa atakavyo Mwenyezi Mungu. Pia ataponyesha, kwa kudra ya Mwenyezi Mungu, walio zaliwa vipofu na wataona, na wenye maradhi ya ukoma waondokewe na ukoma, na walio onekana wamekwisha kufa wafufuke. Na yote hayo ni kwa idhini na matakwa ya Mwenyezi Mungu. Pia atawatajia wanacho weka akiba majumbani mwao, vyakula na vyenginevyo. Naye Nabii Isa awaambie: Ishara zote hizi Mwenyezi Mungu amezionyesha kwangu ili iwe hoja kuwa Utume wangu ni wa haki, ikiwa nyinyi ni katika watu wanao t'ii na kusadiki.(Katika Injili ya Yohana 5.30 Yesu anasema: Mimi siwezi kufanya neno mwenyewe.)"
}