{
  "id": 110,
  "verse_number": 110,
  "page_number": 126,
  "verse_key": "5:110",
  "juz_number": 7,
  "hizb_number": 13,
  "rub_el_hizb_number": 51,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "إِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ٱذۡكُرۡ نِعۡمَتِي عَلَيۡكَ وَعَلَىٰ وَٰلِدَتِكَ إِذۡ أَيَّدتُّكَ بِرُوحِ ٱلۡقُدُسِ تُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗاۖ وَإِذۡ عَلَّمۡتُكَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَۖ وَإِذۡ تَخۡلُقُ مِنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ بِإِذۡنِي فَتَنفُخُ فِيهَا فَتَكُونُ طَيۡرَۢا بِإِذۡنِيۖ وَتُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ بِإِذۡنِيۖ وَإِذۡ تُخۡرِجُ ٱلۡمَوۡتَىٰ بِإِذۡنِيۖ وَإِذۡ كَفَفۡتُ بَنِيٓ إِسۡرَٰٓءِيلَ عَنكَ إِذۡ جِئۡتَهُم بِٱلۡبَيِّنَٰتِ فَقَالَ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ",
  "translation": "(Rántí) nígbà tí Allāhu sọ pé: “‘Īsā ọmọ Mọryam, rántí ìdẹ̀ra Mi lórí rẹ àti lórí ìyá rẹ, nígbà tí Mo fi ẹ̀mí Mímọ́ (mọlāika Jibrīl) ràn ọ́ lọ́wọ́, tí o sì ń bá àwọn ènìyàn sọ̀rọ̀ lórí ìtẹ́ ní òpóǹló àti nígbà tí o dàgbà. (Rántí) nígbà tí Mo fún ọ ní ìmọ̀ Tírà, òye ìjìnlẹ̀, at-Taorāh àti al-’Injīl. (Rántí) nígbà tí ò ń mọ n̄ǹkan láti inú amọ̀ bí ìrísí ẹyẹ, tí ò ń fẹ́ atẹ́gùn sínú rẹ̀, tí ó ń di ẹyẹ pẹ̀lú ìyọ̀ǹda Mi. Ò ń wo afọ́jú àti adẹ́tẹ̀ sàn pẹ̀lú ìyọ̀ǹda Mi. (Rántí) nígbà tí ò ń mú àwọn òkú jáde (ní alààyè láti inú sàréè) pẹ̀lú ìyọ̀ǹda Mi. (Rántí) nígbà tí Mo dí àwọn ọmọ ’Isrọ̄’īl lọ́wọ́ fún ọ,[1] nígbà tí o mú àwọn ẹ̀rí tó yanjú wá bá wọn. Àwọn tó ṣàì gbàgbọ́ nínú wọn sì wí pé: “Kí ni èyí bí kò ṣe idán pọ́nńbélé.”",
  "footnotes": "1. Allāhu Alágbára dí àwọn ọmọ Isrọ̄’īl lọ́wọ́ lórí pípa tí wọ́n fẹ́ pa Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a -. Allāhu kò jẹ́ kí wọ́n rí i kàn mọ́ igi àgbélébùú, kò sì jẹ́ kí wọ́n rí i pa. Èyí wà ní ìbámu sí sūrah an-Nisā’; 4:157."
}