{
  "result": [
    {
      "id": "4326",
      "sura": "43",
      "aya": "1",
      "arabic_text": "حمٓ",
      "translation": "بە (حا، میم) دەخوێنرێتەوە خوا زاناترە بە ماناکەی بۆ زانیاری زیاتر سەیری سەرەتای سورەتی (البقرة) بکە\n",
      "footnotes": null
    },
    {
      "id": "4327",
      "sura": "43",
      "aya": "2",
      "arabic_text": "وَٱلۡكِتَٰبِ ٱلۡمُبِينِ",
      "translation": "سوێند بەم پەڕاوە ڕوون کەرەوەیە\n",
      "footnotes": null
    },
    {
      "id": "4328",
      "sura": "43",
      "aya": "3",
      "arabic_text": "إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ",
      "translation": "بەڕاستی ئێمە قورئانمان بە عەرەبی داناوە بۆ ئەوەی تێ بگەن\n",
      "footnotes": null
    },
    {
      "id": "4329",
      "sura": "43",
      "aya": "4",
      "arabic_text": "وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ",
      "translation": "بەڕاستی ئەم قورئانە لەتابلۆی پارێزراودایە لای ئێمە (لە لوح المحفوظ دا) کەزۆر بڵندە و پڕە لەدانایی\n",
      "footnotes": null
    },
    {
      "id": "4330",
      "sura": "43",
      "aya": "5",
      "arabic_text": "أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ",
      "translation": "دەی ئایا ئێمە ئەم قورئانەتان لێ دوور بخەینەوە، لەبەر ئەوەی ئێوە گەلێكی زیادەڕۆن\n",
      "footnotes": null
    },
    {
      "id": "4331",
      "sura": "43",
      "aya": "6",
      "arabic_text": "وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ",
      "translation": " وە زۆر پێغەمبەرمان لە گەلە پێشوەکان ناردووە\n",
      "footnotes": null
    },
    {
      "id": "4332",
      "sura": "43",
      "aya": "7",
      "arabic_text": "وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "وە ھەر پێغەمبەرێکیان بۆ ھاتبێت ئەوان ھەر گاڵتەیان پێکردووە\n",
      "footnotes": null
    },
    {
      "id": "4333",
      "sura": "43",
      "aya": "8",
      "arabic_text": "فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ",
      "translation": "جا کەسانێك کە لەمان بەھێزتر بوون لەناومان بردن وە بەسەرچوو سەرگوزشتەی پێشینان\n",
      "footnotes": null
    },
    {
      "id": "4334",
      "sura": "43",
      "aya": "9",
      "arabic_text": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ",
      "translation": "وە ئەگەر پرسیاریان لێ بکەیت کێ ئاسمانەکان و زەوی بەدیھێناوە؟ بێگومان دەڵێن خوای زاڵ و باڵادەست و زانا دروستی کردوون\n",
      "footnotes": null
    },
    {
      "id": "4335",
      "sura": "43",
      "aya": "10",
      "arabic_text": "ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ",
      "translation": "ئەو خوایەی زەوی کردووە بەلانکە بۆتان وە چەند ڕێگایەکی تیادا دروستکردووە بۆتان بۆ ئەوەی بگەن بە مەبەستەکانتان\n",
      "footnotes": null
    },
    {
      "id": "4336",
      "sura": "43",
      "aya": "11",
      "arabic_text": "وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ",
      "translation": "وە ئەو خوایەی کە لەئاسمانەوە بەئەندازە بارانی بۆ باراندوون جا ووڵاتێکی ووشك و مردووی پێ زیندوو دەکەینەوە ئابەو جۆرە ئێوەش زیندوو دەکرێنەوە\n",
      "footnotes": null
    },
    {
      "id": "4337",
      "sura": "43",
      "aya": "12",
      "arabic_text": "وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ",
      "translation": "وە ئەو خوایەی کە ھەموو جووتەکانی بەدیھێناوە وە کەشتی و وڵاخی بۆ فەراھەم ھێناون کە سواریان دەبن\n",
      "footnotes": null
    },
    {
      "id": "4338",
      "sura": "43",
      "aya": "13",
      "arabic_text": "لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ",
      "translation": "بۆ ئەوەی سواری پشتیان بن لەپاشان بیر لەنیعمەتی پەروەردگارتان بکەنەوە کاتێك سواریان بوون وەبڵێن پاك و بێگەردی بۆ ئەو (خوایە)ی کە ئەمەی بۆ ڕام ھێناوین کە پێشتر ئێمە توانامان بەسەریدا نەبوو\n",
      "footnotes": null
    },
    {
      "id": "4339",
      "sura": "43",
      "aya": "14",
      "arabic_text": "وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ",
      "translation": "وە بەڕاستی ئێمە بۆ لای پەروەردگارمان دەگەڕێینەوە\n",
      "footnotes": null
    },
    {
      "id": "4340",
      "sura": "43",
      "aya": "15",
      "arabic_text": "وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ",
      "translation": "وە بێگومان لەناو بەندەکانی خوادا ھەندێك (منداڵیان) بۆ پەروەردگار دانا وە بەڕاستی مرۆڤی(کافر) پێ نەزان و سپڵەی ئاشکرایە\n",
      "footnotes": null
    },
    {
      "id": "4341",
      "sura": "43",
      "aya": "16",
      "arabic_text": "أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ",
      "translation": "ئایا لەناو دروستکراوەکانیدا کچانی بۆ خۆی ھەڵبژاردوە وە کوڕانی تایبەت کردووە بەئێوەوە\n",
      "footnotes": null
    },
    {
      "id": "4342",
      "sura": "43",
      "aya": "17",
      "arabic_text": "وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ",
      "translation": "وە کاتێك مژدە بەیەکێك لەوان بدرێت بەوەی بەنموونە بۆ خوای دادەنێت (واتە: ئەگەر پێی بووترێت کچتان بووە) ڕووی ڕەش ھەڵدەگەڕێت و پیش دەخواتەوە\n",
      "footnotes": null
    },
    {
      "id": "4343",
      "sura": "43",
      "aya": "18",
      "arabic_text": "أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ",
      "translation": "ئایا ئەو (کچە)ی لەناو ئاڵتون و خشڵا بەخێوکرابێت و لەکاتی دەمەقاڵێدا ناتوانێ مەبەستی خۆی دەرببڕێت (بۆ خوای بڕیار دەدەن)\n",
      "footnotes": null
    },
    {
      "id": "4344",
      "sura": "43",
      "aya": "19",
      "arabic_text": "وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ",
      "translation": "وەئەو فریشتانەی کە بەندەی خوای بەخشندەن بەمێینەیان دادەنان ئایا ئەوان بەدیاری دروستکردنیانەوە بوون بێگومان ئەو شایەتیانەیان دەنوسرێت و پرسیاریان لێ دەکرێت\n",
      "footnotes": null
    },
    {
      "id": "4345",
      "sura": "43",
      "aya": "20",
      "arabic_text": "وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ",
      "translation": "وە دەڵێن ئەگەر خوا بیوویستایە ئێمە ئەو (فریشتانەمان) نەدەپەرست ھیچ زانیاریەکیان نیە لەو بارەیەوە ئەوانە ھەردرۆ دەکەن\n",
      "footnotes": null
    },
    {
      "id": "4346",
      "sura": "43",
      "aya": "21",
      "arabic_text": "أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ",
      "translation": "وە ئایا لە پێش قورئان پەرتوکێکمان پێـداون کە ئەوان دەستیان پێوە گرتبێت\n",
      "footnotes": null
    },
    {
      "id": "4347",
      "sura": "43",
      "aya": "22",
      "arabic_text": "بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ",
      "translation": "(نەخێر وانیە) بەڵکو دەیانووت بەڕاستی ئێمە باو وباپیرانمان لەسەر ئاینێك بینیوە (لەسەر بت پەرستی) وە بێگومان ئێمەش پەیڕەوی ڕێبازی ئەوانین\n",
      "footnotes": null
    },
    {
      "id": "4348",
      "sura": "43",
      "aya": "23",
      "arabic_text": "وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ",
      "translation": "ھەروەھا پێش تۆ ھیچ پێغەمبەرێکمان نەناردووە لەھیچ شارێکدا مەگەر خۆشگوزەرانەکان (دەوڵەمەندەکان)ی ووتویانە بەڕاستی ئێمە باوو باپیرانی خۆمان لەسەر ئاینێك بینیوە وە بەڕاستی ئێمە لەسەر ئاینی ئەوان دەڕۆین\n",
      "footnotes": null
    },
    {
      "id": "4349",
      "sura": "43",
      "aya": "24",
      "arabic_text": "۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ",
      "translation": "ووتی ئەگەر چی من (ئاینی) ڕاستریشم بۆ ھێنابن لەوەی کە باووباپیرتان بینیوە لەسەری، ووتیان بێگومان ئێمە بێ باوەڕین بەو(ئاینەی) بەئێوەدا نێرراوە\n",
      "footnotes": null
    },
    {
      "id": "4350",
      "sura": "43",
      "aya": "25",
      "arabic_text": "فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ",
      "translation": " بۆیە تۆڵەمان لێسەندن جا سەیرکە سەرئەنجامی درۆزنان چۆن بوو\n",
      "footnotes": null
    },
    {
      "id": "4351",
      "sura": "43",
      "aya": "26",
      "arabic_text": "وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ",
      "translation": "وە کاتێك ئیبراھیم بەباوکی وگەلەکەی ووت بێگومان من بەریم لەوەی ئێوە دەیپەرستن\n",
      "footnotes": null
    },
    {
      "id": "4352",
      "sura": "43",
      "aya": "27",
      "arabic_text": "إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ",
      "translation": "جگە لەو زاتەی کەدروستی کردووم چونکە ھەر ئەویش ڕێنمونیم دەکات\n",
      "footnotes": null
    },
    {
      "id": "4353",
      "sura": "43",
      "aya": "28",
      "arabic_text": "وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "ئەو (یەکخواپەرستی) لەناو نەوەکانیدا بەجێھێشت تابگەڕێنەوە (سەری)\n",
      "footnotes": null
    },
    {
      "id": "4354",
      "sura": "43",
      "aya": "29",
      "arabic_text": "بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ",
      "translation": "بەڵکو من ئەوانە وباو وباپیرانیانم لەخۆشگوزەرانیدا ھێشتەوە ھەتا ئەو کاتەی قورئانیان بۆ ھات لەگەڵ پێغەمبەری ئاشکرا\n",
      "footnotes": null
    },
    {
      "id": "4355",
      "sura": "43",
      "aya": "30",
      "arabic_text": "وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ",
      "translation": "جا کاتێك قورئانیان بۆ ھات ووتیان ئەمە جادوە وە بەڕاستی ئێمە باوەڕی پێ ناکەین\n",
      "footnotes": null
    },
    {
      "id": "4356",
      "sura": "43",
      "aya": "31",
      "arabic_text": "وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ",
      "translation": "وە ووتیان بۆچی ئەم قورئانە نەنێرراوەتە خوارەوە بۆ پیاوێکی گەورەی (ناودارو دارا) لەم دوو شارە (لە مەککە و طائف)\n",
      "footnotes": null
    },
    {
      "id": "4357",
      "sura": "43",
      "aya": "32",
      "arabic_text": "أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ",
      "translation": "ئایا ئەوان ڕەحمەتی پەروەردگارت دابەش دەکەن لەکاتێکدا ئێمە لەنێوانیاندا دابەشمان کردووە ھۆی گوزەرانیان لەژیانی ئەم دونیایەدا وە ھەندێکیانمان چەند پلە بەرزکردۆتەوە بەسەر ھەندێکی تریاندا تاھەندێکیان ئیش بەھەندێکی تریان بکەن ولەخزمەتی یەکتردا بن وە بەزەیی پەروەردگارت (بۆ تۆ) لەوە چاکترە کە ئەوان کۆی دەکەنەوە\n",
      "footnotes": null
    },
    {
      "id": "4358",
      "sura": "43",
      "aya": "33",
      "arabic_text": "وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ",
      "translation": "خۆ ئەگەر لەبەر ئەوە نەبوایە کە خەڵکی یەك ئوممەتی بێ باوەڕ بوونایە وامان دەکرد ھەر کەس بێ باوەڕ بوایە بەخوای میھرەبان، سەقفی خانووەکانیان لەزیوو بوایە ھەروەھا پلیکانەکان کەپێیـداسەر دەکەون (بۆمان دەکردن بەزیوو)\n",
      "footnotes": null
    },
    {
      "id": "4359",
      "sura": "43",
      "aya": "34",
      "arabic_text": "وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ",
      "translation": "وەدەرگای زۆرمان بۆ خانووەکانیان دادەنا وە کورسی وقەنەفەی زۆر تا لەسەری دانیشن وپاڵ بدەنەوە\n",
      "footnotes": null
    },
    {
      "id": "4360",
      "sura": "43",
      "aya": "35",
      "arabic_text": "وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ",
      "translation": "زرق وبرق وڕازاندنەوەی ماڵی دونیا (لەئاڵتون و زیوو) (خوای گەورە واز دەھێنێت لەو بێباوەڕانە کە لەزەت لەماڵ وسامان وخۆشی دونیا وەربگرن، بەڵام پاشەڕۆژ ھەر دەگەڕێنەوە بەردەستی) جا ھەموو ئەوانە چەند ساتێکە لە لەزەت وخۆشی ژیانی دونیا بەڵام (پاداشتی) ڕۆژی دوایی لای پەروەردگارت بۆ پارێزکاران ولەخواترسانە\n",
      "footnotes": null
    },
    {
      "id": "4361",
      "sura": "43",
      "aya": "36",
      "arabic_text": "وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ",
      "translation": "وە ھەرکەس پشت لە یادی خوا ھەڵکات شەیتانێکی بۆ ئامادە دەکەن کە ھەمیشە لەگەڵی بێت ولێی جیا نەبێتەوە\n",
      "footnotes": null
    },
    {
      "id": "4362",
      "sura": "43",
      "aya": "37",
      "arabic_text": "وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ",
      "translation": "وە بێگومان ئەوانە (شەیتانەکان) لەڕێگایی ڕاست ڕێگریان دەکەن واش دەزانن کەبێگومان ھەر ئەوانن کە ھیدایەتدراوون\n",
      "footnotes": null
    },
    {
      "id": "4363",
      "sura": "43",
      "aya": "38",
      "arabic_text": "حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ",
      "translation": "ھەتا کاتێك کە(دەمرێ و) دێتەوە لامان دەڵێ خۆزگە نێوانی من وتۆ بەقەدەر نێوان خۆرھەڵات وخۆرئاوا بوایە ئای چ ھاوڕێیەکی خراپ بوویت\n",
      "footnotes": null
    },
    {
      "id": "4364",
      "sura": "43",
      "aya": "39",
      "arabic_text": "وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ",
      "translation": "(ئەم خۆزگە) ھیچ سوودێکتان پێناگەیەنێت چونکە ستەمتان کرد بێگومان ئێوە لە سزای سەختدا ھاوبەشن\n",
      "footnotes": null
    },
    {
      "id": "4365",
      "sura": "43",
      "aya": "40",
      "arabic_text": "أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "دەی ئایا تۆ(ئەی موحەممەد ﷺ) دەتوانی بەکەڕ بشنەوێنیت یان کوێر ڕێنمونی بکەیت وە (ڕێنمونی) ئەو کەسە (بکەیت) کەلەگومڕاییەکی ئاشکرادایە\n",
      "footnotes": null
    },
    {
      "id": "4366",
      "sura": "43",
      "aya": "41",
      "arabic_text": "فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ",
      "translation": "جا ئەگەر تۆ بمرێنین ئەوە بێگومان ئێمە ھەر تۆڵە لەوان دەسێنین\n",
      "footnotes": null
    },
    {
      "id": "4367",
      "sura": "43",
      "aya": "42",
      "arabic_text": "أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ",
      "translation": "یان ئەو ھەڕەشەی لێمان کردوون پیشانت دەدەین چونکە بەڕاستی ئێمە بەدەسەڵاتین بەسەریاندا\n",
      "footnotes": null
    },
    {
      "id": "4368",
      "sura": "43",
      "aya": "43",
      "arabic_text": "فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "کەواتە دەست بگرە بەو قورئانەوەی بۆت نێرراوە بەڕاستی تۆ لەسەر ڕێبازێکی ڕاستیت\n",
      "footnotes": null
    },
    {
      "id": "4369",
      "sura": "43",
      "aya": "44",
      "arabic_text": "وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ",
      "translation": "وەبێگومان ئەم قورئانە ھۆی ناوداریە بۆ خۆت و بۆ گەلەکەت لە داھاتووشدا پرسیارتان لێ دەکرێت\n",
      "footnotes": null
    },
    {
      "id": "4370",
      "sura": "43",
      "aya": "45",
      "arabic_text": "وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ",
      "translation": "تۆ پرسیار بکە لەو پێغەمبەرانەی پێش تۆ ناردوومانن ئایا بێجگە لە خوای میھرەبان بڕیارمانداوە پەرستراوانێك کە بپەرسترێن\n",
      "footnotes": null
    },
    {
      "id": "4371",
      "sura": "43",
      "aya": "46",
      "arabic_text": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "سوێند بەخوا بەڕاستی موسامان بەبەڵگەکانمانەوە نارد بۆلای فیرعەون ودەست وپێوەندەکەی، ووتی بەڕاستی من پێغەمبەری پەروەردگاری جیھانیانم\n",
      "footnotes": null
    },
    {
      "id": "4372",
      "sura": "43",
      "aya": "47",
      "arabic_text": "فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ",
      "translation": "جا کاتێك بەڵگەکانی ئێمەی بۆ ھێنان کەچی ئەوان بەبەڵگەکان پێـدەکەنین\n",
      "footnotes": null
    },
    {
      "id": "4373",
      "sura": "43",
      "aya": "48",
      "arabic_text": "وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "وە ھیچ بەڵگەیەکمان نیشان نەداون مەگەر ئەو بەڵگەیە گەورەتربوو لەھاوتاکەی وەتووشی بەڵاو سزامان کردن (چونکە باوەڕیان نەھێنا) بۆ ئەوەی بگەڕێنەوە (لەبێ باوەڕیی)\n",
      "footnotes": null
    },
    {
      "id": "4374",
      "sura": "43",
      "aya": "49",
      "arabic_text": "وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ",
      "translation": "ووتیان (بەموسا) ئەی جادوگەر داوامان بۆ بکە لە پەروەردگارت ئەوەی بەڵێنی پێ داویت (بەدی بھێنێت) ئەوسا بەڕاستی ئێمە باوەڕدەھێنین\n",
      "footnotes": null
    },
    {
      "id": "4375",
      "sura": "43",
      "aya": "50",
      "arabic_text": "فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ",
      "translation": "جا کاتی بەڵاو سزاکەمان لەسەریان لابرد کتوپڕ پەیمانەکەیان ھەڵدەوەشاندەوە\n",
      "footnotes": null
    },
    {
      "id": "4376",
      "sura": "43",
      "aya": "51",
      "arabic_text": "وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ",
      "translation": "وە فیرعەون جاڕیدا بەناو گەلەکەیدا ووتی ئەی گەلەکەم ئایا پادشایی میصر ھی من نیە؟ وە (ئایا) ئەم ڕووبارانە بەژێر (کۆشکەکانی) مندا ناڕۆن؟ دەی ئایا ئێوە نایبینن؟!\n",
      "footnotes": null
    },
    {
      "id": "4377",
      "sura": "43",
      "aya": "52",
      "arabic_text": "أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ",
      "translation": "بەڵکو من باشترم لەو (موسایە) کەلاواز و بێ ڕێزە وە ناتوانێت بەچاکی قسە بکات (زمانی تەواو نیە)\n",
      "footnotes": null
    },
    {
      "id": "4378",
      "sura": "43",
      "aya": "53",
      "arabic_text": "فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ",
      "translation": "دە بۆچی بازنی ئاڵتونی پێ نەدراوە؟ (ئەگەر ڕاست دەکات) یان فریشتەی (شایەتیدەری) لەگەڵدا نەھاتووە\n",
      "footnotes": null
    },
    {
      "id": "4379",
      "sura": "43",
      "aya": "54",
      "arabic_text": "فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ",
      "translation": "جا بەم قسانە گەلەکەی ھەڵخەڵەتان وئەوانیش گوێرایەڵیان کرد، بێگومان ئەوان ھەمیشە گەلێکی لە سنوور دەرچووبوون\n",
      "footnotes": null
    },
    {
      "id": "4380",
      "sura": "43",
      "aya": "55",
      "arabic_text": "فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ",
      "translation": "جا کاتێك ڕقیان ھەڵساندین تۆڵەمان لێسەندن، ئەمجا ھەموویانمان لەدەریادا خنکاند\n",
      "footnotes": null
    },
    {
      "id": "4381",
      "sura": "43",
      "aya": "56",
      "arabic_text": "فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ",
      "translation": "و کردمانن بەپەند ونموونە وئامۆژگاری بۆ کەسانی دوای خۆیان\n",
      "footnotes": null
    },
    {
      "id": "4382",
      "sura": "43",
      "aya": "57",
      "arabic_text": "۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ",
      "translation": "وە کاتێك عیسای کوڕی مەریەم بەنموونە ھێنرایەوە دەستبەجێ گەلەکەت دەیکەنە ھاوار وقیڕەی خۆشی (وادەزانن قسەی ئەوان بەسەر قسەی پێغەمبەردا ﷺ سەرکەوتووە)\n",
      "footnotes": null
    },
    {
      "id": "4383",
      "sura": "43",
      "aya": "58",
      "arabic_text": "وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ",
      "translation": "وە دەڵێن ئایا پەرستراوەکانی ئێمە باشترە یان عیسا ئەوانە نموونەی عیسایان تەنھا بۆ دەمبازی ودەمەدەمێ بۆ دەھێنایتەوە (وانیە کە دەیڵێن) بەڵکو ئەوانە گەلێکی زۆر دەمەقاڵێ کەرن\n",
      "footnotes": null
    },
    {
      "id": "4384",
      "sura": "43",
      "aya": "59",
      "arabic_text": "إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ",
      "translation": "عیسا ھیچ نیە جگە لە بەندەیەك کە نیعمەتی خۆمان ڕشتووە بەسەریدا وە کردومانە بەنموونە بۆ نەوەی ئیسرائیل\n",
      "footnotes": null
    },
    {
      "id": "4385",
      "sura": "43",
      "aya": "60",
      "arabic_text": "وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ",
      "translation": "ئەگەر بمانویستایە لەجیاتی ئێوە فریشتەمان دادەنا لەزەویدا دەبوونە جێنشینی ئێوە\n",
      "footnotes": null
    },
    {
      "id": "4386",
      "sura": "43",
      "aya": "61",
      "arabic_text": "وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
      "translation": "وە بێگومان (دابەزینی عیسا بۆ سەر زەوی) یەکێکە لەنیشانەکانی قیامەت، کەواتە دەربارەی قیامەت ھیچ گومانتان نەبێ ڕاستە وە شوێنی من بکەون ئەمە ڕێگای ڕاستە\n",
      "footnotes": null
    },
    {
      "id": "4387",
      "sura": "43",
      "aya": "62",
      "arabic_text": "وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ",
      "translation": "وەباشەیتان ڕێگریتان نەکات لەڕێنمونی خوا، بەڕاستی ئەو (شەیتان) دوژمنێکی ئاشکرای ئێوەیە\n",
      "footnotes": null
    },
    {
      "id": "4388",
      "sura": "43",
      "aya": "63",
      "arabic_text": "وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
      "translation": "وە کاتێك عیسا بەڵگە ڕوونەکانی ھێنا ووتی (بەنەوەی ئیسرائیل) بێگومان بەپێغەمبەرایەتی ھاتووم بۆ ناوتان بۆ ئەوەی ڕوونی بکەمەوە بۆتان ھەندێ لەوشتانەی جیاوازن تێیدا، دەی لەخوا بترسن وگوێرایەڵیم بکەن\n",
      "footnotes": null
    },
    {
      "id": "4389",
      "sura": "43",
      "aya": "64",
      "arabic_text": "إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
      "translation": "بەڕاستی خوا پەروەردگاری من وپەروەردگاری ئێوەشە کەواتە ھەر ئەو بپەرستن ھەر ئەمە ڕێگای ڕاستە\n",
      "footnotes": null
    },
    {
      "id": "4390",
      "sura": "43",
      "aya": "65",
      "arabic_text": "فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ",
      "translation": "جا کۆمەڵەکان جیاواز بوون لەنێوان خۆیاندا، سزاو لەناوچوون بۆ ئەوانەی ستەمیان کرد، لەسزای سەختی ڕۆژی بەئازار\n",
      "footnotes": null
    },
    {
      "id": "4391",
      "sura": "43",
      "aya": "66",
      "arabic_text": "هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ",
      "translation": " ئایا جگە لە ڕۆژی دوایی چاوەڕوانی چی دەکەن کە کتوپڕ بێت بۆیان لەکاتێکدا ئەوان ھەست ناکەن\n",
      "footnotes": null
    },
    {
      "id": "4392",
      "sura": "43",
      "aya": "67",
      "arabic_text": "ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ",
      "translation": "دۆست وخۆشەویستەکان لەو ڕۆژەدا دوژمنی یەکترن جگە لە پارێزکاران ولەخواترسان نەبێت\n",
      "footnotes": null
    },
    {
      "id": "4393",
      "sura": "43",
      "aya": "68",
      "arabic_text": "يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ",
      "translation": "(پێیان دەوترێت) ئەی بەندەکانم ئەمڕۆ ھیچ مەترسیەکتان لەسەر نیە خەفەتیش ناخۆن\n",
      "footnotes": null
    },
    {
      "id": "4394",
      "sura": "43",
      "aya": "69",
      "arabic_text": "ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ",
      "translation": "ئەوانەی باوەڕیان بەئایەتەکانی ئێمە ھێناوە وھەمیشە گەردنکەچ بوون\n",
      "footnotes": null
    },
    {
      "id": "4395",
      "sura": "43",
      "aya": "70",
      "arabic_text": "ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ",
      "translation": "(لەو ڕۆژەدا پێیان دەڵێن) بچنە بەھەشتەوە ئێوە وھاوسەرەکانتان (ڕێز دەگیرێن و) دڵ خۆش دەکرێن\n",
      "footnotes": null
    },
    {
      "id": "4396",
      "sura": "43",
      "aya": "71",
      "arabic_text": "يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "بەسینی وپەرداخی ئاڵتونی (خواردن وخواردنەوە) دەگێڕن بەسەریاندا وە لەو بەھەشتەدا ھەیە ئەوەی دڵ حەزی لێ بکات وچاو لەززەت لەبینینی ببات وە ئێوە بەھەتا ھەتایی دەمێننەوە تیایدا\n",
      "footnotes": null
    },
    {
      "id": "4397",
      "sura": "43",
      "aya": "72",
      "arabic_text": "وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "ئەوە ئەو بەھەشتەیە کە بۆ ئێوە ماوەتەوە (پێتان دراوە) بەھۆی ئەو کردەوانەوەی کە دەتانکرد\n",
      "footnotes": null
    },
    {
      "id": "4398",
      "sura": "43",
      "aya": "73",
      "arabic_text": "لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ",
      "translation": " بۆ ئێوە ھەیە تێیدا میوەھاتی زۆر کەلێیان دەخۆن\n",
      "footnotes": null
    },
    {
      "id": "4399",
      "sura": "43",
      "aya": "74",
      "arabic_text": "إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ",
      "translation": "بەڕاستی تاوانباران لەسزای دۆزەخدا بەھەمیشەیی دەمێننەوە\n",
      "footnotes": null
    },
    {
      "id": "4400",
      "sura": "43",
      "aya": "75",
      "arabic_text": "لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ",
      "translation": "سزایان لەسەر سووك ناکرێت وە ئەوان لەناو ئەو سزایەدا بێ ئومێدن\n",
      "footnotes": null
    },
    {
      "id": "4401",
      "sura": "43",
      "aya": "76",
      "arabic_text": "وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ",
      "translation": "وە ئێمە ھیچ ستەمێکمان لێ نەکردوون بەڵکو ھەر خۆیان ستەمکاربوون\n",
      "footnotes": null
    },
    {
      "id": "4402",
      "sura": "43",
      "aya": "77",
      "arabic_text": "وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ",
      "translation": "وە ھاوار دەکەن ئەی مالیك (سەرپەرشتیاری دۆزەخ) با پەروەردگارت بمان مرێنێت (تاڕزگاربین) (ئەویش پاش ماوەیەکی زۆر وەڵامیان دەداتەوە و) دەڵێت: بێگومان ئێوە دەمێننەوە تیایدا\n",
      "footnotes": null
    },
    {
      "id": "4403",
      "sura": "43",
      "aya": "78",
      "arabic_text": "لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ",
      "translation": "سوێند بەخوا بەڕاستی (ئاینی) ھەقمان بۆ ھێناون بەڵام زۆربەتان ڕاستیتان پێ ناخۆشە\n",
      "footnotes": null
    },
    {
      "id": "4404",
      "sura": "43",
      "aya": "79",
      "arabic_text": "أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ",
      "translation": "بەڵکو ئەوانە بۆ پیلان وفێڵیان (لەپێغەمبەر ﷺ) لێبڕان، بۆیە بەڕاستی ئێمەش (بۆ تۆڵە لێ سەندنیان) لێبڕاین\n",
      "footnotes": null
    },
    {
      "id": "4405",
      "sura": "43",
      "aya": "80",
      "arabic_text": "أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ",
      "translation": " ئاخۆ وا دەزانن ئێمە نھێنی وچپەکانیان نابیستین، بەڵێ دەیبیستین فریشتەکانیشمان کەلەلایانن وئامادەی (ئەو پیلان وفێڵانەیان) دەنوسن\n",
      "footnotes": null
    },
    {
      "id": "4406",
      "sura": "43",
      "aya": "81",
      "arabic_text": "قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ",
      "translation": "بڵێ ئەگەر پەروەردگار کوڕی ببوایە ئەوە من یەکەمین کەس بووم دەمپەرست\n",
      "footnotes": null
    },
    {
      "id": "4407",
      "sura": "43",
      "aya": "82",
      "arabic_text": "سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ",
      "translation": "پاك وبێگەردی بۆ پەروەردگاری ئاسمانەکان وزەوی وپەروەردگاری عەرش لەو (قسە ناڕێکانە)ی کە ئەوان بۆ خوای ھەڵدەبەستن\n",
      "footnotes": null
    },
    {
      "id": "4408",
      "sura": "43",
      "aya": "83",
      "arabic_text": "فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ",
      "translation": "جا لێیان گەرێ با سەرگەرمی پڕوپوچی بن وگاڵتە بکەن ھەتا دەگەن بەڕۆژی خۆیان کە بەڵێـنیان پێـدراوە\n",
      "footnotes": null
    },
    {
      "id": "4409",
      "sura": "43",
      "aya": "84",
      "arabic_text": "وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ",
      "translation": "وە ئەو (خوایە) زاتێکە پەرستراوە لە ئاسماندا وە پەرستراوە لە زەویدا وە تەنھا ئەویش کار دروست وزانایە\n",
      "footnotes": null
    },
    {
      "id": "4410",
      "sura": "43",
      "aya": "85",
      "arabic_text": "وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ",
      "translation": "وە پاك وبەفەڕو گەورەیە ئەو خوایەی کە خاوەنی ئاسمانەکان وزەویە وە ھەرچی لەنێوانیاندایە وە زانینی (ھاتنی) ڕۆژی دوایی تەنھا لای ئەوە وە ھەر بۆ لای ئەو دەگەڕێنەوە\n",
      "footnotes": null
    },
    {
      "id": "4411",
      "sura": "43",
      "aya": "86",
      "arabic_text": "وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ",
      "translation": "وە ئەوانەی بێجگە لە خوا دەپەرسترێن (وھاواریان لێ دەکرێت) ناتوانن تکا بکەن مەگەر کەسانێك شایەتییان بەھەق دابێت وە ھەقیان زانیوە وئاگاداری بوون\n",
      "footnotes": null
    },
    {
      "id": "4412",
      "sura": "43",
      "aya": "87",
      "arabic_text": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ",
      "translation": "وە ئەگەر پرسیاریان لێ بکەیت کێ دروستی کردوون؟ بێگومان دەڵێن خوا دەی چۆن ئەوان لەھەق وڕاستی لادەدن\n",
      "footnotes": null
    },
    {
      "id": "4413",
      "sura": "43",
      "aya": "88",
      "arabic_text": "وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ",
      "translation": "وە ( پێغەمبەر ﷺ شکاتی کردو) ووتی ئەی پەروەردگار (خوای گەورە فەرمووی: ئەی موحەممەد ﷺ) تۆش وازیان لێ بھێنە وگوێیان پێ مەدە وپێان بڵێ (سەلام) لەمەو پاش دەزانن (چی یان بەسەردێت)بەڕاستی ئەوانە گەلێکن باوەڕ ناھێنن\n",
      "footnotes": null
    },
    {
      "id": "4414",
      "sura": "43",
      "aya": "89",
      "arabic_text": "فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ",
      "translation": "(خوای گەورە فەرمووی: ئەی موحەممەد ﷺ) تۆش وازیان لێ بھێنە و گوێیان پێ مەدە وپێان بڵێ (سەلام) لەمەو پاش دەزانن (چی یان بەسەردێت)\n",
      "footnotes": null
    }
  ]
}