{
  "id": 2,
  "verse_number": 2,
  "page_number": 359,
  "verse_key": "25:2",
  "juz_number": 18,
  "hizb_number": 36,
  "rub_el_hizb_number": 144,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَخَلَقَ كُلَّ شَيۡءٖ فَقَدَّرَهُۥ تَقۡدِيرٗا",
  "translation": "Ambaye ni wake ufalme wa mbingu na ardhi, wala hakuwa na mwana, wala hakuwa na mshirika katika ufalme, na akaumba kila kitu na akakikadiria kwa kipimo.",
  "footnotes": "Yeye Subhanahu ndiye peke yake aliye miliki mbingu na ardhi, aliye takasika na haja ya kuwa na mwana, wala hakuwa na mshirika wowote katika ufalme wake. Na Yeye kaumba kila kitu na akakipima kwa kipimo baraabara kwa sharia zake ili kiweze kutimiza waajibu wake kwa nidhamu. \"Ambaye ni wake ufalme wa mbingu na ardhi, wala hakuwa na mwana, wala hakuwa na mshirika katika ufalme, na akaumba kila kitu na akakikadiria kwa kipimo.\" Ilimu ya sayansi ya sasa imethibitisha kuwa vitu vyote vinakwenda kwa mujibu wa hukumu za uumbaji wake, na maendeleo yake namna mbali mbali kwa kufuata mpango madhubuti ambao hapana mwenye uwezo juu yake ila Muumbaji mwenye uwezo Mwenye kuanzisha kila kitu. Kwani katika kuwa kwake imebainika kuwa vitu vyote viumbe vyote na vinga khitalifiana umbo lake na sura yake kwa hakika vinatokana na madda chache za asli za kuhisabika, na hisabu ya madda hizo (elements) zinakaribia mia, nazo ni 96 zinazo juulikana mpaka sasa. Nazo zina khitalifiana kwa sifa zao za maumbile (physically ) na za Al Kimyaa (Chemically), na pia katika uzito wake wa chembe (Atomic Weight). Zinaanza kwa madda asli (element) Nambari 1. Nayo ni Hydrogen yenye Atomic weight 1, na kuishia na element ya nambari 96, Borium, ambayo atomic weight yake bado haijuulikani. Na element ya mwisho katika sayansi ni Uranium na atomic weight yake ni 238.57. Na hizi elements hujengeka na kufanyika Compounds kwa mujibu wa kanuni madhubuti zisio weza kuepukwa. Hali kadhaalika mimea na wanyama. Kila mmoja wao amegawika katika koo na makundi na namna (orders, families, species and sub-species) zinazo geuka sifa zake kwa madaraja ya viumbe vilivyo hai mpaka kuishia viumbe vyenye Khalaya au Cell moja (unicellular) kama microbes mpaka viumbe vyenye cells nyingi (multi- cellular) mpaka kufikia binaadamu, naye ndiye aliye kamilika kuliko wote. Na kila namna ya hizi sifa maalumu zinarithika katika kundi kizazi baada ya kizazi. Na yote haya yanakwenda kufuata kanuni na mipango iliyo thibiti madhubuti inayo onyesha kwa uwazi utukufu wa Mwenye kuumba na uwezo wake. Ametakasika, Subhanahu na ametukuka na hao wanao mshirikisha naye."
}