{
  "id": 187,
  "verse_number": 187,
  "page_number": 29,
  "verse_key": "2:187",
  "juz_number": 2,
  "hizb_number": 3,
  "rub_el_hizb_number": 11,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ",
  "translation": "187. Durante las noches del mes de ayuno les es lícito mantener relaciones [maritales] con sus mujeres. Ellas son su vestimenta, y ustedes la vestimenta de ellas[1]. Dios sabe que se engañaban a sí mismos[2], por eso los perdonó y les hizo esta concesión. Ahora pueden mantener relaciones con ellas y aprovechar lo que Dios les ha prescrito. Coman y beban hasta que se distinga el hilo blanco [la luz del alba] del hilo negro [la oscuridad de la noche], y luego completen el ayuno hasta la noche, y no mantengan relaciones con ellas si están haciendo el retiro espiritual en las mezquitas. Éstos son los límites de Dios, no los transgredan. Así aclara Dios Sus signos a la gente para que alcancen la piedad.",
  "footnotes": "[1] Esta bella imagen describe la relación entre el hombre y la mujer: la vestimenta es lo más cercano al cuerpo. Es lo que cubre, protege y da abrigo. Esta imagen nos habla sobre la interdependencia del uno con el otro.\n[2] Antes de la revelación de este versículo, durante el mes del ayuno estaban prohibidas las relaciones sexuales, lo que resultaba arduo para algunos matrimonios, especialmente los jóvenes. Se daban, en consecuencia, algunas transgresiones secretas en la intimidad del hogar, que eran seguidas de remordimiento. Pero este versículo declara que las relaciones durante la noche son completamente lícitas durante Ramadán."
}