{
  "id": 3,
  "verse_number": 3,
  "page_number": 350,
  "verse_key": "24:3",
  "juz_number": 18,
  "hizb_number": 35,
  "rub_el_hizb_number": 140,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "ٱلزَّانِي لَا يَنكِحُ إِلَّا زَانِيَةً أَوۡ مُشۡرِكَةٗ وَٱلزَّانِيَةُ لَا يَنكِحُهَآ إِلَّا زَانٍ أَوۡ مُشۡرِكٞۚ وَحُرِّمَ ذَٰلِكَ عَلَى ٱلۡمُؤۡمِنِينَ",
  "translation": "زانی مرد بجز زانیہ یا مشرکہ عورت کے اور سے نکاح نہیں کرتا اور زناکار عورت بھی بجز زانی یا مشرک مرد کے اور سے نکاح نہیں کرتی اور ایمان والوں پر یہ حرام کردیا گیا.(1)",
  "footnotes": "(1) اس کے مفہوم میں مفسرین کے درمیان اختلاف ہے۔\n(1) بعض کہتے ہیں کہ یہ غالب احوال کے اعتبار سے ہے اور مطلب یہ ہے کہ عام طور پر بدکار قسم کے لوگ نکاح کے لئے اپنے ہی جیسے لوگوں کی طرف رجوع کرے ہیں، چنانچہ زانیوں کے اکثریت زانیوں کے ساتھ ہی نکاح کرنا پسند کرتی ہے اور مقصود اس سے اہل ایمان کو متنبہ کرنا ہے کہ جس طرح زنا ایک نہایت قبیح اور بڑا گناہ ہے، اسی طرح زناکاروں کے ساتھ شادی بیاہ کے تعلقات قائم کرنا بھی منع اور حرام ہے۔ امام شوکانی نے اس مفہوم کو راجح قرار دیا ہے اور احادیث میں اس کا جو سبب نزول بیان کیا گیا ہے اس سے بھی اس کی تائید ہوتی ہے کہ بعض صحابہ (رضي الله عنهم) نے بدکار عورتوں سے نکاح کرنے کی اجازت طلب کی، جس پر یہ آیت نازل ہوئی، یعنی انہیں ایسا کرنے سے روک دیا گیا، اسی سے استدلال کرتے ہوئے علماء نے کہا ہے کہ ایک شخص نے جس عورت سے یا عورت نے جس مرد سے بدکاری کی ہو، ان کا آپس میں نکاح جائز نہیں، ہاں اگر وہ خالص توبہ کرلیں تو پھر ان کے درمیان نکاح جائز ہے۔ (تفسیر ابن کثیر)\n(2) بعض کہتے ہیں کہ یہاں نکاح، سے مراد معروف نکاح نہیں ہے بلکہ یہ جماع کے معنی میں ہے اور مقصد زنا کی شناعت و قباحت بیان کرنا ہے۔ مطلب یہ ہے کہ بدکار مرد اپنی جنسی خواہش کی ناجائز طریقے سے تسکین کے لئے بدکار عورت کی طرف اور اسی طرح بدکار عورت بدکار مرد کی طرف رجوع کرتی ہے، مومنوں کے لئے ایساکرنا یعنی زناکاری حرام ہے۔ اور مشرک مرد و عورت کا ذکر اس لئے کردیا کہ شرک بھی زنا سے ملتا جلتا گناہ ہے، جس طرح مشرک اللہ کو چھوڑ کر دوسروں کے در پر جھکتا ہے، اسی طرح ایک زناکار اپنی بیوی کو چھوڑ کر یا بیوی اپنے خاوند کو چھوڑ کر غیروں سے اپنا منہ کالا کراتی ہے۔ یوں مشرک اور زانی کے درمیان ایک عجیب معنوی مناسبت پائی جاتی ہے۔"
}