{
  "result": {
    "id": "2824",
    "sura": "24",
    "aya": "33",
    "arabic_text": "وَلۡيَسۡتَعۡفِفِ ٱلَّذِينَ لَا يَجِدُونَ نِكَاحًا حَتَّىٰ يُغۡنِيَهُمُ ٱللَّهُ مِن فَضۡلِهِۦۗ وَٱلَّذِينَ يَبۡتَغُونَ ٱلۡكِتَٰبَ مِمَّا مَلَكَتۡ أَيۡمَٰنُكُمۡ فَكَاتِبُوهُمۡ إِنۡ عَلِمۡتُمۡ فِيهِمۡ خَيۡرٗاۖ وَءَاتُوهُم مِّن مَّالِ ٱللَّهِ ٱلَّذِيٓ ءَاتَىٰكُمۡۚ وَلَا تُكۡرِهُواْ فَتَيَٰتِكُمۡ عَلَى ٱلۡبِغَآءِ إِنۡ أَرَدۡنَ تَحَصُّنٗا لِّتَبۡتَغُواْ عَرَضَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَن يُكۡرِههُّنَّ فَإِنَّ ٱللَّهَ مِنۢ بَعۡدِ إِكۡرَٰهِهِنَّ غَفُورٞ رَّحِيمٞ",
    "translation": "اور ان لوگوں کو پاک دامن رہنا چاہیئے جو اپنا نکاح کرنے کا مقدور نہیں رکھتے(1) یہاں تک کہ اللہ تعالیٰ انہیں اپنے فضل سے مالدار بنا دے، تمہارے غلاموں میں جو کوئی کچھ تمہیں دے کر آزادی کی تحریر کرانی چاہے تو تم ایسی تحریر انہیں کردیا کرو اگر تم کو ان میں کوئی بھلائی نظر آتی ہو(2)۔ اور اللہ نے جو مال تمہیں دے رکھا ہے اس میں سے انہیں بھی(3) دو، تمہاری جو لونڈیاں پاک دامن رہنا چاہتی ہیں انہیں دنیا کی زندگی کے فائدے کی غرض سے بدکاری پر مجبور نہ کرو(4) اور جو انہیں مجبور کردے تو اللہ تعالیٰ ان پر جبر کے بعد بخشش دینے واﻻ اور مہربانی کرنے واﻻ ہے.(5)",
    "footnotes": "(1) حدیث میں پاک دامنی کے لئے، جب تک شادی کی استطاعت حاصل نہ ہوجائے، نفلی روزے رکھنے کی تاکید کی گئی ہے۔ فرمایا (اے نوجوانوں کی جماعت ! تم میں سے جو شادی کی طاقت رکھتا ہے، اسے (اپنے وقت پر) شادی کرلینی چاہیئے، اس لئے کہ اس سے آنکھوں اور شرم گاہ کی حفاظت ہوجاتی ہے اور جو شادی کی طاقت نہیں رکھتا، اسے چاہیئے کہ وہ (کثرت سے نفلی) روزے رکھے، روزے اس کی جنسی خواہش کو قابو میں رکھیں گے( البخاري، كتاب الصوم، باب الصوم لمن خاف على نفسه العزوبة مسلم- أول كتاب النكاح)۔\n(2) مُكَاتَبٌ، اس غلام کوکہا جاتا ہے جو اپنے مالک سے معاہدہ کرلیتا ہے کہ میں اتنی رقم جمع کرکے ادا کردوں گا تو آزادی کا مستحق ہوجاؤں گا۔ (بھلائی نظر آنے) کا مطلب ہے، اس کے صدق وامانت پر تمہیں یقین ہو یا کسی حرفت وصنعت سے وہ آگاہی رکھتا ہو۔ تاکہ وہ محنت کرکے کمائے اور رقم ادا کردے۔ اسلام نے چونکہ زیادہ سے زیادہ غلامی کی حوصلہ شکنی کی پالیسی اپنائی تھی، اس لئے یہاں بھی مالکوں کو تاکید کی گئی کہ مکاتبت کے خواہش مند غلاموں سے معاہدہ کرنے میں تامل نہ کرو بشرطیکہ تمہیں ان کے اندر ایسی بات معلوم ہو کہ جس سے تمہاری رقم کی ادائیگی بھی ممکن ہو۔ بعض علما کے نزدیک یہ امروجوب کے لئے اور بعض کے نزدیک استحباب کے لئے ہے۔\n(3) اس کا مطلب ہے کہ غلامی سے آزادی حاصل کرنے کے لئے اس نے جو معاہدہ کیا ہے اور اب وہ رقم کا ضرورت مند ہے تاکہ معاہدے کے مطابق وہ رقم ادا کردے تو تم بھی اس کے ساتھ مالی تعاون کرو، اگر اللہ نے تمہیں صاحب حیثیت بنایا ہے۔ چنانچہ اللہ تعالیٰ نے زکوٰۃ کے جو مصارف ثمانیہ (التوبہ: 60) میں بیان فرمائے ہیں، ان میں ایک وفي الرِّقَابِ بھی ہے جس کے معنی ہیں، گردنیں آزاد کرانے میں۔ یعنی غلاموں کی آزادی پر بھی زکوٰۃ کی رقم خرچ کی جاسکتی ہے۔\n(4) زمانۂ جاہلیت میں لوگ محض دنیوی مال کے لئے اپنی لونڈیوں کو بدکاری پر مجبور کرتے تھے۔ چنانچہ خواہی نخواہی انہیں یہ داغ ذلت برداشت کرنا پڑتا۔ اللہ تعالیٰ نے مسلمانوں کو ایسا کرنے سے منع فرما دیا إِنْ أَرَدْنَ غالب احوال کے اعتبار سے ہے۔ ورنہ مقصد یہ نہیں ہے کہ اگر وہ بدکاری کو پسند کریں تو پھر تم ان سے یہ کام کروالیا کرو۔ بلکہ حکم دینا یہ مقصود ہے کہ لونڈیوں سے، دنیا کے تھوڑے سے مال کے لئے، یہ کام مت کرواؤ، اس لئے کہ اس طرح کی کمائی ہی حرام ہے۔ جیسا کہ حدیث میں وارد ہے۔\n(5) یعنی جن لونڈیوں سے جبراً یہ بےحیائی کا کام کروایا جائے گا، تو گناہ گار مالک ہوگا یعنی جبر کرنے والا، نہ کہ لونڈی جو مجبور ہے۔ حدیث میں آتا ہے ”میری امت سے، خطا، نسیان اور ایسے کام جو جبر سے کرائے گئے ہوں، معاف ہیں“۔ (ابن ماجه، كتاب الطلاق، باب طلاق المكره والناسي)۔"
  }
}