{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 428,
      "verse_key": "34:1",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ",
      "translation": "1. ¡Alabado sea Dios, a Quien pertenece cuanto hay en los cielos y la Tierra! Suyas serán las alabanzas en la otra vida. Él es el Sabio, el que está bien informado.",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 428,
      "verse_key": "34:2",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ",
      "translation": "2. Sabe lo que ingresa en la tierra[1] y lo que surge de ella. Lo que desciende del cielo y lo que sube hacia él[2]. Él es el Misericordioso, el Perdonador.",
      "footnotes": "[1] Como la lluvia, las semillas, etc.\n[2] Como los ángeles y los registros de las obras del ser humano."
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 428,
      "verse_key": "34:3",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ",
      "translation": "3. Dicen los que se negaron a creer: “No habrá Día del Juicio”. Diles [¡Oh, Mujámmad!]: “¡Sí!, habrá, se los juro por mi Señor, Él es el Conocedor de lo oculto, no se Le escapa el conocimiento de la existencia de una pequeña partícula en los cielos o en la Tierra, ni existe nada menor ni mayor que no esté en un Libro evidente[1].",
      "footnotes": "[1] La Tabla Protegida."
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 428,
      "verse_key": "34:4",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ",
      "translation": "4. [La Resurrección es] para recompensar a los creyentes que obraron correctamente; ellos obtendrán el perdón y un sustento generoso.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 428,
      "verse_key": "34:5",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ",
      "translation": "5. Pero quienes se esfuercen por hacer fracasar Mi Mensaje tendrán el castigo de un suplicio doloroso.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 428,
      "verse_key": "34:6",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ",
      "translation": "6. Quienes recibieron la sabiduría y el conocimiento saben que lo que tu Señor te reveló es la Verdad que guía al sendero del Poderoso, el Loable.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 428,
      "verse_key": "34:7",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ",
      "translation": "7. Dicen los que se negaron a creer [burlándose]: “¿Quieren que les mostremos un hombre [Mujámmad] que anuncia que luego de haber sido desintegrados completamente [en las tumbas] serán resucitados,",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 429,
      "verse_key": "34:8",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ",
      "translation": "8. inventa mentiras y se las atribuye a Dios, o está loco?” Pero los que no creen en la otra vida sufrirán el castigo porque están sumidos en un extravío profundo.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 429,
      "verse_key": "34:9",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ",
      "translation": "9. ¿Es que no observan los cielos y la tierra que los rodea? Si quisiera, haría que se los tragara la tierra, o haría que cayera sobre ellos un castigo del cielo. En eso hay un signo para todo siervo arrepentido.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 429,
      "verse_key": "34:10",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ",
      "translation": "10. Concedí a David Mi favor [cuando dije:] “¡Oh, montañas y pájaros! Glorifiquen con él [a Dios]”, y le facilité moldear el hierro.",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 429,
      "verse_key": "34:11",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ",
      "translation": "11. [Dijo Dios:] “Haz cotas de malla cuyas argollas tengan una justa medida y obren rectamente [tú y tus seguidores]; Yo observo lo que hacen”.",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 429,
      "verse_key": "34:12",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ",
      "translation": "12. Y a Salomón le sometí el viento para que recorriera la distancia que recorrería en un mes en las mañanas como en las tardes. E hice manar para él una fuente de cobre fundido. [También le sometí] los yinn que trabajaban para él por orden de su Señor. A quien de ellos se rebelara a Mi voluntad [y desobedeciera a Salomón], le hacía sufrir el castigo del Infierno.",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 429,
      "verse_key": "34:13",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ",
      "translation": "13. Hacían para él todo lo que él deseara: templos elevados, estatuas, cántaros grandes como estanques y calderas enormes. [Les dije:] “Trabajen con agradecimiento [a Dios por los favores concedidos] ¡oh, familia de David!, pero sepan que pocos de Mis siervos son agradecidos”.",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 429,
      "verse_key": "34:14",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ",
      "translation": "14. Cuando decreté para él que muriera[1], no les advirtió de su muerte sino un insecto de la tierra[2] que carcomió su bastón, y cuando [Salomón] se cayó, se hizo evidente [para la gente] que si los yinn hubieran tenido conocimiento de lo oculto[3], no habrían permanecido en el castigo humillante [de seguir trabajando].",
      "footnotes": "[1] Cuando el Profeta Salomón murió, quedó sentado en su trono, apoyado en su bastón, entonces los yinn al pasar frente a él pensaban que aún estaba con vida y seguían trabajando.\n[2] Una termita.\n[3] Es común encontrar en mucha gente el concepto errado de que los yinn o los demonios tienen conocimiento de lo oculto. Los yinn desviados, que se convierten en demonios, ayudan a difundir esta noción. Pero Dios nos muestra la falsedad de este concepto al revelarnos la historia del Profeta Salomón."
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 430,
      "verse_key": "34:15",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ",
      "translation": "15. Las moradas de Saba eran un signo [de las gracias de Dios]: poseían dos huertos, uno [en un valle] a la izquierda y otro a la derecha. [Les dije:] “Coman del sustento de su Señor y agradézcanle. Tienen una buena tierra, y [si son agradecidos, sepan que] su Señor es Perdonador”.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 430,
      "verse_key": "34:16",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ",
      "translation": "16. Pero se apartaron, entonces envié sobre ellos la inundación [que produjo la ruptura] de las represas [que habían construido], y les cambié sus dos huertos por granjas con frutos amargos, tamariscos y algunos árboles de azufaifo.",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 430,
      "verse_key": "34:17",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ",
      "translation": "17. Así los castigué por ser desagradecidos, y no castigo así sino al desagradecido.",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 430,
      "verse_key": "34:18",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ",
      "translation": "18. Puse entre ellos y las ciudades que había bendecido otras aldeas, e hice que transitaran tranquilos por ellas. [Les dije:] “¡Viajen por ellas seguros de noche y de día!”",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 430,
      "verse_key": "34:19",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ",
      "translation": "19. Dijeron [con arrogancia]: “¡Señor nuestro! Alarga nuestros viajes[1]”. Y se perjudicaron a sí mismos, e hice que se convirtieran en historia y los destruí por completo. Sin duda, en esto hay un signo para todo paciente [ante momentos difíciles] agradecido [de los favores de Dios].",
      "footnotes": "[1] Esta frase fue pronunciada con soberbia hacia Dios como un desafío, ya que Dios les había concedido viajar con seguridad entre los pueblos y que sus viajes fueran cortos y fáciles."
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 430,
      "verse_key": "34:20",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ",
      "translation": "20. Así confirmó Iblís su afirmación[1]: ya que todos lo siguieron excepto un grupo de creyentes.",
      "footnotes": "[1] Para ver esta afirmación del demonio ir a Corán 17:62, 7:17, entre otras."
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 430,
      "verse_key": "34:21",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ",
      "translation": "21. [El demonio] no tenía poder sobre ellos, sino [que les susurró] para que se hiciera evidente quién creía en la otra vida y quién de ellos tenía dudas. Tu Señor está atento a todas las cosas.",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 430,
      "verse_key": "34:22",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ",
      "translation": "22. Diles [¡Oh, Mujámmad! a los idólatras]: “Invoquen a quien quieran en lugar de Dios, pero sepan que los ídolos no pueden [beneficiar ni perjudicar] ni siquiera en el peso de una partícula, tanto en los cielos como en la Tierra, ni tienen participación alguna [en el poder divino], ni tampoco Él tiene ayudantes de entre ellos”.",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 431,
      "verse_key": "34:23",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ",
      "translation": "23. No se aceptará ninguna intercesión y solo podrán hacerlo aquellos a quienes Él se lo permita, hasta que, cuando el terror se aleje de sus corazones [los ángeles] se preguntarán [unos a otros]: “¿Qué dijo su Señor?” Responderán: “La Verdad. Él es el Sublime, el Grande”.",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 431,
      "verse_key": "34:24",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "24. Pregúntales [¡Oh, Mujámmad! a los idólatras]: “¿Quién los sustenta de los cielos y la Tierra?” Diles: “¡Dios!” Uno de nosotros está en el sendero recto y el otro en el error evidente.",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 431,
      "verse_key": "34:25",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ",
      "translation": "25. Diles: “Ustedes no serán interrogados por nuestras faltas, ni nosotros seremos interrogados por las suyas”.",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 431,
      "verse_key": "34:26",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ",
      "translation": "26. Diles: “Nuestro Señor nos congregará [el Día del Juicio], luego juzgará entre nosotros con equidad; Él es el verdadero Juez, y Él todo lo sabe”.",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 431,
      "verse_key": "34:27",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "27. Diles: “Muéstrenme los [ídolos] que asocian con Él”. ¡No existen!, pues Él es Dios, el Poderoso, el Sabio.",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 431,
      "verse_key": "34:28",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "28. No te envié [¡Oh, Mujámmad!] sino como anunciador de buenas nuevas y amonestador para todos los seres humanos. Pero la mayoría de la gente lo ignora.",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 431,
      "verse_key": "34:29",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "29. Dicen [los que se negaron a creer]: “¿Cuándo se cumplirá esta amenaza, si dices la verdad?”",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 431,
      "verse_key": "34:30",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ",
      "translation": "30. Diles: “Ustedes han sido emplazados para el Día [del Juicio], y no podrán adelantarlo ni retrasarlo siquiera un instante”.",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 431,
      "verse_key": "34:31",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ",
      "translation": "31. Dicen los que se negaron a creer: “No creeremos en este Corán ni en los [Libros revelados] anteriores”. Pero si vieras [¡Oh, Mujámmad!] cuando estén los que cometieron injusticias frente a su Señor, increpándose unos a otros. Dirán los seguidores oprimidos a los [líderes] arrogantes: “Si no fuera por ustedes hubiéramos sido creyentes”.",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 432,
      "verse_key": "34:32",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ",
      "translation": "32. Dirán los [líderes] arrogantes a quienes los siguieron: “¿Acaso nosotros los apartamos de la guía [por la fuerza], después que les vino? Son unos transgresores [que eligieron libremente el descarrío]”.",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 432,
      "verse_key": "34:33",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "33. Dirán quienes seguían a los soberbios líderes [en la incredulidad]: “No, fueron sus astucias, pues noche y día nos ordenaban que no creyéramos en Dios y que igualáramos a los ídolos con Dios [dedicándoles actos de adoración]”. Todos pretenderán esconder su arrepentimiento [por no haber creído en los Mensajeros] cuando vean el castigo [pero se evidenciará en sus rostros]; y pondremos argollas en los cuellos de los que se negaron a creer. ¿No serán acaso castigados por lo que cometieron?",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 432,
      "verse_key": "34:34",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ",
      "translation": "34. No envié un [Profeta como] amonestador a ninguna ciudad sin que dijeran sus líderes y poderosos: “No creemos en tu Mensaje”.",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 432,
      "verse_key": "34:35",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ",
      "translation": "35. Decían también: “Nosotros tenemos más bienes materiales e hijos que tú, y no seremos castigados”.",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 432,
      "verse_key": "34:36",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "36. Diles: “Mi Señor sustenta generosamente a quien quiere y se lo restringe [a quien quiere], pero la mayoría de la gente lo ignora”.",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 432,
      "verse_key": "34:37",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ",
      "translation": "37. Sepan que no son ni sus bienes materiales ni sus hijos los que los acercan a Mí, sino que quienes crean y obren rectamente recibirán una recompensa multiplicada por sus obras, y morarán seguros en habitaciones elevadas [del Paraíso].",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 432,
      "verse_key": "34:38",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ",
      "translation": "38. En cambio, aquellos que se esfuercen por denigrar Mi Mensaje serán llevados al castigo.",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 432,
      "verse_key": "34:39",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ",
      "translation": "39. Diles: “Mi Señor aumenta el sustento a quien Él quiere de Sus siervos y se lo restringe [a quien quiere], y todo lo que gasten en caridad, Él se los compensará. Él es el mejor proveedor”.",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 433,
      "verse_key": "34:40",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ",
      "translation": "40. El día en que congregue a todos [los seres humanos para juzgarlos], preguntará a los ángeles: “¿Estos [idólatras] eran los que los adoraban?”",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 433,
      "verse_key": "34:41",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ",
      "translation": "41. Responderán [los ángeles]: “¡Alabado seas! Tú eres nuestro Protector, y nosotros no los indujimos a ello, pero [los idólatras en realidad] adoraban a los yinn, y la mayoría [de los seres humanos] creían en ellos.",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 433,
      "verse_key": "34:42",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ",
      "translation": "42. Pero el Día del Juicio no podrán beneficiarse ni perjudicarse unos a otros, y diré a los que cometieron injusticias: “Sufran el castigo del Fuego que negaban”.",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 433,
      "verse_key": "34:43",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ",
      "translation": "43. Cuando se les recitan Mis versículos evidentes [a los idólatras], dicen: “Este [el Profeta Mujámmad] no es sino un hombre que pretende apartarlos de lo que sus padres adoraban”. Y dicen: “Este Corán no es más que una mentira inventada”. Y dijeron los que se negaron a creer cuando les llegó la verdad: “No es más que evidente hechicería”.",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 433,
      "verse_key": "34:44",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ",
      "translation": "44. No les concedí [a los paganos de La Meca] libros en que se basaran [y fundamentaran su idolatría], ni les envié a ningún amonestador antes de ti.",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 433,
      "verse_key": "34:45",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ",
      "translation": "45. Ya desmintieron sus antecesores a Mis Mensajeros, y estos incrédulos [deberían recapacitar, pues] no recibieron ni una décima parte de lo que les concedí a sus antecesores. ¡Qué terrible fue el castigo!",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 433,
      "verse_key": "34:46",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ",
      "translation": "46. Diles [¡Oh, Mujámmad!]: “Los exhorto a que hagan una cosa [para que se les evidencie la verdad]: Pónganse ante Dios en grupo o individualmente, y reflexionen, pues su compañero[1] no es un loco, sino que es un amonestador que les advierte de un castigo severo”.",
      "footnotes": "[1] El Profeta Mujámmad es denominado así porque vivía entre ellos."
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 433,
      "verse_key": "34:47",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ",
      "translation": "47. Diles: “No les he pedido remuneración alguna, mi recompensa ha de dármela Dios; Él es Testigo de todas las cosas”.",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 433,
      "verse_key": "34:48",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ",
      "translation": "48. Diles: “Mi Señor rechaza lo falso con la verdad, Él conoce lo oculto”.",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 434,
      "verse_key": "34:49",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ",
      "translation": "49. Diles: “Se ha presentado la verdad, y la falsedad no puede comenzar nada nuevo ni repetirlo[1]”.",
      "footnotes": "[1] Esta frase hace alusión a la cualidad exclusiva de Dios de crear por primera vez de la nada, y su capacidad de repetirlo nuevamente en el momento de la resurrección."
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 434,
      "verse_key": "34:50",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ",
      "translation": "50. Diles: “Si me desvío, será en perjuicio propio; pero si sigo la verdadera guía es por lo que mi Señor me reveló. Él todo lo oye y está cerca [de Sus siervos]”.",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 434,
      "verse_key": "34:51",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ",
      "translation": "51. ¡Si vieras [¡Oh, Mujámmad!] cuando [los incrédulos] se aterroricen [al ver el castigo que les aguarda] y no tengan forma de escapar! Serán tomados desde un lugar cercano [y arrojados al Fuego].",
      "footnotes": ""
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 434,
      "verse_key": "34:52",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ",
      "translation": "52. Dirán: “Ahora creemos en Dios”. ¿Pero cómo podrían adoptar la fe desde un lugar lejano[1]?",
      "footnotes": "[1] En la otra vida, cuando sea imposible hacerlo."
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 434,
      "verse_key": "34:53",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ",
      "translation": "53. Antes ya habían sido incrédulos [en la vida mundanal] y refutaban lo oculto con falsedades desde una posición lejana [a la verdad].",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 434,
      "verse_key": "34:54",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ",
      "translation": "54. Pero entre ellos y lo que desean[1] se interpondrá una barrera, como ocurrió con los incrédulos que estuvieron antes de ellos, porque estaban indecisos [sobre el Mensaje].",
      "footnotes": "[1] Arrepentirse y volver a la vida mundanal."
    }
  ]
}