{
  "id": 52,
  "verse_number": 52,
  "page_number": 338,
  "verse_key": "22:52",
  "juz_number": 17,
  "hizb_number": 34,
  "rub_el_hizb_number": 135,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ",
  "translation": "ہم نے آپ سے پہلے جس رسول اور نبی کو بھیجا اس کے ساتھ یہ ہوا کہ جب وه اپنے دل میں کوئی آرزو کرنے لگا شیطان نے اس کی آرزو میں کچھ ملا دیا، پس شیطان کی ملاوٹ کو اللہ تعالیٰ دور کر دیتا ہے پھر اپنی باتیں پکی کر دیتا ہے(1) ۔ اللہ تعالیٰ دانا اور باحکمت ہے.",
  "footnotes": "(1) تَمَنَّى کے ایک معنی ہیں آرزو کی یا دل میں خیال آیا۔ دوسرے معنی ہیں پڑھایا تلاوت کی۔ اسی اعتبار سے أُمْنِيَّةٌ کا ترجمہ آرزو، خیال یا تلاوت ہوگا پہلے معنی کے اعتبار سے مفہوم ہوگا اس کی آرزو میں شیطان نے رکاوٹیں ڈالیں تاکہ وہ پوری نہ ہوں۔ اور رسول و نبی کی آرزو یہی ہوتی ہے کہ لوگ زیادہ سے زیادہ ایمان لے آئیں، شیطان رکاوٹیں ڈال کر لوگوں کو زیادہ سے زیادہ ایمان سے دور رکھنا چاہتا ہے۔ دوسرے معنی کے لحاظ سے مفہوم ہوگا کہ جب بھی اللہ کا رسول یا نبی وحی شدہ کلام پڑھتا اور اس کی تلاوت کرتا ہے۔ تو شیطان اس کی قرأت و تلاوت میں اپنی باتیں ملانے کی کوشش کرتا ہے یا اس کی بابت لوگوں کے دلوں میں شبہے ڈالتا اور مین میخ نکالتا ہے۔ اللہ تعالٰی شیطان کی رکاوٹوں کو دور فرما کر یا تلاوت میں ملاوٹ کی کوشش ناکام فرما کر شیطان کے پیدا کردہ شکوک و شبہات کا ازالہ فرما کر اپنی بات کو یا اپنی آیات کو محکم (پکا) فرما دیتا ہے۔ اس میں نبی (صلى الله عليه وسلم) کو تسلی دی جا رہی ہے کہ شیطان کی یہ کارستانیاں صرف آپ (صلى الله عليه وسلم) کے ساتھ ہی نہیں ہیں، آپ (صلى الله عليه وسلم) سے پہلے جو رسول اور نبی آئے، سب کے ساتھ یہی کچھ کرتا آیا ہے۔ تاہم آپ (صلى الله عليه وسلم) گھبرائیں نہیں شیطان کی ان شرارتوں اور سازشوں سے جس طرح ہم پچھلے انبیاء علیہم السلام کو بچاتے رہے ہیں یقینا آپ (صلى الله عليه وسلم) بھی محفوظ رہیں گے اور شیطان کے علی الرغم اللہ تعالٰی اپنی بات کو پکا کرکے رہے گا۔ یہاں بعض مفسرین نے غرانیق علی کا قصہ بیان کیا ہے جو محققین کے نزدیک ثابت ہی نہیں ہے اس لیے اسے یہاں پیش کرنے کی ضرورت ہی سرے سے نہیں سمجھی کی گئی ہے۔"
}