{
  "result": {
    "id": "2668",
    "sura": "22",
    "aya": "73",
    "arabic_text": "يَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓۚ إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن يَخۡلُقُواْ ذُبَابٗا وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡـٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ",
    "translation": "لوگو! ایک مثال بیان کی جا رہی ہے، ذرا کان لگا کر سن لو! اللہ کے سوا جن جن کو تم پکارتے رہے ہو وه ایک مکھی بھی تو پیدا نہیں کر سکتے، گو سارے کے سارے ہی جمع ہو جائیں(1) ، بلکہ اگر مکھی ان سے کوئی چیز لے بھاگے تو یہ تو اسے بھی اس سے چھین نہیں(2) سکتے، بڑا بودا ہے طلب کرنے واﻻ اور بڑا بودا ہے(3) وه جس سے طلب کیا جا رہا ہے.",
    "footnotes": "(1) یعنی یہ معبودان باطل، جن کو تم، اللہ کو چھوڑ کر، مدد کے لئے پکارتے ہو، یہ سارے کے سارے جمع ہو کر ایک نہایت حقیر سی مخلوق مکھی بھی پیدا کرنا چاہیں، تو نہیں کر سکتے۔ اس کے باوجود بھی تم انہی کو حاجت روا سمجھو، تو تمہاری عقل قابل ماتم ہے۔ اس سے یہ معلوم ہوتا ہے کہ اللہ کے سوا جن کی عبادت کی جاتی رہی ہے، وہ صرف پتھر کی بےجان مورتیاں ہی نہیں ہوتی تھیں، جیسا کہ آج کل قبر پرستی کا جواز پیش کرنے ولے لوگ باور کراتے ہیں) بلکہ یہ عقل و شعور رکھنے والی چیزیں بھی تھیں۔ یعنی اللہ کے نیک بندے بھی تھے، جن کے مرنے کے بعد لوگوں نے ان کو اللہ کا شریک ٹھہرا لیا، اسی لئے اللہ عتالیٰ فرمارہا ہے کہ یہ سب اکٹھے بھی ہوجائیں تو ایک حقیر ترین شے مکھی، بھی پیدا نہیں کرسکتے، محض پتھر کی مورتیوں کو یہ چیلنج نہیں دیا جاسکتا۔\n(2) یہ ان کی مزید بے بسی اور لاچارگی کا اظہار ہے کہ پیدا کرنا تو کجا، یہ تو مکھی کو پکڑ کر اس کے منہ سے اپنی وہ چیز بھی واپس نہیں لے سکتے، جو وہ ان سے چھین کر لے جائے۔\n(3) طالب سے مراد، خود ساختہ معبود اور مطلوب سے مراد مکھی یا بعض کے نزدیک طالب سے، پجاری اور مطلوب سے اس کا معبود مراد ہے، حدیث قدسی میں معبود ان باطل کی بےبسی کا تذکرہ ان الفاظ میں ہے۔ اللہ تعالٰی فرماتا ہے کہ\" اس سے زیادہ ظالم کون ہوگا جو میری طرح پیدا کرنا چاہتا ہے اگر کسی میں واقع یہ قدرت ہے تو وہ ایک ذرہ یا ایک جو ہی پیدا کر کے دکھا دے \"۔ (صحيح بخاري، كتاب اللباس ، باب لا تدخل الملائكة بيتا فيه كلب ولا صور)"
  }
}