{
  "id": 64,
  "verse_number": 64,
  "page_number": 118,
  "verse_key": "5:64",
  "juz_number": 6,
  "hizb_number": 12,
  "rub_el_hizb_number": 47,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَقَالَتِ ٱلۡيَهُودُ يَدُ ٱللَّهِ مَغۡلُولَةٌۚ غُلَّتۡ أَيۡدِيهِمۡ وَلُعِنُواْ بِمَا قَالُواْۘ بَلۡ يَدَاهُ مَبۡسُوطَتَانِ يُنفِقُ كَيۡفَ يَشَآءُۚ وَلَيَزِيدَنَّ كَثِيرٗا مِّنۡهُم مَّآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ طُغۡيَٰنٗا وَكُفۡرٗاۚ وَأَلۡقَيۡنَا بَيۡنَهُمُ ٱلۡعَدَٰوَةَ وَٱلۡبَغۡضَآءَ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۚ كُلَّمَآ أَوۡقَدُواْ نَارٗا لِّلۡحَرۡبِ أَطۡفَأَهَا ٱللَّهُۚ وَيَسۡعَوۡنَ فِي ٱلۡأَرۡضِ فَسَادٗاۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ",
  "translation": "64. Judėjai sako: „Allaho Ranka yra surišta (t. y. Jis neduoda ir neleidžia iš Savo Dosnumo).“ Lai jų rankos būna surištos ir lai jie būna prakeikti dėl to, ką jie sakė. Ne, abi Jo Rankos [12] yra plačiai ištiestos. Jis leidžia (iš Savo Dosnumo) kaip Jis nori. Iš tiesų, Apreiškimas, atėjęs pas jus iš jūsų Viešpaties (Allaho) padidina daugumoje jų atkaklų pasipriešinimą ir netikėjimą. Mes įkurdinome nesantaiką ir neapykantą tarp jų iki Prikėlimo Dienos. Kaskart, kai jie užkuria karo laužą, Allahas jį užgesina. Ir jie (visada) stengiasi daryti nedorybes žemėje.",
  "footnotes": "[12] Sifat-ullah (Allaho Atributai). Visa, kas Allaho Knygoje [Korane] buvo apreikšta apie Allaho, Aukščiausiojo, Atributus [Sifat], tokius kaip Jo Veidas, Akys, Rankos, Blauzdos (Kojos), Jo Atėjimas, Jo (Istava) pakilimas į Savo Sostą ir kitus, arba visa, kuo Allaho Pasiuntinys ﷺ apibūdino Jį teisinguose, autentiškuose Pranašo Ahadis (pasakojimuose), pavyzdžiui tokie Jo Atributai, kaip [Nuzūl], Jo Nusileidimas arba Jo juokas ir kiti, - tikėjimo mokslininkai, išmanantys Koraną ir Sunną tiki šiais Allaho Atributais ir tvirtina, kad tai tikrai Jo Atributai, be Tavyl (jų reikšmės aiškinimo per kitus dalykus) arba Tašbyh (suteikiant jiems panašumą į kūrinijos bruožus) arba [Tatyl] (visiško jų atmetimo arba neigimo, t. y. teigiant, kad nėra Allaho Veido arba Akių, arba Rankų, arba Blauzdų). Šie Atributai dera ir tinka tik Allahui Vieninteliui, ir jis nepanašus į jokį (Savo) kūrinį. Kaip Allaho Žodžiai (Korane): 1. „Nėra nieko kaip Jis, ir Jis yra Visa Girdintis, Visa Matantis.“ (Aja 42:11); 2. „Nėra nieko panašaus į Jį.“ (Aja 112:4)."
}