{
  "result": {
    "id": "5160",
    "sura": "60",
    "aya": "10",
    "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا جَآءَكُمُ ٱلۡمُؤۡمِنَٰتُ مُهَٰجِرَٰتٖ فَٱمۡتَحِنُوهُنَّۖ ٱللَّهُ أَعۡلَمُ بِإِيمَٰنِهِنَّۖ فَإِنۡ عَلِمۡتُمُوهُنَّ مُؤۡمِنَٰتٖ فَلَا تَرۡجِعُوهُنَّ إِلَى ٱلۡكُفَّارِۖ لَا هُنَّ حِلّٞ لَّهُمۡ وَلَا هُمۡ يَحِلُّونَ لَهُنَّۖ وَءَاتُوهُم مَّآ أَنفَقُواْۚ وَلَا جُنَاحَ عَلَيۡكُمۡ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّۚ وَلَا تُمۡسِكُواْ بِعِصَمِ ٱلۡكَوَافِرِ وَسۡـَٔلُواْ مَآ أَنفَقۡتُمۡ وَلۡيَسۡـَٔلُواْ مَآ أَنفَقُواْۚ ذَٰلِكُمۡ حُكۡمُ ٱللَّهِ يَحۡكُمُ بَيۡنَكُمۡۖ وَٱللَّهُ عَلِيمٌ حَكِيمٞ",
    "translation": "ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ನಿಮ್ಮ ಬಳಿಗೆ ಸತ್ಯವಿಶ್ವಾಸಿ ಮಹಿಳೆಯರು ಹಿಜ್ರ (ವಲಸೆ) ಮಾಡಿ ಬಂದರೆ ಅವರನ್ನು ಪರೀಕ್ಷಿಸಿರಿ. ಅಲ್ಲಾಹನಿಗೆ ಅವರ ವಿಶ್ವಾಸದ ಬಗ್ಗೆ ಬಹಳ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದೆ. ಅವರು ಸತ್ಯವಿಶ್ವಾಸಿಗಳೆಂದು ನಿಮಗೆ ಖಾತ್ರಿಯಾದರೆ ಅವರನ್ನು ಸತ್ಯನಿಷೇಧಿಗಳ ಬಳಿಗೆ ಮರಳಿ ಕಳುಹಿಸಬೇಡಿ. ಈ ಮಹಿಳೆಯರು ಅವರಿಗೆ (ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ) ಧರ್ಮಸಮ್ಮತವಲ್ಲ. ಅವರು ಈ ಮಹಿಳೆಯರಿಗೆ ಧರ್ಮಸಮ್ಮತವಲ್ಲ. ಆ ಸತ್ಯನಿಷೇಧಿಗಳು ಮಾಡಿದ ಖರ್ಚನ್ನು ಅವರಿಗೆ ನೀಡಿರಿ. ನಂತರ ನೀವು ಈ ಮಹಿಳೆಯರಿಗೆ ಅವರ ಮಹರ್ (ವಧುದಕ್ಷಿಣೆಯನ್ನು) ನೀಡಿ ವಿವಾಹವಾಗುವುದರಲ್ಲಿ ನಿಮಗೆ ದೋಷವಿಲ್ಲ.[1] ಸತ್ಯನಿಷೇಧಿ ಮಹಿಳೆಯರೊಂದಿಗಿನ ವಿವಾಹ ಕರಾರನ್ನು ಬಳಿಯಲ್ಲಿಟ್ಟುಕೊಳ್ಳಬೇಡಿ.[2] ನೀವು ಖರ್ಚು ಮಾಡಿದ್ದನ್ನು ಕೇಳಿ ಪಡೆಯಿರಿ. ಆ ಸತ್ಯನಿಷೇಧಿಗಳು ಏನು ಖರ್ಚು ಮಾಡಿದ್ದಾರೋ ಅದನ್ನು ಅವರು ಕೇಳಿ ಪಡೆಯಲಿ. ಇದು ಅಲ್ಲಾಹು ನಿಮ್ಮ ನಡುವೆ ತೀರ್ಪು ನೀಡುವ ಅವನ ತೀರ್ಪಾಗಿದೆ. ಅಲ್ಲಾಹು ಸರ್ವಜ್ಞನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.",
    "footnotes": "[1] ಹುದೈಬಿಯಾ ಒಪ್ಪಂದದ ಒಂದು ಷರತ್ತಿನ ಪ್ರಕಾರ ಮಕ್ಕಾದಿಂದ ಯಾರಾದರೂ ಮುಸಲ್ಮಾನರ ಬಳಿಗೆ ಬಂದರೆ ಅವರನ್ನು ಮಕ್ಕಾಗೆ ಮರಳಿ ಕಳುಹಿಸಬೇಕು. ಇಂತಹ ಸ್ಥಿತಿಯಲ್ಲಿ ಸತ್ಯನಿಷೇಧಿ ಮಹಿಳೆಯರು ಇಸ್ಲಾಂ ಸ್ವೀಕರಿಸಿ ಮುಸಲ್ಮಾನರ ಬಳಿಗೆ ಬಂದರೆ ಏನು ಮಾಡಬೇಕೆಂದು ಈ ವಚನದಲ್ಲಿ ಹೇಳಲಾಗಿದೆ. ಮುಸ್ಲಿಮರು ಅವರನ್ನು ಸತ್ಯನಿಷೇಧಿಗಳ ಬಳಿಗೆ ಮರಳಿ ಕಳುಹಿಸಬಾರದು. ಅವರು ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ಧರ್ಮಸಮ್ಮತವಲ್ಲ. ಅವರ ಗಂಡಂದಿರು ಅವರಿಗೆ ನೀಡಿದ ಮಹರ್ ಅವರಿಗೆ ವಾಪಸು ಕೊಟ್ಟು ಅವರನ್ನು ವಿಚ್ಛೇದಿಸಬೇಕು. ಇದ್ದ ಕಳೆದ ನಂತರ ಮುಸ್ಲಿಮರಿಗೆ ಆಕೆಯನ್ನು ಮಹರ್ ನೀಡಿ ವಿವಾಹವಾಗಬಹುದು. ಅವರನ್ನು ಪರೀಕ್ಷಿಸಬೇಕು ಎಂದರೆ ಅವರು ಯಾವ ಉದ್ದೇಶದಿಂದ ಬಂದಿದ್ದಾರೆಂದು ತನಿಖೆ ಮಾಡಬೇಕು ಎಂದರ್ಥ.\n[2] ಅಂದರೆ ಮುಸಲ್ಮಾನರ ಪತ್ನಿಯರಲ್ಲಿ ಯಾರಾದರೂ ಸತ್ಯನಿಷೇಧಿಯಾಗಿದ್ದರೆ ಅವಳೊಂದಿಗಿನ ದಾಂಪತ್ಯವನ್ನು ಮುಂದುವರಿಸಬಾರದು. ಆಕೆಗೆ ವಿಚ್ಛೇದನ ನೀಡಿ ಮಹರ್ ವಾಪಸು ಪಡೆಯಬೇಕು."
  }
}