{
  "result": {
    "id": "4285",
    "sura": "42",
    "aya": "13",
    "arabic_text": "۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ",
    "translation": "اللہ تعالیٰ نے تمہارے لیے وہی دین مقرر کردیا ہے جس کے قائم کرنے کا اس نے نوح (علیہ السلام) کو حکم دیا تھا اور جو (بذریعہ وحی) ہم نے تیری طرف بھیج دی ہے، اور جس کا تاکیدی حکم ہم نے ابراہیم اور موسیٰ اور عیسیٰ (علیہم السلام) کو دیا تھا(1) ، کہ اس دین کو قائم رکھنا(2) اور اس میں پھوٹ نہ(3) ڈالنا جس چیز کی طرف آپ انہیں بلا رہے ہیں وه تو (ان) مشرکین پر گراں گزرتی ہے(4)، اللہ تعالیٰ جسے چاہتا ہے اپنا برگزیده بناتا ہے(5) اور جو بھی اس کی طرف رجوع کرے وه اس کی صحیح ره نمائی کرتا ہے.(6)",
    "footnotes": "(1) شَرَعَ کے معنی ہیں، بیان کیا، واضح کیا اور مقرر کیا، لَكُمْ (تمہارے لیے) یہ امت محمدیہ سے خطاب ہے۔ مطلب ہے کہ تمہارے لیے وہی دین مقرر یا بیان کیا ہے جس کی وصیت اس سے قبل تمام انبیا کو کی جاتی رہی ہے۔ اس ضمن میں چند جلیل القدر انبیا کے نام ذکر فرمائے۔\n(2) الدِّينِ سے مراد، اللہ پر ایمان، توحید اطاعت رسول اور شریعت الٰہیہ کو ماننا ہے۔ تمام انبیا کا یہی دین تھا جس کی وہ دعوت اپنی اپنی قوم کو دیتے رہے۔ اگرچہ ہر نبی کی شریعت اور منہج میں بعض جزوی اختلافات ہوتے تھے جیسا کہ فرمایا: «لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا» (المائدة: 48) لیکن مذکورہ اصول سب کے درمیان مشترکہ تھے۔ اسی بات کو نبی (صلى الله عليه وسلم) نے ان الفاظ میں بیان فرمایا ہے : ہم انبیاء کی جماعت علاتی بھائی، ہیں، ہمارا دین ایک ہے۔ (صحیح بخاری وغیرہ) اور یہ ایک دین وہی توحید واطاعت رسول ہے، یعنی ان کا تعلق ان فروعی مسائل سے نہیں ہے جن میں دلائل باہم مختلف یا متعارض ہوتے ہیں یا جن میں کبھی فہم کاﺗﺒایﻦ اور تفاوت ہوتا ہے۔ کیونکہ ان میں اجتہاد یا اختلاف کی گنجائش ہوتی ہے اس لیے یہ مختلف ہوتے ہیں اور ہوسکتے ہیں، تاہم توحید واطاعت، فروعی نہیں، اصولی مسئلہ ہے جس پر کفر و ایمان کا دارومدار ہے۔\n(3) صرف ایک اللہ کی عبادت اور اس کی اطاعت (یا اس کے رسول کی اطاعت جو دراصل اللہ ہی کی اطاعت ہے) وحدت وائتلاف کی بنیاد ہے اور اس کی عبادت واطاعت سے گریز یا ان میں دوسروں کو شریک کرنا، افتراق وانتشار انگیزی ہے، جس سے (پھوٹ نہ ڈالنا) کہہ کر منع کیا گیا ہے۔\n(4) اور وہ وہی توحید اور اللہ ورسول کی اطاعت ہے۔\n(5) یعنی جس کو ہدایت کا مستحق سمجھتا ہے، اسے ہدایت کے لیے چن لیتا ہے۔\n(6) یعنی اپنا دین اپنانے کی اور عبادت کو اللہ کے لیے خالص کرنے کی توفیق اس شخص کو عطا کر دیتا ہے جو اس کی اطاعت و عبادت کی طرف رجوع کرتا ہے۔"
  }
}