{
  "result": [
    {
      "id": "2674",
      "sura": "23",
      "aya": "1",
      "arabic_text": "قَدۡ أَفۡلَحَ ٱلۡمُؤۡمِنُونَ",
      "translation": "వాస్తవానికి విశ్వాసులు సాఫల్యం పొందుతారు;",
      "footnotes": ""
    },
    {
      "id": "2675",
      "sura": "23",
      "aya": "2",
      "arabic_text": "ٱلَّذِينَ هُمۡ فِي صَلَاتِهِمۡ خَٰشِعُونَ",
      "translation": "వారే! ఎవరైతే తమ నమాజ్ లో వినమ్రత పాటిస్తారో!",
      "footnotes": ""
    },
    {
      "id": "2676",
      "sura": "23",
      "aya": "3",
      "arabic_text": "وَٱلَّذِينَ هُمۡ عَنِ ٱللَّغۡوِ مُعۡرِضُونَ",
      "translation": "మరియు ఎవరైతే వ్యర్థమైన మాటల నుండి దూరంగా ఉంటారో;",
      "footnotes": ""
    },
    {
      "id": "2677",
      "sura": "23",
      "aya": "4",
      "arabic_text": "وَٱلَّذِينَ هُمۡ لِلزَّكَوٰةِ فَٰعِلُونَ",
      "translation": "మరియు ఎవరైతే విధిదానం (జకాత్) సక్రమంగా చెల్లిస్తారో!",
      "footnotes": ""
    },
    {
      "id": "2678",
      "sura": "23",
      "aya": "5",
      "arabic_text": "وَٱلَّذِينَ هُمۡ لِفُرُوجِهِمۡ حَٰفِظُونَ",
      "translation": "మరియు ఎవరైతే తమ మర్మాంగాలను కాపాడుకుంటారో -",
      "footnotes": ""
    },
    {
      "id": "2679",
      "sura": "23",
      "aya": "6",
      "arabic_text": "إِلَّا عَلَىٰٓ أَزۡوَٰجِهِمۡ أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَإِنَّهُمۡ غَيۡرُ مَلُومِينَ",
      "translation": "తమ భార్యలతో (అజ్వాజ్ లతో) లేక తమ ఆధీనంలో (కుడిచేతిలో) ఉన్న బానిస స్త్రీలతో తప్ప![1] అలాంటప్పుడు వారు నిశ్చయంగా, నిందార్హులు కారు.",
      "footnotes": "[1] ఈ కాలంలో వాస్తవమైన బానిసలు (అంటే యుద్ధంలో పట్టుబడటం వల్ల బానిసలైన వారు) లేరు. ఎందుకంటే ఒక ముస్లింకు మానవులను బానిసలుగా కొనటం, అమ్మటం నిషిద్ధం చేయబడింది. కేవలం ధర్మయుద్ధంలో చేజిక్కిన ఖైదీలే బానిసలు. వారు ఇస్లాం స్వీకరిస్తే వారికి స్వాతంత్ర్యం ఇవ్వాలి. బానిస స్త్రీతో సంతానమైతే వారు వారసత్వంలో హక్కుదారులు. ఈ విధంగా చూస్తే బానిస స్త్రీకి కూడా భార్య హక్కులే ఉంటాయి. కేవలం మహ్ర్ మాత్రమే చెల్లించబడదు. చూడండి, 4:3, 24, 25, 24:32."
    },
    {
      "id": "2680",
      "sura": "23",
      "aya": "7",
      "arabic_text": "فَمَنِ ٱبۡتَغَىٰ وَرَآءَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡعَادُونَ",
      "translation": "కాని ఎవరైతే దీనిని మించి కోరుతారో! అలాంటి వారే వాస్తవంగా హద్దులను అతిక్రమించిన వారు.",
      "footnotes": ""
    },
    {
      "id": "2681",
      "sura": "23",
      "aya": "8",
      "arabic_text": "وَٱلَّذِينَ هُمۡ لِأَمَٰنَٰتِهِمۡ وَعَهۡدِهِمۡ رَٰعُونَ",
      "translation": "మరియు వారు ఎవరైతే తమ పూచీలను (అమానతులను) మరియు తమ వాగ్దానాలను కాపాడుకుంటారో.[1]",
      "footnotes": "[1] అమానత్: అంటే మనఃపూర్వకంగా, బాధ్యతతో విధేయతతో, డ్యూటీ చేయటం, రహస్య మాటలను, విషయాలను కాపాడటం. చేసిన వాగ్దానాలను పూర్తి చేయటం మొదలైనవి."
    },
    {
      "id": "2682",
      "sura": "23",
      "aya": "9",
      "arabic_text": "وَٱلَّذِينَ هُمۡ عَلَىٰ صَلَوَٰتِهِمۡ يُحَافِظُونَ",
      "translation": "మరియు వారు ఎవరైతే తమ నమాజ్ లను కాపాడుకుంటారో!",
      "footnotes": ""
    },
    {
      "id": "2683",
      "sura": "23",
      "aya": "10",
      "arabic_text": "أُوْلَٰٓئِكَ هُمُ ٱلۡوَٰرِثُونَ",
      "translation": "అలాంటి వారే (స్వర్గానికి) వారసులు అవుతారు.",
      "footnotes": ""
    },
    {
      "id": "2684",
      "sura": "23",
      "aya": "11",
      "arabic_text": "ٱلَّذِينَ يَرِثُونَ ٱلۡفِرۡدَوۡسَ هُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "వారే ఫిరదౌస్ స్వర్గానికి వారసులై, అందులో వారు శాశ్వతంగా ఉంటారు.[1]",
      "footnotes": "[1] ఫిర్ దౌస్ అనేది స్వర్గాలలో అత్యున్నతమైనది. అక్కడి నుండియే స్వర్గపు నదులు ప్రారంభమవుతాయి. ('స'హీ'హ్ బు'ఖారీ)."
    },
    {
      "id": "2685",
      "sura": "23",
      "aya": "12",
      "arabic_text": "وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ مِن سُلَٰلَةٖ مِّن طِينٖ",
      "translation": "మరియు వాస్తవంగా, మేము మానవుణ్ణి మట్టి యొక్క సారంతో సృష్టించాము.[1]",
      "footnotes": "[1] మట్టితో, అంటే మానవుని సృష్టి భూమిలో ఉన్న పదార్థాలతోనే చేయబడింది. ఈ విషయం మనకు ఈనాడు సైన్సు ద్వారా తెలిసింది."
    },
    {
      "id": "2686",
      "sura": "23",
      "aya": "13",
      "arabic_text": "ثُمَّ جَعَلۡنَٰهُ نُطۡفَةٗ فِي قَرَارٖ مَّكِينٖ",
      "translation": "తరువాత అతనిని ఇంద్రియ బిందువుగా ఒక కోశంలో భద్రంగా ఉంచాము.[1]",
      "footnotes": "[1] తల్లి గర్భకోశంలో."
    },
    {
      "id": "2687",
      "sura": "23",
      "aya": "14",
      "arabic_text": "ثُمَّ خَلَقۡنَا ٱلنُّطۡفَةَ عَلَقَةٗ فَخَلَقۡنَا ٱلۡعَلَقَةَ مُضۡغَةٗ فَخَلَقۡنَا ٱلۡمُضۡغَةَ عِظَٰمٗا فَكَسَوۡنَا ٱلۡعِظَٰمَ لَحۡمٗا ثُمَّ أَنشَأۡنَٰهُ خَلۡقًا ءَاخَرَۚ فَتَبَارَكَ ٱللَّهُ أَحۡسَنُ ٱلۡخَٰلِقِينَ",
      "translation": "ఆ తరువాత ఆ ఇంద్రియ బిందువును రక్తపు ముద్దగా (జలగగా) మార్చాము. ఆ పైన ఆ రక్తపు ముద్దను (జలగను) మాంసపు ముద్దగా (జీవాణువుల పిండంగా) మార్చాము, ఆ జీవాణువుల పిండంలో ఎముకలను ఏర్పరచి, ఆ ఎముకలను మాంసంతో కప్పాము. ఆ తరువాత దానిని మరొక (భిన్న) సృష్టిగా చేశాము. కావున శుభకరుడు (శుభప్రదుడు)[1] అయిన అల్లాహ్ యే అత్యుత్తమ సృష్టికర్త.",
      "footnotes": "[1] చూడండి, 7:54."
    },
    {
      "id": "2688",
      "sura": "23",
      "aya": "15",
      "arabic_text": "ثُمَّ إِنَّكُم بَعۡدَ ذَٰلِكَ لَمَيِّتُونَ",
      "translation": "ఆ తరువాత మీరు నిశ్చయంగా, మరణిస్తారు.",
      "footnotes": ""
    },
    {
      "id": "2689",
      "sura": "23",
      "aya": "16",
      "arabic_text": "ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ تُبۡعَثُونَ",
      "translation": "అటు పిమ్మట నిశ్చయంగా, మీరు పునరుత్థాన దినమున మరల లేపబడతారు.",
      "footnotes": ""
    },
    {
      "id": "2690",
      "sura": "23",
      "aya": "17",
      "arabic_text": "وَلَقَدۡ خَلَقۡنَا فَوۡقَكُمۡ سَبۡعَ طَرَآئِقَ وَمَا كُنَّا عَنِ ٱلۡخَلۡقِ غَٰفِلِينَ",
      "translation": "మరియు వాస్తవానికి మేము మీపై ఏడు మార్గాలను (ఆకాశాలను) సృష్టించాము.[1] మరియు మేము సృష్టి విషయంలో ఏ మాత్రం నిర్లక్ష్యంగా లేము.",
      "footnotes": "[1] చూడండి, 2:29."
    },
    {
      "id": "2691",
      "sura": "23",
      "aya": "18",
      "arabic_text": "وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَسۡكَنَّٰهُ فِي ٱلۡأَرۡضِۖ وَإِنَّا عَلَىٰ ذَهَابِۭ بِهِۦ لَقَٰدِرُونَ",
      "translation": "మరియు మేము ఆకాశం నుండి ఒక పరిమాణంతో వర్షాన్ని (నీటిని) కురిపించాము, పిదప దానిని భూమిలో నిలువ జేశాము. మరియు నిశ్చయంగా, దానిని వెనక్కి తీసుకునే శక్తి మాకుంది.",
      "footnotes": ""
    },
    {
      "id": "2692",
      "sura": "23",
      "aya": "19",
      "arabic_text": "فَأَنشَأۡنَا لَكُم بِهِۦ جَنَّٰتٖ مِّن نَّخِيلٖ وَأَعۡنَٰبٖ لَّكُمۡ فِيهَا فَوَٰكِهُ كَثِيرَةٞ وَمِنۡهَا تَأۡكُلُونَ",
      "translation": "తరువాత దాని ద్వారా మేము మీ కొరకు ఖర్జూరపు తోటలను ద్రాక్షతోటలను ఉత్పత్తి చేశాము; అందులో మీకు ఎన్నో ఫలాలు దొరుకుతాయి. మరియు వాటి నుండి మీరు తింటారు.",
      "footnotes": ""
    },
    {
      "id": "2693",
      "sura": "23",
      "aya": "20",
      "arabic_text": "وَشَجَرَةٗ تَخۡرُجُ مِن طُورِ سَيۡنَآءَ تَنۢبُتُ بِٱلدُّهۡنِ وَصِبۡغٖ لِّلۡأٓكِلِينَ",
      "translation": "మరియు సినాయి కొండ ప్రాంతంలో ఒక వృక్షం పెరుగుతున్నది. అది నూనె ఇస్తుంది మరియు (దాని ఫలం) తినేవారికి రుచికరమైన (కూరగా) ఉపయోగపడుతుంది.[1]",
      "footnotes": "[1] ఇది 'జైతూన్ వృక్షం."
    },
    {
      "id": "2694",
      "sura": "23",
      "aya": "21",
      "arabic_text": "وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهَا وَلَكُمۡ فِيهَا مَنَٰفِعُ كَثِيرَةٞ وَمِنۡهَا تَأۡكُلُونَ",
      "translation": "మరియు నిశ్చయంగా, మీ పశువులలో మీకు ఒక గుణపాఠముంది. మేము వాటి కడుపులలో ఉన్నది (పాలు) మీకు త్రాపుతున్నాము. మరియు వాటిలో మీకు ఇంకా ఎన్నో ఇతర లాభాలు కూడా ఉన్నాయి. మరియు వాటి (మాంసం) మీరు తింటారు.",
      "footnotes": ""
    },
    {
      "id": "2695",
      "sura": "23",
      "aya": "22",
      "arabic_text": "وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ",
      "translation": "మరియు వాటి మీద మరియు ఓడల మీద మీరు సవారీ చేస్తారు.",
      "footnotes": ""
    },
    {
      "id": "2696",
      "sura": "23",
      "aya": "23",
      "arabic_text": "وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ",
      "translation": "మరియు వాస్తవానికి మేము నూహ్ ను తన జాతి ప్రజల వద్దకు పంపాము. అతను వారితో అన్నాడు: \"నా జాతి ప్రజలారా! అల్లాహ్ నే ఆరాధించండి మీకు ఆయన తప్ప మరొక ఆరాధ్య దేవుడు లేడు! ఏమీ మీరు ఆయన యందు భయభక్తులు కలిగి ఉండరా?\"",
      "footnotes": ""
    },
    {
      "id": "2697",
      "sura": "23",
      "aya": "24",
      "arabic_text": "فَقَالَ ٱلۡمَلَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡ يُرِيدُ أَن يَتَفَضَّلَ عَلَيۡكُمۡ وَلَوۡ شَآءَ ٱللَّهُ لَأَنزَلَ مَلَٰٓئِكَةٗ مَّا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ",
      "translation": "అతని జాతిలోని సత్యతిరస్కారులైన నాయకులు ఇలా అన్నారు: \"ఇతను మీ వంటి ఒక సాధారణ మానవుడే తప్ప మరేమీ కాడు! మీపై ఆధిక్యత పొందగోరుతున్నాడు. మరియు అల్లాహ్ తలుచుకుంటే దైవదూతలను పంపి ఉండేవాడు. ఇలాంటి విషయం పూర్వీకులైన మన తాతముత్తాతలలో కూడా జరిగినట్లు మేము వినలేదే!\"[1]",
      "footnotes": "[1] నూ'హ్ ('అ.స.) గాథ కొరకు చూడండి, 11:25-48."
    },
    {
      "id": "2698",
      "sura": "23",
      "aya": "25",
      "arabic_text": "إِنۡ هُوَ إِلَّا رَجُلُۢ بِهِۦ جِنَّةٞ فَتَرَبَّصُواْ بِهِۦ حَتَّىٰ حِينٖ",
      "translation": "\"ఇతడు కేవలం పిచ్చి పట్టిన మనిషి కావున కొంత కాలం ఇతనిని సహించండి.\"",
      "footnotes": ""
    },
    {
      "id": "2699",
      "sura": "23",
      "aya": "26",
      "arabic_text": "قَالَ رَبِّ ٱنصُرۡنِي بِمَا كَذَّبُونِ",
      "translation": "(నూహ్) అన్నాడు: \"ఓ నా ప్రభూ! వీరు నన్ను అసత్యపరుడని తిరస్కరిస్తున్నారు. కావున నాకు సహాయం చేయి.\"[1]",
      "footnotes": "[1] చూడండి, 54:10"
    },
    {
      "id": "2700",
      "sura": "23",
      "aya": "27",
      "arabic_text": "فَأَوۡحَيۡنَآ إِلَيۡهِ أَنِ ٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا فَإِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ فَٱسۡلُكۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ مِنۡهُمۡۖ وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ",
      "translation": "కావున మేము అతనికి ఈ విధంగా దివ్యజ్ఞానం (వహీ) పంపాము: \"మా పర్యవేక్షణలో, మా దివ్యజ్ఞానం (వహీ) ప్రకారం ఒక ఓడను తయారు చెయ్యి. తరువాత మా ఆజ్ఞ వచ్చినప్పుడు మరియు పొయ్యి నుండి నీరు ఉబికినప్పుడు (పొంగినప్పుడు)[1], ఆ నావలో ప్రతిరకపు జంతుజాతి నుండి ఒక్కొక్క జంటను మరియు నీ పరివారపు వారిని ఎక్కించుకో ఎవరిని గురించి అయితే ముందుగానే నిర్ణయం జరిగిందో వారు తప్ప! ఇక దుర్మార్గుల కొరకు నాతో మనవి చేయకు. నిశ్చయంగా, వారు ముంచి వేయబడతారు.\"",
      "footnotes": "[1] ఫారత్తన్నూరు: కొందరు వ్యాఖ్యాతలు దీనిని భూమి ప్రతిభాగం నుండి నీటి ఊటలు ఉబికి రావటం, అని అన్నారు."
    },
    {
      "id": "2701",
      "sura": "23",
      "aya": "28",
      "arabic_text": "فَإِذَا ٱسۡتَوَيۡتَ أَنتَ وَمَن مَّعَكَ عَلَى ٱلۡفُلۡكِ فَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي نَجَّىٰنَا مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ",
      "translation": "\"ఆ తరువాత నీవు మరియు నీతో ఉన్నవారు నావలోకి ఎక్కిన పిదప ఇలా ప్రార్థించండి: 'సర్వస్తోత్రాలకు అర్హుడు అల్లాహ్ మాత్రమే, ఆయనే మమ్మల్ని దుర్మార్గుల నుండి విమోచనం కలిగించాడు.'",
      "footnotes": ""
    },
    {
      "id": "2702",
      "sura": "23",
      "aya": "29",
      "arabic_text": "وَقُل رَّبِّ أَنزِلۡنِي مُنزَلٗا مُّبَارَكٗا وَأَنتَ خَيۡرُ ٱلۡمُنزِلِينَ",
      "translation": "ఇంకా ఇలా ప్రార్థించు: 'ఓ నా ప్రభూ! నన్ను శుభప్రదమైన గమ్యస్థానంలో దించు. గమ్యస్థానానికి చేర్పించే వారిలో నీవే అత్యుత్తముడవు!'\"[1]",
      "footnotes": "[1] ప్రయాణం మొదలు పెట్టేటప్పుడు ఈ దు'ఆ చేయాలి. దైవప్రవక్త ('స'అస) తమ సవారిపై కూర్చుంటూ ఈ దు'ఆ చదివేవారు: 'అల్లాహు అక్బర్. (3 సార్లు, తరువాత) సుబ 'హానల్లజీ' స'ఖ్ఖరలనా హ'జా' వ మా కున్నా లహూ ముఖ్ రినీన్. వ ఇన్నా ఇలా రబ్బినా లమున్ ఖలిబూన్.' (ఇవి ఆయతులు 43:13-14)."
    },
    {
      "id": "2703",
      "sura": "23",
      "aya": "30",
      "arabic_text": "إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ وَإِن كُنَّا لَمُبۡتَلِينَ",
      "translation": "నిశ్చయంగా, ఇందులో (ఈ గాథలో) సూచనలున్నాయి. మరియు నిశ్చయంగా, మేము (ప్రజలను) పరీక్షకు గురి చేస్తూ ఉంటాము.",
      "footnotes": ""
    },
    {
      "id": "2704",
      "sura": "23",
      "aya": "31",
      "arabic_text": "ثُمَّ أَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ",
      "translation": "వారి తరువాత మేము మరొక తరాన్ని పుట్టించాము.[1]",
      "footnotes": "[1] ఈ జాతి హూద్ ('అ.స.) యొక్క 'ఆద్ జాతి అని చాలా మంది వ్యాఖ్యాతల అభిప్రాయం."
    },
    {
      "id": "2705",
      "sura": "23",
      "aya": "32",
      "arabic_text": "فَأَرۡسَلۡنَا فِيهِمۡ رَسُولٗا مِّنۡهُمۡ أَنِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ",
      "translation": "మరియు వారి వద్దకు వారి నుండియే, ఒక సందేశహరుణ్ణి పంపినప్పుడు, (అతను): \"కేవలం అల్లాహ్ నే ఆరాధించండి. మీకు ఆయన తప్ప మరొక ఆరాధ్య దైవం లేడు. ఏమీ? మీకు దైవభీతి లేదా?\" అని అన్నాడు.",
      "footnotes": ""
    },
    {
      "id": "2706",
      "sura": "23",
      "aya": "33",
      "arabic_text": "وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِهِ ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِلِقَآءِ ٱلۡأٓخِرَةِ وَأَتۡرَفۡنَٰهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا مَا هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡ يَأۡكُلُ مِمَّا تَأۡكُلُونَ مِنۡهُ وَيَشۡرَبُ مِمَّا تَشۡرَبُونَ",
      "translation": "దానికి, అతని జాతివారిలోని - సత్యతిరస్కారులైనట్టి వారు, పరలోక సమావేశాన్ని అబద్ధమని నిరాకరించేవారు మరియు ఇహలోక జీవితంలో మేము భాగ్యవంతులుగా చేసినట్టి - నాయకులు ఇలా అన్నారు: \"ఇతను మీ వంటి సాధారణ మానవుడే తప్ప మరేమీ కాడు, మీరు తినేదే ఇతనూ తింటున్నాడు మరియు మీరు త్రాగేదే ఇతనూ త్రాగుతున్నాడు.",
      "footnotes": ""
    },
    {
      "id": "2707",
      "sura": "23",
      "aya": "34",
      "arabic_text": "وَلَئِنۡ أَطَعۡتُم بَشَرٗا مِّثۡلَكُمۡ إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ",
      "translation": "మరియు ఒకవేళ మీరు మీ వంటి ఒక సాధారణ మానవుణ్ణి అనుసరించినట్లైతే! నిశ్చయంగా, మీరు నష్టపడిన వారవుతారు.",
      "footnotes": ""
    },
    {
      "id": "2708",
      "sura": "23",
      "aya": "35",
      "arabic_text": "أَيَعِدُكُمۡ أَنَّكُمۡ إِذَا مِتُّمۡ وَكُنتُمۡ تُرَابٗا وَعِظَٰمًا أَنَّكُم مُّخۡرَجُونَ",
      "translation": "ఏమీ? మీరు మరణించి మట్టిగా ఎముకలుగా మారిపోయిన తరువాత కూడా తిరిగి లేపబడతారని ఇతను మీకు వాగ్దానం చేస్తున్నాడా?",
      "footnotes": ""
    },
    {
      "id": "2709",
      "sura": "23",
      "aya": "36",
      "arabic_text": "۞ هَيۡهَاتَ هَيۡهَاتَ لِمَا تُوعَدُونَ",
      "translation": "అసంభవం! మీకు చేయబడే ఈ వాగ్దానం నెరవేరటం అసంభవం.",
      "footnotes": ""
    },
    {
      "id": "2710",
      "sura": "23",
      "aya": "37",
      "arabic_text": "إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ",
      "translation": "ఇక మన జీవితం ఈ ప్రాపంచిక జీవితం మాత్రమే! మనం మరణించేది జీవించేది ఇక్కడే! మనం ఏ మాత్రమూ తిరిగి సజీవులుగా లేపబడము!",
      "footnotes": ""
    },
    {
      "id": "2711",
      "sura": "23",
      "aya": "38",
      "arabic_text": "إِنۡ هُوَ إِلَّا رَجُلٌ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا وَمَا نَحۡنُ لَهُۥ بِمُؤۡمِنِينَ",
      "translation": "ఇక ఇతను, ఈ వ్యక్తి అల్లాహ్ పేరుతో కేవలం అబద్ధాలు కల్పిస్తున్నాడు మరియు మేము ఇతనిని (ఇతని మాటలను) ఎన్నటికీ విశ్వసించలేము.\"",
      "footnotes": ""
    },
    {
      "id": "2712",
      "sura": "23",
      "aya": "39",
      "arabic_text": "قَالَ رَبِّ ٱنصُرۡنِي بِمَا كَذَّبُونِ",
      "translation": "(ఆ ప్రవక్త) అన్నాడు: \"ఓ నా ప్రభూ! వీరు చేసే నిందారోపణల నుండి నన్ను కాపాడు.\"",
      "footnotes": ""
    },
    {
      "id": "2713",
      "sura": "23",
      "aya": "40",
      "arabic_text": "قَالَ عَمَّا قَلِيلٖ لَّيُصۡبِحُنَّ نَٰدِمِينَ",
      "translation": "(అల్లాహ్) ఇలా సెలవిచ్చాడు: \"వీరు కొంతకాలంలోనే పశ్చాత్తాప పడతారు.\"",
      "footnotes": ""
    },
    {
      "id": "2714",
      "sura": "23",
      "aya": "41",
      "arabic_text": "فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ بِٱلۡحَقِّ فَجَعَلۡنَٰهُمۡ غُثَآءٗۚ فَبُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ",
      "translation": "ఆ తరువాత సత్య (వాగ్దాన) ప్రకారం ఒక భయంకరమైన గర్జన (సయ్ హా) వారిని చుట్టు ముట్టింది. మేము వారిని చెత్తా చెదారంగా మార్చి వేశాము. ఇక దుర్మార్గులైన జాతివారు ఈ విధంగానే దూరమై పోతారు (నాశనం చేయబడతారు)!",
      "footnotes": ""
    },
    {
      "id": "2715",
      "sura": "23",
      "aya": "42",
      "arabic_text": "ثُمَّ أَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قُرُونًا ءَاخَرِينَ",
      "translation": "వారి తరువాత ఇతర తరాల వారిని పుట్టించాము.[1]",
      "footnotes": "[1] వీరు 'సాలెహ్, లూ'త్, మరియు షు'ఐబ్ ('అలైహిమ్. స.)లు కావచ్చు. ఎందుకంటే సూరహ్ అల్-'అరాఫ్ (7) మరియు సూరహ్ హూద్ (11) లలో ఇదే వరుసలో వారి వృత్తాంతం పేర్కొనబడింది."
    },
    {
      "id": "2716",
      "sura": "23",
      "aya": "43",
      "arabic_text": "مَا تَسۡبِقُ مِنۡ أُمَّةٍ أَجَلَهَا وَمَا يَسۡتَـٔۡخِرُونَ",
      "translation": "ఏ సమాజం వారు కూడా తమకు (నియమింపబడిన) గడువుకు ముందు కాలేరు మరియు దానికి వెనుక కాలేరు.[1]",
      "footnotes": "[1] ఇదే విధమైన వాక్యానికి చూడండి, 15:5 మరియు దాని వ్యాఖ్యానం. దీని మరొక తాత్పర్యం ఈ విధంగా కూడా ఉంది: 'ఏ సమాజం కూడా తన నిర్ణీత గడువుకు, ముందు గానీ మరియు వెనక గానీ కాజాలదు.'"
    },
    {
      "id": "2717",
      "sura": "23",
      "aya": "44",
      "arabic_text": "ثُمَّ أَرۡسَلۡنَا رُسُلَنَا تَتۡرَاۖ كُلَّ مَا جَآءَ أُمَّةٗ رَّسُولُهَا كَذَّبُوهُۖ فَأَتۡبَعۡنَا بَعۡضَهُم بَعۡضٗا وَجَعَلۡنَٰهُمۡ أَحَادِيثَۚ فَبُعۡدٗا لِّقَوۡمٖ لَّا يُؤۡمِنُونَ",
      "translation": "ఆ తరువాత మేము మా సందేశహరులను ఒకరి తరువాత ఒకరిని పంపుతూ వచ్చాము. ప్రతిసారి ఒక సమాజం వద్దకు దాని సందేశహరుడు వచ్చినప్పుడు, వారు అతనిని అసత్యుడని తిరస్కరించారు. వారిని ఒకరి తరువాత ఒకరిని నశింపజేస్తూ వచ్చాము. చివరకు వారిని గాథలుగా చేసి వదిలాము. ఇక విశ్వసించని ప్రజలు ఈ విధంగా దూరమై పోవుగాక (నాశనం చేయబడుగాక!)",
      "footnotes": ""
    },
    {
      "id": "2718",
      "sura": "23",
      "aya": "45",
      "arabic_text": "ثُمَّ أَرۡسَلۡنَا مُوسَىٰ وَأَخَاهُ هَٰرُونَ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ",
      "translation": "ఆ తరువాత మూసా మరియు అతని సోదరుడు హారూన్ లను మా సూచనలతో మరియు స్పష్టమైన ప్రమాణంతో పంపాము;",
      "footnotes": ""
    },
    {
      "id": "2719",
      "sura": "23",
      "aya": "46",
      "arabic_text": "إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمًا عَالِينَ",
      "translation": "ఫిర్ఔన్ మరియు అతని నాయకుల వద్దకు. కాని వారు దురహంకారం చూపారు. వారు తమ అహంభావంలో మునిగి ఉండేవారు.",
      "footnotes": ""
    },
    {
      "id": "2720",
      "sura": "23",
      "aya": "47",
      "arabic_text": "فَقَالُوٓاْ أَنُؤۡمِنُ لِبَشَرَيۡنِ مِثۡلِنَا وَقَوۡمُهُمَا لَنَا عَٰبِدُونَ",
      "translation": "అపుడు వారన్నారు: \"ఏమీ? మేము మా వంటి ఈ ఇద్దరు మానవులను విశ్వసించాలా? మరియు ఎవరి జాతి వారైతే మా బానిసలుగా ఉన్నారో!\"",
      "footnotes": ""
    },
    {
      "id": "2721",
      "sura": "23",
      "aya": "48",
      "arabic_text": "فَكَذَّبُوهُمَا فَكَانُواْ مِنَ ٱلۡمُهۡلَكِينَ",
      "translation": "కావున వారు, ఆ ఇరువురిని అసత్యవాదులని తిరస్కరించి, నాశనం చేయబడిన వారిలో చేరిపోయారు.",
      "footnotes": ""
    },
    {
      "id": "2722",
      "sura": "23",
      "aya": "49",
      "arabic_text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ لَعَلَّهُمۡ يَهۡتَدُونَ",
      "translation": "మరియు వాస్తవానికి మేము మూసాకు గ్రంథాన్ని ప్రసాదించాము, బహుశా వారు మార్గదర్శకత్వం పొందుతారేమోనని!",
      "footnotes": ""
    },
    {
      "id": "2723",
      "sura": "23",
      "aya": "50",
      "arabic_text": "وَجَعَلۡنَا ٱبۡنَ مَرۡيَمَ وَأُمَّهُۥٓ ءَايَةٗ وَءَاوَيۡنَٰهُمَآ إِلَىٰ رَبۡوَةٖ ذَاتِ قَرَارٖ وَمَعِينٖ",
      "translation": "ఇక మర్యమ్ కుమారుణ్ణి మరియు అతని తల్లిని మేము (మా అనుగ్రహపు) సూచనగా చేశాము.[1] మరియు వారిద్దరికి ఉన్నతమైన, ప్రశాంతమైన నీడ, ప్రవహించే సెలయేళ్ళు మరియు చెలమలు గల స్థానంలో ఆశ్రయమిచ్చాము.",
      "footnotes": "[1] ఎందుకంటే మేము (అల్లాహ్): ' 'ఈసాను తండ్రి లేనిదే పుట్టించాము. ఏ విధంగానైతే మేము ఆదమ్ ను తల్లీ-తండ్రి లేనిదే మరియు 'హవ్వాను తల్లి లేనిదే ఆదమ్ నుండి పూట్టించామో!'"
    },
    {
      "id": "2724",
      "sura": "23",
      "aya": "51",
      "arabic_text": "يَٰٓأَيُّهَا ٱلرُّسُلُ كُلُواْ مِنَ ٱلطَّيِّبَٰتِ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ عَلِيمٞ",
      "translation": "ఓ సందేశహరులారా! పరిశుద్ధమైన వస్తువులనే తినండి మరియు సత్కార్యాలు చేయండి.[1] నిశ్చయంగా, మీరు చేసేదంతా నాకు బాగా తెలుసు.",
      "footnotes": "[1] అ'త్తయ్యిబాతు: అంటే పరిశుద్ధ వస్తువులు. కొందరు వ్యాఖ్యాతలు వీటిని 'హలాల్ వస్తువులు అని అన్నారు. రెండూ సరైనవే. ఎందుకంటే ప్రతి పరిశుద్ధ వస్తువు 'హలాలే! అందుకే అల్లాహ్ (సు.తా.) అపరిశుద్ధ వస్తువులను 'హరాం చేశాడు. అ'అమాల్ 'సాలిహ్: సత్కార్యాలు అంటే ఏ కార్యాలైతే ఖుర్ఆన్ మరియు 'స'హీ'హ్ 'హదీస్'ల ప్రకారం ఉంటయో! ఈ రెంటి మధ్య గాఢమైన సంబంధముంది. కావున వీటిని గురించి ప్రవక్తలందరికీ బోధింపబడింది. అందుకే ప్రవక్తలందరూ తాము పని చేసి సంపాదించిన సంపాదన నుండే తినేవారు. చాలా మంది ప్రవక్తలు కొంతకాలం గొర్ల కాపరులుగా పనిచేశారు, (బు'ఖారీ). ప్రవక్తలందరూ పురుషులే!"
    },
    {
      "id": "2725",
      "sura": "23",
      "aya": "52",
      "arabic_text": "وَإِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱتَّقُونِ",
      "translation": "మరియు నిశ్చయంగా, మీ ఈ సమాజం ఒకే ఒక్క సమాజం మరియు నేనే మీ ప్రభువును, కావున మీరు నా యందే భయభక్తులు కలిగి ఉండండి.[1]",
      "footnotes": "[1] ఉమ్మతున్: అంటే ఇక్కడ ధర్మం అని అర్థం. ప్రవక్తలందరి ధర్మం ఒక్కటే, 'ఇస్లాం' అంటే అల్లాహ్ (సు.తా.)కు విధేయులై ఉండి, ఆయన తప్ప మరొకరిని ఆరాధించకుండా ఉండటం. ఇటువంటి ఆయత్ కు చూడండి, 21:92."
    },
    {
      "id": "2726",
      "sura": "23",
      "aya": "53",
      "arabic_text": "فَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡ زُبُرٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ",
      "translation": "కాని వారు తమ (ధర్మం) విషయంలో పరస్పర భేదాభిప్రాయాలు కల్పించుకొని, విభిన్న తెగలుగా చీలిపోయారు.[1] ప్రతి వర్గం వారు, తాము అనుసరించే దానితో సంతోషపడుతున్నారు.[2]",
      "footnotes": "[1] చూడండి, 21:93. [2] చూడండి, 22:67. దైవప్రవక్త ('స'అస) అన్నారు: 'యూదులు 71 తెగలుగా మరియు క్రైస్తవులు 72 తెగలుగా చీలిపోయారు. కాని నా సమాజం వారు 73 తెగలుగా చీలిపోతారు.' (ఇబ్నె 'హంబల్, అబూ-దావూద్, తిర్మిజీ' మరియు దారిమీ)."
    },
    {
      "id": "2727",
      "sura": "23",
      "aya": "54",
      "arabic_text": "فَذَرۡهُمۡ فِي غَمۡرَتِهِمۡ حَتَّىٰ حِينٍ",
      "translation": "కావున వారిని కొంత కాలం వరకు వారి మూఢత్వంలోనే మునిగి ఉండనివ్వు.",
      "footnotes": ""
    },
    {
      "id": "2728",
      "sura": "23",
      "aya": "55",
      "arabic_text": "أَيَحۡسَبُونَ أَنَّمَا نُمِدُّهُم بِهِۦ مِن مَّالٖ وَبَنِينَ",
      "translation": "ఏమీ? మేము వారికి సంపదలు మరియు సంతానం సమృద్ధిగా ఇస్తున్నామంటే!",
      "footnotes": ""
    },
    {
      "id": "2729",
      "sura": "23",
      "aya": "56",
      "arabic_text": "نُسَارِعُ لَهُمۡ فِي ٱلۡخَيۡرَٰتِۚ بَل لَّا يَشۡعُرُونَ",
      "translation": "మేము వారికి మేలు చేయటంలో తొందరపడుతున్నామని, వారు భావిస్తున్నారా?[1] అలా కాదు వారు గ్రహించటం లేదు!",
      "footnotes": "[1] వాలు అక్షరాలలో (Italics లో) ఉన్న భాగం 55వ ఆయతుకు చెందినది. వాక్యాన్ని అర్థం చేసుకోవటంలో భేదం రాకుండా ఉండటానికి ఇక్కడ చేర్చబడింది."
    },
    {
      "id": "2730",
      "sura": "23",
      "aya": "57",
      "arabic_text": "إِنَّ ٱلَّذِينَ هُم مِّنۡ خَشۡيَةِ رَبِّهِم مُّشۡفِقُونَ",
      "translation": "నిశ్చయంగా, ఎవరైతే, తమ ప్రభువు భయం వల్ల, భీతిపరులై ఉంటారో;",
      "footnotes": ""
    },
    {
      "id": "2731",
      "sura": "23",
      "aya": "58",
      "arabic_text": "وَٱلَّذِينَ هُم بِـَٔايَٰتِ رَبِّهِمۡ يُؤۡمِنُونَ",
      "translation": "మరియు ఎవరైతే, తమ ప్రభువు ఆయాతులను విశ్వసిస్తారో;",
      "footnotes": ""
    },
    {
      "id": "2732",
      "sura": "23",
      "aya": "59",
      "arabic_text": "وَٱلَّذِينَ هُم بِرَبِّهِمۡ لَا يُشۡرِكُونَ",
      "translation": "మరియు ఎవరైతే తమ ప్రభువుకు ఎవ్వరినీ సాటిగా (భాగస్వాములుగా) కల్పించరో;",
      "footnotes": ""
    },
    {
      "id": "2733",
      "sura": "23",
      "aya": "60",
      "arabic_text": "وَٱلَّذِينَ يُؤۡتُونَ مَآ ءَاتَواْ وَّقُلُوبُهُمۡ وَجِلَةٌ أَنَّهُمۡ إِلَىٰ رَبِّهِمۡ رَٰجِعُونَ",
      "translation": "మరియు ఎవరైతే, తాము ఇవ్వ వలసినది (జకాత్) ఇచ్చేటప్పుడు, నిశ్చయంగా, వారు తమ ప్రభువు వైపుకు మరలిపోవలసి ఉన్నదనే భయాన్ని తమ హృదయాలలో ఉంచుకొని ఇస్తారో;",
      "footnotes": ""
    },
    {
      "id": "2734",
      "sura": "23",
      "aya": "61",
      "arabic_text": "أُوْلَٰٓئِكَ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَهُمۡ لَهَا سَٰبِقُونَ",
      "translation": "ఇలాంటి వారే మంచిపనులు చేయటంలో పోటీ పడేవారు. మరియు వారు వాటిని చేయటానికి అందరి కంటే ముందు ఉండేవారు.",
      "footnotes": ""
    },
    {
      "id": "2735",
      "sura": "23",
      "aya": "62",
      "arabic_text": "وَلَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۚ وَلَدَيۡنَا كِتَٰبٞ يَنطِقُ بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ",
      "translation": "మరియు మేము ఏ ప్రాణి పై కూడా దాని శక్తికి మించిన భారం వేయము.[1] మరియు మా వద్ద అంతా వ్రాయబడిన ఒక గ్రంథముంది. అది సత్యాన్ని పలుకుతుంది. మరియు వారికెలాంటి అన్యాయం జరుగదు.",
      "footnotes": "[1] చూడండి, 2:286 మొదటి వాక్యం."
    },
    {
      "id": "2736",
      "sura": "23",
      "aya": "63",
      "arabic_text": "بَلۡ قُلُوبُهُمۡ فِي غَمۡرَةٖ مِّنۡ هَٰذَا وَلَهُمۡ أَعۡمَٰلٞ مِّن دُونِ ذَٰلِكَ هُمۡ لَهَا عَٰمِلُونَ",
      "translation": "అలా కాదు, వారి హృదయాలు దీనిని గురించి అజ్ఞానంలో పడి ఉన్నాయి. ఇంతేగాక వారు చేసే (దుష్ట) కార్యాలు ఎన్నో ఉన్నాయి వారు వాటిని చూస్తునే ఉంటారు.[1]",
      "footnotes": "[1] అంటే 'షిర్కే' కాక వేరే ఇతర పెద్ద పాపాలు."
    },
    {
      "id": "2737",
      "sura": "23",
      "aya": "64",
      "arabic_text": "حَتَّىٰٓ إِذَآ أَخَذۡنَا مُتۡرَفِيهِم بِٱلۡعَذَابِ إِذَا هُمۡ يَجۡـَٔرُونَ",
      "translation": "చివరకు, వారిలోని ఇహలోక భోగభాగ్యాలలో మునిగి ఉన్న వారిని శిక్షించటానికి మేము పట్టుకున్నప్పుడు, వారు మొరపెట్టుకుంటారు.[1]",
      "footnotes": "[1] చూడండి, 17:16."
    },
    {
      "id": "2738",
      "sura": "23",
      "aya": "65",
      "arabic_text": "لَا تَجۡـَٔرُواْ ٱلۡيَوۡمَۖ إِنَّكُم مِّنَّا لَا تُنصَرُونَ",
      "translation": "(అప్పుడు వారితో ఇలా అనబడుతుంది): \"ఈరోజు మీరు మొరపెట్టుకోకండి! నిశ్చయంగా, మా తరఫు నుండి మీకు ఎలాంటి సహాయం లభించడం జరుగదు.",
      "footnotes": ""
    },
    {
      "id": "2739",
      "sura": "23",
      "aya": "66",
      "arabic_text": "قَدۡ كَانَتۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَكُنتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ تَنكِصُونَ",
      "translation": "వాస్తవానికి, నా సూచనలు మీకు వినిపించబడినప్పుడు, మీరు మీ మడమల మీద వెనుకకు తిరిగి పోయేవారు.",
      "footnotes": ""
    },
    {
      "id": "2740",
      "sura": "23",
      "aya": "67",
      "arabic_text": "مُسۡتَكۡبِرِينَ بِهِۦ سَٰمِرٗا تَهۡجُرُونَ",
      "translation": "\"దురహంకారంతో దానిని[1] గురించి వ్యర్థపు ప్రలాపాలలో రాత్రులు గడుపుతూ ఉండేవారు.\"",
      "footnotes": "[1] బిహి: దానిని గురించి అంటే, చాలా మంది వ్యాఖ్యాతలు క'అబహ్ అని అంటారు. అంటే మక్కా. ముష్రిక్ ఖురైషులు తాము క'అబహ్ గృహపు కార్యకర్తలని దురహంకారంతో వ్యవహరిస్తూ ము'హమ్మద్ ('స'అస) పై అవతరింపజేయబడిన ఖుర్ఆన్ ను గురించి వ్యర్థపు మాటలు పలికేవారు. ఇతర వ్యాఖ్యాతలు అంటారు: 'బిహీ - అంటే ఖుర్ఆన్. దానిని గురించి వ్యర్థపు మాటలాడుతూ రాత్రులు గడిపేవారు.' చూడండి, 31:6."
    },
    {
      "id": "2741",
      "sura": "23",
      "aya": "68",
      "arabic_text": "أَفَلَمۡ يَدَّبَّرُواْ ٱلۡقَوۡلَ أَمۡ جَآءَهُم مَّا لَمۡ يَأۡتِ ءَابَآءَهُمُ ٱلۡأَوَّلِينَ",
      "translation": "ఏమీ? వారు ఈ (దైవ) వాక్కును[1] గురించి ఎన్నడూ ఆలోచించలేదా? లేక వారి పూర్వీకులైన, వారి తాతముత్తాతల వద్దకు ఎన్నడూ రానిది, వారి వద్దకు వచ్చిందనా?",
      "footnotes": "[1] దైవవాక్కు అంటే ఖుర్ఆన్."
    },
    {
      "id": "2742",
      "sura": "23",
      "aya": "69",
      "arabic_text": "أَمۡ لَمۡ يَعۡرِفُواْ رَسُولَهُمۡ فَهُمۡ لَهُۥ مُنكِرُونَ",
      "translation": "లేక వారు తమ సందేశహరుణ్ణి ఎరుగరా? అందుకే అతన్ని తిరస్కరిస్తున్నారా?",
      "footnotes": ""
    },
    {
      "id": "2743",
      "sura": "23",
      "aya": "70",
      "arabic_text": "أَمۡ يَقُولُونَ بِهِۦ جِنَّةُۢۚ بَلۡ جَآءَهُم بِٱلۡحَقِّ وَأَكۡثَرُهُمۡ لِلۡحَقِّ كَٰرِهُونَ",
      "translation": "లేక: \"అతనికి పిచ్చిపట్టింది!\" అని అంటున్నారా? వాస్తవానికి, అతను వారి వద్దకు సత్యాన్ని తెచ్చాడు. కాని చాలామంది సత్యాన్ని అసహ్యించుకుంటున్నారు.",
      "footnotes": ""
    },
    {
      "id": "2744",
      "sura": "23",
      "aya": "71",
      "arabic_text": "وَلَوِ ٱتَّبَعَ ٱلۡحَقُّ أَهۡوَآءَهُمۡ لَفَسَدَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ بَلۡ أَتَيۡنَٰهُم بِذِكۡرِهِمۡ فَهُمۡ عَن ذِكۡرِهِم مُّعۡرِضُونَ",
      "translation": "మరియు ఒకవేళ సత్యమే[1] వారి కోరికలకు అనుగుణంగా ఉంటే భూమ్యాకాశాలు మరియు వాటిలో ఉన్నదంతా నాశనమై పోయేది. వాస్తవానికి మేము వారి వద్దకు హితబోధను పంపాము.[2] కాని వారు తమ హితబోధ నుండి ముఖం త్రిప్పుకుంటున్నారు.",
      "footnotes": "[1] అల్-'హఖ్ఖు: అంటే ధర్మం మరియు షరియత్. (ధర్మశాసనం). [2] అజ-జి'క్ రు: అంటే దివ్యఖుర్ఆన్. చూడండి, 21:110."
    },
    {
      "id": "2745",
      "sura": "23",
      "aya": "72",
      "arabic_text": "أَمۡ تَسۡـَٔلُهُمۡ خَرۡجٗا فَخَرَاجُ رَبِّكَ خَيۡرٞۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ",
      "translation": "లేక నీవు (ఓ ముహమ్మద్!) వారిని ప్రతిఫలం ఏమైనా అడుగుతున్నావా? నీ ప్రభువు ఇచ్చే ప్రతిఫలమే ఎంతో మేలైనది. ఆయనే అందరి కంటే శ్రేష్ఠుడైన ఉపాధి ప్రదాత.",
      "footnotes": ""
    },
    {
      "id": "2746",
      "sura": "23",
      "aya": "73",
      "arabic_text": "وَإِنَّكَ لَتَدۡعُوهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "మరియు నిశ్చయంగా, నీవు వారిని ఋజుమార్గం వైపునకు పిలుస్తున్నావు.",
      "footnotes": ""
    },
    {
      "id": "2747",
      "sura": "23",
      "aya": "74",
      "arabic_text": "وَإِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ عَنِ ٱلصِّرَٰطِ لَنَٰكِبُونَ",
      "translation": "మరియు నిశ్చయంగా, పరలోకాన్ని నమ్మని వారు (ఋజు) మార్గం నుండి వైదొలగిన వారే!",
      "footnotes": ""
    },
    {
      "id": "2748",
      "sura": "23",
      "aya": "75",
      "arabic_text": "۞ وَلَوۡ رَحِمۡنَٰهُمۡ وَكَشَفۡنَا مَا بِهِم مِّن ضُرّٖ لَّلَجُّواْ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ",
      "translation": "ఒకవేళ మేము వారిని కరుణించి, (ఇహలోకంలో వారికున్న) ఆపదను తొలగించినా! వారు తలబిరుసుతనంతో పట్టు విడువకుండా త్రోవ తప్పి, సంచరిస్తూ ఉంటారు.",
      "footnotes": ""
    },
    {
      "id": "2749",
      "sura": "23",
      "aya": "76",
      "arabic_text": "وَلَقَدۡ أَخَذۡنَٰهُم بِٱلۡعَذَابِ فَمَا ٱسۡتَكَانُواْ لِرَبِّهِمۡ وَمَا يَتَضَرَّعُونَ",
      "translation": "మరియు వాస్తవానికి, మేము వారిని శిక్షకు గురి చేశాము.[1] అయినా వారు తమ ప్రభువు ముందు వంగలేదు మరియు వారు వినమ్రులు కూడా కాలేదు.",
      "footnotes": "[1] ఇక్కడ శిక్ష అంటే బద్ర్ యుద్ధరంగంలో ముష్రికులకు సంభవించిన పరాభవం. లేక దైవ ప్రవక్త ('స'అస) ప్రార్థన వల్ల మక్కా ముష్రిక్ లపై వచ్చిన కరువుకాలం కావచ్చు. (ఇబ్నె-కసీ'ర్)."
    },
    {
      "id": "2750",
      "sura": "23",
      "aya": "77",
      "arabic_text": "حَتَّىٰٓ إِذَا فَتَحۡنَا عَلَيۡهِم بَابٗا ذَا عَذَابٖ شَدِيدٍ إِذَا هُمۡ فِيهِ مُبۡلِسُونَ",
      "translation": "చివరకు మేము వారి కొరకు కఠిన శిక్షా ద్వారాన్ని తెరిచాము. అప్పుడు వారు నిరాశ చెందిన వారయ్యారు.",
      "footnotes": ""
    },
    {
      "id": "2751",
      "sura": "23",
      "aya": "78",
      "arabic_text": "وَهُوَ ٱلَّذِيٓ أَنشَأَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ",
      "translation": "మరియు ఆయనే, మీకు వినే శక్తినీ, చూసే శక్తినీ మరియు (అర్థం చేసుకోవటానికి) హృదయాలను సృజించినవాడు! అయినా మీరెంత తక్కువగా కృతజ్ఞతలు తెలుపుతున్నారు!",
      "footnotes": ""
    },
    {
      "id": "2752",
      "sura": "23",
      "aya": "79",
      "arabic_text": "وَهُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ",
      "translation": "మరియు మిమ్మల్ని భూమిపై వ్యాపింప జేసినవాడు ఆయనే. మరియు ఆయన వద్దనే మీరంతా సమావేశ పరచబడతారు.",
      "footnotes": ""
    },
    {
      "id": "2753",
      "sura": "23",
      "aya": "80",
      "arabic_text": "وَهُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ وَلَهُ ٱخۡتِلَٰفُ ٱلَّيۡلِ وَٱلنَّهَارِۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "మరియు మీకు జీవితాన్ని ఇచ్చేవాడు మరియు మరణింపజేసేవాడు ఆయనే! మరియు రాత్రింబవళ్ళ మార్పు ఆయన ఆధీనంలోనే ఉంది. ఏమీ? మీరిది అర్థం చేసుకోలేరా?",
      "footnotes": ""
    },
    {
      "id": "2754",
      "sura": "23",
      "aya": "81",
      "arabic_text": "بَلۡ قَالُواْ مِثۡلَ مَا قَالَ ٱلۡأَوَّلُونَ",
      "translation": "కాని వారు తమ పూర్వీకులు పలికినట్లే పలుకుతున్నారు.",
      "footnotes": ""
    },
    {
      "id": "2755",
      "sura": "23",
      "aya": "82",
      "arabic_text": "قَالُوٓاْ أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗا وَعِظَٰمًا أَءِنَّا لَمَبۡعُوثُونَ",
      "translation": "వారంటున్నారు: \"ఏమీ? మేము మరణించి, మట్టిగా మరియు ఎముకలుగా మారి పోయిన తరువాత కూడా మళ్ళీ సజీవులుగా లేపబడతామా?",
      "footnotes": ""
    },
    {
      "id": "2756",
      "sura": "23",
      "aya": "83",
      "arabic_text": "لَقَدۡ وُعِدۡنَا نَحۡنُ وَءَابَآؤُنَا هَٰذَا مِن قَبۡلُ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ",
      "translation": "వాస్తవానికి, ఇటువంటి వాగ్దానాలు, మాకూ మరియు మాకు పూర్వం మా తాతముత్తాతలకు చేయబడినవే! వాస్తవానికి ఇవి కేవలం పూర్వకాలపు కట్టుకథలు మాత్రమే\"[1]",
      "footnotes": "[1] అసా'తీరున్: అంటే పూర్వకాలంలో వ్రాసిపెట్టిన కట్టుకథలు. అంటే పునరుత్థానమని నీవు ('స'అస) అంటున్నది మేము ఎన్నో తరాల నుండి వింటున్న గాథయే! అది ఎప్పుడు రానున్నది? ఇది కేవలం ఒక కట్టు కథ!"
    },
    {
      "id": "2757",
      "sura": "23",
      "aya": "84",
      "arabic_text": "قُل لِّمَنِ ٱلۡأَرۡضُ وَمَن فِيهَآ إِن كُنتُمۡ تَعۡلَمُونَ",
      "translation": "వారిని ఇలా అడుగు: \"ఈ భూమి మరియు ఇందులో ఉన్నదంతా ఎవరికి చెందినదో మీకు తెలిస్తే చెప్పండి?\"",
      "footnotes": ""
    },
    {
      "id": "2758",
      "sura": "23",
      "aya": "85",
      "arabic_text": "سَيَقُولُونَ لِلَّهِۚ قُلۡ أَفَلَا تَذَكَّرُونَ",
      "translation": "వారంటారు: \"అల్లాహ్ కే!\" వారితో అను: \"అయినా మీరు హితోపదేశం స్వీకరించరా?\"",
      "footnotes": ""
    },
    {
      "id": "2759",
      "sura": "23",
      "aya": "86",
      "arabic_text": "قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ ٱلسَّبۡعِ وَرَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ",
      "translation": "వారిని అడుగు: \"సప్తాకాశాల ప్రభువు మరియు సర్వోత్తమ సింహాసనానికి (అర్ష్ కు) ప్రభువు ఎవరు?\"[1]",
      "footnotes": "[1] చూడండి, 2:29, 7:54 మరియు 9:129."
    },
    {
      "id": "2760",
      "sura": "23",
      "aya": "87",
      "arabic_text": "سَيَقُولُونَ لِلَّهِۚ قُلۡ أَفَلَا تَتَّقُونَ",
      "translation": "వారంటారు: \"అల్లాహ్ మాత్రమే!\" అని. వారితో అను: \"అయితే మీరెందుకు ఆయన పట్ల భయభక్తులు కలిగి ఉండరు?\"",
      "footnotes": ""
    },
    {
      "id": "2761",
      "sura": "23",
      "aya": "88",
      "arabic_text": "قُلۡ مَنۢ بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيۡهِ إِن كُنتُمۡ تَعۡلَمُونَ",
      "translation": "వారిని ఇలా అడుగు: \"మీకు తెలిస్తే చెప్పండి! ప్రతిదానిపై పాలనాధికారం ఎవరి చేతిలో ఉంది? మరియు ప్రతిదానికి శరణమిచ్చేవాడు ఆయనే మరియు ఆయనకు వ్యతిరేకంగా శరణమివ్వగల వాడెవ్వడూ లేనివాడు, ఎవరు?\"",
      "footnotes": ""
    },
    {
      "id": "2762",
      "sura": "23",
      "aya": "89",
      "arabic_text": "سَيَقُولُونَ لِلَّهِۚ قُلۡ فَأَنَّىٰ تُسۡحَرُونَ",
      "translation": "వారంటారు: \"అల్లాహ్ మాత్రమే!\" వారితో అను: \"అయితే మీరెందుకు మాయాజాలానికి గురవుతున్నారు (మోసగింపబడుతున్నారు)?\"",
      "footnotes": ""
    },
    {
      "id": "2763",
      "sura": "23",
      "aya": "90",
      "arabic_text": "بَلۡ أَتَيۡنَٰهُم بِٱلۡحَقِّ وَإِنَّهُمۡ لَكَٰذِبُونَ",
      "translation": "అలా కాదు! మేము వారికి సత్యాన్ని అందజేశాము. మరియు నిశ్చయంగా, వారే అసత్యవాదులు!",
      "footnotes": ""
    },
    {
      "id": "2764",
      "sura": "23",
      "aya": "91",
      "arabic_text": "مَا ٱتَّخَذَ ٱللَّهُ مِن وَلَدٖ وَمَا كَانَ مَعَهُۥ مِنۡ إِلَٰهٍۚ إِذٗا لَّذَهَبَ كُلُّ إِلَٰهِۭ بِمَا خَلَقَ وَلَعَلَا بَعۡضُهُمۡ عَلَىٰ بَعۡضٖۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يَصِفُونَ",
      "translation": "అల్లాహ్ ఎవ్వరినీ కూడా తనకు సంతానంగా చేసుకోలేదు మరియు ఆయనతో పాటు మరొక ఆరాధ్య దేవుడు లేడు. అలా అయితే ప్రతి దేవుడు తన సృష్టితో వేరై పోయేవాడు మరియు వారు ఒకరిపై నొకరు ప్రాబల్యం పొందగోరేవారు. అల్లాహ్! వారు కల్పించే వాటికి అతీతుడు.[1]",
      "footnotes": "[1] చూడండి, 6:100"
    },
    {
      "id": "2765",
      "sura": "23",
      "aya": "92",
      "arabic_text": "عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
      "translation": "ఆయన అగోచర మరియు గోచర విషయాల జ్ఞానం గలవాడు. వారు సాటి కల్పించే భాగస్వాముల కంటే, ఆయన అత్యున్నతుడు.",
      "footnotes": ""
    },
    {
      "id": "2766",
      "sura": "23",
      "aya": "93",
      "arabic_text": "قُل رَّبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ",
      "translation": "(ఓ ముహమ్మద్!) ఇలా ప్రార్థించు: \"ఓ నా ప్రభూ! ఏ (శిక్ష అయితే) వారికి (అవిశ్వాసులకు) వాగ్దానం చేయబడి ఉన్నదో దానిని నీవు నాకు చూపనున్నచో!",
      "footnotes": ""
    },
    {
      "id": "2767",
      "sura": "23",
      "aya": "94",
      "arabic_text": "رَبِّ فَلَا تَجۡعَلۡنِي فِي ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ",
      "translation": "ఓ నా ప్రభూ! నన్ను ఈ దుర్మార్గ ప్రజలలో చేర్చకు.\"[1]",
      "footnotes": "[1] దైవప్రవక్త ('స'అస) ఇలా ప్రార్థించారు: 'ఓ అల్లాహ్ (సు.తా.)! ఒకవేళ నీవు ఈ సమాజాన్ని పరీక్షించగోరితే లేక శిక్షించగోరితే! అంతకు ముందే నన్ను ఈ ప్రపంచం నుండి లేపుకో!' (తిర్మిజీ', అ'హ్మద్)."
    },
    {
      "id": "2768",
      "sura": "23",
      "aya": "95",
      "arabic_text": "وَإِنَّا عَلَىٰٓ أَن نُّرِيَكَ مَا نَعِدُهُمۡ لَقَٰدِرُونَ",
      "translation": "మరియు నిశ్చయంగా, మేము వారికి (అవిశ్వాసులకు) వాగ్దానము చేసింది (శిక్ష) నీకు చూపగల సమర్ధులము.",
      "footnotes": ""
    },
    {
      "id": "2769",
      "sura": "23",
      "aya": "96",
      "arabic_text": "ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ ٱلسَّيِّئَةَۚ نَحۡنُ أَعۡلَمُ بِمَا يَصِفُونَ",
      "translation": "చెడును, మంచితనముతో నివారించు.[1] వారు ఆపాదించే విషయాలు మాకు బాగా తెలుసు.",
      "footnotes": "[1] చూడండి, 13:22 చివరి వాక్యం మరియు 41:34-35."
    },
    {
      "id": "2770",
      "sura": "23",
      "aya": "97",
      "arabic_text": "وَقُل رَّبِّ أَعُوذُ بِكَ مِنۡ هَمَزَٰتِ ٱلشَّيَٰطِينِ",
      "translation": "మరియు ఇలా ప్రార్థించు: \"ఓ నా ప్రభూ! షైతానులు రేకెత్తించే కలతల నుండి (రక్షణ పొందటానికి) నేను నీ శరణు వేడుకుంటున్నాను.",
      "footnotes": ""
    },
    {
      "id": "2771",
      "sura": "23",
      "aya": "98",
      "arabic_text": "وَأَعُوذُ بِكَ رَبِّ أَن يَحۡضُرُونِ",
      "translation": "మరియు ఓ నా ప్రభూ! అవి నా వద్దకు రాకుండా ఉండాలని, నేను నీ శరణు వేడుకుంటున్నాను.\"[1]",
      "footnotes": "[1] కావున ప్రతి కార్యానికి ముందు: 'బిస్మిల్లా హిర్ర'హ్మా నిర్ర'హీమ్' చదవండి అని దైవప్రవక్త ('స'అస) అన్నారు. దీనిని గురించి 'హదీస్'లలో, దు'ఆలు కూడా పేర్కొనబడ్డాయి. (ముస్నద్ అ'హ్మద్ 2/181, అబూ-దావూద్, తిర్మిజీ')."
    },
    {
      "id": "2772",
      "sura": "23",
      "aya": "99",
      "arabic_text": "حَتَّىٰٓ إِذَا جَآءَ أَحَدَهُمُ ٱلۡمَوۡتُ قَالَ رَبِّ ٱرۡجِعُونِ",
      "translation": "చివరికి వారిలో ఒకడికి మరణం సమీపించినప్పుడు వాడిలా వేడుకుంటాడు: \"ఓ నా ప్రభూ! నన్ను తిరిగి (భూలోకానికి) పంపు:",
      "footnotes": ""
    },
    {
      "id": "2773",
      "sura": "23",
      "aya": "100",
      "arabic_text": "لَعَلِّيٓ أَعۡمَلُ صَٰلِحٗا فِيمَا تَرَكۡتُۚ كَلَّآۚ إِنَّهَا كَلِمَةٌ هُوَ قَآئِلُهَاۖ وَمِن وَرَآئِهِم بَرۡزَخٌ إِلَىٰ يَوۡمِ يُبۡعَثُونَ",
      "translation": "నేను చేయకుండా వచ్చిన సత్కార్యాలు చేయటానికి.\"[1] అది కాని పని. నిశ్చయంగా అది అతని నోటిమాట మాత్రమే![2] ఇక (ఈ మరణించిన) వారు తిరిగి లేపబడే దినం వరకు వారి ముందు ఒక అడ్డుతెర (బర్ జఖ్) ఉంటుంది.[3]",
      "footnotes": "[1] ఈ దు'ఆ ప్రతి సత్యతిరస్కారి: 1) మరణం ఆసన్నమైనప్పుడు, 2) పునరుత్థానదినమున, అల్లాహ్ (సు.తా.) సమక్షంలో హాజరు చేయబడినప్పుడు మరియు 3) నరకంలోకి త్రోయబడి నప్పుడు చేస్తాడు. కాని సఫలుడు కాడు. ఈ వాక్యం ఖుర్ఆన్ లో అనేక సార్లు వచ్చింది. చూడండి, 63:10-11, 14:44, 7:53, 32:12, 6:27-28, 40:11-12, 35:37 మొదలైనవి. [2] అది కాని పని, చూడండి, 6:28 [3] ఇహలోక మరియు పరలోక జీవితపు మధ్య కాలాన్ని బర్'జ'ఖ్ అంటారు."
    },
    {
      "id": "2774",
      "sura": "23",
      "aya": "101",
      "arabic_text": "فَإِذَا نُفِخَ فِي ٱلصُّورِ فَلَآ أَنسَابَ بَيۡنَهُمۡ يَوۡمَئِذٖ وَلَا يَتَسَآءَلُونَ",
      "translation": "ఆ తరువాత బాగా ఊదబడిన దినమున వారి మధ్య ఎలాంటి సంబంధాలు ఉండవు. మరియు వారు ఒకరి నొకరు పలుకరించుకోరు కూడా!",
      "footnotes": ""
    },
    {
      "id": "2775",
      "sura": "23",
      "aya": "102",
      "arabic_text": "فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
      "translation": "ఇక ఎవరి (సత్కార్యాల) పళ్ళాలు బరువుగా ఉంటాయో, ఆలాంటి వారే సాఫల్యం పొందేవారు.",
      "footnotes": ""
    },
    {
      "id": "2776",
      "sura": "23",
      "aya": "103",
      "arabic_text": "وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فِي جَهَنَّمَ خَٰلِدُونَ",
      "translation": "మరియు ఎవరి పళ్ళాలు తేలికగా ఉంటాయో, అలాంటి వారే తమను తాము నష్టానికి గురి చేసుకున్న వారు, వారే నరకంలో శాశ్వతంగా ఉండేవారు.",
      "footnotes": ""
    },
    {
      "id": "2777",
      "sura": "23",
      "aya": "104",
      "arabic_text": "تَلۡفَحُ وُجُوهَهُمُ ٱلنَّارُ وَهُمۡ فِيهَا كَٰلِحُونَ",
      "translation": "అగ్ని వారి ముఖాలను కాల్చి వేస్తుంది.[1] వారి పెదవులు బిగించుకు పోయి, పళ్ళు బయట పడతాయి.",
      "footnotes": "[1] ముఖం ఎందుకు పేర్కొనబడిందంటే మానవ ఉనికికి అన్నింటికంటే ముఖ్యమైన అంశం ముఖమే! నరకాగ్ని మాత్రం శరీరన్నంతా కాల్చుతుంది."
    },
    {
      "id": "2778",
      "sura": "23",
      "aya": "105",
      "arabic_text": "أَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَكُنتُم بِهَا تُكَذِّبُونَ",
      "translation": "(వారిని అల్లాహ్ ఇలా ప్రశ్నిస్తాడు): \"ఏమీ? నా సూచనలు మీకు వినిపించబడలేదా? అప్పుడు మీరు వాటిని అసత్యాలని తిరస్కరిస్తూ ఉండేవారు కదా?\"",
      "footnotes": ""
    },
    {
      "id": "2779",
      "sura": "23",
      "aya": "106",
      "arabic_text": "قَالُواْ رَبَّنَا غَلَبَتۡ عَلَيۡنَا شِقۡوَتُنَا وَكُنَّا قَوۡمٗا ضَآلِّينَ",
      "translation": "వారిలా అంటారు: \"ఓ మా ప్రభూ! మా దురదృష్టం మమ్మల్ని క్రమ్ముకొని ఉండింది. మేము మార్గభ్రష్టులమైన వారిగా ఉండేవారం!",
      "footnotes": ""
    },
    {
      "id": "2780",
      "sura": "23",
      "aya": "107",
      "arabic_text": "رَبَّنَآ أَخۡرِجۡنَا مِنۡهَا فَإِنۡ عُدۡنَا فَإِنَّا ظَٰلِمُونَ",
      "translation": "ఓ మా ప్రభూ! మమ్మల్ని దీని (ఈ నరకం) నుండి బయటకు తీయి. ఒకవేళ మేము మరల (పాపాలు) చేస్తే, మేము నిశ్చయంగా, దుర్మార్గులమే!\"",
      "footnotes": ""
    },
    {
      "id": "2781",
      "sura": "23",
      "aya": "108",
      "arabic_text": "قَالَ ٱخۡسَـُٔواْ فِيهَا وَلَا تُكَلِّمُونِ",
      "translation": "ఆయన (అల్లాహ్) అంటాడు: \"దానిలోనే పరాభవంతో పడి ఉండండి మరియు నాతో మాట్లాడకండి!\"",
      "footnotes": ""
    },
    {
      "id": "2782",
      "sura": "23",
      "aya": "109",
      "arabic_text": "إِنَّهُۥ كَانَ فَرِيقٞ مِّنۡ عِبَادِي يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَا وَأَنتَ خَيۡرُ ٱلرَّٰحِمِينَ",
      "translation": "నిశ్చయంగా, నా దాసులలో కొందరు ఇలా ప్రార్థించే వారున్నారు: \"ఓ మా ప్రభూ! మేము విశ్వసించాము, మమ్మల్ని క్షమించు మరియు మమ్మల్ని కరుణించు మరియు కరుణించేవారిలో నీవే అత్యుత్తముడవు!\"",
      "footnotes": ""
    },
    {
      "id": "2783",
      "sura": "23",
      "aya": "110",
      "arabic_text": "فَٱتَّخَذۡتُمُوهُمۡ سِخۡرِيًّا حَتَّىٰٓ أَنسَوۡكُمۡ ذِكۡرِي وَكُنتُم مِّنۡهُمۡ تَضۡحَكُونَ",
      "translation": "కాని మీరు వారిని పరిహాసానికి గురి చేసేవారు, చివరకు (ఆ పరిహాసమే) మిమ్మల్ని నా ధ్యానం నుండి మరపింపజేసింది; మరియు మీరు వారి మీద నవ్వేవారు (ఎగతాళి చేసేవారు)!",
      "footnotes": ""
    },
    {
      "id": "2784",
      "sura": "23",
      "aya": "111",
      "arabic_text": "إِنِّي جَزَيۡتُهُمُ ٱلۡيَوۡمَ بِمَا صَبَرُوٓاْ أَنَّهُمۡ هُمُ ٱلۡفَآئِزُونَ",
      "translation": "నిశ్చయంగా, ఈ రోజు నేను వారికి, వారి సహనానికి తగిన ప్రతిఫలాన్ని ఇచ్చాను. నిశ్చయంగా వారే విజయం పొందినవారు!",
      "footnotes": ""
    },
    {
      "id": "2785",
      "sura": "23",
      "aya": "112",
      "arabic_text": "قَٰلَ كَمۡ لَبِثۡتُمۡ فِي ٱلۡأَرۡضِ عَدَدَ سِنِينَ",
      "translation": "(అల్లాహ్) ఇలా ప్రశ్నిస్తాడు: \"మీరు భూమిలో ఎన్ని సంవత్సరాలు గడిపారు?\"",
      "footnotes": ""
    },
    {
      "id": "2786",
      "sura": "23",
      "aya": "113",
      "arabic_text": "قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖ فَسۡـَٔلِ ٱلۡعَآدِّينَ",
      "translation": "వారిలా జవాబిస్తారు: \"మేమక్కడ ఒక్క దినమో లేక దినపు కొంత భాగమో ఉంటిమి. లెక్క పెట్టిన వారిని అడుగు!\"[1]",
      "footnotes": "[1] ఈ లెక్క పెట్టే వారు దైవదూతలు."
    },
    {
      "id": "2787",
      "sura": "23",
      "aya": "114",
      "arabic_text": "قَٰلَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗاۖ لَّوۡ أَنَّكُمۡ كُنتُمۡ تَعۡلَمُونَ",
      "translation": "(అల్లాహ్) అంటాడు: \"మీరక్కడ ఉన్నది కొంతకాలం మాత్రమే! ఒకవేళ ఇది మీరు తెలుసుకొని ఉంటే (ఎంత బాగుండేది)!\"",
      "footnotes": ""
    },
    {
      "id": "2788",
      "sura": "23",
      "aya": "115",
      "arabic_text": "أَفَحَسِبۡتُمۡ أَنَّمَا خَلَقۡنَٰكُمۡ عَبَثٗا وَأَنَّكُمۡ إِلَيۡنَا لَا تُرۡجَعُونَ",
      "translation": "\"ఏమీ? వాస్తవానికి మేము మిమ్మల్ని వృథాగానే పుట్టించామని మరియు మీరు మా వైపునకు ఎన్నడూ మరలి రారని భావించారా?\"",
      "footnotes": ""
    },
    {
      "id": "2789",
      "sura": "23",
      "aya": "116",
      "arabic_text": "فَتَعَٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۖ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡكَرِيمِ",
      "translation": "కావున (తెలుసుకోండి) అల్లాహ్ అత్యున్నతుడు, నిజమైన విశ్వసార్వభౌముడు,[1] ఆయన తప్ప మరొక ఆరాధ్య దేవుడు లేడు. ఆయనే గౌరవప్రదమైన సింహాసనానికి (అర్ష్ కు) ప్రభువు!",
      "footnotes": "[1] చూడండి, 20:114 వ్యాఖ్యానం 2."
    },
    {
      "id": "2790",
      "sura": "23",
      "aya": "117",
      "arabic_text": "وَمَن يَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ لَا بُرۡهَٰنَ لَهُۥ بِهِۦ فَإِنَّمَا حِسَابُهُۥ عِندَ رَبِّهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ",
      "translation": "ఇక ఎవడైనా అల్లాహ్ తో పాటు మరొక దైవాన్ని - తన వద్ద దాని కొరకు ఎలాంటి ఆధారం లేకుండానే - ప్రార్థిస్తాడో, నిశ్చయంగా అతని లెక్క అతని ప్రభువు వద్ద ఉంది. నిశ్చయంగా, సత్యతిరస్కారులు సాఫల్యము పొందలేరు.[1]",
      "footnotes": "[1] నిజమైన సాఫల్యం, స్వర్గ నివాసమే కాని ఇహలోకంలోని ఆస్తిపాస్తులు, సంతానం హోదాలు, పేరు ప్రతిష్టలు మొదలైనవి కావు."
    },
    {
      "id": "2791",
      "sura": "23",
      "aya": "118",
      "arabic_text": "وَقُل رَّبِّ ٱغۡفِرۡ وَٱرۡحَمۡ وَأَنتَ خَيۡرُ ٱلرَّٰحِمِينَ",
      "translation": "కావున నీవు ఇలా ప్రార్థించు: \"ఓ నా ప్రభూ! నన్ను క్షమించు, నన్ను కరుణించు, కరుణించేవారిలో నీవే అత్యుత్తముడవు!\"",
      "footnotes": ""
    }
  ]
}