{
  "result": [
    {
      "id": "790",
      "sura": "6",
      "aya": "1",
      "arabic_text": "ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَۖ ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ",
      "translation": "Qoftë lavdëruar Allahu që krijoi qiejt dhe Tokën dhe bëri errësirën dhe dritën. E megjithatë, ata që nuk besojnë, sajojnë zota të tjerë si të barabartë me Zotin e tyre.",
      "footnotes": ""
    },
    {
      "id": "791",
      "sura": "6",
      "aya": "2",
      "arabic_text": "هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ ثُمَّ قَضَىٰٓ أَجَلٗاۖ وَأَجَلٞ مُّسَمًّى عِندَهُۥۖ ثُمَّ أَنتُمۡ تَمۡتَرُونَ",
      "translation": "Është Ai që ju krijoi nga balta dhe pastaj caktoi një afat në këtë botë (vdekjen) dhe një tjetër në botën e përtejme (Ditën e Kiametit). Por përsëri ju dyshoni.",
      "footnotes": ""
    },
    {
      "id": "792",
      "sura": "6",
      "aya": "3",
      "arabic_text": "وَهُوَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَفِي ٱلۡأَرۡضِ يَعۡلَمُ سِرَّكُمۡ وَجَهۡرَكُمۡ وَيَعۡلَمُ مَا تَكۡسِبُونَ",
      "translation": "Ai është Allahu (i vetmi Zot i Vërtetë) në qiej dhe në Tokë; Ai di çfarë fshihni dhe çfarë tregoni, si dhe atë që arrini të fitoni.",
      "footnotes": ""
    },
    {
      "id": "793",
      "sura": "6",
      "aya": "4",
      "arabic_text": "وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ",
      "translation": "Sa herë që atyre (jobesimtarëve) u vjen ndonjë varg nga shpallja e Zotit të tyre, ata ia kthejnë shpinën.",
      "footnotes": ""
    },
    {
      "id": "794",
      "sura": "6",
      "aya": "5",
      "arabic_text": "فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "Kështu, ata e mohojnë të vërtetën, posa u shpallet, por së shpejti do t’u vijnë lajmet e asaj me të cilën talleshin.",
      "footnotes": ""
    },
    {
      "id": "795",
      "sura": "6",
      "aya": "6",
      "arabic_text": "أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ",
      "translation": "A nuk e shohin ata se sa brezni i kemi zhdukur para tyre?! Ata ishin njerëz që i kishim dhënë më shumë pushtet në tokë sesa ju kemi dhënë juve (mekasve)? Ne u sollëm atyre shira të bollshëm dhe bëmë që të rrjedhin lumenj nëpër viset e tyre; por, për shkak të gjynaheve të veta, i shfarosëm dhe, më pas, krijuam brezni të tjera.",
      "footnotes": ""
    },
    {
      "id": "796",
      "sura": "6",
      "aya": "7",
      "arabic_text": "وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ",
      "translation": "Sikur Ne të të zbritnim ty një Libër të shkruar në letër e ata ta preknin me duart e tyre, mosbesimtarët me siguri që do të thoshin: “Kjo s’është gjë tjetër, veçse një magji e hapur.”",
      "footnotes": ""
    },
    {
      "id": "797",
      "sura": "6",
      "aya": "8",
      "arabic_text": "وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ",
      "translation": "Ata thonë: “Sikur t’i kishte zbritur atij (Muhamedit) një engjëll?! Por po të dërgonim Ne engjëllin, puna do të merrte fund dhe nuk do t’u jepej asnjë afat.",
      "footnotes": ""
    },
    {
      "id": "798",
      "sura": "6",
      "aya": "9",
      "arabic_text": "وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ",
      "translation": "Edhe sikur Ne ta bënim atë (Muhamedin) engjëll, me siguri që do t’i jepnim atij pamje njeriu dhe, kështu, do të bënim që të ngatërroheshin në lidhje me mesazhin, për të cilin tashmë ata janë të ngatërruar.",
      "footnotes": ""
    },
    {
      "id": "799",
      "sura": "6",
      "aya": "10",
      "arabic_text": "وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "Me të vërtetë, janë përqeshur shumë të dërguar para teje, por ata që përqeshnin i përfshiu ajo me të cilën ata talleshin.",
      "footnotes": ""
    },
    {
      "id": "800",
      "sura": "6",
      "aya": "11",
      "arabic_text": "قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ",
      "translation": "Thuaj: “Udhëtoni nëpër botë e shihni çfarë dënimi kanë marrë ata që përgënjeshtronin (të dërguarit).",
      "footnotes": ""
    },
    {
      "id": "801",
      "sura": "6",
      "aya": "12",
      "arabic_text": "قُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ",
      "translation": "Thuaj: “Kujt i përket gjithçka që gjendet në qiej dhe në Tokë?” Përgjigju: “Allahut!” Ai ia ka bërë detyrim Vetes mëshirën dhe, me siguri, do t’ju tubojë në Ditën e Kiametit, për të cilën nuk ka pikë dyshimi. Ata që kanë humbur shpirtrat e tyre, në të vërtetë nuk do të besojnë asnjëherë.",
      "footnotes": ""
    },
    {
      "id": "802",
      "sura": "6",
      "aya": "13",
      "arabic_text": "۞ وَلَهُۥ مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "E Tij është çdo gjë që pushon natën dhe ditën. Ai dëgjon dhe di çdo gjë.",
      "footnotes": ""
    },
    {
      "id": "803",
      "sura": "6",
      "aya": "14",
      "arabic_text": "قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "Thuaj: “A të marr mbrojtës tjetër, përveç Allahut, Krijuesit të qiejve dhe Tokës? Ai e ushqen (botën), ndërsa Vetë nuk ushqehet”. Thuaj: “Unë jam urdhëruar që të jem i pari që t’i nënshtrohem Atij” dhe kurrsesi mos u bëj idhujtar!",
      "footnotes": ""
    },
    {
      "id": "804",
      "sura": "6",
      "aya": "15",
      "arabic_text": "قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ",
      "translation": "Thuaj: “Unë kurrë nuk e kundërshtoj Zotin tim, sepse i frikësohem dënimit të një Dite të Madhe”.",
      "footnotes": ""
    },
    {
      "id": "805",
      "sura": "6",
      "aya": "16",
      "arabic_text": "مَّن يُصۡرَفۡ عَنۡهُ يَوۡمَئِذٖ فَقَدۡ رَحِمَهُۥۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡمُبِينُ",
      "translation": "Atë që shpëtohet nga dënimi i kësaj dite, vërtet Zoti e ka mëshiruar. Ky është shpëtimi i vërtetë.",
      "footnotes": ""
    },
    {
      "id": "806",
      "sura": "6",
      "aya": "17",
      "arabic_text": "وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "Nëse nga Allahu të godet ndonjë fatkeqësi, atëherë askush përveç Tij nuk mund të të shpëtojë. E, nëse të dhuron ndonjë mirësi, dije se vetëm Ai është i Fuqishëm për çdo gjë.",
      "footnotes": ""
    },
    {
      "id": "807",
      "sura": "6",
      "aya": "18",
      "arabic_text": "وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ",
      "translation": "Ai është Sunduesi mbi robërit e Vet; Ai është i Urti dhe ka dijeni për gjithçka.",
      "footnotes": ""
    },
    {
      "id": "808",
      "sura": "6",
      "aya": "19",
      "arabic_text": "قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ",
      "translation": "Thuaj: “Cila është dëshmia më e madhe (që ti je profet)?” dhe përgjigju: “Allahu është dëshmitar midis meje dhe jush”. Ky Kuran më është shpallur, në mënyrë që nëpërmjet tij t’ju tërheq vërejtjen juve dhe kujtdo që i përcillet. A mos vallë ju dëshmoni se, përveç Allahut ka edhe zota tjerë? Thuaj: “Unë nuk dëshmoj”. Thuaj: “Vërtet, Ai është vetëm Një Zot dhe unë jam larg nga ato që ju ia shoqëroni Allahut (në adhurim)”.",
      "footnotes": ""
    },
    {
      "id": "809",
      "sura": "6",
      "aya": "20",
      "arabic_text": "ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ",
      "translation": "Ata që ua kemi dhënë Librin[92], e njohin (Muhamedin), ashtu si i njohin fëmijët e tyre. Por ata që kanë humbur shpirtrat e tyre, nuk do të besojnë kurrë.",
      "footnotes": "[92] Të krishterët dhe hebrenjtë."
    },
    {
      "id": "810",
      "sura": "6",
      "aya": "21",
      "arabic_text": "وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ",
      "translation": "Kush është më keqbërës se ai që trillon gënjeshtra për Allahun ose i përgënjeshtron shpalljet e Tij? Vërtet, keqbërësit nuk do të shpëtojnë.",
      "footnotes": ""
    },
    {
      "id": "811",
      "sura": "6",
      "aya": "22",
      "arabic_text": "وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُوٓاْ أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ",
      "translation": "Atë ditë kur do t’i tubojmë të gjithë, Ne do t’u themi idhujtarëve: “Ku janë idhujt tuaj, për të cilët thoshit se ishin ortakë të Allahut!”",
      "footnotes": ""
    },
    {
      "id": "812",
      "sura": "6",
      "aya": "23",
      "arabic_text": "ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ إِلَّآ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشۡرِكِينَ",
      "translation": "Ata nuk do të mund të shfajësohen ndryshe, veçse duke thënë: “Betohemi në Allahun, Zotin tonë, nuk kemi qenë idhujtarë!”",
      "footnotes": ""
    },
    {
      "id": "813",
      "sura": "6",
      "aya": "24",
      "arabic_text": "ٱنظُرۡ كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡۚ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ",
      "translation": "Shiko se si gënjejnë kundër vetes, por zotat që ata i trilluan, do t’i lënë në baltë.",
      "footnotes": ""
    },
    {
      "id": "814",
      "sura": "6",
      "aya": "25",
      "arabic_text": "وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ",
      "translation": "Disa prej tyre[93] duket sikur të dëgjojnë, por Ne kemi vënë perde në zemrat e tyre dhe ua kemi rënduar dëgjimin, në mënyrë që ata të mos kuptojnë. Edhe nëse do të shihnin ndonjë prej shenjave Tona, ata sërish nuk do të besonin. Kur vijnë tek ti për të të kundërshtuar, jobesimtarët thonë: “Këto janë vetëm trillime të popujve të lashtë”!",
      "footnotes": "[93] Idhujtarëve të Mekës."
    },
    {
      "id": "815",
      "sura": "6",
      "aya": "26",
      "arabic_text": "وَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡـَٔوۡنَ عَنۡهُۖ وَإِن يُهۡلِكُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ",
      "translation": "Ata i ndalojnë të tjerët të besojnë në Kuran, edhe vetë largohen nga ai. Por vetëm veten e dëmtojnë, ndonëse nuk e vënë re.",
      "footnotes": ""
    },
    {
      "id": "816",
      "sura": "6",
      "aya": "27",
      "arabic_text": "وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ",
      "translation": "Sikur t’i shohësh ata kur të vihen para zjarrit, duke thënë: “Ah! Sikur të ktheheshim pas, nuk do t’i mohonim shpalljet e Zotit tonë dhe do të bëheshim besimtarë!”",
      "footnotes": ""
    },
    {
      "id": "817",
      "sura": "6",
      "aya": "28",
      "arabic_text": "بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ",
      "translation": "Po, atyre iu doli sheshit ajo që më parë e fshihnin, por edhe sikur të ktheheshin, prapë do të bënin ato që u ishin ndaluar. Vërtet, ata janë gënjeshtarë.",
      "footnotes": ""
    },
    {
      "id": "818",
      "sura": "6",
      "aya": "29",
      "arabic_text": "وَقَالُوٓاْ إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ",
      "translation": "Ata thoshin: “S’ka tjetër, përveç jetës në këtë botë dhe ne nuk do të ringjallemi”.",
      "footnotes": ""
    },
    {
      "id": "819",
      "sura": "6",
      "aya": "30",
      "arabic_text": "وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ",
      "translation": "Ah, sikur t’i shohësh ata kur të dalin para Zotit! Ai do t’ju thotë: “A nuk është e vërtetë kjo?” Ata do të përgjigjen: “Po, është e vërtetë, për Zotin tonë!” Allahu do t’u thotë: “E pra, tani shijoni dënimin, sepse nuk besuat!”",
      "footnotes": ""
    },
    {
      "id": "820",
      "sura": "6",
      "aya": "31",
      "arabic_text": "قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ",
      "translation": "Sigurisht që janë të humbur ata që mohojnë takimin me Allahun! Kur Ora (e Kiametit) t’u vijë papritur, ata do të thërrasin: “Të mjerët ne, sa shumë që e kemi neglizhuar (Kiametin) në jetën e Tokës!” dhe do të bartin gjynahet e veta mbi shpinat e tyre. Eh, sa e shëmtuar është ajo barrë!",
      "footnotes": ""
    },
    {
      "id": "821",
      "sura": "6",
      "aya": "32",
      "arabic_text": "وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَعِبٞ وَلَهۡوٞۖ وَلَلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "Jeta e kësaj bote është vetëm lojë e argëtim, kurse bota tjetër, pa dyshim që është më e mirë për ata që i frikësohen Allahut. Pra, a nuk po mendoni?",
      "footnotes": ""
    },
    {
      "id": "822",
      "sura": "6",
      "aya": "33",
      "arabic_text": "قَدۡ نَعۡلَمُ إِنَّهُۥ لَيَحۡزُنُكَ ٱلَّذِي يَقُولُونَۖ فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ",
      "translation": "Ne e dimë se ty të zemëron ajo që thonë ata. Në të vërtetë, nuk je ti ai që po mohojnë ata, por keqbërësit po mohojnë shpalljet e Allahut.",
      "footnotes": ""
    },
    {
      "id": "823",
      "sura": "6",
      "aya": "34",
      "arabic_text": "وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ",
      "translation": "Edhe para teje (o Muhamed!), shumë të dërguar janë mohuar, por ata e kanë duruar mohimin dhe lëndimin (që kanë pësuar), derisa u ka ardhur ndihma Jonë, sepse askush nuk mund t’i ndryshojë vendimet e Allahut. Ti tashmë ke dëgjuar për ata të dërguar.",
      "footnotes": ""
    },
    {
      "id": "824",
      "sura": "6",
      "aya": "35",
      "arabic_text": "وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ",
      "translation": "Nëse ty të duket e rëndë për t’u mbajtur përbuzja e tyre, atëherë kërko – nëse mundesh – një zgavër në tokë ose shkallë në qiell, që t’u sjellësh atyre një mrekulli! Sikur Allahu të donte, do t’i kishte mbledhur ata në rrugë të mbarë, prandaj mos u bëj nga ata që nuk e dinë këtë!",
      "footnotes": ""
    },
    {
      "id": "825",
      "sura": "6",
      "aya": "36",
      "arabic_text": "۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ",
      "translation": "Do të të përgjigjen vetëm ata që dëgjojnë. Sa për të vdekurit, Allahu do t’i ngjallë ata, pastaj të gjithë do të kthehen tek Ai.",
      "footnotes": ""
    },
    {
      "id": "826",
      "sura": "6",
      "aya": "37",
      "arabic_text": "وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
      "translation": "Ata thonë: “Ah! Pse nuk ia zbret atij ndonjë mrekulli Zoti i tij?” Thuaj: “Allahu është i Fuqishëm të dërgojë mrekulli, por shumica e tyre nuk e di”.",
      "footnotes": ""
    },
    {
      "id": "827",
      "sura": "6",
      "aya": "38",
      "arabic_text": "وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ",
      "translation": "Të gjitha kafshët në Tokë e të gjithë shpendët që fluturojnë me krahët e veta, janë në bashkësi të ngjashme me ju. Ne nuk kemi harruar asgjë në Librin Tonë. Pastaj të gjithë do të tubohen para Zotit të tyre.",
      "footnotes": ""
    },
    {
      "id": "828",
      "sura": "6",
      "aya": "39",
      "arabic_text": "وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "Ata që i mohojnë shpalljet Tona janë shurdhë e memecë, janë në errësirë. Allahu shpie në humbje kë të dojë dhe udhëzon në rrugë të drejtë kë të dojë.",
      "footnotes": ""
    },
    {
      "id": "829",
      "sura": "6",
      "aya": "40",
      "arabic_text": "قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "Thuaj: “Mendoni: nëse ju godet dënimi i Allahut apo ju vjen Ora e Kiametit, a do të thërrisnit për ndihmë dikë tjetër, përveç Allahut?! Më tregoni, nëse thoni të vërtetën!”",
      "footnotes": ""
    },
    {
      "id": "830",
      "sura": "6",
      "aya": "41",
      "arabic_text": "بَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ",
      "translation": "Përkundrazi! Ju do të thërrisnit vetëm Atë! Nëse do të dojë, Ai do t’ju shpëtojë nga ajo për të cilën e thërrisnit dhe ju do t’i harronit idhujt që ia shoqëronit Atij (në adhurim).",
      "footnotes": ""
    },
    {
      "id": "831",
      "sura": "6",
      "aya": "42",
      "arabic_text": "وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ",
      "translation": "Ne iu kemi dërguar shumë popujve profetë para teje dhe i kemi dënuar ata me skamje dhe fatkeqësi, për t’u bërë të dëgjueshëm.",
      "footnotes": ""
    },
    {
      "id": "832",
      "sura": "6",
      "aya": "43",
      "arabic_text": "فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "Vetëm sikur të përuleshin kur u erdhi ndëshkimi Ynë! Por zemrat e tyre u bënë gur, ndërsa djalli ua paraqiste si të bukura veprat e tyre të këqija.",
      "footnotes": ""
    },
    {
      "id": "833",
      "sura": "6",
      "aya": "44",
      "arabic_text": "فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ",
      "translation": "Kur ata i harruan paralajmërimet Tona, Ne ua hapëm dyert e çdo mirësie. Por, sapo po gëzoheshin me atë që u dhamë, Ne i dënuam befasisht dhe atëherë ata u zhytën në dëshpërim.",
      "footnotes": ""
    },
    {
      "id": "834",
      "sura": "6",
      "aya": "45",
      "arabic_text": "فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْۚ وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Kështu humbi gjurma e atij populli keqbërës. Lavdërimi qoftë i Allahut, Zotit të gjithësisë.",
      "footnotes": ""
    },
    {
      "id": "835",
      "sura": "6",
      "aya": "46",
      "arabic_text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ",
      "translation": "Thuaj: “Më thoni: Sikur Allahu t’jua merrte dëgjimin dhe shikimin e t’jua vuloste zemrat, cili zot, përveç Allahut, do t’jua kthente ato?!” Shih si ua shpjegojmë shpalljet Tona, por ata përsëri largohen nga e vërteta.",
      "footnotes": ""
    },
    {
      "id": "836",
      "sura": "6",
      "aya": "47",
      "arabic_text": "قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ",
      "translation": "Thuaj: “Më thoni, nëse ju vjen dënimi i Allahut papritmas ose sheshazi, a do të zhdukej kush përveç popullit keqbërës?”",
      "footnotes": ""
    },
    {
      "id": "837",
      "sura": "6",
      "aya": "48",
      "arabic_text": "وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
      "translation": "Ne i çojmë të dërguarit vetëm si sjellës të lajmeve të mira dhe qortues. Pra kushdo që i beson ata dhe bën mirë, nuk do të frikësohet e as nuk do të pikëllohet.",
      "footnotes": ""
    },
    {
      "id": "838",
      "sura": "6",
      "aya": "49",
      "arabic_text": "وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ بِمَا كَانُواْ يَفۡسُقُونَ",
      "translation": "Kurse ata që mohojnë shpalljet tona, do t’i godasë dënimi për shkak të mohimit.",
      "footnotes": ""
    },
    {
      "id": "839",
      "sura": "6",
      "aya": "50",
      "arabic_text": "قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ",
      "translation": "Thuaj: “Unë nuk ju them se zotëroj thesaret e Allahut apo se e di të padukshmen dhe as nuk them se jam engjëll. Unë ndjek vetëm atë që më shpallet”. Thuaj: “A barazohet i verbri me atë që sheh? A s’po mendoni?”",
      "footnotes": ""
    },
    {
      "id": "840",
      "sura": "6",
      "aya": "51",
      "arabic_text": "وَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ",
      "translation": "Paralajmëroji (me Kuran) ata që i frikësohen daljes para Zotit të tyre, se atëherë nuk do të kenë as mbrojtës, as ndihmës tjetër përveç Tij, me qëllim që të ruhen nga gjynahet.",
      "footnotes": ""
    },
    {
      "id": "841",
      "sura": "6",
      "aya": "52",
      "arabic_text": "وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ",
      "translation": "Mos i dëbo ata që i luten Zotit të vet në mëngjes e mbrëmje, duke e dëshiruar Fytyrën (mirësinë) e Tij! Ti nuk je aspak përgjegjës për ata e as ata nuk janë përgjegjës për ty. Nëse ti i dëbon ata, atëherë do të jesh keqbërës.",
      "footnotes": ""
    },
    {
      "id": "842",
      "sura": "6",
      "aya": "53",
      "arabic_text": "وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ",
      "translation": "Kështu, Ne i kemi bërë disa prej tyre si sprovë për të tjerët, që të thonë: “Vallë, këta janë ata prej nesh, që Allahu u ka dhuruar mirësi?!” - A mos vallë, Allahu nuk i njeh më mirë ata që i janë mirënjohës?",
      "footnotes": ""
    },
    {
      "id": "843",
      "sura": "6",
      "aya": "54",
      "arabic_text": "وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ",
      "translation": "Kur të vijnë te ti ata që besojnë në shpalljet Tona, thuaj: “Paqja qoftë mbi ju!”. Zoti juaj ia ka bërë detyrim Vetes mëshirën. Nëse dikush nga ju bën ndonjë vepër të keqe pa e ditur, e pastaj pendohet e përmirësohet, ai do ta gjejë Allahun Falës dhe Mëshirues.",
      "footnotes": ""
    },
    {
      "id": "844",
      "sura": "6",
      "aya": "55",
      "arabic_text": "وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ",
      "translation": "Ne kështu i shpjegojmë hollësisht shpalljet, në mënyrë që të qartësohet rruga e njerëzve të këqij.",
      "footnotes": ""
    },
    {
      "id": "845",
      "sura": "6",
      "aya": "56",
      "arabic_text": "قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ",
      "translation": "Thuaj: “Mua më është ndaluar t’i adhuroj ata, të cilëve ju u luteni në vend të Allahut “. Thuaj: “Unë nuk i ndjek dëshirat tuaja të kota, sepse atëherë do të isha i humbur dhe nuk do të isha nga ata që janë në rrugë të drejtë”.",
      "footnotes": ""
    },
    {
      "id": "846",
      "sura": "6",
      "aya": "57",
      "arabic_text": "قُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ",
      "translation": "Thuaj: “Unë kam provë të qartë nga Zoti im, por ju e përgënjeshtroni atë. Ajo që ju kërkoni me nxitim, nuk është në pushtetin tim. Vendimi i takon vetëm Allahut. Ai e shpall të vërtetën dhe Ai është Gjykatësi më i mirë”.",
      "footnotes": ""
    },
    {
      "id": "847",
      "sura": "6",
      "aya": "58",
      "arabic_text": "قُل لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡۗ وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ",
      "translation": "Thuaj: “Sikur ta kisha në dorë atë që kërkoni ju, shpejt e shpejt do të sqarohej puna midis meje dhe jush.\" Allahu i di më së miri keqbërësit.",
      "footnotes": ""
    },
    {
      "id": "848",
      "sura": "6",
      "aya": "59",
      "arabic_text": "۞ وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ",
      "translation": "Ai i ka çelësat e së padukshmes dhe vetëm Ai i njeh ato. Ai e di ç’ka në tokë dhe në det; asnjë gjeth nuk bie, pa e ditur Ai dhe nuk ekziston asnjë kokërr në errësirën e tokës, as e njomë, as e thatë, që të mos jetë shënuar në Librin e qartë (Leuhi Mahfudh).",
      "footnotes": ""
    },
    {
      "id": "849",
      "sura": "6",
      "aya": "60",
      "arabic_text": "وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "Ai jua merr shpirtrat (ju vë në gjumë) natën, duke e ditur ç’keni bërë ditën, pastaj ju zgjon që të plotësoni kohën tuaj të caktuar për të jetuar. Në fund, tek Ai do të ktheheni dhe Ai do t’ju tregojë gjithçka që keni bërë.",
      "footnotes": ""
    },
    {
      "id": "850",
      "sura": "6",
      "aya": "61",
      "arabic_text": "وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ",
      "translation": "Ai është Sunduesi mbi robërit e Vet. Ai ju dërgon rojtarë (engjëj) të cilët, kur ndonjërit nga ju i vjen vdekja, ia marrin shpirtin, duke mos bërë kurrfarë lëshimi.",
      "footnotes": ""
    },
    {
      "id": "851",
      "sura": "6",
      "aya": "62",
      "arabic_text": "ثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ",
      "translation": "Pastaj të gjithë do të kthehen tek Allahu, Zoti tyre i vërtetë. Vetëm Atij i takon të gjykojë dhe Ai është më i shpejtë në llogari.",
      "footnotes": ""
    },
    {
      "id": "852",
      "sura": "6",
      "aya": "63",
      "arabic_text": "قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ",
      "translation": "Thuaju: “Kush ju shpëton nga errësira e tokës dhe e detit, kur i luteni Atij haptazi dhe fshehurazi (duke thënë): “Nëse Ai na shpëton prej këtyre (rreziqeve), vërtet do të bëhemi mirënjohës”.",
      "footnotes": ""
    },
    {
      "id": "853",
      "sura": "6",
      "aya": "64",
      "arabic_text": "قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ",
      "translation": "Thuaj: “Allahu ju shpëton nga ato dhe nga çdo e keqe tjetër, por prapëseprapë ju adhuroni të tjerë veç Tij”.",
      "footnotes": ""
    },
    {
      "id": "854",
      "sura": "6",
      "aya": "65",
      "arabic_text": "قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ",
      "translation": "Thuaj: “Ai ka fuqi t’ju ndëshkojë prej së larti ose nga poshtë këmbëve tuaja, ose t’ju përçajë në grupe e të vuani nga duart e njëri tjetrit.\" Shih si ua shpjegojmë shpalljet, që ata të mund të kuptojnë!",
      "footnotes": ""
    },
    {
      "id": "855",
      "sura": "6",
      "aya": "66",
      "arabic_text": "وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ",
      "translation": "Por populli yt e quan të gënjeshtërt atë (Kuranin), ndonëse ai është i vërtetë. Thuaj: “Unë nuk jam rojtari juaj.",
      "footnotes": ""
    },
    {
      "id": "856",
      "sura": "6",
      "aya": "67",
      "arabic_text": "لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ",
      "translation": "Do të vijë koha, kur çdo profeci do të përmbushet dhe ju do ta merrni vesh.”",
      "footnotes": ""
    },
    {
      "id": "857",
      "sura": "6",
      "aya": "68",
      "arabic_text": "وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ",
      "translation": "Kur t’i shohësh ata të nënçmojnë shpalljet Tona, largohu prej tyre, derisa të kalojnë në bisedë tjetër! E, nëse djalli të bën të harrosh, sapo të përmendesh, mos rri me keqbërësit!",
      "footnotes": ""
    },
    {
      "id": "858",
      "sura": "6",
      "aya": "69",
      "arabic_text": "وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ",
      "translation": "Ata që i frikësohen Allahut, s’kanë kurrfarë përgjegjësie për gjynahet e mohuesve, por ua kujtojmë vetëm që të ruhen nga e keqja.",
      "footnotes": ""
    },
    {
      "id": "859",
      "sura": "6",
      "aya": "70",
      "arabic_text": "وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ",
      "translation": "Largohuni nga ata që fenë e tyre e marrin si lojë dhe dëfrim e që janë mashtruar nga jeta e kësaj bote. Këshilloji ata me Kuranin, me qëllim që të mos i humbasin shpirtrat e tyre për shkak të veprave të veta. Përveç Allahut, ata nuk do të kenë as ndihmës, as ndërmjetës. Edhe sikur të ofrojnë çdo lloj shpagimi, nuk do t’u pranohet. Këta janë ata që do të lihen në humbje për shkak të veprave që kanë bërë. Ata do të pinë ujë të valuar dhe do të kenë dënim të dhembshëm për shkak të mosbesimit të tyre.",
      "footnotes": ""
    },
    {
      "id": "860",
      "sura": "6",
      "aya": "71",
      "arabic_text": "قُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Thuaj: “A të adhurojmë në vend të Allahut çfarë nuk na sjell as dobi, as dëm?! A të kthehemi mbrapsht, pasi Allahu na udhëzoi, duke u bërë si i magjepsuri nga djajtë, që sillet i çoroditur nëpër tokë, ndonëse shokët e thërrasin në rrugë të drejtë: “Eja tek ne”?! Thuaj: “Udhëzimi i Allahut është i vetmi udhëzim i drejtë! Ne jemi të urdhëruar t’i nënshtrohemi Zotit të botëve,",
      "footnotes": ""
    },
    {
      "id": "861",
      "sura": "6",
      "aya": "72",
      "arabic_text": "وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُۚ وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ",
      "translation": "të falim namazin dhe ta kemi frikë Atë.” Dhe është Ai, para të Cilit do të tuboheni.",
      "footnotes": ""
    },
    {
      "id": "862",
      "sura": "6",
      "aya": "73",
      "arabic_text": "وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ",
      "translation": "Është Ai që i ka krijuar qiejt dhe Tokën për një qëllim. Ditën kur Ai thotë “Bëhu”, ajo bëhet. Fjala e Tij është e Vërteta dhe Atij i përket pushteti Ditën kur fryhet në Sur[94]. Ai e di të padukshmen dhe të dukshmen dhe Ai është i Urti dhe i Gjithëdijshmi”.",
      "footnotes": "[94] Suri është një bri që do të fryhet nga engjëlli Israfil dy herë: herën e parë për të lajmëruar ardhjen e Kiametit; dhe herën e dytë për të lajmëruar fillimin e ringjalljes."
    },
    {
      "id": "863",
      "sura": "6",
      "aya": "74",
      "arabic_text": "۞ وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "Trego për Ibrahimin, kur ai i tha të atit, Azerit: “A do t’i adhurosh idhujt si zotat e tu?! Unë vërtet po shoh se ti dhe populli yt jeni në humbje të madhe”.",
      "footnotes": ""
    },
    {
      "id": "864",
      "sura": "6",
      "aya": "75",
      "arabic_text": "وَكَذَٰلِكَ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ",
      "translation": "Dhe kështu, Ne ia treguam Ibrahimit mbretërinë e qiejve dhe të Tokës, që ai të bëhej nga ata që besojnë vendosmërisht.",
      "footnotes": ""
    },
    {
      "id": "865",
      "sura": "6",
      "aya": "76",
      "arabic_text": "فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ رَءَا كَوۡكَبٗاۖ قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ",
      "translation": "Kur ra nata, ai pa një yll dhe tha: “Ky është Zoti im!” Por, kur perëndoi ylli, ai tha: “Nuk i dua ata që perëndojnë”.",
      "footnotes": ""
    },
    {
      "id": "866",
      "sura": "6",
      "aya": "77",
      "arabic_text": "فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ",
      "translation": "Kur pa Hënën duke lindur, tha: “Ky është Zoti im!” Por, pasi ajo perëndoi, ai tha: “Nëse Zoti im nuk më udhëzon në rrugën e mbarë, me siguri do të bëhem njëri nga të humburit”.",
      "footnotes": ""
    },
    {
      "id": "867",
      "sura": "6",
      "aya": "78",
      "arabic_text": "فَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ",
      "translation": "Kur vërejti Diellin duke lindur, ai thërriti: “Ky është Zoti im, ky është më i madhi!” Por, pasi dielli perëndoi, ai tha: “O populli im, unë jam larg nga idhujt që ju ia shoqëroni Allahut në adhurim!",
      "footnotes": ""
    },
    {
      "id": "868",
      "sura": "6",
      "aya": "79",
      "arabic_text": "إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ حَنِيفٗاۖ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "Unë e kthej fytyrën time nga Ai që i ka krijuar qiejt dhe Tokën, duke qenë besimtar i vërtetë, dhe nuk jam nga idhujtarët”!",
      "footnotes": ""
    },
    {
      "id": "869",
      "sura": "6",
      "aya": "80",
      "arabic_text": "وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ",
      "translation": "Dhe, kur populli i tij polemizoi me të, ai tha: “Doni të polemizoni me mua për Allahun, ndërkohë që Ai më ka udhëzuar në rrugën e drejtë?! Unë nuk i kam frikë idhujt tuaj, sepse vetëm po të dojë Zoti im, ata mund të më lëndojnë. Zoti im, me dijeninë e vet ka përfshirë çdo gjë. A nuk po mendoni?",
      "footnotes": ""
    },
    {
      "id": "870",
      "sura": "6",
      "aya": "81",
      "arabic_text": "وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ",
      "translation": "E si të frikësohem nga zotat tuaj të rremë, ndërkohë që ju nuk keni frikë t’i shoqëroni Allahut idhuj, për të cilët Ai nuk ju ka zbritur kurrfarë argumenti?! Cili nga ne e meriton të jetë i sigurt? Më thoni, nëse njihni të vërtetën!",
      "footnotes": ""
    },
    {
      "id": "871",
      "sura": "6",
      "aya": "82",
      "arabic_text": "ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ",
      "translation": "Sa për ata që besojnë dhe nuk e molepsin besimin e tyre me padrejtësi (idhujtari), pikërisht atyre u takon siguria dhe ata janë të udhëzuar.”",
      "footnotes": ""
    },
    {
      "id": "872",
      "sura": "6",
      "aya": "83",
      "arabic_text": "وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ",
      "translation": "Ky është argumenti Ynë, të cilin Ne ia dhamë Ibrahimit kundër popullit të tij. Ne ngremë kë të duam në shkallë të lartë. Vërtet, Zoti yt është i Urtë e i Gjithëdijshëm.",
      "footnotes": ""
    },
    {
      "id": "873",
      "sura": "6",
      "aya": "84",
      "arabic_text": "وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ",
      "translation": "Ne i dhuruam atij Is'hakun dhe Jakubin. Që të dy këta i udhëzuam në rrugë të drejtë, ashtu siç patëm udhëzuar më parë Nuhun. Ndër pasardhësit e tij Ne udhëzuam Davudin, Sulejmanin, Ejubin, Jusufin, Musain dhe Harunin. Kështu i shpërblejmë punëmirët.",
      "footnotes": ""
    },
    {
      "id": "874",
      "sura": "6",
      "aya": "85",
      "arabic_text": "وَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ",
      "translation": "Ne udhëzuam edhe Zekerijan, Jahjain, Isain, Iljasin - të gjithë këta kanë qenë nga njerëzit e mirë.",
      "footnotes": ""
    },
    {
      "id": "875",
      "sura": "6",
      "aya": "86",
      "arabic_text": "وَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ",
      "translation": "Po ashtu, udhëzuam edhe Ismailin, Eljesain, Junusin dhe Lutin - secilin prej tyre e ngritëm mbi të gjithë njerëzit.",
      "footnotes": ""
    },
    {
      "id": "876",
      "sura": "6",
      "aya": "87",
      "arabic_text": "وَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "Ne zgjodhëm dhe udhëzuam në rrugë të drejtë edhe disa nga paraardhësit, pasardhësit dhe vëllezërit e tyre.",
      "footnotes": ""
    },
    {
      "id": "877",
      "sura": "6",
      "aya": "88",
      "arabic_text": "ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ",
      "translation": "Ky është udhëzimi i Allahut, të cilin Ai ia jep kujt të dojë nga robërit e Vet. Por, nëse ata adhurojnë zota të tjerë, do t’u humbë çdo gjë nga ajo që kanë bërë.",
      "footnotes": ""
    },
    {
      "id": "878",
      "sura": "6",
      "aya": "89",
      "arabic_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ",
      "translation": "Këta janë ata që u kemi dhënë Librin, Urtësinë dhe Profecinë. E, nëse ata (banorët e Mekës) i mohojnë këto, Ne do t’ia besojmë një populli tjetër që nuk do t’i mohojë.",
      "footnotes": ""
    },
    {
      "id": "879",
      "sura": "6",
      "aya": "90",
      "arabic_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ",
      "translation": "Këta janë ata, të cilët Allahu i ka udhëzuar në rrugën e drejtë, andaj edhe ti (o Muhamed) ndiq rrugën e tyre. Thuaj: “Unë nuk kërkoj nga ju kurrfarë shpërblimi për atë. Ai është vetëm këshillë për të gjithë botët (njerëzit dhe xhindet)”.",
      "footnotes": ""
    },
    {
      "id": "880",
      "sura": "6",
      "aya": "91",
      "arabic_text": "وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ",
      "translation": "Ata nuk e vlerësojnë siç duhet Allahun, kur thonë: “Allahu nuk i ka zbritur asgjë njeriut”[95]. Thuaj: “Atëherë, kush e shpalli Librin që solli Musai si dritë dhe udhërrëfyes për njerëzit?! Librin që ju e keni shpërndarë në fletë, ca prej të cilave i tregoni, ndërsa shumicën e fshihni, ndonëse tani keni mësuar diçka që as ju, as etërit tuaj nuk e keni ditur më parë?! Thuaj: “Allahu e ka shpallur (atë Libër)!” Pastaj lëri ata që të argëtohen me gënjeshtrat e tyre.",
      "footnotes": "[95] Sipas disa komentuesve të Kuranit, bëhet fjalë për disa hebrenj që polemizuan me Profetin Muhamed (a.s.)."
    },
    {
      "id": "881",
      "sura": "6",
      "aya": "92",
      "arabic_text": "وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ",
      "translation": "Ky (Kuran) është një Libër i bekuar, të cilin ta kemi shpallur ty (o Muhamed), si vërtetues të atij (Teuratit) që gjendet para tij dhe që të paralajmërosh popullin e nënës së qyteteve (Mekës) dhe ata që banojnë rreth saj. Ata që besojnë në jetën e ardhshme, besojnë edhe në të (Kuran) dhe kujdesen për kryerjen e namazit të tyre.",
      "footnotes": ""
    },
    {
      "id": "882",
      "sura": "6",
      "aya": "93",
      "arabic_text": "وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ",
      "translation": "Kush është keqbërës më i madh se ai që trillon gënjeshtra për Allahun ose që thotë: “Kjo më është shpallur mua”, ndërkohë që asgjë nuk i është shpallur atij? Ose që thotë: “Unë mund të shpall diçka si ajo që ka shpallur Allahu.” Ah sikur t’i shihje keqbërësit gjatë agonisë së vdekjes, kur engjëjt zgjasin duart (duke thënë): “Dorëzoni shpirtrat tuaj! Sot ju do të ndëshkoheni me dënim poshtërues për shkak të të pavërtetave që keni thënë për Allahun dhe që keni shpërfillur shpalljet e Tij”.",
      "footnotes": ""
    },
    {
      "id": "883",
      "sura": "6",
      "aya": "94",
      "arabic_text": "وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ",
      "translation": "(Allahu do t’u thotë): “Tashmë na vini veç e veç, ashtu siç ju krijuam herën e parë, duke lënë pas vetes ato që ju patëm dhuruar. Ne nuk po i shohim me ju ndërmjetësuesit tuaj, për të cilët pretendonit se ishin ortakët e Allahut. Midis jush janë shkëputur të gjitha lidhjet dhe ajo tek e cila shpresonit, ju ka lënë në baltë”.",
      "footnotes": ""
    },
    {
      "id": "884",
      "sura": "6",
      "aya": "95",
      "arabic_text": "۞ إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ",
      "translation": "Me të vërtetë, Allahu është Ai që farën dhe bërthamën e bën të mugullojë. Ai e nxjerr të gjallën prej të vdekurës dhe të vdekurën prej të gjallës. Ky është Allahu. Atëherë, përse i largoheni Atij?",
      "footnotes": ""
    },
    {
      "id": "885",
      "sura": "6",
      "aya": "96",
      "arabic_text": "فَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ",
      "translation": "Ai bën të feksë drita e agimit. Ai e ka bërë natën për pushim, ndërsa Diellin dhe Hënën për të njehsuar kohën. Kjo është urdhëresa e Allahut, të Plotfuqishmit dhe të Gjithëdijshmit.",
      "footnotes": ""
    },
    {
      "id": "886",
      "sura": "6",
      "aya": "97",
      "arabic_text": "وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ",
      "translation": "Është Ai që i ka krijuar yjet, për t’ju rrëfyer rrugën në errësirat e tokës dhe të detit. Ne ua kemi shpjeguar qartë shpalljet Tona njerëzve që dinë.",
      "footnotes": ""
    },
    {
      "id": "887",
      "sura": "6",
      "aya": "98",
      "arabic_text": "وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ",
      "translation": "Është Ai që ju ka krijuar prej një njeriu të vetëm, që të jetoni dhe të preheni në tokë. Ne ua kemi shpjeguar qartë shpalljet Tona njerëzve që kuptojnë.",
      "footnotes": ""
    },
    {
      "id": "888",
      "sura": "6",
      "aya": "99",
      "arabic_text": "وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "Është Ai që lëshon nga qielli ujë, nëpërmjet të cilit Ai nxjerr sythat e çdo bime. Prej kësaj Ne nxjerrim gjelbërim, kokrra gruri në kallinj, palma hurme të ngarkuara me kalaveshë të ulët, kopshte rrushi, ulliri dhe shege, që ngjajnë, por që janë të ndryshëm nga njëri-tjetri. Vështroni frytet e tyre kur formohen dhe piqen. Sigurisht që në këto ka shenja për njerëzit që besojnë.",
      "footnotes": ""
    },
    {
      "id": "889",
      "sura": "6",
      "aya": "100",
      "arabic_text": "وَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ",
      "translation": "Idhujtarët i shohin xhindet si ortakë të Allahut, ndërkohë që Ai i ka krijuar ata. Me padituri, i kanë veshur Atij djem e vajza. I lavdëruar qoftë Ai dhe i lartësuar mbi gjithçka që ia veshin ata!",
      "footnotes": ""
    },
    {
      "id": "890",
      "sura": "6",
      "aya": "101",
      "arabic_text": "بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ",
      "translation": "Ai është Krijuesi i qiejve dhe i Tokës! E si mund të ketë Ai fëmijë, ndërkohë që nuk ka bashkëshorte?! Ai ka krijuar çdo gjë dhe është i Dijshëm për çdo gjë.",
      "footnotes": ""
    },
    {
      "id": "891",
      "sura": "6",
      "aya": "102",
      "arabic_text": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ",
      "translation": "Ky është Allahu, Zoti juaj. S’ka zot tjetër të vërtetë përveç Tij, Krijuesit të çdo gjëje, andaj adhuroni vetëm Atë! Ai është Mbikëqyrës i çdo gjëje!",
      "footnotes": ""
    },
    {
      "id": "892",
      "sura": "6",
      "aya": "103",
      "arabic_text": "لَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَۖ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ",
      "translation": "Shikimet njerëzore nuk mund ta arrijnë Atë, ndërkohë që Ai i arrin shikimet e të gjithëve. Ai është Bamirës i pakufi dhe di çdo gjë.",
      "footnotes": ""
    },
    {
      "id": "893",
      "sura": "6",
      "aya": "104",
      "arabic_text": "قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ",
      "translation": "(Thuaju o Muhamed): “Tashmë ju kanë ardhur nga Zoti juaj prova të qarta. Ai që i sheh ato, i sjell dobi vetes, ndërsa ai që i mbyll sytë para tyre, i bën dëm vetes. Unë nuk jam rojtari juaj.",
      "footnotes": ""
    },
    {
      "id": "894",
      "sura": "6",
      "aya": "105",
      "arabic_text": "وَكَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ وَلِيَقُولُواْ دَرَسۡتَ وَلِنُبَيِّنَهُۥ لِقَوۡمٖ يَعۡلَمُونَ",
      "translation": "Kështu, Ne i shpjegojmë shpalljet Tona në mënyra të ndryshme, që ata të thonë: “Ti i ke mësuar këto!” dhe që t’ua bëjmë të qarta njerëzve që dinë (të drejtën).",
      "footnotes": ""
    },
    {
      "id": "895",
      "sura": "6",
      "aya": "106",
      "arabic_text": "ٱتَّبِعۡ مَآ أُوحِيَ إِلَيۡكَ مِن رَّبِّكَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ",
      "translation": "Prandaj ndiq atë që të ka shpallur Zoti yt. S’ka zot të vërtetë veç Tij. Shmangu prej idhujtarëve.",
      "footnotes": ""
    },
    {
      "id": "896",
      "sura": "6",
      "aya": "107",
      "arabic_text": "وَلَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكُواْۗ وَمَا جَعَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ",
      "translation": "Sikur të donte Allahu, ata nuk do të ishin idhujtarë. Ne nuk të kemi bërë ty rojtar të tyre e as që je përgjegjës për ta.",
      "footnotes": ""
    },
    {
      "id": "897",
      "sura": "6",
      "aya": "108",
      "arabic_text": "وَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ",
      "translation": "Mos i shani idhujt që ata i adhurojnë në vend të Allahut, në mënyrë që ata të mos e shajnë Allahun armiqësisht nga padija. Kështu, Ne ia paraqesim të bukura çdo populli veprat e veta. Pastaj, ata do të kthehen te Zoti i tyre, i Cili do t’i lajmërojë për gjithçka që kanë bërë.",
      "footnotes": ""
    },
    {
      "id": "898",
      "sura": "6",
      "aya": "109",
      "arabic_text": "وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ",
      "translation": "Ata betohen solemnisht në Allahun se, nëse iu vjen një mrekulli, ata me siguri do të besojnë. Thuaj: “Mrekullitë janë vetëm te Allahu!” E kush ju siguron se ata, kur t’u vijë një mrekulli, do të besojnë?",
      "footnotes": ""
    },
    {
      "id": "899",
      "sura": "6",
      "aya": "110",
      "arabic_text": "وَنُقَلِّبُ أَفۡـِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ",
      "translation": "Ne do t’ua largojmë zemrat dhe shikimet e tyre nga e vërteta, sepse ata nuk e besuan atë (Kuranin) herën e parë. Ne do t’i lëmë ata që të bredhin të verbër në humbje e mosbesim.",
      "footnotes": ""
    },
    {
      "id": "900",
      "sura": "6",
      "aya": "111",
      "arabic_text": "۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ",
      "translation": "Edhe sikur t’u dërgonim atyre engjëjt, t’i bënim të vdekurit t’u flisnin atyre dhe t’i tubonin të gjitha gjërat para tyre, ata përsëri nuk do të besonin, nëse Allahu nuk do të donte; por shumica e tyre janë të paditur.",
      "footnotes": ""
    },
    {
      "id": "901",
      "sura": "6",
      "aya": "112",
      "arabic_text": "وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ",
      "translation": "Kështu, çdo profeti Ne i kemi caktuar armiq djajtë e njerëzve dhe të xhindeve, të cilët e frymëzojnë njëri-tjetrin me fjalë boshe të zbukuruara për mashtrim. Por, sikur të donte Zoti yt, ata nuk do të bënin kështu, prandaj lëri ata dhe trillimet e tyre.",
      "footnotes": ""
    },
    {
      "id": "902",
      "sura": "6",
      "aya": "113",
      "arabic_text": "وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ",
      "translation": "Lëri zemrat e atyre që nuk besojnë në Ditën e Kiametit, që të priren nga mashtrimi dhe të kënaqen me të e le të bëjnë gjynahet që kanë bërë.",
      "footnotes": ""
    },
    {
      "id": "903",
      "sura": "6",
      "aya": "114",
      "arabic_text": "أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ",
      "translation": "Thuaj: “Vallë, a të kërkoj tjetër gjykatës përveç Allahut, kur është Ai që ju ka zbritur këtë Libër të hollësishëm?!” Ata që Ne u kemi dhënë Shkrimet e shenjta, e dinë se Kurani është me të vërtetë i zbritur nga Zoti yt. Prandaj, kurrsesi mos u bëj nga ata që dyshojnë!",
      "footnotes": ""
    },
    {
      "id": "904",
      "sura": "6",
      "aya": "115",
      "arabic_text": "وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "Të përkryera janë fjalët e Zotit tënd në vërtetësi dhe drejtësi; fjalët e Tij askush nuk mund t’i ndryshojë. Ai dëgjon çdo gjë dhe di çdo gjë.",
      "footnotes": ""
    },
    {
      "id": "905",
      "sura": "6",
      "aya": "116",
      "arabic_text": "وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ",
      "translation": "Nëse i bindesh shumicës së njerëzve që gjenden në tokë, ata do të të shmangin nga rruga e Allahut. Ata ndjekin vetëm hamendjet. Ata vetëm gënjejnë.",
      "footnotes": ""
    },
    {
      "id": "906",
      "sura": "6",
      "aya": "117",
      "arabic_text": "إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ",
      "translation": "Në të vërtetë, Zoti yt i njeh më së miri ata që i shmangen rrugës së Tij dhe i di më së miri ata që janë në rrugë të drejtë.",
      "footnotes": ""
    },
    {
      "id": "907",
      "sura": "6",
      "aya": "118",
      "arabic_text": "فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ",
      "translation": "Hani vetëm atë mish, gjatë therjes së të cilit është përmendur emri i Allahut, nëse vërtet besoni në shpalljet e Tij.",
      "footnotes": ""
    },
    {
      "id": "908",
      "sura": "6",
      "aya": "119",
      "arabic_text": "وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ",
      "translation": "E përse të mos e hani atë që është therur me emrin e Allahut, kur Ai tashmë jua ka shpjeguar ç’është e ndaluar, përveçse kur jeni në shtrëngesë?! Shumë njerëz i largojnë të tjerët nga rruga e drejtë nga padija dhe nga dëshirat e tyre të kota. Në të vërtetë, Zoti yt i njeh më së miri ata që e kanë kaluar kufirin.",
      "footnotes": ""
    },
    {
      "id": "909",
      "sura": "6",
      "aya": "120",
      "arabic_text": "وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ",
      "translation": "Largohuni nga gjynahet e hapëta dhe të fshehta, sepse, ata që kanë bërë gjynahe, patjetër që do të ndëshkohen për atë që kanë vepruar.",
      "footnotes": ""
    },
    {
      "id": "910",
      "sura": "6",
      "aya": "121",
      "arabic_text": "وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ",
      "translation": "Mos hani asnjë mish që nuk është therur me emrin e Allahut, sepse kjo është gjynah! Në të vërtetë, djajtë i nxisin miqtë e vet që t’ju kundërshtojnë ju. E nëse ju u bindeni atyre, me siguri që edhe ju do të ishit idhujtarë.",
      "footnotes": ""
    },
    {
      "id": "911",
      "sura": "6",
      "aya": "122",
      "arabic_text": "أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "A barazohet i vdekuri që Ne e ngjallëm dhe i dhamë dritë me të cilën ecën midis njerëzve, me atë që është në errësirë e nuk mund të dalë prej saj?! Kësisoj, jobesimtarëve u duken të bukura veprat që bëjnë.",
      "footnotes": ""
    },
    {
      "id": "912",
      "sura": "6",
      "aya": "123",
      "arabic_text": "وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ",
      "translation": "Kështu, Ne kemi bërë në çdo qytet që keqbërësit më të mëdhenj të ngrenë kurthe. Mirëpo, kurthet ia ngrenë vetëm vetvetes e nuk e ndiejnë.",
      "footnotes": ""
    },
    {
      "id": "913",
      "sura": "6",
      "aya": "124",
      "arabic_text": "وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ",
      "translation": "Kur atyre u vjen ndonjë mrekulli, thonë: “Ne nuk do të besojmë derisa të mos na jepet diçka, si ajo që u është dhënë të dërguarve të Allahut.” Allahu e di më mirë se kujt ia jep mesazhin e Vet. Atyre që kanë bërë gjynahe, do t’u vijë një poshtërim nga ana e Allahut dhe ndëshkim i ashpër për shkak të kurtheve që ngrinin.",
      "footnotes": ""
    },
    {
      "id": "914",
      "sura": "6",
      "aya": "125",
      "arabic_text": "فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ",
      "translation": "Allahu ia hap zemrën për (të pranuar) Islamin atij që dëshiron ta udhëzojë, ndërsa atij që dëshiron ta lërë në humbje, (ia mbyll zemrën e) ia shtrëngon gjoksin si të jetë duke u ngjitur në qiell. Kështu, Allahu, i ndëshkon ata që nuk besojnë.",
      "footnotes": ""
    },
    {
      "id": "915",
      "sura": "6",
      "aya": "126",
      "arabic_text": "وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ",
      "translation": "Kjo është rruga e drejtë e Zotit tënd. Ne ua kemi shpjeguar shpalljet Tona njerëzve që ua vënë veshin.",
      "footnotes": ""
    },
    {
      "id": "916",
      "sura": "6",
      "aya": "127",
      "arabic_text": "۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ",
      "translation": "Ata do të kenë Shtëpinë e shpëtimit te Zoti i tyre. Ai do të jetë Mbrojtësi i tyre, si shpërblim për veprat që kanë bërë.",
      "footnotes": ""
    },
    {
      "id": "917",
      "sura": "6",
      "aya": "128",
      "arabic_text": "وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ",
      "translation": "Ditën kur Ai do t’i tubojë të gjithë, do të thotë: “O tog i xhindeve! Ju keni mashtruar shumë njerëz!” - Ithtarët e tyre midis njerëzve do të thonë: “O Zoti ynë! Ne u kënaqëm me njëri tjetrin dhe arritëm në afatin tonë, të cilin na e pate caktuar Ti”. Allahu do të thotë: “Zjarri është vendbanimi juaj. Atje do të qëndroni përherë, veç nëse Allahu dëshiron ndryshe. Zoti yt është vërtet i Urtë e i Gjithëdijshëm.",
      "footnotes": ""
    },
    {
      "id": "918",
      "sura": "6",
      "aya": "129",
      "arabic_text": "وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ",
      "translation": "E kështu, Ne u japim pushtet disa keqbërësve mbi të tjerët, si dënim për veprat e tyre të këqija.",
      "footnotes": ""
    },
    {
      "id": "919",
      "sura": "6",
      "aya": "130",
      "arabic_text": "يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ",
      "translation": "“O tog i xhindeve dhe i njerëzve, a nuk ju patën ardhur të dërguar nga mesi juaj, për t’ju treguar shpalljet Tona dhe për t’ju paralajmëruar takimin me këtë ditë?” Ata do të thonë: “Ne dëshmojmë kundër vetes sonë”. Vërtet, jeta e kësaj bote i mashtroi ata, kështu që ata do të dëshmojnë kundër vetes se kanë qenë mohues.",
      "footnotes": ""
    },
    {
      "id": "920",
      "sura": "6",
      "aya": "131",
      "arabic_text": "ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ",
      "translation": "Kjo ndodh sepse Zoti yt nuk e shkatërron asnjë vend për veprat e tyre të gabuara, pa i paralajmëruar banorët e tij.",
      "footnotes": ""
    },
    {
      "id": "921",
      "sura": "6",
      "aya": "132",
      "arabic_text": "وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ",
      "translation": "Secili do të ketë shkallën e tij, sipas veprave që ka bërë. Zoti yt nuk është i paditur për veprat e tyre.",
      "footnotes": ""
    },
    {
      "id": "922",
      "sura": "6",
      "aya": "133",
      "arabic_text": "وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ",
      "translation": "Zoti yt është i Vetëmjaftueshmi dhe Zotëruesi i mëshirës. Nëse do, ju zhduk dhe sjell pas jush çfarë të dojë, ashtu si ju ka krijuar nga pasardhësit e popujve të tjerë.",
      "footnotes": ""
    },
    {
      "id": "923",
      "sura": "6",
      "aya": "134",
      "arabic_text": "إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ",
      "translation": "Ajo që ju është premtuar, me të vërtetë do t’ju arrijë e ju nuk mund t’i ikni asaj.",
      "footnotes": ""
    },
    {
      "id": "924",
      "sura": "6",
      "aya": "135",
      "arabic_text": "قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ",
      "translation": "Thuaj: “O populli im, punoni në drejtimin tuaj, ndërkohë që edhe unë bëj timen. Së shpejti do ta merrni vesh se për kë do të jetë fundi i mirë. Njëmend, keqbërësit nuk do të shpëtojnë.",
      "footnotes": ""
    },
    {
      "id": "925",
      "sura": "6",
      "aya": "136",
      "arabic_text": "وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ",
      "translation": "Ata[96] kanë caktuar për Allahun pjesë nga drithi dhe kafshët shtëpiake, të cilat i ka krijuar Ai dhe thonë sipas hamendjes së tyre: “Kjo është për Allahun, ndërsa kjo është për idhujt tanë”. Mirëpo ajo pjesë që është për idhujt e tyre, nuk arrin te Zoti, kurse ajo që ata e kanë caktuar për Allahun - ajo arrin te idhujt e tyre. Sa gjykim të shëmtuar bëjnë ata!",
      "footnotes": "[96] Paganët arabë."
    },
    {
      "id": "926",
      "sura": "6",
      "aya": "137",
      "arabic_text": "وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ",
      "translation": "Shumë paganëve, idhujt e tyre ua kanë bërë t’u duket e bukur vrasja e fëmijëve të tyre, për t’i shkatërruar dhe për t’ua pështjelluar besimin. Sikur të donte Allahu, ata nuk do ta bënin atë. Lërini ata dhe trillimet e tyre.",
      "footnotes": ""
    },
    {
      "id": "927",
      "sura": "6",
      "aya": "138",
      "arabic_text": "وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ",
      "translation": "Ata thonë sipas hamendjes së tyre: “Këto bagëti shtëpiake dhe këto e këto bimë janë të ndaluara, nuk mund t’i hajë askush, përveç atyre që ua lejojmë ne”. Disa kafshë shtëpiake ata i kanë bërë të ndaluara për ngarkim, ndërsa disa bagëti i therin pa e përmendur emrin e Allahut, duke trilluar gënjeshtra për Të. Ai do t’i ndëshkojë ata për gënjeshtrat e trilluara.",
      "footnotes": ""
    },
    {
      "id": "928",
      "sura": "6",
      "aya": "139",
      "arabic_text": "وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ",
      "translation": "Ata thonë gjithashtu: “Ajo që gjendet në barkun e këtyre bagëtive, u përket vetëm meshkujve tanë, kurse për gratë tona janë të ndaluara”. Por, nëse lindin të ngordhura, ata të gjithë (burra e gra) janë pjesëmarrës në të”. Allahu do t’i ndëshkojë ata për çfarë i veshin Atij. Ai është vërtet i Urtë dhe i Gjithëdijshëm.",
      "footnotes": ""
    },
    {
      "id": "929",
      "sura": "6",
      "aya": "140",
      "arabic_text": "قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ",
      "translation": "Të humbur janë ata që i vrasin fëmijët e tyre nga mendjelehtësia dhe padija dhe i bëjnë të ndaluara ato që ua ka dhuruar Allahu, duke trilluar kështu gënjeshtra rreth Allahut. Ata janë të devijuar dhe aspak të udhëzuar.",
      "footnotes": ""
    },
    {
      "id": "930",
      "sura": "6",
      "aya": "141",
      "arabic_text": "۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ",
      "translation": "Është Ai që ka krijuar kopshte vreshtash të larta dhe të shtruara, hurma dhe bimë, me shije të ndryshme, ullinj e shegë, të ngjashme dhe të ndryshme. Hani frutat e tyre kurdo që të prodhojnë dhe jepni atë që është detyrë në ditën e vjeljes së tyre! Por mos e teproni, se Allahu nuk i do ata që e teprojnë!",
      "footnotes": ""
    },
    {
      "id": "931",
      "sura": "6",
      "aya": "142",
      "arabic_text": "وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ",
      "translation": "Ai ka krijuar disa bagëti për ngarkim dhe për ushqim. Hani nga ato që jua ka dhuruar Allahu dhe mos ndiqni gjurmët e djallit. Ai është për ju armik i hapur.",
      "footnotes": ""
    },
    {
      "id": "932",
      "sura": "6",
      "aya": "143",
      "arabic_text": "ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "Ai ju ka dhënë tetë lloje bagëtish në çifte. Merr dy llojet[97] për dhentë dhe dy për dhitë. Thuaju[98]: “A i ka ndaluar Allahu dy meshkujt ose dy femrat, ose atë që mbajnë në bark dy femrat?” Lajmëromëni mua me dije të saktë, nëse ajo që thoni është e vërtetë!",
      "footnotes": "[97] Llojin mashkull dhe llojin femër. [98] Pra, thuaju paganëve, o Muhamed!"
    },
    {
      "id": "933",
      "sura": "6",
      "aya": "144",
      "arabic_text": "وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
      "translation": "Merr dy llojet për devetë edhe dy për lopët. Thuaju: “A i ka ndaluar Allahu meshkujt apo femrat ose atë që e mbajnë në bark dy femrat? Apo mos keni qenë të pranishëm kur Allahu ju ka urdhëruar për këtë? Atëherë, kush është më keqbërës se ai që shpif gënjeshtra rreth Allahut, për t’i shpënë njerëzit në humbje nga padija? Pa dyshim, Allahu nuk i çon në rrugë të drejtë keqbërësit.",
      "footnotes": ""
    },
    {
      "id": "934",
      "sura": "6",
      "aya": "145",
      "arabic_text": "قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ",
      "translation": "Thuaj: “Unë nuk gjej në atë që më është shpallur mua asgjë që e ndalon njeriun të hajë çfarë të dojë, përveç kafshëve të ngordhura, gjakut të derdhur, mishit të derrit – se këto janë të ndyta – dhe mishit që është therur në emër të dikujt tjetër në vend të Allahut. Por kushdo që detyrohet nga nevoja të hajë ndonjë gjë prej këtyre, pa dashur të bëjë gjynah dhe pa e kaluar kufirin, nuk do të fajësohet. Vërtet, Allahu është Falës i madh dhe Mëshirëplotë.",
      "footnotes": ""
    },
    {
      "id": "935",
      "sura": "6",
      "aya": "146",
      "arabic_text": "وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ",
      "translation": "Ne ua ndaluam hebrenjve (të hanin) të gjitha kafshët që kanë kthetra (ose njëthundrakët), ndërsa nga lopët e delet, atyre ua ndaluam dhjamin e brendshëm të tyre, me përjashtim të dhjamit të shpinës ose të zorrëve, ose atë që është i lidhur me eshtra. Me këtë, Ne i ndëshkuam ata për shkak të mosbindjes së tyre. Ne, pa dyshim, themi të vërtetën.",
      "footnotes": ""
    },
    {
      "id": "936",
      "sura": "6",
      "aya": "147",
      "arabic_text": "فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ",
      "translation": "Prandaj, nëse ata të quajnë gënjeshtar, thuaju: “Zoti juaj është zotërues i mëshirës së gjerë, por ndëshkimi i Tij nuk do të prapësohet nga populli keqbërës”.",
      "footnotes": ""
    },
    {
      "id": "937",
      "sura": "6",
      "aya": "148",
      "arabic_text": "سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ",
      "translation": "Idhujtarët do të thonë: “Sikur të donte Allahu, nuk do të adhuronim tjetër veç Tij as ne, as baballarët tanë dhe ne nuk do të kishim bërë të ndaluar asgjë”. Kështu mohonin edhe ata para tyre, derisa shijuan dënimin tonë. Thuaju: “A keni ndonjë provë të na paraqitni? Ju mbështeteni vetëm në hamendje dhe jeni vetëm gënjeshtarë”.",
      "footnotes": ""
    },
    {
      "id": "938",
      "sura": "6",
      "aya": "149",
      "arabic_text": "قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ",
      "translation": "Thuaju: “Allahu ka argumentin më bindës dhe, po të donte Ai, të gjithëve do t’ju përudhte në rrugë të drejtë!”",
      "footnotes": ""
    },
    {
      "id": "939",
      "sura": "6",
      "aya": "150",
      "arabic_text": "قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ",
      "translation": "Thuaj: “Sillni dëshmitarët tuaj që dëshmojnë se Allahu e ka ndaluar këtë!” E, nëse dëshmojnë (duke gënjyer), ti mos dëshmo me ata. Mos i ndiq dëshirat e kota të atyre që hedhin poshtë shpalljet Tona, nuk besojnë në Botën e përtejme dhe sajojnë zota të tjerë të barabartë me Zotin e tyre!",
      "footnotes": ""
    },
    {
      "id": "940",
      "sura": "6",
      "aya": "151",
      "arabic_text": "۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ",
      "translation": "Thuaju: “Ejani t’ju lexoj çfarë ju ka urdhëruar Allahu: që të mos i shoqëroni Atij asgjë (në adhurim); që të silleni mirë me prindërit; që të mos vrisni fëmijët tuaj për shkak të varfërisë, sepse Ne ju ushqejmë ju dhe ata; që të mos i afroheni veprave të turpshme, qofshin ato të hapëta apo të fshehta dhe që të mos ia merrni tjetrit jetën, të cilën Allahu e ka shenjtëruar, përveçse kur e kërkon drejtësia (e ligji). Këto ju porosit Ai, me qëllim që të kuptoni.”",
      "footnotes": ""
    },
    {
      "id": "941",
      "sura": "6",
      "aya": "152",
      "arabic_text": "وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ",
      "translation": "Dhe mos iu qasni pasurisë së jetimit, përveçse për ta rregulluar, derisa të mbërrijë pjekurinë! Kryejeni drejt matjen dhe peshimin; Ne nuk ngarkojmë askënd përtej mundësisë së tij! Kur të flisni, thoni të vërtetën, qoftë edhe për të afërmit tuaj! Plotësojani besën e dhënë Allahut! Këto ju porosit Ai që të mos harroni.",
      "footnotes": ""
    },
    {
      "id": "942",
      "sura": "6",
      "aya": "153",
      "arabic_text": "وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ",
      "translation": "Kjo është rruga Ime e drejtë; prandaj ndiqeni e mos shkoni rrugëve të tjera që t’ju shmangin nga rruga e Tij. Kjo është ajo që ju porosit Ai për t’u ruajtur nga të këqijat.",
      "footnotes": ""
    },
    {
      "id": "943",
      "sura": "6",
      "aya": "154",
      "arabic_text": "ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ",
      "translation": "Ne i dhamë Musait Librin si plotësim (të mirësisë Sonë) për atë që vepron mirë, si shpjegim për çdo gjë dhe si udhërrëfyes e mëshirë, që ata (hebrenjtë) të mund të besonin në takimin me Zotin e tyre.",
      "footnotes": ""
    },
    {
      "id": "944",
      "sura": "6",
      "aya": "155",
      "arabic_text": "وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ",
      "translation": "Ky Libër që kemi shpallur, është i bekuar, prandaj ndiqeni dhe druajuni kundërshtimit, në mënyrë që të mëshiroheni",
      "footnotes": ""
    },
    {
      "id": "945",
      "sura": "6",
      "aya": "156",
      "arabic_text": "أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ",
      "translation": "dhe që të mos thoni: “Shkrimet e shenjta u janë shpallur vetëm dy sekteve[99] para nesh, ndërsa Ne nuk kemi ditur gjë çfarë mësonin ata”.",
      "footnotes": "[99] Hebrenjve dhe të krishterëve."
    },
    {
      "id": "946",
      "sura": "6",
      "aya": "157",
      "arabic_text": "أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ",
      "translation": "Ose që të mos thoni: “Sikur Shkrimet e shenjta të na ishin shpallur neve, ne do të ishim më të udhëzuar se ata”. Pra, ju ka ardhur nga Zoti juaj provë e qartë, udhërrëfim dhe mëshirë! Atëherë, kush është më keqbërës se ai që i përgënjeshtron shpalljet e Allahut dhe largohet nga ato? Ne, do t’i ndëshkojmë me dënim të rëndë ata që shmangen nga shpalljet Tona, për shkak se u larguan.",
      "footnotes": ""
    },
    {
      "id": "947",
      "sura": "6",
      "aya": "158",
      "arabic_text": "هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ",
      "translation": "A mos vallë presin ata t’u vijnë engjëjt ose të vijë Zotit yt, ose të vijnë disa shenja të Zotit tënd? Ditën kur të vijnë disa shenja të Zotit tënd, atëherë nuk do t’i bëjë dobi askujt besimi i tij, nëse nuk ka besuar më parë ose nuk ka bërë ndonjë të mirë me besimin e tij! Thuaju: “Pritni, se edhe ne po presim!”.",
      "footnotes": ""
    },
    {
      "id": "948",
      "sura": "6",
      "aya": "159",
      "arabic_text": "إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ",
      "translation": "Me të vërtetë, ti s’ke të bësh fare me ata që e përçajnë fenë e tyre dhe shndërrohen në sekte. Te Allahu është puna e tyre e pastaj Ai do t’u tregojë çfarë patën punuar.",
      "footnotes": ""
    },
    {
      "id": "949",
      "sura": "6",
      "aya": "160",
      "arabic_text": "مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ",
      "translation": "Kush bën një vepër të mirë, do të shpërblehet dhjetëfish. Kush bën një vepër të keqe, do të dënohet vetëm sipas gjynahut që ka bërë dhe nuk do t’i bëhet kurrfarë padrejtësie.",
      "footnotes": ""
    },
    {
      "id": "950",
      "sura": "6",
      "aya": "161",
      "arabic_text": "قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "Thuaj: “Me të vërtetë, Zoti im më ka udhëzuar në rrugë të drejtë, në fenë e vërtetë, fenë e pastër të Ibrahimit besimplotë, i cili nuk ka qenë adhurues i idhujve”.",
      "footnotes": ""
    },
    {
      "id": "951",
      "sura": "6",
      "aya": "162",
      "arabic_text": "قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Thuaj: “Në të vërtetë, namazi im, kurbani im, jeta ime dhe vdekja ime, i përkasin vetëm Allahut, Zotit të botëve.",
      "footnotes": ""
    },
    {
      "id": "952",
      "sura": "6",
      "aya": "163",
      "arabic_text": "لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ",
      "translation": "Ai nuk ka asnjë ortak. Kështu jam urdhëruar dhe unë jam i pari që i nënshtrohem Atij”.",
      "footnotes": ""
    },
    {
      "id": "953",
      "sura": "6",
      "aya": "164",
      "arabic_text": "قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ",
      "translation": "Thuaj: “A mos vallë do të kërkoj unë tjetër zot, përveç Allahut, kur Ai është Zoti i gjithçkaje? Kushdo që bën diçka, punon për vete dhe askush nuk ngarkohet me barrën e tjetrit. Pastaj të gjithë do të ktheheni te Zoti juaj dhe Ai do t’ju tregojë për kundërshtitë që kishit mes jush.",
      "footnotes": ""
    },
    {
      "id": "954",
      "sura": "6",
      "aya": "165",
      "arabic_text": "وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ",
      "translation": "Ai ju ka bërë pasardhës të njëri-tjetrit në Tokë dhe ka ngritur në shkallë disa nga ju mbi të tjerët, për t’ju provuar në atë që ju ka dhënë. Sigurisht që Zoti yt është i shpejtë në dënim, por, në të vërtetë, Ai është edhe Falës e Mëshirëplotë.",
      "footnotes": ""
    }
  ]
}