{
  "result": {
    "id": "505",
    "sura": "4",
    "aya": "12",
    "arabic_text": "۞ وَلَكُمۡ نِصۡفُ مَا تَرَكَ أَزۡوَٰجُكُمۡ إِن لَّمۡ يَكُن لَّهُنَّ وَلَدٞۚ فَإِن كَانَ لَهُنَّ وَلَدٞ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكۡنَۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِينَ بِهَآ أَوۡ دَيۡنٖۚ وَلَهُنَّ ٱلرُّبُعُ مِمَّا تَرَكۡتُمۡ إِن لَّمۡ يَكُن لَّكُمۡ وَلَدٞۚ فَإِن كَانَ لَكُمۡ وَلَدٞ فَلَهُنَّ ٱلثُّمُنُ مِمَّا تَرَكۡتُمۚ مِّنۢ بَعۡدِ وَصِيَّةٖ تُوصُونَ بِهَآ أَوۡ دَيۡنٖۗ وَإِن كَانَ رَجُلٞ يُورَثُ كَلَٰلَةً أَوِ ٱمۡرَأَةٞ وَلَهُۥٓ أَخٌ أَوۡ أُخۡتٞ فَلِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُۚ فَإِن كَانُوٓاْ أَكۡثَرَ مِن ذَٰلِكَ فَهُمۡ شُرَكَآءُ فِي ٱلثُّلُثِۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصَىٰ بِهَآ أَوۡ دَيۡنٍ غَيۡرَ مُضَآرّٖۚ وَصِيَّةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَلِيمٞ",
    "translation": "Na mwe abagabo murafise gutorana igice c’ibisigi vy’abakenyezi banyu, mu gihe badasize umwana w’umuhungu canke w’umukobwa. Mu gihe bosiga umwana, naho nyene murafise gutorana ica kane c’ibisigi vyabo. Iri gaburwa ry’ibisigi riba inyuma yo kwubahiriza iragi ry’umuhisi ryo gutanga ibitarenga ica gatatu c’ibisigi vyose, canke inyuma yo kuriha ingurane aheranye. Abakenyezi banyu na bo barafise gutorana ica kane c’ibisigi vyanyu, mu gihe mwoba mutasize umwana w’umuhungu canke w’umukobwa; mu gihe mwosiga umwana naho, barafise gutorana ic’umunani c’ibisigi vyanyu[1]. Iri gaburwa ry’ibisigi riba inyuma yo kwubahiriza iragi ryanyu ryo gutanga ibitarenga ica gatatu c’ibisigi vyose, canke inyuma yo kuriha ingurane muheranye. Iyo umugabo canke umugore ahwereye ntasige umwana n’umwe canke umuvyeyi, akaba afise musazawe canke mushikiwe basangiye nyina, umwe wese muri bo araheza agatorana ica gatandatu; mu gihe yoba naho afise basazawe canke bashikiwe barenze umwe basangiye nyina, baraheza bagatorana ica gatatu c’ibisigi, maze bakakigabura bakanganya bataravye igitsina-gabo canke igitsina-gore. Iri gaburwa ry’ibisigi riba inyuma yo kwubahiriza iragi ry’umuhisi ryo gutanga ibitarenga ica gatatu c’ibisigi vyose, canke inyuma yo kuriha ingurane aheranye mu buryo budatera intambamyi[2] abatorana. Iryo ni ryo ragi murazwe n’Imana Allah. Burya rero Imana Allah ni Nyenubumenyikurivyose, Irazi ibitunganye ku baja bayo, Nyenubwitonzi-ntangere.",
    "footnotes": "[1] Ica kane canke ic’umunani c’ibisigi, umukenyezi agitorana ari umwe, iyo barenga umwe naho barakigabura bakanganya.\n[2] Nko kuriha ingurane umuhisi atigeze arya canke gusiga iragi ryo gutanga ibirenga ica gatatu c’ibisigi."
  }
}