{
  "id": 11,
  "verse_number": 11,
  "page_number": 78,
  "verse_key": "4:11",
  "juz_number": 4,
  "hizb_number": 8,
  "rub_el_hizb_number": 31,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "يُوصِيكُمُ ٱللَّهُ فِيٓ أَوۡلَٰدِكُمۡۖ لِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِۚ فَإِن كُنَّ نِسَآءٗ فَوۡقَ ٱثۡنَتَيۡنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَۖ وَإِن كَانَتۡ وَٰحِدَةٗ فَلَهَا ٱلنِّصۡفُۚ وَلِأَبَوَيۡهِ لِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُۥ وَلَدٞۚ فَإِن لَّمۡ يَكُن لَّهُۥ وَلَدٞ وَوَرِثَهُۥٓ أَبَوَاهُ فَلِأُمِّهِ ٱلثُّلُثُۚ فَإِن كَانَ لَهُۥٓ إِخۡوَةٞ فَلِأُمِّهِ ٱلسُّدُسُۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِي بِهَآ أَوۡ دَيۡنٍۗ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ لَا تَدۡرُونَ أَيُّهُمۡ أَقۡرَبُ لَكُمۡ نَفۡعٗاۚ فَرِيضَةٗ مِّنَ ٱللَّهِۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا",
  "translation": "अल्लाह तुम्हारे संतान के संबंध में तुम्हें आदेश देता है कि पुत्र का हिस्सा, दो पुत्रियों के बराबर है। यदि (दो या) दो से अधिक पुत्रियाँ[7] ही हों, तो उनके लिए छोड़े हुए धन का दो तिहाई हिस्सा है। और यदि एक ही (लड़की) हो, तो उसके लिए आधा हिस्सा है। और अगर उस (मृतक) की कोई संतान है, तो उसके माता-पिता में से प्रत्येक के लिए उसके छोड़े हुए धन का छठवाँ हिस्सा है। और यदि उसकी कोई संतान नहीं[8] है और उसके वारिस उसके माता-पिता ही हों, तो उसकी माँ के लिए तिहाई (हिस्सा)[9] है (और शेष पिता का होगा)। फिर यदि (माता पिता के सिवा) उसके (एक से अधिक) भाई (या बहन) हों, तो उसकी माँ के लिए छठवाँ हिस्सा है, यह (विरासत का बंटवारा) उस (मृतक) की वसिय्यत[10] का निष्पादन करने, या उसका क़र्ज़ चुकाने के बाद होगा। तुम्हारे बाप हों या तुम्हारे बेटे, तुम नहीं जानते कि उनमें से कौन तुम्हारे लिए अधिक लाभदायक है। यह अल्लाह का निर्धारित किया हुआ हिस्सा है। निःसंदेह अल्लाह सब कुछ जानने वाला और हिकमत वाला है।",
  "footnotes": "7. अर्थात केवल पुत्रियाँ हों, तो दो हों अथवा दो से अधिक हों। 8. अर्थात न पुत्र है और न पुत्री। 9. और शेष पिता का होगा। भाई-बहनों को कुछ नहीं मिलेगा। 10. वसिय्यत का अर्थ उत्तरदान है, जो एक तिहाई या उससे कम होना चाहिए, परंतु वारिस के लिए उत्तरदान नहीं है। (देखिए : तिर्मिज़ी : 975) पहले ऋण चुकाया जाएगा, फिर वसिय्यत पूरी की जाएगी, फिर माँ का छठा भाग दिया जाएगा।"
}