{
  "id": 25,
  "verse_number": 25,
  "page_number": 82,
  "verse_key": "4:25",
  "juz_number": 5,
  "hizb_number": 9,
  "rub_el_hizb_number": 33,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَمَن لَّمۡ يَسۡتَطِعۡ مِنكُمۡ طَوۡلًا أَن يَنكِحَ ٱلۡمُحۡصَنَٰتِ ٱلۡمُؤۡمِنَٰتِ فَمِن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن فَتَيَٰتِكُمُ ٱلۡمُؤۡمِنَٰتِۚ وَٱللَّهُ أَعۡلَمُ بِإِيمَٰنِكُمۚ بَعۡضُكُم مِّنۢ بَعۡضٖۚ فَٱنكِحُوهُنَّ بِإِذۡنِ أَهۡلِهِنَّ وَءَاتُوهُنَّ أُجُورَهُنَّ بِٱلۡمَعۡرُوفِ مُحۡصَنَٰتٍ غَيۡرَ مُسَٰفِحَٰتٖ وَلَا مُتَّخِذَٰتِ أَخۡدَانٖۚ فَإِذَآ أُحۡصِنَّ فَإِنۡ أَتَيۡنَ بِفَٰحِشَةٖ فَعَلَيۡهِنَّ نِصۡفُ مَا عَلَى ٱلۡمُحۡصَنَٰتِ مِنَ ٱلۡعَذَابِۚ ذَٰلِكَ لِمَنۡ خَشِيَ ٱلۡعَنَتَ مِنكُمۡۚ وَأَن تَصۡبِرُواْ خَيۡرٞ لَّكُمۡۗ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
  "translation": "और तुममें से जो व्यक्ति ईमान वाली आज़ाद स्त्रियों से विवाह करने की क्षमता न रखे, वह तुम्हारे हाथों में आई हुई तुम्हारी ईमान वाली दासियों से विवाह कर ले। अल्लाह तुम्हारे ईमान को भली-भाँति जानता है। तुम सब परस्पर एक ही हो।[23] अतः तुम उनके मालिकों की अनुमति से उन (दासियों) से विवाह कर लो और नियमानुसार उन्हें उनका महर चुका दो। जबकि वे सतीत्व की रक्षा करने वाली हों, खुल्लम खुल्ला व्यभिचार करने वाली न हों, तथा गुप्त रूप से व्यभिचार के लिए मित्र रखने वाली न हों। फिर यदि वे विवाहित हो जाने के बाद व्यभिचार करें, तो उनपर आज़ाद स्त्रियों का आधा[24] दंड है। यह (दासियों से विवाह की अनुमति) तुममें से उसके लिए है, जिसे व्यभिचार में पड़ने का डर हो, और तुम्हारा धैर्य से काम लेना तुम्हारे लिए बेहतर है और अल्लाह अत्यंत क्षमाशील, बड़ा दयावान् है।",
  "footnotes": "23. तुम आपस में एक ही हो, अर्थात मानवता में बराबर हो। ज्ञातव्य है कि इस्लाम से पहले दासिता की परंपरा पूरे विश्व में फैली हुई थी। बलवान जातियाँ निर्बलों को दास बनाकर उनके साथ हिंसक व्यवहार करती थीं। क़ुरआन ने दासिता को केवल युद्ध के बंदियों में सीमित कर दिया। और उन्हें भी अर्थदंड लेकर अथवा उपकार करके मुक्त करने की प्रेरणा दी। फिर उनके साथ अच्छे व्यवहार पर बल दिया। तथा ऐसे आदेश और नियम बना दिए कि दासता, दासता नहीं रह गई। यहाँ इसी बात पर बल दिया गया है कि दासियों से विवाह कर लेने में कोई दोष नहीं। इसलिए कि मानवता में सब बराबर हैं, और प्रधानता का मापदंड ईमान तथा सत्कर्म है। 24. अर्थात पचास कोड़े।"
}