{
  "result": {
    "id": "585",
    "sura": "4",
    "aya": "92",
    "arabic_text": "وَمَا كَانَ لِمُؤۡمِنٍ أَن يَقۡتُلَ مُؤۡمِنًا إِلَّا خَطَـٔٗاۚ وَمَن قَتَلَ مُؤۡمِنًا خَطَـٔٗا فَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖ وَدِيَةٞ مُّسَلَّمَةٌ إِلَىٰٓ أَهۡلِهِۦٓ إِلَّآ أَن يَصَّدَّقُواْۚ فَإِن كَانَ مِن قَوۡمٍ عَدُوّٖ لَّكُمۡ وَهُوَ مُؤۡمِنٞ فَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖۖ وَإِن كَانَ مِن قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞ فَدِيَةٞ مُّسَلَّمَةٌ إِلَىٰٓ أَهۡلِهِۦ وَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖۖ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ تَوۡبَةٗ مِّنَ ٱللَّهِۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا",
    "translation": "किसी ईमान वाले के लिए शोभनीय नहीं कि वह किसी ईमान वाले की हत्या कर दे, परंतु यह कि चूक से[61] ऐसा हो जाए। जो व्यक्ति किसी ईमान वाले की गलती से हत्या कर दे, वह एक ईमान वाला दास मुक्त करे और उस (हत) के वारिसों को दियत (हत्या का अर्थदंड)[62] पहुँचाए, परंतु यह कि वे क्षमा कर दें। फिर यदि वह (हत) तुम्हारी शत्रु क़ौम से हो और वह (ख़ुद) ईमान वाला हो, तो केवल एक ईमान वाला दास मुक्त करना ज़रूरी है। और यदि वह ऐसी क़ौम से हो, जिसके और तुम्हारे बीच समझौता हो, तो उसके घर वालों को हत्या का अर्थदंड पहुँचाया जाए तथा एक ईमान वाला दास मुक्त करना ज़रूरी है। फिर जो (दास) न पाए, वह निरंतर दो महीने रोज़े रखे। अल्लाह की ओर से (उसके पाप की) यही क्षमा है और अल्लाह सब कुछ जानने वाला, हिकमत वाला है।",
    "footnotes": "61. अर्थात निशाना चूक कर उसे लग जाए। 62. यह अर्थदंड सौ ऊँट अथवा उनका मूल्य है। आयत का भावार्थ यह है कि जिनकी हत्या करने का आदेश दिया गया है, वह केवल इस लिए दिया गया है कि उन्होंने इस्लाम तथा मुसलमानों के विरुद्ध युद्ध आरंभ कर दिया है। अन्यथा, यदि युद्ध की स्थिति न हो, तो हत्या एक महापाप है। और किसी मुसलमान के लिए कदापि यह वैध नहीं कि किसी मुसलमान की, या जिससे समझौता हो, उसकी जान बूझकर हत्या कर दे। संधि मित्र से अभिप्राय वे सभी ग़ैर मुस्लिम हैं, जिनसे मुसलमानों का युद्ध न हो, संधि तथा संविदा हो। फिर यदि चूक से किसी ने किसी की हत्या कर दी, तो उसका यह आदेश है, जो इस आयत में बताया गया है। यह ज्ञातव्य है कि क़ुरआन ने केवल दो ही स्थिति में हत्या को उचित किया है : युद्ध की स्थिति में, अथवा नियमानुसार किसी अपराधी की हत्या की जाए। जैसे हत्यारे को हत्या के बदले हत किया जाए।"
  }
}