{
  "result": {
    "id": "4525",
    "sura": "46",
    "aya": "15",
    "arabic_text": "وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ",
    "translation": "Na tumemuusia mwanaadamu awatendee wema wazazi wake wawili. Mama yake amechukua mimba yake kwa taabu, na akamzaa kwa taabu. Na kuchukua mimba kwake hata kumwachisha ziwa ni miezi thalathini. Hata anapo fika utu uzima wake, na akafikilia miaka arubaini, husema: Mola wangu Mlezi! Niwezeshe nishukuru neema zako ulizo nineemesha mimi na wazazi wangu, na nitende mema unayo yapenda. Na unitengenezee dhuriya zangu. Hakika mimi nimetubu kwako, na mimi ni miongoni mwa Waislamu.",
    "footnotes": "Na tumemuusia mwanaadamu kwa wazazi wake awafanyie wema mkubwa. Kwani mama yake amechukua mimba yake kwa mashaka, na akamzaa kwa mashaka. Na muda wa kuchukuliwa mimba mpaka kuachishwa ziwa ni miezi thalathini. Muda wote huo mama kapitikiwa na kila namna ya machungu. Mpaka huyo mtu alipo fikilia ukamilifu wa nguvu zake na akili yake, na akafikia miaka arubaini, husema: Mola wangu Mlezi! Nijaalie niishukuru neema yako uliyo nineemesha mimi na wazazi wangu, na nijaalie nitende vitendo vyema utavyo viridhi Wewe, na ujaalie huo wema wapate pia dhuriya zangu. Hakika mimi nimetubu kwako kwa kila dhambi, na mimi ni miongoni wa Waislamu, yaani walio zisalimisha nafsi zao kwako. Uchache wa mimba ni miezi sita, kwa kauli yake Mtukufu: \" Na kuchukua mimba kwake hata kumwachisha ziwa ni miezi thalathini.\" Na kauli yake Mtukufu: \"Na kumwachisha ziwa kwake ni miaka miwili\", na kauli yake Mtukufu: \"Na wazazi wa kike huwanyonyesha wana wao miaka miwili kaamili, kwa mwenye kutaka kutimiza kunyonyesha.\" Basi ukitoa muda wa kuachisha ziwa kutokana na muda wa mimba na kunyonyesha inabakia muda wa mimba ni miezi sita. Na haya yanawafikiana na iliyo thibiti kwa ilimu za sayansi kwamba mtoto mchanga akizaliwa baada ya mimba ya miezi 6 anaweza kuishi."
  }
}