{
  "result": [
    {
      "id": "3971",
      "sura": "38",
      "aya": "1",
      "arabic_text": "صٓۚ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ",
      "translation": "ساد. شانلىق قۇرئان بىلەن قەسەمكى، (بۇ قۇرئان ھەقىقەتەن مۆجىزىدۇر)[1].",
      "footnotes": null
    },
    {
      "id": "3972",
      "sura": "38",
      "aya": "2",
      "arabic_text": "بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ",
      "translation": " بەلكى كاپىرلار ئىماندىن باش تارتماقتا ۋە (رەسۇلۇللاھقا) مۇخالىپەتچىلىك قىلماقتا[2].",
      "footnotes": null
    },
    {
      "id": "3973",
      "sura": "38",
      "aya": "3",
      "arabic_text": "كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ",
      "translation": "ئۇلاردىن ئىلگىرى (كۇفرى تۈپەيلىدىن) نۇرغۇن ئۈممەتلەرنى ھالاك قىلدۇق، ئۇلار (ئازابنى كۆرگەندە) پەرياد قىلدى، ھالبۇكى، (بۇ) قاچىدىغان ۋاقىت ئەمەس[3].",
      "footnotes": null
    },
    {
      "id": "3974",
      "sura": "38",
      "aya": "4",
      "arabic_text": "وَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡۖ وَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ",
      "translation": "ئۇلارغا ئۆزلىرىنىڭ ئىچىدىن بىر ئاگاھلاندۇرغۇچى (يەنى پەيغەمبەر) كەلگەنلىكىگە ئۇلار ھەيران قېلىشتى، كاپىرلار ئېيتتى: «بۇ بىر يالغانچى سېھىرگەردۇر[4].",
      "footnotes": null
    },
    {
      "id": "3975",
      "sura": "38",
      "aya": "5",
      "arabic_text": "أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ",
      "translation": " ئۇ نۇرغۇن ئىلاھلارنى بىر ئىلاھ قىلماقچىمۇ؟ بۇ ھەقىقەتەن غەلىتە ئىش»[5].",
      "footnotes": null
    },
    {
      "id": "3976",
      "sura": "38",
      "aya": "6",
      "arabic_text": "وَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمۡ أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰٓ ءَالِهَتِكُمۡۖ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ",
      "translation": " ئۇلارنىڭ (يەنى قۇرەيشنىڭ) كاتتىلىرى (سورۇنلىرىدىن) قوزغىلىپ چىقىپ ئېيتتى: «سىلەر مېڭىڭلار، مەبۇدلىرىڭلارغا ئىبادەت قىلىشتا چىڭ تۇرۇڭلار، بۇ ھەقىقەتەن (بىزدىن) ئىرادە قىلىنىدىغان بىر ئىش (يەنى مۇھەممەد سىلەرنى دىنىڭلاردىن تاندۇرۇپ، سىلەرگە ئۆزىنىڭ ئۈستۈنلۈك قازىنىشىنى ئىرادە قىلىدۇ)[6].",
      "footnotes": null
    },
    {
      "id": "3977",
      "sura": "38",
      "aya": "7",
      "arabic_text": "مَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ إِنۡ هَٰذَآ إِلَّا ٱخۡتِلَٰقٌ",
      "translation": " بۇنى بىز باشقا بىر دىندىن (يەنى ناسارا دىنىدىكىلەردىن) ئاڭلىمىدۇق، بۇ پەقەت ئويدۇرمىدۇر[7].",
      "footnotes": null
    },
    {
      "id": "3978",
      "sura": "38",
      "aya": "8",
      "arabic_text": "أَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِنۢ بَيۡنِنَاۚ بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِيۚ بَل لَّمَّا يَذُوقُواْ عَذَابِ",
      "translation": " قۇرئان بىزگە نازىل بولماي ئۇنىڭغا نازىل بولدىمۇ؟» بەلكى ئۇلار مېنىڭ زىكرىم (يەنى قۇرئان) دىن شەكتىدۇر، بەلكى ئۇلار تېخى مېنىڭ ئازابىمنى تېتىغىنى يوق[8].",
      "footnotes": null
    },
    {
      "id": "3979",
      "sura": "38",
      "aya": "9",
      "arabic_text": "أَمۡ عِندَهُمۡ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ",
      "translation": " ياكى ئۇلاردا غالىب، ناھايىتى كەرەملىك پەرۋەردىگارىڭنىڭ رەھمىتىنىڭ خەزىنىلىرى بارمۇ؟[9].",
      "footnotes": null
    },
    {
      "id": "3980",
      "sura": "38",
      "aya": "10",
      "arabic_text": "أَمۡ لَهُم مُّلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ",
      "translation": " ياكى ئۇلار ئاسمانلارنىڭ، زېمىننىڭ ۋە ئۇلارنىڭ ئارىسىدىكى نەرسىلەرنىڭ پادىشاھلىقىغا ئىگىمۇ؟ (ئەگەر ئۇلار ئىگە بولسا، ئۇلار ئۆزلىرىنى ئاسمانغا ئېلىپ چىقىدىغان) شوتىلارغا چىقسۇن[10].",
      "footnotes": null
    },
    {
      "id": "3981",
      "sura": "38",
      "aya": "11",
      "arabic_text": "جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ",
      "translation": " ئۇلار (رەسۇلۇللاھقا قارشى) جامائەلەردىن ئۇيۇشقان، مەغلۇب قىلىنىدىغان قوشۇندۇر[11].",
      "footnotes": null
    },
    {
      "id": "3982",
      "sura": "38",
      "aya": "12",
      "arabic_text": "كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ",
      "translation": " ئۇلاردىن (يەنى قۇرەيش مۇشرىكلىرىدىن) ئىلگىرى نۇھ قەۋمى، ئاد (قەۋمى) ۋە قوزۇقلار ئىگىسى پىرئەۋن (قەۋمى) (پەيغەمبەرلىرىنى) ئىنكار قىلدى[12].",
      "footnotes": null
    },
    {
      "id": "3983",
      "sura": "38",
      "aya": "13",
      "arabic_text": "وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡـَٔيۡكَةِۚ أُوْلَٰٓئِكَ ٱلۡأَحۡزَابُ",
      "translation": "سەمۇد قەۋمى، لۇت قەۋمى ۋە ئەيكىلىكلەر (يەنى شۇئەيب ئەلەيھىسسالام قەۋمى) مۇ (پەيغەمبەرلىرىنى ئىنكار قىلدى)، ئەنە شۇلار (پەيغەمبەرلەرگە قارشى ئۇيۇشقان) جامائەلەر ئىدى[13].",
      "footnotes": null
    },
    {
      "id": "3984",
      "sura": "38",
      "aya": "14",
      "arabic_text": "إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ",
      "translation": " ئۇلار (يەنى جامائەلەر) دىن پەيغەمبەرلەرنى ئىنكار قىلمىغان بىرىمۇ يوق، شۇنىڭ ئۈچۈن ئۇلارغا مېنىڭ ئازابىم تېگىشلىك بولدى[14].",
      "footnotes": null
    },
    {
      "id": "3985",
      "sura": "38",
      "aya": "15",
      "arabic_text": "وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ",
      "translation": " بۇلار پەقەت بىر ئاۋاز (يەنى بىرىنچى قېتىملىق سۇر) نىلا كۈتىدۇ، ئۇ قايتىلانمايدۇ[15].",
      "footnotes": null
    },
    {
      "id": "3986",
      "sura": "38",
      "aya": "16",
      "arabic_text": "وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ ٱلۡحِسَابِ",
      "translation": " ئۇلار (مەسخىرە قىلىش يولى بىلەن): «پەرۋەردىگارىمىز! (سەن بىزگە ئازابتىن ۋەدە قىلغان) نېسىۋىمىزنى بىزگە بالدۇرراق- قىيامەت كۈنىدىن ئىلگىرى بەرگىن» دېيىشتى[16].",
      "footnotes": null
    },
    {
      "id": "3987",
      "sura": "38",
      "aya": "17",
      "arabic_text": "ٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱذۡكُرۡ عَبۡدَنَا دَاوُۥدَ ذَا ٱلۡأَيۡدِۖ إِنَّهُۥٓ أَوَّابٌ",
      "translation": "ئۇلارنىڭ سۆزلىرىگە سەۋر قىلغىن، (دىندا) كۈچلۈك بەندىمىز داۋۇدنى ئەسلىگىن، ئۇ ھەقىقەتەن ئاللاھقا ئىتائەت قىلغۇچى ئىدى[17].",
      "footnotes": null
    },
    {
      "id": "3988",
      "sura": "38",
      "aya": "18",
      "arabic_text": "إِنَّا سَخَّرۡنَا ٱلۡجِبَالَ مَعَهُۥ يُسَبِّحۡنَ بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ",
      "translation": " بىز ھەقىقەتەن تاغلارنى (داۋۇدقا) بويسۇندۇرۇپ بەردۇق، ئۇلار داۋۇد بىلەن ئەتىگىنى ـ ئاخشىمى تەسبىھ ئېيتاتتى[18].",
      "footnotes": null
    },
    {
      "id": "3989",
      "sura": "38",
      "aya": "19",
      "arabic_text": "وَٱلطَّيۡرَ مَحۡشُورَةٗۖ كُلّٞ لَّهُۥٓ أَوَّابٞ",
      "translation": " قۇشلارنىمۇ ئۇنىڭغا بويسۇندۇرۇپ بەردۇق، ئۇلارمۇ (تەرەپ ـ تەرەپتىن) توپلىنىپ، داۋۇد بىلەن بىللە تەسبىھ ئېيتاتتى، (تاغلارنىڭ، قۇشلارنىڭ) ھەممىسى ئاللاھقا ئىتائەت قىلغۇچىدۇر[19].",
      "footnotes": null
    },
    {
      "id": "3990",
      "sura": "38",
      "aya": "20",
      "arabic_text": "وَشَدَدۡنَا مُلۡكَهُۥ وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ وَفَصۡلَ ٱلۡخِطَابِ",
      "translation": " داۋۇدنىڭ سەلتەنىتىنى كۈچەيتتۇق، ئۇنىڭغا ھېكمەت ۋە (ھەممە ئادەم چۈشىنىدىغان) روشەن سۆز ـ ئىبارىلەرنى ئاتا قىلدۇق[20].",
      "footnotes": null
    },
    {
      "id": "3991",
      "sura": "38",
      "aya": "21",
      "arabic_text": "۞ وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ",
      "translation": " (ئى مۇھەممەد!) دەۋا قىلغۇچىلارنىڭ قىسسەسى ساڭا يەتتىمۇ؟ ئۆز ۋاقتىدا ئۇلار (داۋۇد ئىبادەت قىلىۋاتقان) مەسجىدنىڭ تېمىدىن ئارتىلىپ چۈشۈشتى[21].",
      "footnotes": null
    },
    {
      "id": "3992",
      "sura": "38",
      "aya": "22",
      "arabic_text": "إِذۡ دَخَلُواْ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنۡهُمۡۖ قَالُواْ لَا تَخَفۡۖ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ",
      "translation": " ئەينى ۋاقىتتا ئۇلار داۋۇدنىڭ يېنىغا كىردى. داۋۇد ئۇلاردىن قورقتى، ئۇلار (داۋۇدقا): «قورقمىغىن، بىز بىرىمىز ـ بىرىمىزگە چېقىلغان ئىككى دەۋاگەرمىز، بىزنىڭ ئارىمىزدا ئادىللىق بىلەن ھۆكۈم قىلغىن، ناھەق ھۆكۈم چىقارمىغىن، بىزنى توغرا يولغا باشلىغىن» دېدى[22]. ",
      "footnotes": null
    },
    {
      "id": "3993",
      "sura": "38",
      "aya": "23",
      "arabic_text": "إِنَّ هَٰذَآ أَخِي لَهُۥ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِيَ نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي ٱلۡخِطَابِ",
      "translation": " (ئۇلارنىڭ بىرى) «شۈبھىسىزكى، مېنىڭ بۇ قېرىندىشىمنىڭ 99 ساغلىقى بار، مېنىڭ بىر ساغلىقىم بار، قېرىندىشىم ئۇ بىر ساغلىقنىمۇ ماڭا بەرگىن دەيدۇ، (ئارىمىزدا بۇ توغرۇلۇق مۇنازىرە بولۇپ) ئۇ مېنى سۆزدە يېڭىپ قويدى» دېدى[23]. ",
      "footnotes": null
    },
    {
      "id": "3994",
      "sura": "38",
      "aya": "24",
      "arabic_text": "قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِۦۖ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ فَٱسۡتَغۡفَرَ رَبَّهُۥ وَخَرَّۤ رَاكِعٗاۤ وَأَنَابَ۩",
      "translation": "داۋۇد ئېيتتى: «ئۇ سېنىڭ ساغلىقىڭنى ئۆزىنىڭ ساغلىقلىرىغا قوشۇۋېلىشنى تەلەپ قىلىپ راستلا سېنى بوزەك قىلىپتۇ، نۇرغۇن شېرىكلەر (يەنى دوستلار)، شۈبھىسىزكى، بىر ـ بىرىنىڭ (ھەققىگە) چېقىلىدۇ، پەقەت ئىمان ئېيتقان ۋە ياخشى ئەمەل قىلغانلارلا (بىر ـ بىرىنىڭ ھەققىگە چېقىلمايدۇ) بۇلار ئازدۇر». داۋۇد بىزنىڭ ئۇنى سىنىغانلىقىمىزنى بىلدى. پەرۋەردىگارىدىن مەغپىرەت تەلەپ قىلدى، سەجدىگە باردى. (ئاللاھقا) تەۋبە قىلدى[24].",
      "footnotes": null
    },
    {
      "id": "3995",
      "sura": "38",
      "aya": "25",
      "arabic_text": "فَغَفَرۡنَا لَهُۥ ذَٰلِكَۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ",
      "translation": " بىز ئۇنىڭ خاتالىقىنى ئەپۇ قىلدۇق، ئۇ بىزنىڭ دەرگاھىمىزدا ئەلۋەتتە يېقىنلىققا ۋە ياخشى ئاقىۋەتكە ئىگە بولىدۇ[25].",
      "footnotes": null
    },
    {
      "id": "3996",
      "sura": "38",
      "aya": "26",
      "arabic_text": "يَٰدَاوُۥدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدُۢ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ",
      "translation": " ئى داۋۇد! سېنى بىز ھەقىقەتەن يەر يۈزىدە خەلىپە قىلدۇق، كىشىلەرنىڭ ئارىسىدا ئادىللىق بىلەن ھۆكۈم چىقارغىن، نەپسى خاھىشقا ئەگەشمىگىنكى، ئۇ سېنى ئاللاھنىڭ يولىدىن ئازدۇرىدۇ، ئاللاھنىڭ يولىدىن ئازغانلار ھېساب كۈنى (يەنى قىيامەت كۈنى) نى ئۇنتۇغانلىقلىرى ئۈچۈن ھەقىقەتەن قاتتىق ئازابقا دۇچار بولىدۇ[26].",
      "footnotes": null
    },
    {
      "id": "3997",
      "sura": "38",
      "aya": "27",
      "arabic_text": "وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗاۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْۚ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ",
      "translation": " ئاسماننى، زېمىننى ۋە ئۇلارنىڭ ئارىسىدىكى شەيئىلەرنى بىكار ياراتمىدۇق، ئۇ (يەنى ئۇلارنى بىكار يارىتىلغان دەپ قاراش) كاپىرلارنىڭ گۇمانىدۇر، كاپىرلارغا دوزاختىن ۋاي![27].",
      "footnotes": null
    },
    {
      "id": "3998",
      "sura": "38",
      "aya": "28",
      "arabic_text": "أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ",
      "translation": "ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلارنى يەر يۈزىدە بۇزغۇنچىلىق قىلغانلار بىلەن ئوخشاش قىلامدۇق ياكى تەقۋادارلارنى فاجىرلارغا ئوخشاش قىلامدۇق؟[28].",
      "footnotes": null
    },
    {
      "id": "3999",
      "sura": "38",
      "aya": "29",
      "arabic_text": "كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
      "translation": " (بۇ) ئۇلارنىڭ ئايەتلەرنى تەپەككۈر قىلىشلىرى ئۈچۈن، ئەقىل ئىگىلىرىنىڭ ۋەز ـ نەسىھەت ئېلىشلىرى ئۈچۈن بىز ساڭا نازىل قىلغان مۇبارەك كىتابتۇر[29].",
      "footnotes": null
    },
    {
      "id": "4000",
      "sura": "38",
      "aya": "30",
      "arabic_text": "وَوَهَبۡنَا لِدَاوُۥدَ سُلَيۡمَٰنَۚ نِعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٌ",
      "translation": "بىز داۋۇدقا سۇلايماننى ئاتا قىلدۇق، سۇلايمان نېمىدېگەن ياخشى بەندە! ئۇ (ئاللاھقا) ھەقىقەتەن ئىتائەت قىلغۇچى ئىدى[30].",
      "footnotes": null
    },
    {
      "id": "4001",
      "sura": "38",
      "aya": "31",
      "arabic_text": "إِذۡ عُرِضَ عَلَيۡهِ بِٱلۡعَشِيِّ ٱلصَّٰفِنَٰتُ ٱلۡجِيَادُ",
      "translation": " ئۆز ۋاقتىدا كەچقۇرۇنلىقى ئۇنىڭغا ياخشى يۈگۈرۈك ئاتلار توغرىلاندى[31].",
      "footnotes": null
    },
    {
      "id": "4002",
      "sura": "38",
      "aya": "32",
      "arabic_text": "فَقَالَ إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ",
      "translation": "سۇلايمان ئېيتتى: «مەن ھەقىقەتەن ئاتلارنى پەرۋەردىگارىمنى ئەسلەش ئۈچۈن ياخشى كۆردۈم، ئۇلار (كۆزۈمدىن) غايىب بولغىچە (ئۇلارنى كۆزدىن كۆچۈرۈش بىلەن بولدۇم)»[32].",
      "footnotes": null
    },
    {
      "id": "4003",
      "sura": "38",
      "aya": "33",
      "arabic_text": "رُدُّوهَا عَلَيَّۖ فَطَفِقَ مَسۡحَۢا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ",
      "translation": " سۇلايمان ئېيتتى: «ئاتلارنى مېنىڭ ئالدىمغا ئېلىپ كېلىڭلار». (ئاتلار ئېلىپ كېلىنگەندىن كېيىن) سۇلايمان ئۇلارنىڭ پاچاقلىرىنى، بويۇنلىرىنى سىلاشقا باشلىدى[33].",
      "footnotes": null
    },
    {
      "id": "4004",
      "sura": "38",
      "aya": "34",
      "arabic_text": "وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِۦ جَسَدٗا ثُمَّ أَنَابَ",
      "translation": " بىز ھەقىقەتەن سۇلايماننى سىنىدۇق، ئۇنىڭ تەختى ئۈستىگە بىر جەسەتنى تاشلىدۇق، ئاندىن ئۇ (بۇنىڭ سىناق ئىكەنلىكىنى بىلىپ) تەۋبە قىلدى[34]. ",
      "footnotes": null
    },
    {
      "id": "4005",
      "sura": "38",
      "aya": "35",
      "arabic_text": "قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ",
      "translation": " سۇلايمان ئېيتتى: «پەرۋەردىگارىم! ماڭا مەغپىرەت قىلغىن، ماڭا مەندىن كېيىن (مەندىن باشقا) ھېچ ئادەمگە مۇيەسسەر بولمايدىغان پادىشاھلىقنى ئاتا قىلغىن، سەن ھەقىقەتەن كۆپ ئاتا قىلغۇچىسەن»[35].",
      "footnotes": null
    },
    {
      "id": "4006",
      "sura": "38",
      "aya": "36",
      "arabic_text": "فَسَخَّرۡنَا لَهُ ٱلرِّيحَ تَجۡرِي بِأَمۡرِهِۦ رُخَآءً حَيۡثُ أَصَابَ",
      "translation": "بىز سۇلايمانغا شامالنى بويسۇندۇرۇپ بەردۇق. شامال سۇلايماننىڭ بۇيرۇقى بويىچە ئۇ خالىغان تەرەپكە لەرزان ماڭاتتى[36].",
      "footnotes": null
    },
    {
      "id": "4007",
      "sura": "38",
      "aya": "37",
      "arabic_text": "وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ",
      "translation": " ھەمدە ئۇنىڭغا (كاتتا بىنالارنى سالالايدىغان) قۇرغۇچى ۋە (دېڭىزلارغا چۆكۈپ ئۈنچە ـ مارجانلارنى ئېلىپ چىقالايدىغان) غەۋۋاس شەيتانلارنى بويسۇندۇرۇپ بەردۇق[37].",
      "footnotes": null
    },
    {
      "id": "4008",
      "sura": "38",
      "aya": "38",
      "arabic_text": "وَءَاخَرِينَ مُقَرَّنِينَ فِي ٱلۡأَصۡفَادِ",
      "translation": "يەنە نۇرغۇن شەيتانلارغا ئىشكەل سېلىنغاندۇر[38].",
      "footnotes": null
    },
    {
      "id": "4009",
      "sura": "38",
      "aya": "39",
      "arabic_text": "هَٰذَا عَطَآؤُنَا فَٱمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ",
      "translation": " (بىز سۇلايمانغا ئېيتتۇقكى) «بۇ بىزنىڭ (ساڭا بەرگەن كەڭ) ئاتايىمىز، (ئۇنىڭدىن سەن خالىغان كىشىگە) بەرگىن ياكى بەرمىگىن، (بۇ ھەقتە سەندىن) ھېساب ئېلىنمايدۇ»[39].",
      "footnotes": null
    },
    {
      "id": "4010",
      "sura": "38",
      "aya": "40",
      "arabic_text": "وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ",
      "translation": " ئۇ بىزنىڭ دەرگاھىمىزدا ھەقىقەتەن يېقىنلىققا ۋە ياخشى ئاقىۋەتكە ئىگە بولىدۇ[40].",
      "footnotes": null
    },
    {
      "id": "4011",
      "sura": "38",
      "aya": "41",
      "arabic_text": "وَٱذۡكُرۡ عَبۡدَنَآ أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ",
      "translation": " بەندىمىز ئەييۇبنى ئەسلىگىن، ئۇ ئۆز ۋاقتىدا پەرۋەردىگارىغا (ئىلتىجا قىلىپ): «شەيتان ماڭا ھەقىقەتەن جاپا ـ مۇشەققەت ۋە ئازاب يەتكۈزدى» دەپ نىدا قىلدى[41].",
      "footnotes": null
    },
    {
      "id": "4012",
      "sura": "38",
      "aya": "42",
      "arabic_text": "ٱرۡكُضۡ بِرِجۡلِكَۖ هَٰذَا مُغۡتَسَلُۢ بَارِدٞ وَشَرَابٞ",
      "translation": " ئۇنىڭغا: «پۇتۇڭ بىلەن يەرنى تەپكىن» دېدۇق، ئۇ پۇتى بىلەن يەرنى تېپىۋىدى، سۈزۈك بىر بۇلاق ئېتىلىپ چىقتى. (بىز ئۇنىڭغا) «بۇ يۇيۇنسىمۇ بولىدىغان، ئىچسىمۇ بولىدىغان سوغۇق سۇدۇر» (دېدۇق)[42].",
      "footnotes": null
    },
    {
      "id": "4013",
      "sura": "38",
      "aya": "43",
      "arabic_text": "وَوَهَبۡنَا لَهُۥٓ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنَّا وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ",
      "translation": "بىز ئۇنىڭ (كېسەل ۋاقتىدا ئاپەتكە ئۇچراپ يوق بولغان) ئەھلى ـ ئەۋلادىنى (يېڭىدىن) بەردۇق، ئۇلار بىلەن بىللە بىر باراۋەر ئارتۇق بەردۇق، (بۇ) بىزنىڭ نازىل قىلغان رەھمىتىمىزدۇر، ئەقىل ئىگىلىرى ئۈچۈن ۋەز ـ نەسىھەتتۇر[43].",
      "footnotes": null
    },
    {
      "id": "4014",
      "sura": "38",
      "aya": "44",
      "arabic_text": "وَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِۦ وَلَا تَحۡنَثۡۗ إِنَّا وَجَدۡنَٰهُ صَابِرٗاۚ نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٞ",
      "translation": " (ئۇنىڭغا) «قولۇڭ بىلەن بىر باغلام چۆپنى ئېلىپ، ئۇنىڭ بىلەن (ئايالىڭنى) ئۇرغىن. قەسىمىڭنى بۇزمىغىن» (دېدۇق). بىز ئەييۇبنى ھەقىقەتەن سەۋرچان بايقىدۇق، ئۇ نېمىدېگەن ئوبدان بەندە! ھەقىقەتەن ئۇ (ئاللاھقا) تەۋبە بىلەن يۈزلەنگۈچىدۇر[44].",
      "footnotes": null
    },
    {
      "id": "4015",
      "sura": "38",
      "aya": "45",
      "arabic_text": "وَٱذۡكُرۡ عِبَٰدَنَآ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي ٱلۡأَيۡدِي وَٱلۡأَبۡصَٰرِ",
      "translation": " ئىبادەتتە كۈچلۈك، (دىندا) بەسىرەتلىك بەندىلىرىمىز ئىبراھىم، ئىسھاق ۋە يەئقۇبنى ئەسلىگىن[45].",
      "footnotes": null
    },
    {
      "id": "4016",
      "sura": "38",
      "aya": "46",
      "arabic_text": "إِنَّآ أَخۡلَصۡنَٰهُم بِخَالِصَةٖ ذِكۡرَى ٱلدَّارِ",
      "translation": " ئۇلارنى بىز پاك ـ خىسلەتلىك، ئاخىرەتنى ئەسلەپ تۇرىدىغان سەمىمىي كىشىلەر قىلدۇق[46].",
      "footnotes": null
    },
    {
      "id": "4017",
      "sura": "38",
      "aya": "47",
      "arabic_text": "وَإِنَّهُمۡ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ ٱلۡأَخۡيَارِ",
      "translation": " ئۇلار بىزنىڭ دەرگاھىمىزدا ھەقىقەتەن ئالاھىدە تاللانغان كىشىلەردۇر، ھەقىقەتەن ياخشى كىشىلەردۇر[47].",
      "footnotes": null
    },
    {
      "id": "4018",
      "sura": "38",
      "aya": "48",
      "arabic_text": "وَٱذۡكُرۡ إِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَذَا ٱلۡكِفۡلِۖ وَكُلّٞ مِّنَ ٱلۡأَخۡيَارِ",
      "translation": " ئىسمائىلنى، ئىليەسەنى ۋە زۇلكىفلنى ئەسلىگىن، (ئۇلارنىڭ) ھەممىسى ياخشىلاردىندۇر[48].",
      "footnotes": null
    },
    {
      "id": "4019",
      "sura": "38",
      "aya": "49",
      "arabic_text": "هَٰذَا ذِكۡرٞۚ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ",
      "translation": " بۇ ۋەز ـ نەسىھەتتۇر، تەقۋادارلارغا ئەلۋەتتە ياخشى ئاقىۋەت بار[49].",
      "footnotes": null
    },
    {
      "id": "4020",
      "sura": "38",
      "aya": "50",
      "arabic_text": "جَنَّٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ",
      "translation": " (ئۇ) تۇرالغۇ بولغان جەننەتلەردىن ئىبارەت بولۇپ، ئۇلارغا ئۇنىڭ دەرۋازىلىرى ئوچۇقتۇر[50].",
      "footnotes": null
    },
    {
      "id": "4021",
      "sura": "38",
      "aya": "51",
      "arabic_text": "مُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ",
      "translation": " ئۇلار جەننەتلەردە تەختلەرگە يۆلىنىپ ئولتۇرىدۇ، ئۇلار جەننەتلەردە نۇرغۇن مېۋىلەرنى، نۇرغۇن شارابلارنى تەلەپ قىلىپ (ئەكەلدۈرۈپ) تۇرىدۇ[51].",
      "footnotes": null
    },
    {
      "id": "4022",
      "sura": "38",
      "aya": "52",
      "arabic_text": "۞ وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ",
      "translation": " ئۇلارنىڭ يانلىرىدا ئەرلىرىدىن غەيرىيگە كۆز سالمايدىغان، ياش قۇرامى ئوخشاش جۈپتىلىرى بولىدۇ[52].",
      "footnotes": null
    },
    {
      "id": "4023",
      "sura": "38",
      "aya": "53",
      "arabic_text": "هَٰذَا مَا تُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ",
      "translation": " بۇ سىلەرگە قىيامەت كۈندە ۋەدە قىلىنغان نېمەتتۇر[53].",
      "footnotes": null
    },
    {
      "id": "4024",
      "sura": "38",
      "aya": "54",
      "arabic_text": "إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُۥ مِن نَّفَادٍ",
      "translation": " بۇ ھەقىقەتەن بىزنىڭ ئاتايىمىزدۇركى، ئۇ ھەرگىز تۈگىمەيدۇ[54].",
      "footnotes": null
    },
    {
      "id": "4025",
      "sura": "38",
      "aya": "55",
      "arabic_text": "هَٰذَاۚ وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٖ",
      "translation": " بۇ (ھەقىقەتتۇر)، كاپىرلارنىڭ (ئاخىرەتتە بولىدىغان جايى) ھەقىقەتەن ئەڭ يامان جايدۇر[55].",
      "footnotes": null
    },
    {
      "id": "4026",
      "sura": "38",
      "aya": "56",
      "arabic_text": "جَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ ٱلۡمِهَادُ",
      "translation": "ئۇ جەھەننەمدۇر، ئۇلار جەھەننەمگە كىرىدۇ، ئۇ نېمىدېگەن يامان جاي![56]",
      "footnotes": null
    },
    {
      "id": "4027",
      "sura": "38",
      "aya": "57",
      "arabic_text": "هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَّاقٞ",
      "translation": " بۇ (كۆيدۈرگۈچى) قىزىق سۇدۇر، قان ـ يىرىڭدۇر، ئۇلار بۇنى تېتىسۇن[57].",
      "footnotes": null
    },
    {
      "id": "4028",
      "sura": "38",
      "aya": "58",
      "arabic_text": "وَءَاخَرُ مِن شَكۡلِهِۦٓ أَزۡوَٰجٌ",
      "translation": " يەنە (ئۇلارغا) مۇشۇ خىلدىكى باشقا تۈرلۈك ئازابلار بار[58].",
      "footnotes": null
    },
    {
      "id": "4029",
      "sura": "38",
      "aya": "59",
      "arabic_text": "هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ لَا مَرۡحَبَۢا بِهِمۡۚ إِنَّهُمۡ صَالُواْ ٱلنَّارِ",
      "translation": "(ئەگەشكۈچىلىرى بىلەن دوزاخقا كىرگەن چاغدا، ئەگەشتۈرگۈچىلەرگە ئېيتىلىدۇ) «بۇ جامائە سىلەر بىلەن بىرگە كىرگۈچىدۇر». (ئەگەشتۈرگۈچىلەر ئېيتىدۇ) «ئۇلار قارشى ئېلىنمايدۇ، ئۇلار چوقۇم (بىزگە ئوخشاش) ئازابنى تېتىغۇچىدۇر»[59].",
      "footnotes": null
    },
    {
      "id": "4030",
      "sura": "38",
      "aya": "60",
      "arabic_text": "قَالُواْ بَلۡ أَنتُمۡ لَا مَرۡحَبَۢا بِكُمۡۖ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَاۖ فَبِئۡسَ ٱلۡقَرَارُ",
      "translation": " ئەگەشكۈچىلەر ئېيتىدۇ: «بەلكى سىلەر قارشى ئېلىنمايسىلەر، سىلەر ئازابنى بىزگە ئېلىپ كەلدىڭلار (يەنى بىزنى ئازدۇرۇپ دوزاخقا كىرىشىمىزگە سەۋەبچى بولدۇڭلار)، بۇ نېمىدېگەن يامان جاي!»[60]",
      "footnotes": null
    },
    {
      "id": "4031",
      "sura": "38",
      "aya": "61",
      "arabic_text": "قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ",
      "translation": "ئۇلار (يەنى ئەگەشكۈچىلەر): «پەرۋەردىگارىمىز! بىزگە بۇ ئازابنى ئېلىپ كەلگەن ئادەمگە دوزاخ ئازابىنى ئىككى ھەسسە زىيادە قىلغىن» دەيدۇ[61].",
      "footnotes": null
    },
    {
      "id": "4032",
      "sura": "38",
      "aya": "62",
      "arabic_text": "وَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ ٱلۡأَشۡرَارِ",
      "translation": " ئۇلار (يەنى كاپىرلارنىڭ كاتتىباشلىرى) ئېيتىدۇ: «بىز (دۇنيادىكى چاغدا) يامانلاردىن ھېسابلايدىغان ئادەملەرنى (يەنى مۆمىنلەرنى) (دوزاختا) كۆرمەيمىزغۇ؟[62]",
      "footnotes": null
    },
    {
      "id": "4033",
      "sura": "38",
      "aya": "63",
      "arabic_text": "أَتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ",
      "translation": " ئۇلارنى بىز (دۇنيادىكى چاغدا) مەسخىرە قىلاتتۇقمۇ؟ ياكى ئۇلاردىن كۆزلەر ئېغىپ كەتتىمۇ؟ (يەنى ياكى ئۇلار دوزاختا بىز بىلەن بىللە تۇرسىمۇ كۆرمەيۋاتامدۇق؟)»[63].",
      "footnotes": null
    },
    {
      "id": "4034",
      "sura": "38",
      "aya": "64",
      "arabic_text": "إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ ٱلنَّارِ",
      "translation": " ئەھلى دوزاخنىڭ بۇ رەۋىشتە ئۆزئارا جاڭجاللىشىشى چوقۇمدۇر[64].",
      "footnotes": null
    },
    {
      "id": "4035",
      "sura": "38",
      "aya": "65",
      "arabic_text": "قُلۡ إِنَّمَآ أَنَا۠ مُنذِرٞۖ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ",
      "translation": " (ئى مۇھەممەد! مەككە كاپىرلىرىغا) ئېيتقىنكى، «مەن پەقەت بىر ئاگاھلاندۇرغۇچىمەن، غالىب بىر ئاللاھتىن باشقا ھېچ ئىلاھ يوقتۇر[65].",
      "footnotes": null
    },
    {
      "id": "4036",
      "sura": "38",
      "aya": "66",
      "arabic_text": "رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ",
      "translation": " (ئۇ ئاللاھ) ئاسمانلارنىڭ، زېمىننىڭ ۋە ئۇلارنىڭ ئارىسىدىكى شەيئىلەرنىڭ پەرۋەردىگارىدۇر، غالىبتۇر. (ئۆزى خالىغان بەندىلەرنى) ناھايىتى مەغپىرەت قىلغۇچىدۇر»[66].",
      "footnotes": null
    },
    {
      "id": "4037",
      "sura": "38",
      "aya": "67",
      "arabic_text": "قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ",
      "translation": "(ئۇلارغا) ئېيتقىنكى، «ئۇ (يەنى ئاللاھنىڭ بىرلىكىگە دەۋەت قىلغۇچى پەيغەمبەر ئىكەنلىكىم) چوڭ خەۋەردۇر[67].",
      "footnotes": null
    },
    {
      "id": "4038",
      "sura": "38",
      "aya": "68",
      "arabic_text": "أَنتُمۡ عَنۡهُ مُعۡرِضُونَ",
      "translation": " سىلەر ئۇنىڭدىن يۈز ئۆرۈيسىلەر[68].",
      "footnotes": null
    },
    {
      "id": "4039",
      "sura": "38",
      "aya": "69",
      "arabic_text": "مَا كَانَ لِيَ مِنۡ عِلۡمِۭ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰٓ إِذۡ يَخۡتَصِمُونَ",
      "translation": " پەرىشتىلەر (ئادەم ئەلەيھىسسالام توغرىسىدا) مۇنازىرىلىشىۋاتقان چاغدا، مەن ئۇلارنىڭ ئەھۋالىنى بىلمەيتتىم[69].",
      "footnotes": null
    },
    {
      "id": "4040",
      "sura": "38",
      "aya": "70",
      "arabic_text": "إِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ",
      "translation": "ماڭا پەقەت ۋەھيى قىلىنىدۇكى، مەن روشەن بىر ئاگاھلاندۇرغۇچىمەن»[70]",
      "footnotes": null
    },
    {
      "id": "4041",
      "sura": "38",
      "aya": "71",
      "arabic_text": "إِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن طِينٖ",
      "translation": " ئۆز ۋاقتىدا پەرۋەردىگارىڭ پەرىشتىلەرگە ئېيتتى: «مەن ھەقىقەتەن لايدىن بىر ئادەم يارىتىمەن[71].",
      "footnotes": null
    },
    {
      "id": "4042",
      "sura": "38",
      "aya": "72",
      "arabic_text": "فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ",
      "translation": "ئۇنى مەن راۋۇرۇس ياراتقان (يەنى ئۇنى يارىتىپ سۈرەتكە كىرگۈزۈپ، ئەزالىرىنى تولۇق، مۇكەممەل ئىنسان ھالىتىگە كەلتۈرگەن) ۋە ئۇنىڭغا جان كىرگۈزگەن ۋاقتىمدا ئۇنىڭغا سەجدە قىلىڭلار»[72].",
      "footnotes": null
    },
    {
      "id": "4043",
      "sura": "38",
      "aya": "73",
      "arabic_text": "فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ",
      "translation": " پەرىشتىلەرنىڭ بىرىمۇ قالماي، ھەممىسى (ئادەم ئەلەيھىسسالامغا) سەجدە قىلدى[73].",
      "footnotes": null
    },
    {
      "id": "4044",
      "sura": "38",
      "aya": "74",
      "arabic_text": "إِلَّآ إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ",
      "translation": " پەقەت ئىبلىسلا بويۇنتاۋلىق قىلدى، ئۇ كاپىرلاردىن بولۇپ كەتتى[74].",
      "footnotes": null
    },
    {
      "id": "4045",
      "sura": "38",
      "aya": "75",
      "arabic_text": "قَالَ يَٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّۖ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ",
      "translation": " ئاللاھ ئېيتتى: «ئى ئىبلىس! مەن ئۆز قولۇم بىلەن ياراتقان ئىنسانغا سەجدە قىلىشتىن ساڭا نېمە توسقۇنلۇق قىلدى (ئۇنىڭغا سەجدە قىلماسلىقىڭ تەكەببۇرلۇق قىلغانلىقىڭدىنمۇ ياكى يۇقىرى مەرتىۋىلىكلەردىن بولغانلىقىڭدىنمۇ؟»[75].",
      "footnotes": null
    },
    {
      "id": "4046",
      "sura": "38",
      "aya": "76",
      "arabic_text": "قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ",
      "translation": "ئىبلىس: «مەن ئۇنىڭدىن ئارتۇق، مېنى ئوتتىن ياراتتىڭ، ئۇنى لايدىن ياراتتىڭ» دېدى[76].",
      "footnotes": null
    },
    {
      "id": "4047",
      "sura": "38",
      "aya": "77",
      "arabic_text": "قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ",
      "translation": " ئاللاھ: «سەن جەننەتتىن يوقال! سەن ھەقىقەتەن قوغلاندى بولدۇڭ، ساڭا ھەقىقەتەن قىيامەتكىچە مېنىڭ لەنىتىم بولسۇن» دېدى[77ـ78].",
      "footnotes": null
    },
    {
      "id": "4048",
      "sura": "38",
      "aya": "78",
      "arabic_text": "وَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ ٱلدِّينِ",
      "translation": " ئاللاھ: «سەن جەننەتتىن يوقال! سەن ھەقىقەتەن قوغلاندى بولدۇڭ، ساڭا ھەقىقەتەن قىيامەتكىچە مېنىڭ لەنىتىم بولسۇن» دېدى[77ـ78].",
      "footnotes": null
    },
    {
      "id": "4049",
      "sura": "38",
      "aya": "79",
      "arabic_text": "قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ",
      "translation": "ئىبلىس: «پەرۋەردىگارىم! ماڭا (خالايىق) تىرىلدۈرۈلىدىغان كۈن (يەنى قىيامەت) گۈچە مۆھلەت بەرسەڭ (يەنى مېنى ھايات قالدۇرساڭ)» دېدى[79].",
      "footnotes": null
    },
    {
      "id": "4050",
      "sura": "38",
      "aya": "80",
      "arabic_text": "قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ",
      "translation": " ئاللاھ: «جەزمەن ساڭا مەلۇم ۋاقىتقىچە مۆھلەت بېرىلىدۇ» دېدى[80ـ81].",
      "footnotes": null
    },
    {
      "id": "4051",
      "sura": "38",
      "aya": "81",
      "arabic_text": "إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ",
      "translation": " ئاللاھ: «جەزمەن ساڭا مەلۇم ۋاقىتقىچە مۆھلەت بېرىلىدۇ» دېدى[80ـ81].",
      "footnotes": null
    },
    {
      "id": "4052",
      "sura": "38",
      "aya": "82",
      "arabic_text": "قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ",
      "translation": " ئىبلىس ئېيتتى: «ئىززىتىڭ بىلەن قەسەمكى، ئۇلارنىڭ ھەممىسىنى چوقۇم ئازدۇرىمەن[82].",
      "footnotes": null
    },
    {
      "id": "4053",
      "sura": "38",
      "aya": "83",
      "arabic_text": "إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ",
      "translation": "ئۇلاردىن پەقەت تاللانغان بەندىلىرىڭلا بۇنىڭدىن مۇستەسنا (يەنى ئۇلارنى ئازدۇرالمايمەن)»[83].",
      "footnotes": null
    },
    {
      "id": "4054",
      "sura": "38",
      "aya": "84",
      "arabic_text": "قَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ",
      "translation": " ئاللاھ ئېيتتى: «مېنىڭ سۆزۈم ھەقتۇر، مەن ھەقنى سۆزلەيمەن[84].",
      "footnotes": null
    },
    {
      "id": "4055",
      "sura": "38",
      "aya": "85",
      "arabic_text": "لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ",
      "translation": " سەن بىلەن ۋە ئۇلاردىن ساڭا ئەگەشكەنلەرنىڭ ھەممىسى بىلەن چوقۇم جەھەننەمنى توشقۇزىمەن»[85].",
      "footnotes": null
    },
    {
      "id": "4056",
      "sura": "38",
      "aya": "86",
      "arabic_text": "قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ",
      "translation": " ئېيتقىنكى، «(ئاللاھ تەرىپىدىن كەلگەن ۋەھىينى) تەبلىغ قىلغانلىقىمغا سىلەردىن ھېچ ھەق تەلەپ قىلمايمەن، مەن (قۇرئاننى) ئىپتىرا قىلغۇچىلاردىن (يەنى يالغاندىن توقۇغۇچىلاردىن) ئەمەسمەن[86].",
      "footnotes": null
    },
    {
      "id": "4057",
      "sura": "38",
      "aya": "87",
      "arabic_text": "إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ",
      "translation": " قۇرئان پەقەت جاھان ئەھلى ئۈچۈن ۋەز ـ نەسىھەتتۇر[87].",
      "footnotes": null
    },
    {
      "id": "4058",
      "sura": "38",
      "aya": "88",
      "arabic_text": "وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ",
      "translation": " بىر مۇددەتتىن كېيىن ئۇنىڭ راستلىقىنى چوقۇم بىلىسىلەر»[‍88].",
      "footnotes": null
    }
  ]
}