{
  "result": {
    "id": "5102",
    "sura": "57",
    "aya": "27",
    "arabic_text": "ثُمَّ قَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِرُسُلِنَا وَقَفَّيۡنَا بِعِيسَى ٱبۡنِ مَرۡيَمَ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَۖ وَجَعَلۡنَا فِي قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأۡفَةٗ وَرَحۡمَةٗۚ وَرَهۡبَانِيَّةً ٱبۡتَدَعُوهَا مَا كَتَبۡنَٰهَا عَلَيۡهِمۡ إِلَّا ٱبۡتِغَآءَ رِضۡوَٰنِ ٱللَّهِ فَمَا رَعَوۡهَا حَقَّ رِعَايَتِهَاۖ فَـَٔاتَيۡنَا ٱلَّذِينَ ءَامَنُواْ مِنۡهُمۡ أَجۡرَهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ",
    "translation": "ان کے بعد پھر بھی ہم اپنے رسولوں کو پے در پے بھیجتے رہے اور ان کے بعد عیسیٰ بن مریم (علیہ السلام) کو بھیجا اور انہیں انجیل عطا فرمائی اور ان کے ماننے والوں کے دلوں میں شفقت اور رحم پیدا کردیا(1) ہاں رہبانیت (ترک دنیا) تو ان لوگوں نے ازخود ایجاد کرلی تھی ہم نے ان پر اسے واجب نہ کیا(2) تھا سوائے اللہ کی رضاجوئی کے(3)۔ سو انہوں نے اس کی پوری رعایت نہ کی(4)، پھر بھی ہم نے ان میں سے جو ایمان ﻻئے تھے۔ انہیں ان کا اجر دیا(5) اور ان میں زیاده تر لوگ نافرمان ہیں.",
    "footnotes": "(1) رَأْفَةٌ کےمعنی نرمی اور رحمت کے معنی شفقت کے ہیں۔ پیروکاروں سےمراد حضرت عیسیٰ (عليه السلام) کے حواری ہیں۔ یعنی ان کے دلوں میں ایک دوسرے کے لیے پیار اور محبت کے جذبات پیدا کر دیے۔ جیسے صحابہ کرام (رضي الله عنهم) ایک دوسرے کے لیے رحیم وشفیق تھے۔ رُحَمَاءُ بَيْنَهُمْ - یہود، آپس میں اس طرح ایک دوسرے کے ہمدرد اور غم خوار نہیں، جیسے حضرت عیسیٰ (عليه السلام) کے پیروکار تھے۔\n(2) رَهْبَانِيَّةٌ، رَهْبٌ (خوف) سے ہے یا رُهْبَانٌ (درویش) کی طرف منسوب ہے اس صورت میں ”رے“ پر پیش رہے گا، یا اسے رہبنہ کی طرف منسوب مانا جائے تو اس صورت میں ”رے“ پر زبر ہوگا۔ رہبانیت کا مفہوم ترک دنیا ہے یعنی دنیا اور علائق دنیا سے منقطع ہو کر کسی جنگل، صحراء میں جا کر اللہ کی عبادت کرنا، اس کا پس منظر یہ ہے کہ حضرت عیسیٰ (عليه السلام) کے بعد ایسے بادشاہ ہوئے جنہوں نےتورات اور انجیل میں تبدیلی کر دی، جسے ایک جماعت نےقبول نہیں کیا۔ انہوں نے بادشاہوں کے ڈر سے پہاڑوں اور غاروں میں پناہ حاصل کرلی۔ یہ اس کا آغاز تھا، جس کی بنیاد اضطرار پر تھی۔ لیکن ان کے بعد آنے والے بہت سے لوگوں نے اپنے بزرگوں کو اندھی تقلید میں اس شہربدری کو عبادت کا ایک طریقہ بنا لیا اور اپنے آپ کو گرجاؤں اور معبدوں میں محبوس کر لیا اور اس کے لیے علائق دنیا سے انقطاع کو ضروری قراردے لیا۔ اسی کو اللہ نے ابتداع (خود گھڑنے) سے تعبیر فرمایا ہے۔\n(3) یہ پچھلی بات ہی کی تاکید ہے کہ یہ رہبانیت ان کی اپنی ایجاد تھی، اللہ نے اس کاﺣﻜﻢ نہیں دیا تھا۔\n(4) یعنی ہم نے تو ان پر صرف رضا جوئی فرض کی تھی۔ دوسرا ترجمہ اس کا ہے کہ انہوں نے یہ کام اللہ کی رضا تلاش کرنے کے لیے کیا تھا۔ لیکن اللہ تعالیٰ نے وضاحت فرما دی کہ اللہ کی رضا، دین میں اپنی طرف سے بدعات ایجاد کرنے سے حاصل نہیں ہو سکتی، چاہے وہ کتنی ہی خوش نما ہو۔ اللہ کی رضا تو اس کی اطاعت سے ہی حاصل ہو گی۔\n(5) یعنی گو انہوں نے مقصد اللہ کی رضاجوئی بتلایا، لیکن اس کی انہوں نے پوری رعایت نہیں کی، ورنہ وہ ابتداع (بدعت ایجاد کرنے) کے بجائے اتباع کا راستہ اختیار کرتے۔\n(6) یہ وہ لوگ ہیں جو دین عیسیٰ پر قائم رہے تھے۔"
  }
}