{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 562,
      "verse_key": "67:1",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
      "translation": "Phúc thay Đấng nắm quyền thống trị trong tay, và Ngài là Đấng Toàn Năng trên mọi thứ.",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 562,
      "verse_key": "67:2",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ",
      "translation": "Đấng đã tạo ra cái chết và sự sống để thử thách các ngươi (hỡi nhân loại) xem ai là người tốt nhất trong việc làm của mình, và Ngài là Đấng Chí Tôn, Đấng Tha Thứ.",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 562,
      "verse_key": "67:3",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ",
      "translation": "Đấng đã tạo ra bảy tầng trời, tầng này bên trên tầng kia; ngươi (hỡi người nhìn) sẽ không thấy bất kỳ sai sót nào trong sự tạo hóa của Đấng Ar-Rahman. Vì vậy, ngươi hãy nhìn lại (quan sát kỹ xem) ngươi có thấy bất kỳ lỗ hổng nào không?",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 562,
      "verse_key": "67:4",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ",
      "translation": "Sau đó, ngươi hãy đưa ánh mắt nhìn lại hai lần nữa, ánh mắt của ngươi sẽ trở lại với ngươi mờ đi và mệt mỏi.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 562,
      "verse_key": "67:5",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ",
      "translation": "Thật vậy, TA (Allah) đã làm đẹp tầng trời hạ giới với những chiếc đèn (các vì sao) và làm cho chúng thành những thứ dùng để ném những tên Shaytan, và TA đã chuẩn bị cho chúng hình phạt của ngọn lửa rực cháy.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 562,
      "verse_key": "67:6",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ",
      "translation": "Đối với những kẻ vô đức tin nơi Thượng Đế của chúng là một sự trừng phạt nơi Hỏa Ngục; và đó là điểm đến khốn khổ tột cùng.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 562,
      "verse_key": "67:7",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ",
      "translation": "Khi chúng bị ném vào đó, chúng sẽ nghe thấy tiếng nó gầm rít dữ dội và đáng sợ khi nó sôi lên (giống như nó đang cuồng nộ).",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 562,
      "verse_key": "67:8",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ",
      "translation": "Nó gần như muốn nổ tung vì giận dữ. Mỗi khi một nhóm người bị ném vào đó, những vị Cai Ngục hỏi chúng (một cách mỉa mai): “Lẽ nào đã không có một người cảnh báo nào đến gặp các ngươi sao?!”",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 562,
      "verse_key": "67:9",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ",
      "translation": "Chúng sẽ đáp: “Vâng, có. Quả thật, đã có một người cảnh báo đến gặp chúng tôi, nhưng chúng tôi đã phủ nhận và nói: Allah đã không ban xuống bất cứ điều gì. Thật ra các người đang trong sự lầm lạc lớn.”",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 562,
      "verse_key": "67:10",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ",
      "translation": "Và chúng sẽ nói: “Giá như chúng tôi lắng nghe hoặc chịu suy ngẫm, chúng tôi đã không nằm trong số những người bạn của Hỏa Ngục.”",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 562,
      "verse_key": "67:11",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ",
      "translation": "Chúng đã thú nhận tội lỗi của mình. Vì vậy, những người bạn của Hỏa Ngục đã ở quá xa (với sự tha thứ)!",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 562,
      "verse_key": "67:12",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ",
      "translation": "Quả thật, những người kính sợ Thượng Đế của họ dù không nhìn thấy Ngài vẫn sẽ được tha thứ và sẽ có được một phần thưởng to lớn.",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 563,
      "verse_key": "67:13",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "Cho dù các ngươi (hỡi nhân loại) có che giấu hoặc công khai lời nói của các ngươi thì (các ngươi hãy biết rằng) quả thật Ngài biết rõ những điều nằm trong lòng (của các ngươi).",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 563,
      "verse_key": "67:14",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ",
      "translation": "Lẽ nào Đấng đã tạo ra không biết trong khi Ngài là Đấng Tinh Tế, Đấng Thông Toàn?",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 563,
      "verse_key": "67:15",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ",
      "translation": "Chính Ngài là Đấng đã làm cho trái đất thuận tiện và dễ dàng sử dụng cho các ngươi. Vì vậy, các ngươi hãy đi trên các nẻo đường của nó và hãy ăn từ nguồn bổng lộc của Ngài. Và (các ngươi hãy biết rằng rồi đây) các ngươi sẽ được phục sinh để trở về với Ngài.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 563,
      "verse_key": "67:16",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ",
      "translation": "Phải chăng các ngươi cảm thấy an toàn rằng Đấng ở trên trời sẽ không khiến đất sụp xuống nuốt chửng các ngươi khi nó rung chuyển ư?",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 563,
      "verse_key": "67:17",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ",
      "translation": "Hoặc phải chăng các ngươi cảm thấy an toàn rằng Đấng ở trên trời sẽ không giáng xuống một cơn bão đá ư? Rồi đây các ngươi sẽ biết Lời cảnh báo của TA (khủng khiếp) thế nào?",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 563,
      "verse_key": "67:18",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ",
      "translation": "Quả thật trước chúng đã có những kẻ phủ nhận. Và những kẻ đó đã chịu sự trừng phạt của TA (khủng khiếp) thế nào?",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 563,
      "verse_key": "67:19",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ",
      "translation": "Lẽ nào chúng không nhìn thấy những con chim phía trên chúng với đôi cánh dang rộng và (đôi lúc) gập lại? Không ai có thể giữ chúng (trên không trung) ngoại trừ Đấng Ar-Rahman. Quả thật, Ngài nhìn thấy hết mọi vật.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 563,
      "verse_key": "67:20",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ",
      "translation": "Hoặc ai có thể là một đội quân giúp các ngươi ngoài Đấng Ar-Rahman? Quả thật, những kẻ vô đức tin chỉ sống trong ảo tưởng.",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 563,
      "verse_key": "67:21",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ",
      "translation": "Hoặc ai có thể cung cấp bổng lộc cho các ngươi nếu Ngài giữ nguồn bổng lộc của Ngài lại? Không, chúng cứ cố chấp trong sự xấc xược và trốn tránh (sự thật).",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 563,
      "verse_key": "67:22",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "Vậy thì một kẻ sấp mặt bước đi (không có chiều rộng hay chiều sâu đối với đường nhìn của mình, hầu như không nhìn thấy những gì đang chạm vào mặt mình) được hướng dẫn tốt hơn, hay một người bước đi ngay thẳng (với một đường nhìn rõ ràng về những gì ở phía trước) trên một con đường thẳng?",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 563,
      "verse_key": "67:23",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ",
      "translation": "(Hỡi Thiên Sứ Muhammad!) Ngươi hãy nói (với những kẻ đa thần): “Ngài (Allah) là Đấng đã tạo ra các ngươi, ban cho các ngươi thính giác, thị giác và trái tim nhưng các ngươi rất ít biết ơn Ngài.",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 563,
      "verse_key": "67:24",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ",
      "translation": "Ngươi hãy nói với chúng: “Chính Ngài đã phân tán các ngươi khắp nơi trên trái đất, và (rồi đây) các ngươi sẽ được tập trung đưa về trình diện Ngài.”",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 563,
      "verse_key": "67:25",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "(Những kẻ phủ nhận sự Phục Sinh) nói: “Lời hứa này khi nào sẽ xảy ra nếu các ngươi nói thật?”",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 563,
      "verse_key": "67:26",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ",
      "translation": "Ngươi hãy nói với chúng: “Quả thật chỉ một mình Allah mới biết rõ điều đó còn Ta chỉ là một người cảnh báo rõ ràng mà thôi.”",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 564,
      "verse_key": "67:27",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ",
      "translation": "Nhưng khi chúng thấy nó đến gần, gương mặt của những kẻ vô đức tin trở nên ảm đạm. Và chúng sẽ được bảo: “Đây chính là cái mà các ngươi thường mong đợi”.",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 564,
      "verse_key": "67:28",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ",
      "translation": "Ngươi (Thiên Sứ Muhammad) hãy nói với chúng: “Các ngươi có xem xét không, nếu Allah hủy diệt Ta và những ai theo Ta hoặc thương xót Bọn Ta thì ai sẽ cứu những kẻ vô đức tin khỏi sự trừng phạt đau đớn?”",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 564,
      "verse_key": "67:29",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "Ngươi hãy nói với chúng: “Ngài là Đấng Ar-Rahman, Bọn Ta có đức tin nơi Ngài và phó thác cho Ngài. Rồi đây các ngươi sẽ biết ai là kẻ lầm lạc rõ rệt.”",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 564,
      "verse_key": "67:30",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ",
      "translation": "Ngươi hãy bảo chúng: “Các ngươi có nghĩ đến, nếu nguồn nước (mà các ngươi uống) rút xuống (lòng đất) và biến mất thì ai có thể mang nguồn nước trong vắt đến cho các ngươi?”",
      "footnotes": ""
    }
  ]
}