{
  "result": {
    "id": "2824",
    "sura": "24",
    "aya": "33",
    "arabic_text": "وَلۡيَسۡتَعۡفِفِ ٱلَّذِينَ لَا يَجِدُونَ نِكَاحًا حَتَّىٰ يُغۡنِيَهُمُ ٱللَّهُ مِن فَضۡلِهِۦۗ وَٱلَّذِينَ يَبۡتَغُونَ ٱلۡكِتَٰبَ مِمَّا مَلَكَتۡ أَيۡمَٰنُكُمۡ فَكَاتِبُوهُمۡ إِنۡ عَلِمۡتُمۡ فِيهِمۡ خَيۡرٗاۖ وَءَاتُوهُم مِّن مَّالِ ٱللَّهِ ٱلَّذِيٓ ءَاتَىٰكُمۡۚ وَلَا تُكۡرِهُواْ فَتَيَٰتِكُمۡ عَلَى ٱلۡبِغَآءِ إِنۡ أَرَدۡنَ تَحَصُّنٗا لِّتَبۡتَغُواْ عَرَضَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَن يُكۡرِههُّنَّ فَإِنَّ ٱللَّهَ مِنۢ بَعۡدِ إِكۡرَٰهِهِنَّ غَفُورٞ رَّحِيمٞ",
    "translation": "33. Никоҳ (учун лозим бўлган мол-давлатни) топа олмаган кишилар то Аллоҳ уларни Ўз фазлу-карами билан бой-бадавлат қилгунича ўзларини (ҳаромдан, зинокорликдан) пок тутсинлар!! (Эй мўминлар), қўл остингиздаги қуллардан битим тузишни истайдиган кишилар бўлса, у ҳолда агар сизлар уларда яхшиликни (яъни, диёнат, иймонни) билсангизлар, улар билан битим тузинглар ва уларга Аллоҳнинг сизларга ато этган молидан ато этинглар! Покликни истаган чўриларингизни ҳаёти дунё нарсаларини истаб зинокорлик қилишга мажбурламанглар. Энди ким уларни мажбур этса, бас, албатта Аллоҳ мажбурлаганларидан сўнг (у чўриларни) мағфират қилгувчи ва (уларга) раҳм-шафқат қилгувчидир.",
    "footnotes": "И з о ҳ. Маълумки, Ислом дини келган вақтида қулдорлик даври эди. Бинобарин мусулмонлар орасида ҳам хожалар ва қул чўрилар бўлиши табиий ҳол эди. Лекин Ислом мусулмонларни озод қилишнинг бир қанча йўл-йўриқларини кўрсатган. Шулардан бири мукобата — битим тузишдир. Унда озод бўлишни истаган қул ўз хожаси билан муайян миқдордаги пулни топиб бериб, озод бўлиш ҳақида битим тузади. Мана шу битим тузилган соатидан бошлаб у қулнинг бўйни қулликда бўлса-да, озод бўлади, яъни келишилган миқдордаги пулни топиш учун хожасининг уйидан ташқарига чиқиб ишлаб юравериши жоиз бўлади. Қолаверса, юқорида зикр қилинганидек, Аллоҳ таоло хожаларга Ўзи уларга ато этган мол-дунёдан бериб, битим тузган қулларининг озод бўлишларига ёрдам қилишни буюради... Бу оятнинг иккинчи қисми Абдуллоҳ ибн Убай ибн Салул деган мунофиқ ҳақида нозил бўлгандир. У пул-мол топиш учун ўзининг икки чўрисини зинокорлик қилишга мажбурлайди. Улар Пайғамбар алайҳис-салоту вас-салом ҳузурларига у мунофиқнинг устидан шикоят қилиб келганларида Аллоҳ таоло Ўз пайғамбарига юқоридаги оятларни нозил қилади."
  }
}