{
  "result": [
    {
      "id": "4474",
      "sura": "45",
      "aya": "1",
      "arabic_text": "حمٓ",
      "translation": "Ҳо, мим.[1]",
      "footnotes": "[1] Нигаред ба эзоҳи ояти 1 сураи Бақара."
    },
    {
      "id": "4475",
      "sura": "45",
      "aya": "2",
      "arabic_text": "تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ",
      "translation": "Нузули [ин] китоб аз ҷониби Аллоҳи шикастнопазири ҳаким аст",
      "footnotes": ""
    },
    {
      "id": "4476",
      "sura": "45",
      "aya": "3",
      "arabic_text": "إِنَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّلۡمُؤۡمِنِينَ",
      "translation": "Ба ростӣ, ки дар осмонҳо ва замин нишонаҳое [аз қудрати илоҳӣ] барои муъминон [падидор] аст",
      "footnotes": ""
    },
    {
      "id": "4477",
      "sura": "45",
      "aya": "4",
      "arabic_text": "وَفِي خَلۡقِكُمۡ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٞ لِّقَوۡمٖ يُوقِنُونَ",
      "translation": "Ва [низ] дар офариниши худатон ва мавҷудоти зиндае, ки [дар замин] пароканда месозад, барои аҳли яқин нишонаҳое [аз тавон ва тадбири Аллоҳ таоло ошкор] аст",
      "footnotes": ""
    },
    {
      "id": "4478",
      "sura": "45",
      "aya": "5",
      "arabic_text": "وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزۡقٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَتَصۡرِيفِ ٱلرِّيَٰحِ ءَايَٰتٞ لِّقَوۡمٖ يَعۡقِلُونَ",
      "translation": "Ва дар гардиши паёпайи шабу рӯз ва ризқе, ки Аллоҳ таоло [ба сурати борон] аз осмон мефиристад ва бо он заминро пас аз хазон ва хушкиаш зинда месозад ва [низ] дар гардиши бодҳо барои хирадварзон, нишонаҳое [аз қудрати Парвардигор] аст",
      "footnotes": ""
    },
    {
      "id": "4479",
      "sura": "45",
      "aya": "6",
      "arabic_text": "تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤۡمِنُونَ",
      "translation": "[Эй Паёмбар] Инҳо оёт [ва нишонаҳо]-и илоҳист, ки ба ҳақ бар ту мехонем [Ба ростӣ, мушрикон] пас аз [сухани] Аллоҳ таоло ва оёташ кадом суханро бовар мекунанд?",
      "footnotes": ""
    },
    {
      "id": "4480",
      "sura": "45",
      "aya": "7",
      "arabic_text": "وَيۡلٞ لِّكُلِّ أَفَّاكٍ أَثِيمٖ",
      "translation": "Вой бар ҳар дурӯғгӯи гунаҳкор!",
      "footnotes": ""
    },
    {
      "id": "4481",
      "sura": "45",
      "aya": "8",
      "arabic_text": "يَسۡمَعُ ءَايَٰتِ ٱللَّهِ تُتۡلَىٰ عَلَيۡهِ ثُمَّ يُصِرُّ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٖ",
      "translation": "[Он кофире] ки оёти илоҳиро, ки бар ӯ хонда мешавад, мешунавад, вале мутакаббирона бар мухолифат исрор дорад. Гӯӣ онҳоро нашунидааст. Пас, ӯро ба азобе дарднок башорат бидеҳ",
      "footnotes": ""
    },
    {
      "id": "4482",
      "sura": "45",
      "aya": "9",
      "arabic_text": "وَإِذَا عَلِمَ مِنۡ ءَايَٰتِنَا شَيۡـًٔا ٱتَّخَذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ",
      "translation": "[Ҳамон ки] чун бар гӯшае аз оёти Мо воқиф шавад, онро ба масхара мегирад. Онон азобе сангину дарднок [дар пеш] доранд",
      "footnotes": ""
    },
    {
      "id": "4483",
      "sura": "45",
      "aya": "10",
      "arabic_text": "مِّن وَرَآئِهِمۡ جَهَنَّمُۖ وَلَا يُغۡنِي عَنۡهُم مَّا كَسَبُواْ شَيۡـٔٗا وَلَا مَا ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ",
      "translation": "Пешопеши эшон [дар охират] дузах аст ва дастовардашон ва [ёварону] корсозоне, ки ба ҷойи Аллоҳ таоло баргузидаанд, ҳеҷ суде ба ҳолашон нахоҳанд дошт ва азобе саҳмгин [дар пеш] доранд",
      "footnotes": ""
    },
    {
      "id": "4484",
      "sura": "45",
      "aya": "11",
      "arabic_text": "هَٰذَا هُدٗىۖ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٌ",
      "translation": "Ин [Қуръон муҷиби] ҳидоят аст ва касоне, ки оёти Парвардигорашонро инкор мекунанд, азобе аз сахттарин азобҳои дардноки [дузахро дар пеш] доранд",
      "footnotes": ""
    },
    {
      "id": "4485",
      "sura": "45",
      "aya": "12",
      "arabic_text": "۞ ٱللَّهُ ٱلَّذِي سَخَّرَ لَكُمُ ٱلۡبَحۡرَ لِتَجۡرِيَ ٱلۡفُلۡكُ فِيهِ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "Аллоҳ таоло аст, ки дарёҳоро дар хидмати шумо гумошт, то киштиҳо ба фармонаш дар он равон шаванд ва [шумо битавонед] аз фазли Ӯ [рӯзи] биҷӯед, бошад, ки сипос гузоред",
      "footnotes": ""
    },
    {
      "id": "4486",
      "sura": "45",
      "aya": "13",
      "arabic_text": "وَسَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ جَمِيعٗا مِّنۡهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ",
      "translation": "Он чи дар осмонҳо ва замин аст, аз [раҳмати] хеш дар хидмати шумо гумошт, ки дар ин [амр] барои андешамандон нишонаҳое [аз лутф ва қудрати илоҳӣ] аст",
      "footnotes": ""
    },
    {
      "id": "4487",
      "sura": "45",
      "aya": "14",
      "arabic_text": "قُل لِّلَّذِينَ ءَامَنُواْ يَغۡفِرُواْ لِلَّذِينَ لَا يَرۡجُونَ أَيَّامَ ٱللَّهِ لِيَجۡزِيَ قَوۡمَۢا بِمَا كَانُواْ يَكۡسِبُونَ",
      "translation": "[Эй Паёмбар] ба муъминон бигӯ: «Аз касоне, ки ба рӯзҳои Аллоҳ таоло [рӯзҳои пирӯзӣ бар куфру интиқом аз мушрикон] умеде надоранд, даргузаранд, то [Аллоҳ таоло ба мавқеи худ ҳар] гурӯҳеро дар баробари он чи ки анҷом додаанд, сазо диҳад»",
      "footnotes": ""
    },
    {
      "id": "4488",
      "sura": "45",
      "aya": "15",
      "arabic_text": "مَنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۖ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ",
      "translation": "Ҳар ки кори шоистае анҷом диҳад, ба суди худ ва ҳар ки кори баде кунад, ба зиёни худ кардааст. Он гоҳ [барои муҳосиба ва ҷазо] ба пешгоҳи Парвардигоратон бозгардонида мешавед",
      "footnotes": ""
    },
    {
      "id": "4489",
      "sura": "45",
      "aya": "16",
      "arabic_text": "وَلَقَدۡ ءَاتَيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَى ٱلۡعَٰلَمِينَ",
      "translation": "Ба Бани Исроил Таврот ва [илму] доварӣ [байни мардум] ва нубувват бахшидем ва аз неъматҳои покиза рӯзиашон додем ва ононро [ба мавҳибати тавҳид] бар мардуми замона бартарӣ бахшидем",
      "footnotes": ""
    },
    {
      "id": "4490",
      "sura": "45",
      "aya": "17",
      "arabic_text": "وَءَاتَيۡنَٰهُم بَيِّنَٰتٖ مِّنَ ٱلۡأَمۡرِۖ فَمَا ٱخۡتَلَفُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ",
      "translation": "Ва дар амри [бозшиносии ҳақ аз ботил], оёти равшане дар ихтиёрашон қарор додем, вале онон ба далели ҳасад ва бартарихоҳӣ, ки байнашон буд, ихтилоф варзиданд ва бе тардид, Парвардигорат рӯзи қиёмат дар мавориди ихтилофашон миёни онон доварӣ хоҳад кард",
      "footnotes": ""
    },
    {
      "id": "4491",
      "sura": "45",
      "aya": "18",
      "arabic_text": "ثُمَّ جَعَلۡنَٰكَ عَلَىٰ شَرِيعَةٖ مِّنَ ٱلۡأَمۡرِ فَٱتَّبِعۡهَا وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ لَا يَعۡلَمُونَ",
      "translation": "Он гоҳ туро бар равише [равшан ва комил] аз амри [дин] қарор додем, пас, пайрави ҳамон роҳ бош ва аз ҳавасҳои нодонон пайравӣ накун",
      "footnotes": ""
    },
    {
      "id": "4492",
      "sura": "45",
      "aya": "19",
      "arabic_text": "إِنَّهُمۡ لَن يُغۡنُواْ عَنكَ مِنَ ٱللَّهِ شَيۡـٔٗاۚ وَإِنَّ ٱلظَّٰلِمِينَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۖ وَٱللَّهُ وَلِيُّ ٱلۡمُتَّقِينَ",
      "translation": "Онон дар баробар [-и азоб]-и Аллоҳ таоло барои ту ҳеҷ фоидае надоранд. Ситамгорон [ёвару] корсози якдигаранд ва Аллоҳ таоло корсози парҳезкорон аст",
      "footnotes": ""
    },
    {
      "id": "4493",
      "sura": "45",
      "aya": "20",
      "arabic_text": "هَٰذَا بَصَٰٓئِرُ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُوقِنُونَ",
      "translation": "Ин [Қуръон] мояи басирати мардум аст ва ҳидояту раҳматест барои аҳли яқин",
      "footnotes": ""
    },
    {
      "id": "4494",
      "sura": "45",
      "aya": "21",
      "arabic_text": "أَمۡ حَسِبَ ٱلَّذِينَ ٱجۡتَرَحُواْ ٱلسَّيِّـَٔاتِ أَن نَّجۡعَلَهُمۡ كَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَوَآءٗ مَّحۡيَاهُمۡ وَمَمَاتُهُمۡۚ سَآءَ مَا يَحۡكُمُونَ",
      "translation": "Оё касоне, ки муртакиби корҳои ношоиста шуданд, пиндоштаанд, ки ҳамтирози муъминони некукор қарорашон медиҳем, ба гунае ки зиндагӣ ва маргашон [бо онон] яксон бошад? Чи бад доварӣ мекунанд!",
      "footnotes": ""
    },
    {
      "id": "4495",
      "sura": "45",
      "aya": "22",
      "arabic_text": "وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَلِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ",
      "translation": "Аллоҳ таоло осмонҳо ва заминро [ҳадафманд ва] ба ҳақ офарид, то [ҳама озмоиш шаванд] ва ҷазои дастовардҳои ҳама [бандагон] дода шавад, бидуни он ки зулме ба онон шавад",
      "footnotes": ""
    },
    {
      "id": "4496",
      "sura": "45",
      "aya": "23",
      "arabic_text": "أَفَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلۡمٖ وَخَتَمَ عَلَىٰ سَمۡعِهِۦ وَقَلۡبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةٗ فَمَن يَهۡدِيهِ مِنۢ بَعۡدِ ٱللَّهِۚ أَفَلَا تَذَكَّرُونَ",
      "translation": "Оё он касеро дидаӣ, ки огоҳона ҳавои нафсашро ба ҷойи маъбуди худ нишонда [ва таслими он шуда] аст? Аллоҳ таоло низ ӯро гумроҳ сохт ва бар гӯшу дилаш муҳри [ғафлат] ниҳод ва бар дидааш пардае кашид. [Агар Аллоҳ таоло ҳидояташ накунад] пас, аз Аллоҳ таоло чи касе ҳидояташ хоҳад кард? Оё панд намегиред?",
      "footnotes": ""
    },
    {
      "id": "4497",
      "sura": "45",
      "aya": "24",
      "arabic_text": "وَقَالُواْ مَا هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا يُهۡلِكُنَآ إِلَّا ٱلدَّهۡرُۚ وَمَا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَظُنُّونَ",
      "translation": "[Мушрикон] мегӯянд: «Ҷуз зиндагии дунёи мо ҳеҷ [хабаре] нест. Зиндагӣ мекунем ва мемирем ва ин гардиши рӯзгор аст, ки моро ба коми марг мебарад». Онон дар мавриди ин [амр] бе иттилоанд ва фақат аз ҳадсу гумон пайравӣ мекунанд",
      "footnotes": ""
    },
    {
      "id": "4498",
      "sura": "45",
      "aya": "25",
      "arabic_text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ مَّا كَانَ حُجَّتَهُمۡ إِلَّآ أَن قَالُواْ ٱئۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "Ва чун оёти равшангари Мо [дар мавриди қиёмат] бар онон хонда мешавад, далели [инкор]- ашон фақат ин аст, ки мегӯянд: «Агар рост мегӯед, ниёгонамонро [зинда кунед ва] бозгардонед»",
      "footnotes": ""
    },
    {
      "id": "4499",
      "sura": "45",
      "aya": "26",
      "arabic_text": "قُلِ ٱللَّهُ يُحۡيِيكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يَجۡمَعُكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "[Эй Паёмбар, ба онон] бигӯ: «Аллоҳ таоло аст, ки шуморо ҳаёт мебахшад ва марг медиҳад. Он гоҳ шуморо дар рӯзи қиёмат, ки ҳеҷ тардид дар он нест, ҷамъ мекунад, вале бештари мардум [ин ҳақиқатро] намедонанд»",
      "footnotes": ""
    },
    {
      "id": "4500",
      "sura": "45",
      "aya": "27",
      "arabic_text": "وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَخۡسَرُ ٱلۡمُبۡطِلُونَ",
      "translation": "Фармонравоии осмонҳо ва замин аз они Аллоҳ таоло аст ва рӯзе, ки қиёмат барпо шавад, аҳли ботил зиёнкор хоҳанд буд",
      "footnotes": ""
    },
    {
      "id": "4501",
      "sura": "45",
      "aya": "28",
      "arabic_text": "وَتَرَىٰ كُلَّ أُمَّةٖ جَاثِيَةٗۚ كُلُّ أُمَّةٖ تُدۡعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلۡيَوۡمَ تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "[Дар он рӯз] ҳар гурӯҳеро [аз ваҳшати ҳисобу ҷазо хору] ба зонударомада мебинӣ, ҳамаро барои [гирифтани] номаи аъмолашон фаро мехонанд [ва ба онон хитоб мешавад]: «Имрӯз шумо дар баробари он чи кардаед, ҷазо мебинед",
      "footnotes": ""
    },
    {
      "id": "4502",
      "sura": "45",
      "aya": "29",
      "arabic_text": "هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيۡكُم بِٱلۡحَقِّۚ إِنَّا كُنَّا نَسۡتَنسِخُ مَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "Ин номаи [аъмоли шумо назди] мост, ки ба ҳақ бар шумо гувоҳӣ медиҳад. Мо [тамоми] амалкардатонро [дақиқан] сабт мекардем",
      "footnotes": ""
    },
    {
      "id": "4503",
      "sura": "45",
      "aya": "30",
      "arabic_text": "فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُدۡخِلُهُمۡ رَبُّهُمۡ فِي رَحۡمَتِهِۦۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡمُبِينُ",
      "translation": "Муъминони некукорро Парвардигорашон фарогирифтаи раҳмати хеш қарор хоҳад дод. Ин ҳамон комёбии ошкор аст",
      "footnotes": ""
    },
    {
      "id": "4504",
      "sura": "45",
      "aya": "31",
      "arabic_text": "وَأَمَّا ٱلَّذِينَ كَفَرُوٓاْ أَفَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَٱسۡتَكۡبَرۡتُمۡ وَكُنتُمۡ قَوۡمٗا مُّجۡرِمِينَ",
      "translation": "Вале [ба] кофирон [хитоб мешавад]: «Магар на ин буд, ки дар баробари оёти Ман, ки бар шумо арза мешуд, гарданкашӣ мекардед ва гурӯҳе базаҳкор будед?",
      "footnotes": ""
    },
    {
      "id": "4505",
      "sura": "45",
      "aya": "32",
      "arabic_text": "وَإِذَا قِيلَ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱلسَّاعَةُ لَا رَيۡبَ فِيهَا قُلۡتُم مَّا نَدۡرِي مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنّٗا وَمَا نَحۡنُ بِمُسۡتَيۡقِنِينَ",
      "translation": "Ва чун гуфта мешуд: «Ваъдаи Аллоҳ таоло ҳақ аст ва [дар вуқуи] қиёмат ҳеҷ тардиде нест», мегуфтед: Намедонем қиёмат чист, фақат тасаввуре [дар] ин маврид] дорем, ва [-ле] ба яқин нарасидаем»",
      "footnotes": ""
    },
    {
      "id": "4506",
      "sura": "45",
      "aya": "33",
      "arabic_text": "وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "Рафтори зишташон бар онон ошкор мешавад ва азобе, ки масхарааш мекарданд, домангирашон хоҳад шуд",
      "footnotes": ""
    },
    {
      "id": "4507",
      "sura": "45",
      "aya": "34",
      "arabic_text": "وَقِيلَ ٱلۡيَوۡمَ نَنسَىٰكُمۡ كَمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ",
      "translation": "[Ба онон] гуфта мешавад: «Имрӯз [дар азоби дузах] раҳоятон мекунем, чунонки шумо [низ дар дунё нисбат] ба дидори имрӯз беэътино будед ва ҷойгоҳатон оташ аст ва ҳеҷ ёваре нахоҳед дошт",
      "footnotes": ""
    },
    {
      "id": "4508",
      "sura": "45",
      "aya": "35",
      "arabic_text": "ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذۡتُمۡ ءَايَٰتِ ٱللَّهِ هُزُوٗا وَغَرَّتۡكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ لَا يُخۡرَجُونَ مِنۡهَا وَلَا هُمۡ يُسۡتَعۡتَبُونَ",
      "translation": "Ин [гирифторӣ] аз он рӯст, ки оёти илоҳиро масхара мекардед ва зиндагии дунё фиребатон дода буд». Имрӯз [кофиронро] аз оташ берун нахоҳанд овард ва аз онон дархости пузиш намешавад",
      "footnotes": ""
    },
    {
      "id": "4509",
      "sura": "45",
      "aya": "36",
      "arabic_text": "فَلِلَّهِ ٱلۡحَمۡدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلۡأَرۡضِ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Пас, ситоиш махсуси Аллоҳ таоло аст, Парвардигори осмонҳо ва замин ва тамоми ҷаҳониён",
      "footnotes": ""
    },
    {
      "id": "4510",
      "sura": "45",
      "aya": "37",
      "arabic_text": "وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "Бузургӣ дар осмонҳо ва замин аз они Ӯст ва Ӯ шикастнопазири ҳаким аст",
      "footnotes": ""
    }
  ]
}