{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 502,
      "verse_key": "46:1",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 201,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "حمٓ",
      "translation": "૧. હા-મીમ.[1]",
      "footnotes": "[1] સૂરે બકરહની આયત નંબર ૧ ની ફૂટનોટ જુઓ"
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 502,
      "verse_key": "46:2",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 201,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ",
      "translation": "૨. આ કિતાબ અલ્લાહ વિજયી, હિકમતવાળા તરફથી ઉતારવામાં આવી છે.",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 502,
      "verse_key": "46:3",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 201,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ",
      "translation": "૩. અમે આકાશો, ધરતી અને તે બન્નેની વચ્ચે દરેક વસ્તુઓને ઉત્તમ યોજના સાથે જ એક નક્કી કરેલા સમય સુધી તૈયાર કરી છે. અને કાફીરોને જે વસ્તુથી ડરાવવામાં આવે છે, (તેનાથી) મોઢું ફેરવી લે છે.",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 502,
      "verse_key": "46:4",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 201,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "૪. તમે તેમને કહી દો! જૂઓ તો ખરા જેને તમે અલ્લાહના સિવાય પોકારો છો, મને પણ બતાવો કે તેઓએ ધરતીનો કેવો ટુકડો બનાવ્યો છે, અથવા આકાશોમાં તેઓનો કેવો ભાગ છે? જો તમે સાચા હોય તો આ પહેલાનો કોઇ ગ્રંથ અથવા તે જ્ઞાન જે નકલ કરવામાં આવતુ હોય, મારી પાસે લઇ આવો.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 502,
      "verse_key": "46:5",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 201,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ",
      "translation": "૫. અને તેનાથી વધારે ગુમરાહ કોણ હોઈ શકે છે? જે અલ્લાહ સિવાય એવા લોકોને પોકારે છે, જે કયામત સુધી તેની ફરિયાદ નહીં સાંભળી શકે, પરંતુ તેઓના પોકારવાથી જ અજાણ છે.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 503,
      "verse_key": "46:6",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 201,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ",
      "translation": "૬. અને જ્યારે લોકોને ભેગા કરવામાં આવશે તો આ (અલ્લાહ સિવાય જેમને તેઓ પોકારે છે) તેઓના શત્રુ બની જશે અને તેઓ પોતાની બંદગીનો સાફ ઇન્કાર કરી દેશે,",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 503,
      "verse_key": "46:7",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 201,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ",
      "translation": "૭. અને જ્યારે તેમની સમક્ષ અમારી સ્પષ્ટ આયતો પઢી સંભળાવામાં આવે છે તો કાફિર આ સત્ય વાત, જે તેમની પાસે આવી ગઈ છે તેના વિશે કહે છે કે આ તો ખુલ્લુ જાદુ છે.",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 503,
      "verse_key": "46:8",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 201,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ",
      "translation": "૮. શું તેઓ કહે છે કે આ (કુરઆન)ને તેણે (મુહમ્મદ) પોતે ઘડી કાઢ્યું છે, તમે તેમને કહી દો કે જો આ (કુરઆન) મેં જ બનાવ્યું હોય, તો તમે મને અલ્લાહની પકડથી નહીં બચાવી શકો, જે વાતો તમે કરી રહ્યા છો, તેને અલ્લાહ ખૂબ સારી રીતે જાણે છે, મારી અને તમારી વચ્ચે સાક્ષી આપવા માટે અલ્લાહ જ પુરતો છે, તે માફ કરવાવાળો અને દયાળુ છે.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 503,
      "verse_key": "46:9",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 201,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ",
      "translation": "૯. તમે તેમને કહી દો! કે હું કોઇ અનોખો પયગંબર નથી, ન તો મને ખબર છે કે મારી સાથે અને તમારી સાથે શું કરવામાં આવશે, હું તો ફકત તેનું જ અનુસરણ કરુ છું જેની વહી મારા તરફ કરવામાં આવે છે અને હું તો ફકત ખુલ્લે ખુલ્લી ચેતવણી આપનારો છું.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 503,
      "verse_key": "46:10",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 201,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
      "translation": "૧૦. તમે તેમને કહી દો! જો આ (કુરઆન) અલ્લાહ તરફથી જ હોય અને તમે તેનો ઇન્કાર કરી દો, બની ઇસ્રાઇલ માંથી એક વ્યક્તિએ આના જેવા (ગ્રંથ) ની સાક્ષી આપી અને તે ઇમાન પણ લઈ આવ્યો, અને તમે ઘમંડ કરતા રહ્યા, (તો તમારી શું દશા થશે) ખરેખર અલ્લાહ આવા જાલિમ લોકોને હિદાયત નથી આપતો.",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 503,
      "verse_key": "46:11",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 201,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ",
      "translation": "૧૧. અને કાફિર ઇમાનવાળા વિશે કહે છે કે જો આ (ધર્મ) શ્રેષ્ઠ હોત તો આ લોકો અમારા કરતા પહેલા ન સ્વીકારતા, અને હવે આ કુરઆનથી તેઓએ હિદાયત પ્રાપ્ત નથી મેળવી, એટલા માટે આ લોકો જરૂર કહેશે કે આ તો જૂનું જૂઠ છે.",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 503,
      "verse_key": "46:12",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 201,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ",
      "translation": "૧૨. અને આ પહેલા મૂસાની કિતાબ (તૌરાત) જે માર્ગદર્શક અને રહેમત હતી અને આ કિતાબ (કુરઆન) તેની પુષ્ટિ કરે છે, જે અરબી ભાષામાં છે, જેથી જાલિમ લોકોને ચેતવણી આપે અને સદાચારી લોકોને ખુશખબર આપે.",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 503,
      "verse_key": "46:13",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 201,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
      "translation": "૧૩. નિ:શંક જે લોકોએ કહ્યું કે અમારો પાલનહાર અલ્લાહ છે પછી તેના પર અડગ રહ્યા તો તેમને ન તો કોઇ ભય હશે અને ન તો તેઓ ઉદાસ હશે.",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 503,
      "verse_key": "46:14",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 201,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ",
      "translation": "૧૪. આ લોકો જન્નતી લોકો છે, જે ઓ તેમાં હંમેશા રહેશે, તે કર્મોના બદલામાં જેને તેઓ કરતા હતા,",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 504,
      "verse_key": "46:15",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 201,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ",
      "translation": "૧૫. અને અમે માનવીને પોતાના માતા-પિતા સાથે સદવર્તન કરવાનો આદેશ આપ્યો છે, તેની માઁ એ તેને કષ્ટ વેઠીને ગર્ભમાં રાખ્યો અને કષ્ટ વેઠીને તેને જનમ આપ્યો, તેના ગર્ભ અને દુધ છોડવવાનો સમયગાળો ત્રીસ મહીનાનો છે, ત્યાં સુધી કે જ્યારે તે પોતાની પુખ્તવયે અને ચાલીસ વર્ષે પહોંચયો તો કહેવા લાગ્યો “ હે મારા પાલનહાર! મને સદબુધ્ધિ આપ કે હું તારી તે નેઅમત નો આભાર માનું, જે તે મારા પર અને મારા માતા-પિતા પર ઇનામ કરી છે, અને હું એવા સદકાર્યો કરૂં, જેનાથી તું પ્રસન્ન થાય અને તું મારી સંતાનને પણ પ્રામાણીક બનાવ, હું તારી તરફ જ માફી માંગુ છું અને હું મુસલમાનો માંથી છું",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 504,
      "verse_key": "46:16",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 201,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ",
      "translation": "૧૬. આ જ તે લોકો છે, જેમના સદકાર્યોને અમે કબૂલ કરીએ છીએ અને જેમના ગુનાહોને માફ કરીએ છીએ. (આ) જન્નતીઓ છે, તે સાચા વચન પ્રમાણે જે તેમને કરવામાં આવતુ હતું.",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 504,
      "verse_key": "46:17",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 201,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ",
      "translation": "૧૭. અને જે લોકોએ પોતાના માતા-પિતાને કહ્યુ કે હું તમારાથી તંગ આવી ગયો, તમે મને આ જ કહેતા રહેશો કે હું મૃત્યુ પામ્યા પછી ફરી જીવિત કરવામાં આવીશ, મારા પહેલા પણ સમૂદાયો આવી ચુકયા છે, તે બન્ને અલ્લાહ સામે ફરિયાદ કરે છે, (અને કહે છે) તારા માટે ખરાબી છે તું ઇમાન લઇ આવ, નિ:શંક અલ્લાહનું વચન સાચુ છે, તે જવાબ આપે છે કે આ ફકત આગલા લોકોની વાર્તાઓ છે,",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 504,
      "verse_key": "46:18",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 201,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ",
      "translation": "૧૮. આ તે લોકો છે, જેમના વિશે જિન્નાતો અને માનવીઓનું એક જૂથ જે આ લોકો પહેલા પસાર થઇ ચુક્યું છે, તેમના પર (અલ્લાહના આઝાબ)ની વાત નક્કી થઇ ગઈ છે, સત્ય વાત એ છે કે આ લોકો જ નુકસાન ઉઠાવનારા છે.",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 504,
      "verse_key": "46:19",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 201,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ",
      "translation": "૧૯. (આ બન્ને પ્રકારના લોકો માંથી) દરેકને પોતાના કર્મો મુજબ દરજ્જા મળશે, જેથી તેઓને તેમના કર્મોનો પુરે પુરો બદલો આપે, અને તેઓના પર જુલમ કરવામાં નહી આવે.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 504,
      "verse_key": "46:20",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 201,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ",
      "translation": "૨૦. અને જે દિવસે કાફિર જહન્નમ સામે લાવવામાં આવશે (તો તેમનેકહેવામાં આવશે) તમે દુનિયાના જીવનમાં પવિત્ર વસ્તુઓમાં પોતાનો ભાગ લઇ ચુક્યા અને તેના વડે ફાયદો ઉઠાવી લીધો, બસ! આજે તમને અપમાનજનક અઝાબ આપવામાં આવશે, એટલા માટે કે તમે ધરતી પર ઘમંડ કરતા હતા અને તમે આદેશનું પાલન નહતા કરતા.",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 505,
      "verse_key": "46:21",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 202,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ",
      "translation": "૨૧. (અને આ મક્કાના કાફિરો)સામે આદના ભાઇ (હૂદ)નું વર્ણન કરો, જ્યારે કે તેણે પોતાની કોમને અહકાફ (રેતની ટેકરી) માં ડરાવ્યા અને હૂદ પહેલા પણ ડરાવનારા થઇ ગયા છે અને પછી પણ, કે તમે અલ્લાહ સિવાય કોઇની બંદગી ન કરો. નિ:શક હું તમને એક મોટા દિવસનાં અઝાબથી ડરાવું છું.",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 505,
      "verse_key": "46:22",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 202,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
      "translation": "૨૨. કોમે જવાબ આપ્યો, શું તમે અમારી પાસે એટલા માટે આવ્યા છો કે અમને અમારા ઇલાહ (ની બંદગી) થી છેટા રાખો? જો તમે સાચા છો તો જે અઝાબની ધમકી તમે આપી રહ્યા છો, તે લઇ આવો.",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 505,
      "verse_key": "46:23",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 202,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ",
      "translation": "૨૩. (હુદે) કહ્યું, (તેનું) જ્ઞાન તો અલ્લાહ પાસે જ છે, મને તો જે આદેશ આપી મોકલવામાં આવ્યો હતો તેને હું પહોંચાડી રહ્યો છું, પરંતુ હું જોઇ રહ્યો છું કે તમે લોકો અજાણ બની રહ્યા છો.",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 505,
      "verse_key": "46:24",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 202,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ",
      "translation": "૨૪. પછી જ્યારે તેઓએ અઝાબને વાદળોના રૂપમાં જોઇ, પોતાની વાદીઓ તરફ આવતા જોયા, તો કહેવા લાગ્યા આ વાદળ અમારા પર વરસવાનું છે, (ના) પરંતુ ખરેખર આ વાદળ તે (અઝાબ) છે જેના માટે તમે ઉતાવળ કરતા હતા, એવું તોફાન, જેમાં દુ:ખદાયી અઝાબ હતો.",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 505,
      "verse_key": "46:25",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 202,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ",
      "translation": "૨૫. જે પોતાના પાલનહારના આદેશથી દરેક વસ્તુને નષ્ટ કરી રહી હતી, છેવટે તેઓ એવા થઇ ગયા કે તેઓને તેમના મકાનો સિવાય કશું જ દેખાતું ન હતું, ગુનેહગારોના જૂથને અમે આવી જ સજા આપીએ છીએ.",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 505,
      "verse_key": "46:26",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 202,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "૨૬. અને નિ:શંક અમે (આદની કોમ) ને એવી શક્તિ આપી હતી, જે તમને નહતી આપી, અને અમે તેઓને કાન, આંખો અને હૃદય પણ આપી રાખ્યા હતા, પરંતુ તેઓના કાનો, આંખો અને હૃદયોએ તેઓને કંઇ પણ ફાયદો ન પહોંચાડયો જ્યારે કે તે ઓએ અલ્લાહ તઆલાની આયતો ઇન્કાર કર્યો અને જે વસ્તુનો મજાક તે લોકો ઉડાવતા હતા, તે જ તેમના પર આવી પહોંચી.",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 505,
      "verse_key": "46:27",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 202,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "૨૭. અને નિ:શંક અમે તમારી આજુબાજુની વસાહતોને નષ્ટ કરી દીધી અને અમે અલગ અલગ નિશાનીઓ બયાન કરી દીધી, જેથી તેઓ પાછા ફરી જાય.",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 505,
      "verse_key": "46:28",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 202,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ",
      "translation": "૨૮. બસ! અલ્લાહની નજીક જવા માટે તેઓએ અલ્લાહના સિવાય જેમને પણ પોતાના ઇલાહ બનાવી રાખ્યા હતા, તેઓએ તેમની મદદ કેમ ન કરી? પરંતુ તેઓ તેમનાથી ગુમ થઇ જશે, અને તેઓનું આ પરિણામ તેમના જુઠ અને ઘડેલી કાઢેલી વાતોના કારણે હશે.",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 506,
      "verse_key": "46:29",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 202,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ",
      "translation": "૨૯. (અને હે પયગંબર તે કિસ્સો યાદ કરો) જ્યારે અમે જિન્નોના એક જૂથને તમારી તરફ લઈ આવ્યા, જેઓ કુરઆન સાંભળી રહ્યા હતા, બસ! જ્યારે (પયગંબરની) પાસે પહોંચી ગયા તો (એક-બીજાને) કહેવા લાગ્યા, શાંત થઇ જાવ, પછી જ્યારે કુરઆનની તિલાવત થઇ ગઈ તો તેઓ સચેત કરનારા બની પોતાની કોમ તરફ પાછા ફર્યા.",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 506,
      "verse_key": "46:30",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 202,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ",
      "translation": "૩૦. કહેવા લાગ્યા કે હે અમારી કોમ! અમે ખરેખર તે કિતાબ સાંભળી છે, જે મૂસા પછી ઉતારવામાં આવી છે, જે પોતાના પહેલા ગ્રંથોની પુષ્ટી કરવાવાળી છે, જે સાચા ધર્મનું અને સાચા માર્ગનું સૂચન કરે છે.",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 506,
      "verse_key": "46:31",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 202,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ",
      "translation": "૩૧. હે અમારી કોમ! અલ્લાહ તરફ પોકારવાવાળાની વાત માનો, તેના પર ઇમાન લાવો, તો અલ્લાહ તમારા ગુનાહને માફ કરી દેશે અને તમને દૂ:ખદાયી અઝાબથી બચાવશે.",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 506,
      "verse_key": "46:32",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 202,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ",
      "translation": "૩૨. અને જે વ્યક્તિ અલ્લાહ તરફ પોકારવાવાળાની વાત નહી માને, બસ! તે ધરતી પર ક્યાંય (ભાગીને અલ્લાહને) અસક્ષમ નહીં કરી શકે અને ન અલ્લાહ સિવાય કોઇ તેઓના મદદ કરવાવાળા હશે. (જેઓ તેમને અલ્લાહના અઝાબથી બચાવી લે) આ લોકો જ ખુલ્લા ગેરમાર્ગે છે.",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 506,
      "verse_key": "46:33",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 202,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "૩૩. શું તેઓ જોયું નથી કે અલ્લાહએ આકાશો અને ધરતીઓનું સર્જન કર્યુ અને તેઓના સર્જન કરવાથી તે ન થાકયો, શું તે મૃતકોને જીવિત કરવા પર શક્તિ ધરાવે છે? કેમ નહી તે તો દરેક વસ્તુ પર કુદરત ધરાવે છે.",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 506,
      "verse_key": "46:34",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 202,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ",
      "translation": "૩૪. જે દિવસે કાફીરોને જહન્નમ સામે લાવવામાં આવશે (અને તેમને પૂછવામાં આવશે કે) શું આ (જહન્નમ) સત્ય નથી? તેઓ જવાબ આપશે કે હાં, સોગંદ છે અમારા પાલનહારના, આ (સત્ય છે). અલ્લાહ કહેશે હવે પોતાના ઇન્કારના બદલામાં અઝાબનો મજા ચાખો.",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 506,
      "verse_key": "46:35",
      "juz_number": 26,
      "hizb_number": 51,
      "rub_el_hizb_number": 202,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ",
      "translation": "૩૫. બસ! (હે પયગંબર) તમે એવું ધૈર્ય રાખો જેવું ધૈર્ય હિમ્મતવાળા પયગંબરો રાખ્યું અને તેઓ માટે જલ્દી ન કરો, આ (લોકો) જે દિવસે તે (અઝાબ) ને જોઇ લેશે, જેનું વચન કરવામાં આવી રહ્યું છે, તો (એવું લાગશે કે) દિવસની એક ક્ષણ જ (દૂનિયામાં) રહ્યા હતા, આદેશ આપી દેવામાં આવ્યો છે, બસ! અવજ્ઞાકારી સિવાય કોઇ નષ્ટ કરવામાં નહી આવે.",
      "footnotes": ""
    }
  ]
}