{
  "result": [
    {
      "id": "5242",
      "sura": "67",
      "aya": "1",
      "arabic_text": "تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
      "translation": "1. Благословен е Тој во Чијашто рака е власта – Тој може сè!",
      "footnotes": ""
    },
    {
      "id": "5243",
      "sura": "67",
      "aya": "2",
      "arabic_text": "ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ",
      "translation": "2. Тој што ги даде смртта и животот за да ве искуша кој од вас подобро ќе постапува; Тој е Силниот, Тој што простува,",
      "footnotes": ""
    },
    {
      "id": "5244",
      "sura": "67",
      "aya": "3",
      "arabic_text": "ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ",
      "translation": "3. Тој што седумте неба едни врз други ги создаде како слоеви – ти во тоа што Семилосниот го создава не гледаш никаков несклад, па повторно погледни да не видиш некаков недостаток,",
      "footnotes": ""
    },
    {
      "id": "5245",
      "sura": "67",
      "aya": "4",
      "arabic_text": "ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ",
      "translation": "4. потоа повторно двапати погледни, погледот ќе ти се врати истоштен и уморен.",
      "footnotes": ""
    },
    {
      "id": "5246",
      "sura": "67",
      "aya": "5",
      "arabic_text": "وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ",
      "translation": "5. Ние најблиското небо со сјајни светилки го украсивме и ги направивме оган за гаѓање на шејтаните, за коишто подготвивме страдање во огнот.",
      "footnotes": ""
    },
    {
      "id": "5247",
      "sura": "67",
      "aya": "6",
      "arabic_text": "وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ",
      "translation": "6. А за тиe што не веруваат во својот Господар, им припаѓа казна во Џехенемот, а тој е ужасно престојувалиште!",
      "footnotes": ""
    },
    {
      "id": "5248",
      "sura": "67",
      "aya": "7",
      "arabic_text": "إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ",
      "translation": "7. Кога во него ќе бидат фрлени, бучењето негово ќе го чујат, и тој ќе врие,",
      "footnotes": ""
    },
    {
      "id": "5249",
      "sura": "67",
      "aya": "8",
      "arabic_text": "تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ",
      "translation": "8. скоро да се распадне од бес. Кога и да се фрли група на луѓе во него, стражарите во него ќе ги запрашаат: „Зарем никој не доаѓаше да ве опоменува?“",
      "footnotes": ""
    },
    {
      "id": "5250",
      "sura": "67",
      "aya": "9",
      "arabic_text": "قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ",
      "translation": "9. „Да, доаѓаше тој што нè опоменуваше“ – ќе одговорат – „а ние негиравме и велевме: ,Аллах не објавил ништо, вие сте во голема заблуда!‘“",
      "footnotes": ""
    },
    {
      "id": "5251",
      "sura": "67",
      "aya": "10",
      "arabic_text": "وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ",
      "translation": "10. И ќе речат: „Да слушавме или да размислувавме, немаше да бидеме меѓу жителите на огнот!“",
      "footnotes": ""
    },
    {
      "id": "5252",
      "sura": "67",
      "aya": "11",
      "arabic_text": "فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ",
      "translation": "11. И тие ќе ги признаат своите гревови – па, жителите на Џехенемот огнен далеку нека бидат од нас!",
      "footnotes": ""
    },
    {
      "id": "5253",
      "sura": "67",
      "aya": "12",
      "arabic_text": "إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ",
      "translation": "12. За тие коишто од Господарот свој се плашат, дури и кога никој не ги гледа, има прошка и награда голема!",
      "footnotes": ""
    },
    {
      "id": "5254",
      "sura": "67",
      "aya": "13",
      "arabic_text": "وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "13. Било да зборувате вие тивко или гласно – па Тој сигурно ги знае мислите сечии!",
      "footnotes": ""
    },
    {
      "id": "5255",
      "sura": "67",
      "aya": "14",
      "arabic_text": "أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ",
      "translation": "14. А како и не би знаел Тој што создава, Тој што сè детално знае, Којшто за сè е известен.",
      "footnotes": ""
    },
    {
      "id": "5256",
      "sura": "67",
      "aya": "15",
      "arabic_text": "هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ",
      "translation": "15. Тој Земјата погодна ви ја направи, па одете по пределите нејзини и хранете се со тоа што Тој го дава, Нему по оживувањето ќе Му одговарате.",
      "footnotes": ""
    },
    {
      "id": "5257",
      "sura": "67",
      "aya": "16",
      "arabic_text": "ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ",
      "translation": "16. Дали сте сигурни дека Тој што е на небесата нема в земја да ве втера, кога таа ќе почне ненадејно да се тресе?",
      "footnotes": ""
    },
    {
      "id": "5258",
      "sura": "67",
      "aya": "17",
      "arabic_text": "أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ",
      "translation": "17. Или, дали сте сигурни дека Тој што е на небесата нема вам ветер со камења да ви прати? Тогаш би дознале каква е заканата Моја!",
      "footnotes": ""
    },
    {
      "id": "5259",
      "sura": "67",
      "aya": "18",
      "arabic_text": "وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ",
      "translation": "18. А негираа и тие пред нив, па каква само беше казната Моја!",
      "footnotes": ""
    },
    {
      "id": "5260",
      "sura": "67",
      "aya": "19",
      "arabic_text": "أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ",
      "translation": "19. Зарем тие не ги гледаат птиците над себе како со раширени крилја летаат, а и ги собираат? Само Семилосниот ги држи; Тој навистина сè добро гледа.",
      "footnotes": ""
    },
    {
      "id": "5261",
      "sura": "67",
      "aya": "20",
      "arabic_text": "أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ",
      "translation": "20. Или кој е тој што ќе биде ваша војска и ќе ви помогне вам, освен Семилосниот?! – Неверниците себе се залажуваат.",
      "footnotes": ""
    },
    {
      "id": "5262",
      "sura": "67",
      "aya": "21",
      "arabic_text": "أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ",
      "translation": "21. Или, кој е тој што ќе ве нахрани, ако Тој храната своја ја скрати? – Но, тие се упорни во горделивоста и во бегањето од вистината.",
      "footnotes": ""
    },
    {
      "id": "5263",
      "sura": "67",
      "aya": "22",
      "arabic_text": "أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "22. Дали е поупатен тој што оди наведнат со лицето кон земјата или тој што по Правиот пат исправено оди?",
      "footnotes": ""
    },
    {
      "id": "5264",
      "sura": "67",
      "aya": "23",
      "arabic_text": "قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ",
      "translation": "23. Кажи: „Тој ве создава и ви дава слух и вид и ум, а вие малку заблагодарувате!“",
      "footnotes": ""
    },
    {
      "id": "5265",
      "sura": "67",
      "aya": "24",
      "arabic_text": "قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ",
      "translation": "24. Кажи: „Тој по Земјата ве расеа и пред Него ќе бидете собрани.“",
      "footnotes": ""
    },
    {
      "id": "5266",
      "sura": "67",
      "aya": "25",
      "arabic_text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "25. А тие говорат: „Кога веќе еднаш ќе се случи таа закана, ако вистината ја зборувате?!“",
      "footnotes": ""
    },
    {
      "id": "5267",
      "sura": "67",
      "aya": "26",
      "arabic_text": "قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ",
      "translation": "26. Кажи: „Само Аллах знае! Јас сум должен само јавно да опоменувам.“",
      "footnotes": ""
    },
    {
      "id": "5268",
      "sura": "67",
      "aya": "27",
      "arabic_text": "فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ",
      "translation": "27. Кога казната одблизу ќе ја погледнат, очај ќе ги прекрие лицата на тие што не веруваа и ќе биде речено: „Еве, ова е тоа што го избрзувавте!“",
      "footnotes": ""
    },
    {
      "id": "5269",
      "sura": "67",
      "aya": "28",
      "arabic_text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ",
      "translation": "28. Кажи: „Кажете ми вие мене: ако Аллах мене ми испрати смрт и на тие што се со мене, или ако ни се смилува, кој ќе ги заштити неверниците од неиздржливото страдање?“",
      "footnotes": ""
    },
    {
      "id": "5270",
      "sura": "67",
      "aya": "29",
      "arabic_text": "قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "29. Кажи: „Тој е Семилосниот, во Него веруваме и врз Него се потпираме, а вие сигурно ќе дознаете кој е во јасна заблуда.“",
      "footnotes": ""
    },
    {
      "id": "5271",
      "sura": "67",
      "aya": "30",
      "arabic_text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ",
      "translation": "30. Кажи: „Што мислите, ако ви пресушат водите, кој ќе ви даде протечна вода?“",
      "footnotes": ""
    }
  ]
}