{
  "result": [
    {
      "id": "1803",
      "sura": "15",
      "aya": "1",
      "arabic_text": "الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ وَقُرۡءَانٖ مُّبِينٖ",
      "translation": "1. Alif-Lâm-Râ. [These letters are one of the miracles of the Qur’ân, and none but Allâh (Alone) knows their meanings].These are Verses of the Book and a plain Qur’ân.",
      "footnotes": ""
    },
    {
      "id": "1804",
      "sura": "15",
      "aya": "2",
      "arabic_text": "رُّبَمَا يَوَدُّ ٱلَّذِينَ كَفَرُواْ لَوۡ كَانُواْ مُسۡلِمِينَ",
      "translation": " 2. How much would those who disbelieved wish that they had been Muslims [those who have submitted themselves to Allâh’s Will in Islâm i.e. Islâmic Monotheism - this will be on the Day of Resurrection when they will see the disbelievers going to Hell and the Muslims going to Paradise].[1]",
      "footnotes": "(V.15:2): See the footnote of (V.3:85)."
    },
    {
      "id": "1805",
      "sura": "15",
      "aya": "3",
      "arabic_text": "ذَرۡهُمۡ يَأۡكُلُواْ وَيَتَمَتَّعُواْ وَيُلۡهِهِمُ ٱلۡأَمَلُۖ فَسَوۡفَ يَعۡلَمُونَ",
      "translation": " 3. Leave them to eat and enjoy, and let them be preoccupied with (false) hope. They will come to know!",
      "footnotes": ""
    },
    {
      "id": "1806",
      "sura": "15",
      "aya": "4",
      "arabic_text": "وَمَآ أَهۡلَكۡنَا مِن قَرۡيَةٍ إِلَّا وَلَهَا كِتَابٞ مَّعۡلُومٞ",
      "translation": " 4. And never did We destroy a township but there was a known decree for it.",
      "footnotes": ""
    },
    {
      "id": "1807",
      "sura": "15",
      "aya": "5",
      "arabic_text": "مَّا تَسۡبِقُ مِنۡ أُمَّةٍ أَجَلَهَا وَمَا يَسۡتَـٔۡخِرُونَ",
      "translation": " 5. No nation can advance its term, nor delay it.",
      "footnotes": ""
    },
    {
      "id": "1808",
      "sura": "15",
      "aya": "6",
      "arabic_text": "وَقَالُواْ يَٰٓأَيُّهَا ٱلَّذِي نُزِّلَ عَلَيۡهِ ٱلذِّكۡرُ إِنَّكَ لَمَجۡنُونٞ",
      "translation": " 6. And they say: \"O you (Muhammad صلى الله عليه و سلم) to whom the Dhikr (the Qur’ân) has been sent down! Verily, you are a mad man!",
      "footnotes": ""
    },
    {
      "id": "1809",
      "sura": "15",
      "aya": "7",
      "arabic_text": "لَّوۡمَا تَأۡتِينَا بِٱلۡمَلَٰٓئِكَةِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
      "translation": " 7. \"Why do you not bring angels to us if you are of the truthful?\"",
      "footnotes": ""
    },
    {
      "id": "1810",
      "sura": "15",
      "aya": "8",
      "arabic_text": "مَا نُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ إِلَّا بِٱلۡحَقِّ وَمَا كَانُوٓاْ إِذٗا مُّنظَرِينَ",
      "translation": " 8. We send not the angels down except with the truth (i.e. for torment), and in that case, they (the disbelievers) would have no respite!",
      "footnotes": ""
    },
    {
      "id": "1811",
      "sura": "15",
      "aya": "9",
      "arabic_text": "إِنَّا نَحۡنُ نَزَّلۡنَا ٱلذِّكۡرَ وَإِنَّا لَهُۥ لَحَٰفِظُونَ",
      "translation": " 9. Verily, We, it is We Who have sent down the Dhikr (i.e. the Qur’ân) and surely, We will guard it (from corruption)[2].",
      "footnotes": "(V.15:9) This Verse is a challenge to mankind and everyone is obliged to believe in the miracles of this Qur’ân. It is a clear fact that more than 1400 years have elapsed and not a single word of this Qur’ân has been changed, although the disbelievers tried their utmost to change it in every way, but they failed miserably in their efforts. As it is mentioned in this holy Verse: \"We will guard it.\" By Allâh! He has guarded it. On the contrary, all the other holy Books [the Taurât (Torah), the Injeel (Gospel).] have been corrupted in the form of additions or subtractions or alterations in the original text."
    },
    {
      "id": "1812",
      "sura": "15",
      "aya": "10",
      "arabic_text": "وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي شِيَعِ ٱلۡأَوَّلِينَ",
      "translation": " 10. Indeed, We sent (Messengers) before you (O Muhammad صلى الله عليه و سلم) amongst the sects (communities) of old.",
      "footnotes": ""
    },
    {
      "id": "1813",
      "sura": "15",
      "aya": "11",
      "arabic_text": "وَمَا يَأۡتِيهِم مِّن رَّسُولٍ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": " 11. And never came a Messenger to them but they did mock at him.",
      "footnotes": ""
    },
    {
      "id": "1814",
      "sura": "15",
      "aya": "12",
      "arabic_text": "كَذَٰلِكَ نَسۡلُكُهُۥ فِي قُلُوبِ ٱلۡمُجۡرِمِينَ",
      "translation": " 12. Thus do We let it (polytheism and disbelief) enter the hearts of the Mujrimûn [criminals, polytheists and pagans (because of their mocking at the Messengers)].",
      "footnotes": ""
    },
    {
      "id": "1815",
      "sura": "15",
      "aya": "13",
      "arabic_text": "لَا يُؤۡمِنُونَ بِهِۦ وَقَدۡ خَلَتۡ سُنَّةُ ٱلۡأَوَّلِينَ",
      "translation": " 13. They would not believe in it (the Qur’ân); and already the example of (Allâh’s punishment of) the ancients (who disbelieved) has gone forth.",
      "footnotes": ""
    },
    {
      "id": "1816",
      "sura": "15",
      "aya": "14",
      "arabic_text": "وَلَوۡ فَتَحۡنَا عَلَيۡهِم بَابٗا مِّنَ ٱلسَّمَآءِ فَظَلُّواْ فِيهِ يَعۡرُجُونَ",
      "translation": " 14. And even if We opened to them a gate from the heaven and they were to keep on ascending thereto (all the day long)",
      "footnotes": ""
    },
    {
      "id": "1817",
      "sura": "15",
      "aya": "15",
      "arabic_text": "لَقَالُوٓاْ إِنَّمَا سُكِّرَتۡ أَبۡصَٰرُنَا بَلۡ نَحۡنُ قَوۡمٞ مَّسۡحُورُونَ",
      "translation": " 15. They would surely say (in the evening): \"Our eyes have been (as if) dazzled (we have not seen any angel or heaven). Nay, we are a people bewitched.\"",
      "footnotes": ""
    },
    {
      "id": "1818",
      "sura": "15",
      "aya": "16",
      "arabic_text": "وَلَقَدۡ جَعَلۡنَا فِي ٱلسَّمَآءِ بُرُوجٗا وَزَيَّنَّٰهَا لِلنَّٰظِرِينَ",
      "translation": "16. And indeed, We have put the big stars in the heaven and We beautified it for the beholders.[1]",
      "footnotes": "(V.15:16) See the footnote of (V.6:97)."
    },
    {
      "id": "1819",
      "sura": "15",
      "aya": "17",
      "arabic_text": "وَحَفِظۡنَٰهَا مِن كُلِّ شَيۡطَٰنٖ رَّجِيمٍ",
      "translation": " 17. And We have guarded it (near heaven) from every outcast Shaitân (devil).",
      "footnotes": ""
    },
    {
      "id": "1820",
      "sura": "15",
      "aya": "18",
      "arabic_text": "إِلَّا مَنِ ٱسۡتَرَقَ ٱلسَّمۡعَ فَأَتۡبَعَهُۥ شِهَابٞ مُّبِينٞ",
      "translation": " 18. Except him (devil) who steals the hearing then he is pursued by a clear flaming fire.",
      "footnotes": ""
    },
    {
      "id": "1821",
      "sura": "15",
      "aya": "19",
      "arabic_text": "وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ شَيۡءٖ مَّوۡزُونٖ",
      "translation": " 19. And the earth We have spread out, and have placed therein firm mountains, and caused to grow therein all kinds of things in due proportion.",
      "footnotes": ""
    },
    {
      "id": "1822",
      "sura": "15",
      "aya": "20",
      "arabic_text": "وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَ وَمَن لَّسۡتُمۡ لَهُۥ بِرَٰزِقِينَ",
      "translation": " 20. And We have provided therein means of living, for you and for those whom you provide not [moving (living) creatures, cattle, beasts, and other animals].",
      "footnotes": ""
    },
    {
      "id": "1823",
      "sura": "15",
      "aya": "21",
      "arabic_text": "وَإِن مِّن شَيۡءٍ إِلَّا عِندَنَا خَزَآئِنُهُۥ وَمَا نُنَزِّلُهُۥٓ إِلَّا بِقَدَرٖ مَّعۡلُومٖ",
      "translation": " 21. And there is not a thing, but with Us are the stores thereof. And We send it not down except in a known measure.",
      "footnotes": ""
    },
    {
      "id": "1824",
      "sura": "15",
      "aya": "22",
      "arabic_text": "وَأَرۡسَلۡنَا ٱلرِّيَٰحَ لَوَٰقِحَ فَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَسۡقَيۡنَٰكُمُوهُ وَمَآ أَنتُمۡ لَهُۥ بِخَٰزِنِينَ",
      "translation": " 22. And We send the winds fertilizing (to fill heavily the clouds with water), then cause the water (rain) to descend from the sky, and We give it to you to drink, and it is not you who are the owners of its stores [i.e. to give water to whom you like or to withhold it from whom you like].",
      "footnotes": ""
    },
    {
      "id": "1825",
      "sura": "15",
      "aya": "23",
      "arabic_text": "وَإِنَّا لَنَحۡنُ نُحۡيِۦ وَنُمِيتُ وَنَحۡنُ ٱلۡوَٰرِثُونَ",
      "translation": " 23. And certainly We! We it is Who give life, and cause death,[2] and We are the Inheritors.",
      "footnotes": "(V.15:23) Narrated Abu Hurairah رضي الله عنه: Allâh’s Messenger صلى الله عليه وسلم said: \"When a person is dead, his deeds cease (are stopped) except three:\na) Deeds of continuous Sadaqah (act of charity), e.g. an orphan home or a well for giving water to drink.\nb) (Written) knowledge with which mankind gets benefit.\nc) A righteous, pious son (or daughter) who begs Allâh to forgive his (or her) parents.\"\n(Sahih Muslim, The Book of Wasâyâ (Wills and Testaments)."
    },
    {
      "id": "1826",
      "sura": "15",
      "aya": "24",
      "arabic_text": "وَلَقَدۡ عَلِمۡنَا ٱلۡمُسۡتَقۡدِمِينَ مِنكُمۡ وَلَقَدۡ عَلِمۡنَا ٱلۡمُسۡتَـٔۡخِرِينَ",
      "translation": " 24. And indeed, We know the first generations of you who had passed away, and indeed, We know the present generations of you (mankind), and also those who will come afterwards.",
      "footnotes": ""
    },
    {
      "id": "1827",
      "sura": "15",
      "aya": "25",
      "arabic_text": "وَإِنَّ رَبَّكَ هُوَ يَحۡشُرُهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ",
      "translation": " 25. And verily, your Lord will gather them together. Truly, He is All-Wise, All-Knowing.",
      "footnotes": ""
    },
    {
      "id": "1828",
      "sura": "15",
      "aya": "26",
      "arabic_text": "وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ مِن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ",
      "translation": " 26. And indeed, We created man from dried (sounding) clay of altered mud.",
      "footnotes": ""
    },
    {
      "id": "1829",
      "sura": "15",
      "aya": "27",
      "arabic_text": "وَٱلۡجَآنَّ خَلَقۡنَٰهُ مِن قَبۡلُ مِن نَّارِ ٱلسَّمُومِ",
      "translation": " 27. And the jinn, We created aforetime from the smokeless flame of fire.",
      "footnotes": ""
    },
    {
      "id": "1830",
      "sura": "15",
      "aya": "28",
      "arabic_text": "وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ",
      "translation": " 28. And (remember) when your Lord said to the angels: \"I am going to create a man (Adam) from dried (sounding) clay of altered mud.",
      "footnotes": ""
    },
    {
      "id": "1831",
      "sura": "15",
      "aya": "29",
      "arabic_text": "فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ",
      "translation": " 29. \"So, when I have fashioned him completely and breathed into him (Adam) the soul which I created for him, then fall (you) down prostrating yourselves unto him.\"",
      "footnotes": ""
    },
    {
      "id": "1832",
      "sura": "15",
      "aya": "30",
      "arabic_text": "فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ",
      "translation": " 30. So the angels prostrated themselves, all of them together.",
      "footnotes": ""
    },
    {
      "id": "1833",
      "sura": "15",
      "aya": "31",
      "arabic_text": "إِلَّآ إِبۡلِيسَ أَبَىٰٓ أَن يَكُونَ مَعَ ٱلسَّٰجِدِينَ",
      "translation": " 31. Except Iblîs (Satan) - he refused to be among the prostrators.",
      "footnotes": ""
    },
    {
      "id": "1834",
      "sura": "15",
      "aya": "32",
      "arabic_text": "قَالَ يَٰٓإِبۡلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ ٱلسَّٰجِدِينَ",
      "translation": "32. (Allâh) said: \"O Iblîs (Satan)! What is your reason for not being among the prostrators?\"",
      "footnotes": ""
    },
    {
      "id": "1835",
      "sura": "15",
      "aya": "33",
      "arabic_text": "قَالَ لَمۡ أَكُن لِّأَسۡجُدَ لِبَشَرٍ خَلَقۡتَهُۥ مِن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ",
      "translation": " 33. [Iblîs (Satan)] said: \"I am not the one to prostrate myself to a human being, whom You created from dried (sounding) clay of altered mud.\"",
      "footnotes": ""
    },
    {
      "id": "1836",
      "sura": "15",
      "aya": "34",
      "arabic_text": "قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ",
      "translation": " 34. (Allâh) said: \"Then, get out from here, for verily, you are Rajîm (an outcast or a cursed one).\" [Tafsîr At-Tabarî]",
      "footnotes": ""
    },
    {
      "id": "1837",
      "sura": "15",
      "aya": "35",
      "arabic_text": "وَإِنَّ عَلَيۡكَ ٱللَّعۡنَةَ إِلَىٰ يَوۡمِ ٱلدِّينِ",
      "translation": " 35. \"And verily, the curse shall be upon you till the Day of Recompense (i.e. the Day of Resurrection).\"",
      "footnotes": ""
    },
    {
      "id": "1838",
      "sura": "15",
      "aya": "36",
      "arabic_text": "قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ",
      "translation": " 36. [Iblîs (Satan)] said: \"O my Lord! Give me then respite till the Day they (the dead) will be resurrected.\"",
      "footnotes": ""
    },
    {
      "id": "1839",
      "sura": "15",
      "aya": "37",
      "arabic_text": "قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ",
      "translation": " 37. Allâh said: \"Then, verily, you are of those reprieved,",
      "footnotes": ""
    },
    {
      "id": "1840",
      "sura": "15",
      "aya": "38",
      "arabic_text": "إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ",
      "translation": " 38. \"Till the Day of the time appointed.\"",
      "footnotes": ""
    },
    {
      "id": "1841",
      "sura": "15",
      "aya": "39",
      "arabic_text": "قَالَ رَبِّ بِمَآ أَغۡوَيۡتَنِي لَأُزَيِّنَنَّ لَهُمۡ فِي ٱلۡأَرۡضِ وَلَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ",
      "translation": " 39. [Iblîs (Satan)] said: \"O my Lord! Because you misled me, I shall indeed adorn the path of error for them (mankind) on the earth, and I shall mislead them all.",
      "footnotes": ""
    },
    {
      "id": "1842",
      "sura": "15",
      "aya": "40",
      "arabic_text": "إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ",
      "translation": " 40. \"Except Your chosen, (guided) slaves among them.\"",
      "footnotes": ""
    },
    {
      "id": "1843",
      "sura": "15",
      "aya": "41",
      "arabic_text": "قَالَ هَٰذَا صِرَٰطٌ عَلَيَّ مُسۡتَقِيمٌ",
      "translation": " 41. (Allâh) said: \"This is the Way which will lead straight to Me.\"",
      "footnotes": ""
    },
    {
      "id": "1844",
      "sura": "15",
      "aya": "42",
      "arabic_text": "إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٌ إِلَّا مَنِ ٱتَّبَعَكَ مِنَ ٱلۡغَاوِينَ",
      "translation": " 42. \"Certainly, you shall have no authority over My slaves, except those who follow you of the Ghâwûn (Mushrikûn and those who go astray, criminals, polytheists, and evil-doers).",
      "footnotes": ""
    },
    {
      "id": "1845",
      "sura": "15",
      "aya": "43",
      "arabic_text": "وَإِنَّ جَهَنَّمَ لَمَوۡعِدُهُمۡ أَجۡمَعِينَ",
      "translation": " 43. \"And surely, Hell is the promised place for them all.",
      "footnotes": ""
    },
    {
      "id": "1846",
      "sura": "15",
      "aya": "44",
      "arabic_text": "لَهَا سَبۡعَةُ أَبۡوَٰبٖ لِّكُلِّ بَابٖ مِّنۡهُمۡ جُزۡءٞ مَّقۡسُومٌ",
      "translation": " 44. \"It (Hell) has seven gates, for each of those gates is a (special) class (of sinners) assigned.",
      "footnotes": ""
    },
    {
      "id": "1847",
      "sura": "15",
      "aya": "45",
      "arabic_text": "إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ",
      "translation": " 45. \"Truly! The Muttaqûn (the pious - See V.2:2) will be amidst Gardens and water-springs (Paradise).",
      "footnotes": ""
    },
    {
      "id": "1848",
      "sura": "15",
      "aya": "46",
      "arabic_text": "ٱدۡخُلُوهَا بِسَلَٰمٍ ءَامِنِينَ",
      "translation": " 46. \"(It will be said to them): ‘Enter therein (Paradise), in peace and security.’",
      "footnotes": ""
    },
    {
      "id": "1849",
      "sura": "15",
      "aya": "47",
      "arabic_text": "وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلٍّ إِخۡوَٰنًا عَلَىٰ سُرُرٖ مُّتَقَٰبِلِينَ",
      "translation": " 47. \"And We shall remove from their breasts any deep feeling of bitterness (that they may have). (So they will be like) brothers facing each other on thrones.",
      "footnotes": ""
    },
    {
      "id": "1850",
      "sura": "15",
      "aya": "48",
      "arabic_text": "لَا يَمَسُّهُمۡ فِيهَا نَصَبٞ وَمَا هُم مِّنۡهَا بِمُخۡرَجِينَ",
      "translation": " 48. \"No sense of fatigue shall touch them, nor shall they (ever) be asked to leave it.\"",
      "footnotes": ""
    },
    {
      "id": "1851",
      "sura": "15",
      "aya": "49",
      "arabic_text": "۞ نَبِّئۡ عِبَادِيٓ أَنِّيٓ أَنَا ٱلۡغَفُورُ ٱلرَّحِيمُ",
      "translation": " 49. Declare (O Muhammad صلى الله عليه و سلم) unto My slaves, that truly, I am the Oft-Forgiving, the Most-Merciful.",
      "footnotes": ""
    },
    {
      "id": "1852",
      "sura": "15",
      "aya": "50",
      "arabic_text": "وَأَنَّ عَذَابِي هُوَ ٱلۡعَذَابُ ٱلۡأَلِيمُ",
      "translation": " 50. And that My Torment is indeed the most painful torment.",
      "footnotes": ""
    },
    {
      "id": "1853",
      "sura": "15",
      "aya": "51",
      "arabic_text": "وَنَبِّئۡهُمۡ عَن ضَيۡفِ إِبۡرَٰهِيمَ",
      "translation": " 51. And tell them about the guests (the angels) of Ibrâhîm (Abraham).",
      "footnotes": ""
    },
    {
      "id": "1854",
      "sura": "15",
      "aya": "52",
      "arabic_text": "إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗا قَالَ إِنَّا مِنكُمۡ وَجِلُونَ",
      "translation": " 52. When they entered unto him, and said: Salâm (peace)! [Ibrâhîm (Abraham)] said: \"Indeed! We are afraid of you.\"",
      "footnotes": ""
    },
    {
      "id": "1855",
      "sura": "15",
      "aya": "53",
      "arabic_text": "قَالُواْ لَا تَوۡجَلۡ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ عَلِيمٖ",
      "translation": " 53. They (the angels) said: \"Do not be afraid! We give you glad tidings of a boy (son) possessing much knowledge and wisdom.\"",
      "footnotes": ""
    },
    {
      "id": "1856",
      "sura": "15",
      "aya": "54",
      "arabic_text": "قَالَ أَبَشَّرۡتُمُونِي عَلَىٰٓ أَن مَّسَّنِيَ ٱلۡكِبَرُ فَبِمَ تُبَشِّرُونَ",
      "translation": " 54. [Ibrâhîm (Abraham)] said: \"Do you give me glad tidings (of a son) when old age has overtaken me? Of what then is your news?\"",
      "footnotes": ""
    },
    {
      "id": "1857",
      "sura": "15",
      "aya": "55",
      "arabic_text": "قَالُواْ بَشَّرۡنَٰكَ بِٱلۡحَقِّ فَلَا تَكُن مِّنَ ٱلۡقَٰنِطِينَ",
      "translation": " 55. They (the angels) said: \"We give you glad tidings in truth. So be not of the despairing.\"",
      "footnotes": ""
    },
    {
      "id": "1858",
      "sura": "15",
      "aya": "56",
      "arabic_text": "قَالَ وَمَن يَقۡنَطُ مِن رَّحۡمَةِ رَبِّهِۦٓ إِلَّا ٱلضَّآلُّونَ",
      "translation": " 56. [Ibrâhîm (Abraham)] said: \"And who despairs of the Mercy of his Lord except those who are astray?\"",
      "footnotes": ""
    },
    {
      "id": "1859",
      "sura": "15",
      "aya": "57",
      "arabic_text": "قَالَ فَمَا خَطۡبُكُمۡ أَيُّهَا ٱلۡمُرۡسَلُونَ",
      "translation": " 57. [Ibrâhîm (Abraham) again] said: \"What then is the business on which you have come, O Messengers?\"",
      "footnotes": ""
    },
    {
      "id": "1860",
      "sura": "15",
      "aya": "58",
      "arabic_text": "قَالُوٓاْ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمٖ مُّجۡرِمِينَ",
      "translation": " 58. They (the angels) said: \"We have been sent to a people who are Mujrimûn (criminals, disbelievers, polytheists, sinners).",
      "footnotes": ""
    },
    {
      "id": "1861",
      "sura": "15",
      "aya": "59",
      "arabic_text": "إِلَّآ ءَالَ لُوطٍ إِنَّا لَمُنَجُّوهُمۡ أَجۡمَعِينَ",
      "translation": " 59. \"(All) except the family of Lût (Lot). Them all we are surely going to save (from destruction).",
      "footnotes": ""
    },
    {
      "id": "1862",
      "sura": "15",
      "aya": "60",
      "arabic_text": "إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَآ إِنَّهَا لَمِنَ ٱلۡغَٰبِرِينَ",
      "translation": " 60. \"Except his wife, of whom We have decreed that she shall be of those who remain behind (i.e. she will be destroyed).\"",
      "footnotes": ""
    },
    {
      "id": "1863",
      "sura": "15",
      "aya": "61",
      "arabic_text": "فَلَمَّا جَآءَ ءَالَ لُوطٍ ٱلۡمُرۡسَلُونَ",
      "translation": " 61. Then, when the Messengers (the angels) came unto the family of Lût (Lot).",
      "footnotes": ""
    },
    {
      "id": "1864",
      "sura": "15",
      "aya": "62",
      "arabic_text": "قَالَ إِنَّكُمۡ قَوۡمٞ مُّنكَرُونَ",
      "translation": " 62. He said: \"Verily! You are people unknown to me.\"",
      "footnotes": ""
    },
    {
      "id": "1865",
      "sura": "15",
      "aya": "63",
      "arabic_text": "قَالُواْ بَلۡ جِئۡنَٰكَ بِمَا كَانُواْ فِيهِ يَمۡتَرُونَ",
      "translation": " 63. They said: \"Nay, we have come to you with that (torment) which they have been doubting.",
      "footnotes": ""
    },
    {
      "id": "1866",
      "sura": "15",
      "aya": "64",
      "arabic_text": "وَأَتَيۡنَٰكَ بِٱلۡحَقِّ وَإِنَّا لَصَٰدِقُونَ",
      "translation": " 64. \"And we have brought you the truth (the news of the destruction of your nation) and certainly, we tell the truth.",
      "footnotes": ""
    },
    {
      "id": "1867",
      "sura": "15",
      "aya": "65",
      "arabic_text": "فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَٱتَّبِعۡ أَدۡبَٰرَهُمۡ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٞ وَٱمۡضُواْ حَيۡثُ تُؤۡمَرُونَ",
      "translation": " 65. \"Then travel in a part of the night with your family, and you go behind them in the rear, and let no one amongst you look back, but go on to where you are ordered.\"",
      "footnotes": ""
    },
    {
      "id": "1868",
      "sura": "15",
      "aya": "66",
      "arabic_text": "وَقَضَيۡنَآ إِلَيۡهِ ذَٰلِكَ ٱلۡأَمۡرَ أَنَّ دَابِرَ هَٰٓؤُلَآءِ مَقۡطُوعٞ مُّصۡبِحِينَ",
      "translation": " 66. And We made known this decree to him, that the root of those (sinners) was to be cut off in the early morning.",
      "footnotes": ""
    },
    {
      "id": "1869",
      "sura": "15",
      "aya": "67",
      "arabic_text": "وَجَآءَ أَهۡلُ ٱلۡمَدِينَةِ يَسۡتَبۡشِرُونَ",
      "translation": " 67. And the inhabitants of the city came rejoicing (at the news of the young men’s arrival).",
      "footnotes": ""
    },
    {
      "id": "1870",
      "sura": "15",
      "aya": "68",
      "arabic_text": "قَالَ إِنَّ هَٰٓؤُلَآءِ ضَيۡفِي فَلَا تَفۡضَحُونِ",
      "translation": " 68. [Lût (Lot)] said: \"Verily! these are my guests, so shame me not.",
      "footnotes": ""
    },
    {
      "id": "1871",
      "sura": "15",
      "aya": "69",
      "arabic_text": "وَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ",
      "translation": " 69. \"And fear Allâh and disgrace me not.\"",
      "footnotes": ""
    },
    {
      "id": "1872",
      "sura": "15",
      "aya": "70",
      "arabic_text": "قَالُوٓاْ أَوَلَمۡ نَنۡهَكَ عَنِ ٱلۡعَٰلَمِينَ",
      "translation": " 70. They (people of the city) said: \"Did we not forbid you from entertaining (or protecting) any of the ‘Âlamîn (people, foreigners and strangers from us)?\"",
      "footnotes": ""
    },
    {
      "id": "1873",
      "sura": "15",
      "aya": "71",
      "arabic_text": "قَالَ هَٰٓؤُلَآءِ بَنَاتِيٓ إِن كُنتُمۡ فَٰعِلِينَ",
      "translation": "71. [Lût (Lot)] said: \"These (the girls of the nation) are my daughters (to marry lawfully), if you must act (so).\"",
      "footnotes": ""
    },
    {
      "id": "1874",
      "sura": "15",
      "aya": "72",
      "arabic_text": "لَعَمۡرُكَ إِنَّهُمۡ لَفِي سَكۡرَتِهِمۡ يَعۡمَهُونَ",
      "translation": " 72. Verily, by your life (O Muhammad صلى الله عليه و سلم), in their wild intoxication, they were wandering blindly.",
      "footnotes": ""
    },
    {
      "id": "1875",
      "sura": "15",
      "aya": "73",
      "arabic_text": "فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ مُشۡرِقِينَ",
      "translation": " 73. So As-Saihah (torment - awful cry) overtook them at the time of sunrise.",
      "footnotes": ""
    },
    {
      "id": "1876",
      "sura": "15",
      "aya": "74",
      "arabic_text": "فَجَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهِمۡ حِجَارَةٗ مِّن سِجِّيلٍ",
      "translation": " 74. And We turned (the towns of Sodom in Palestine) upside down and rained down on them stones of baked clay.",
      "footnotes": ""
    },
    {
      "id": "1877",
      "sura": "15",
      "aya": "75",
      "arabic_text": "إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡمُتَوَسِّمِينَ",
      "translation": " 75. Surely! In this are signs for those who see (or understand or learn the lessons from the Signs of Allâh).",
      "footnotes": ""
    },
    {
      "id": "1878",
      "sura": "15",
      "aya": "76",
      "arabic_text": "وَإِنَّهَا لَبِسَبِيلٖ مُّقِيمٍ",
      "translation": " 76. And verily! They (the cities) were right on the highroad (from Makkah to Syria i.e. the place where the Dead Sea is now)[1].",
      "footnotes": "(V.15:76) Please see the Book of History by Ibn Kathir (كتاب التاريخ لابن كثير)."
    },
    {
      "id": "1879",
      "sura": "15",
      "aya": "77",
      "arabic_text": "إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ",
      "translation": " 77. Surely! Therein is indeed a sign for the believers.",
      "footnotes": ""
    },
    {
      "id": "1880",
      "sura": "15",
      "aya": "78",
      "arabic_text": "وَإِن كَانَ أَصۡحَٰبُ ٱلۡأَيۡكَةِ لَظَٰلِمِينَ",
      "translation": " 78. And the Dwellers in the Wood [i.e. the people of Madyan (Midian) to whom Prophet Shu‘aib (عليه السلام) was sent by Allâh), were also Zâlimûn (polytheists and wrong-doers).",
      "footnotes": ""
    },
    {
      "id": "1881",
      "sura": "15",
      "aya": "79",
      "arabic_text": "فَٱنتَقَمۡنَا مِنۡهُمۡ وَإِنَّهُمَا لَبِإِمَامٖ مُّبِينٖ",
      "translation": " 79. So, We took vengeance on them. They are both on an open highway, plain to see.",
      "footnotes": ""
    },
    {
      "id": "1882",
      "sura": "15",
      "aya": "80",
      "arabic_text": "وَلَقَدۡ كَذَّبَ أَصۡحَٰبُ ٱلۡحِجۡرِ ٱلۡمُرۡسَلِينَ",
      "translation": " 80. And verily, the dwellers of Al-Hijr (the rocky tract) denied the Messengers.",
      "footnotes": ""
    },
    {
      "id": "1883",
      "sura": "15",
      "aya": "81",
      "arabic_text": "وَءَاتَيۡنَٰهُمۡ ءَايَٰتِنَا فَكَانُواْ عَنۡهَا مُعۡرِضِينَ",
      "translation": " 81. And We gave them Our Signs, but they were averse to them.",
      "footnotes": ""
    },
    {
      "id": "1884",
      "sura": "15",
      "aya": "82",
      "arabic_text": "وَكَانُواْ يَنۡحِتُونَ مِنَ ٱلۡجِبَالِ بُيُوتًا ءَامِنِينَ",
      "translation": " 82. And they used to hew out dwellings from the mountains (feeling themselves) secure.",
      "footnotes": ""
    },
    {
      "id": "1885",
      "sura": "15",
      "aya": "83",
      "arabic_text": "فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ مُصۡبِحِينَ",
      "translation": " 83. But As-Saihah (torment - awful cry) overtook them in the early morning (of the fourth day of their promised punishment days).",
      "footnotes": ""
    },
    {
      "id": "1886",
      "sura": "15",
      "aya": "84",
      "arabic_text": "فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ",
      "translation": " 84. And all that they used to earn availed them not.",
      "footnotes": ""
    },
    {
      "id": "1887",
      "sura": "15",
      "aya": "85",
      "arabic_text": "وَمَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّۗ وَإِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞۖ فَٱصۡفَحِ ٱلصَّفۡحَ ٱلۡجَمِيلَ",
      "translation": " 85. And We created not the heavens and the earth and all that is between them except with truth, and the Hour is surely coming, so overlook (O Muhammad صلى الله عليه و سلم) their faults with gracious forgiveness. [This was before the ordainment of Jihâd - holy fighting in Allâh’s cause].",
      "footnotes": ""
    },
    {
      "id": "1888",
      "sura": "15",
      "aya": "86",
      "arabic_text": "إِنَّ رَبَّكَ هُوَ ٱلۡخَلَّٰقُ ٱلۡعَلِيمُ",
      "translation": " 86. Verily, your Lord is the All-Knowing Creator.",
      "footnotes": ""
    },
    {
      "id": "1889",
      "sura": "15",
      "aya": "87",
      "arabic_text": "وَلَقَدۡ ءَاتَيۡنَٰكَ سَبۡعٗا مِّنَ ٱلۡمَثَانِي وَٱلۡقُرۡءَانَ ٱلۡعَظِيمَ",
      "translation": " 87. And indeed, We have bestowed upon you seven of Al-Mathâni (seven repeatedly recited Verses), (i.e. Sûrat Al-Fâtihah) and the Grand Qur’ân.[2]",
      "footnotes": "(V.15:87) See the footnote of (V.1:2)."
    },
    {
      "id": "1890",
      "sura": "15",
      "aya": "88",
      "arabic_text": "لَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَٱخۡفِضۡ جَنَاحَكَ لِلۡمُؤۡمِنِينَ",
      "translation": " 88. Look not with your eyes ambitiously at what We have bestowed on certain classes of them (the disbelievers), nor grieve over them. And lower your wings for the believers (be courteous to the fellow-believers).",
      "footnotes": ""
    },
    {
      "id": "1891",
      "sura": "15",
      "aya": "89",
      "arabic_text": "وَقُلۡ إِنِّيٓ أَنَا ٱلنَّذِيرُ ٱلۡمُبِينُ",
      "translation": " 89. And say (O Muhammad صلى الله عليه و سلم): \"I am indeed a plain warner.\"",
      "footnotes": ""
    },
    {
      "id": "1892",
      "sura": "15",
      "aya": "90",
      "arabic_text": "كَمَآ أَنزَلۡنَا عَلَى ٱلۡمُقۡتَسِمِينَ",
      "translation": " 90. As We have sent down on the dividers, (Quraish pagans or Jews and Christians).",
      "footnotes": ""
    },
    {
      "id": "1893",
      "sura": "15",
      "aya": "91",
      "arabic_text": "ٱلَّذِينَ جَعَلُواْ ٱلۡقُرۡءَانَ عِضِينَ",
      "translation": " 91. Who have made the Qur’ân into parts. (i.e. believed in one part and disbelieved in the other). [Tafsir At-Tabari]",
      "footnotes": ""
    },
    {
      "id": "1894",
      "sura": "15",
      "aya": "92",
      "arabic_text": "فَوَرَبِّكَ لَنَسۡـَٔلَنَّهُمۡ أَجۡمَعِينَ",
      "translation": " 92. So, by your Lord (O Muhammad صلى الله عليه و سلم), We shall certainly call all of them to account.",
      "footnotes": ""
    },
    {
      "id": "1895",
      "sura": "15",
      "aya": "93",
      "arabic_text": "عَمَّا كَانُواْ يَعۡمَلُونَ",
      "translation": " 93. For all that they used to do.",
      "footnotes": ""
    },
    {
      "id": "1896",
      "sura": "15",
      "aya": "94",
      "arabic_text": "فَٱصۡدَعۡ بِمَا تُؤۡمَرُ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ",
      "translation": " 94. Therefore proclaim openly (Allâh’s Message - Islâmic Monotheism) that which you are commanded, and turn away from Al-Mushrikûn (polytheists, idolaters, and disbelievers - See V.2:105).",
      "footnotes": ""
    },
    {
      "id": "1897",
      "sura": "15",
      "aya": "95",
      "arabic_text": "إِنَّا كَفَيۡنَٰكَ ٱلۡمُسۡتَهۡزِءِينَ",
      "translation": " 95. Truly! We will suffice you against the scoffers,",
      "footnotes": ""
    },
    {
      "id": "1898",
      "sura": "15",
      "aya": "96",
      "arabic_text": "ٱلَّذِينَ يَجۡعَلُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۚ فَسَوۡفَ يَعۡلَمُونَ",
      "translation": " 96. Who set up along with Allâh another ilâh (god); but they will come to know.",
      "footnotes": ""
    },
    {
      "id": "1899",
      "sura": "15",
      "aya": "97",
      "arabic_text": "وَلَقَدۡ نَعۡلَمُ أَنَّكَ يَضِيقُ صَدۡرُكَ بِمَا يَقُولُونَ",
      "translation": " 97. Indeed, We know that your breast is straitened at what they say.",
      "footnotes": ""
    },
    {
      "id": "1900",
      "sura": "15",
      "aya": "98",
      "arabic_text": "فَسَبِّحۡ بِحَمۡدِ رَبِّكَ وَكُن مِّنَ ٱلسَّٰجِدِينَ",
      "translation": " 98. So glorify the praises of your Lord and be of those who prostrate themselves (to Him).[1]",
      "footnotes": "(V.15:98).\na) Narrated Abu Ma‘bad, the freed slave of Ibn ‘Abbâs: Ibn ‘Abbâs رضي الله عنهما told me, \"In the lifetime of the Prophet صلى الله عليه وسلم , it was the custom to remember Allâh (Dhikr) by glorifying, praising and magnifying Allâh aloud after the compulsory congregational prayers.\" Ibn ‘Abbâs further said, \"When I heard the (Dhikr), I would learn that the compulsory congregational prayer had ended.\" (Sahih Al-Bukhari, Vol.1, Hadîth No.802).\nb) Narrated Ibn ‘Abbâs رضي الله عنهما: I used to recognize the completion of the prayer of the Prophet صلى الله عليه وسلم by hearing Takbîr (Sahih Al-Bukhari, Vol.1, Hadith No.803)."
    },
    {
      "id": "1901",
      "sura": "15",
      "aya": "99",
      "arabic_text": "وَٱعۡبُدۡ رَبَّكَ حَتَّىٰ يَأۡتِيَكَ ٱلۡيَقِينُ",
      "translation": " 99. And worship your Lord until there comes unto you the certainty (i.e. death).[2]",
      "footnotes": "(V.15:99) Narrated Anas رضي الله عنه: Allâh’s Messenger صلى الله عليه وسلم said, \"None of you should long for death because of a calamity that had befallen him; and if he cannot, but long for death, then he should say, ‘O Allâh! Let me live as long as life is better for me, and take my life if death is better for me’\" (Sahih Al-Bukhari, Vol.8, Hadith No.362)."
    }
  ]
}