{
  "result": [
    {
      "id": "6217",
      "sura": "111",
      "aya": "1",
      "arabic_text": "تَبَّتۡ يَدَآ أَبِي لَهَبٖ وَتَبَّ",
      "translation": "1. ¡Que sean destruidas las manos de Abu Lahab!, ¡que él sea destruido![1199]",
      "footnotes": "[1199]  Cuando el profeta Muhammad —que Al-lah lo bendiga y le dé la paz— convocó a los habitantes de La Meca para anunciarles que había sido escogido por Al-lah como profeta, su tío Abu Lahab —acérrimo enemigo del islam— le dijo: «¡Que seas destruido!, para esto nos has llamado». Al-lah le responde en esta aleya con las mismas palabras, diciendo que sea él el destruido por sus acciones contra el Profeta —que Al-lah lo bendiga y le dé la paz— y por su oposición a la verdad."
    },
    {
      "id": "6218",
      "sura": "111",
      "aya": "2",
      "arabic_text": "مَآ أَغۡنَىٰ عَنۡهُ مَالُهُۥ وَمَا كَسَبَ",
      "translation": "2. De nada le servirán sus riquezas y sus hijos.",
      "footnotes": ""
    },
    {
      "id": "6219",
      "sura": "111",
      "aya": "3",
      "arabic_text": "سَيَصۡلَىٰ نَارٗا ذَاتَ لَهَبٖ",
      "translation": "3. Entrará en el fuego llameante (del infierno).",
      "footnotes": ""
    },
    {
      "id": "6220",
      "sura": "111",
      "aya": "4",
      "arabic_text": "وَٱمۡرَأَتُهُۥ حَمَّالَةَ ٱلۡحَطَبِ",
      "translation": "4. Y su esposa, que portaba espinas[1200] (para depositarlas en el camino del Profeta con el fin de herirlo),",
      "footnotes": "[1200]  Otra posible interpretación es que entrará con su esposo en el infierno por apoyarlo en su idolatría y por intentar dañar al Profeta —que Al-lah lo bendiga y le dé la paz— y allí cargará con leña que arrojará sobre su marido; pues, del mismo modo que en la vida terrenal lo ayudaba apoyando sus acciones, en el infierno ayudará también a infligirle su castigo."
    },
    {
      "id": "6221",
      "sura": "111",
      "aya": "5",
      "arabic_text": "فِي جِيدِهَا حَبۡلٞ مِّن مَّسَدِۭ",
      "translation": "5. tendrá (en el infierno) alrededor de su cuello una soga hecha con fibras de hojas de palmera.",
      "footnotes": ""
    }
  ]
}