{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 572,
      "verse_key": "72:1",
      "juz_number": 29,
      "hizb_number": 58,
      "rub_el_hizb_number": 229,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ أُوحِيَ إِلَيَّ أَنَّهُ ٱسۡتَمَعَ نَفَرٞ مِّنَ ٱلۡجِنِّ فَقَالُوٓاْ إِنَّا سَمِعۡنَا قُرۡءَانًا عَجَبٗا",
      "translation": "Katakanlah (hai Muhammad), \"Telah diwahyukan kepadaku bahwasanya sekumpulan jin telah mendengarkan (Al-Qur`ān), lalu mereka berkata, \"Sesungguhnya kami telah mendengarkan Al-Qur`ān yang menakjubkan,",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 572,
      "verse_key": "72:2",
      "juz_number": 29,
      "hizb_number": 58,
      "rub_el_hizb_number": 229,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَهۡدِيٓ إِلَى ٱلرُّشۡدِ فَـَٔامَنَّا بِهِۦۖ وَلَن نُّشۡرِكَ بِرَبِّنَآ أَحَدٗا",
      "translation": "(yang) memberi petunjuk kapada jalan yang benar, lalu kami beriman kepadanya.  Dan kami sekali-kali tidak akan mempersekutukan seorang pun dengan Tuhan kami,",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 572,
      "verse_key": "72:3",
      "juz_number": 29,
      "hizb_number": 58,
      "rub_el_hizb_number": 229,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنَّهُۥ تَعَٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَٰحِبَةٗ وَلَا وَلَدٗا",
      "translation": "dan bahwasanya Maha Tinggi kebesaran Tuhan kami, Dia tidak beristri dan tidak (pula) beranak.",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 572,
      "verse_key": "72:4",
      "juz_number": 29,
      "hizb_number": 58,
      "rub_el_hizb_number": 229,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطٗا",
      "translation": "Dan bahwasanya orang yang kurang akal dari kami selalu mengatakan (perkataan) yang melampaui batas terhadap Allah,1523",
      "footnotes": "1523.  Yang dimaksud dengan \"perkataan yang melampaui batas\" ialah mengatakan bahwa Allah Subḥānahu wa Ta‘ālā mempunyai istri dan anak.  Menurut lbnu  Kaṡīr, perkataan ini diucapkan sebelum jin itu masuk Islam."
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 572,
      "verse_key": "72:5",
      "juz_number": 29,
      "hizb_number": 58,
      "rub_el_hizb_number": 229,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَى ٱللَّهِ كَذِبٗا",
      "translation": "dan sesungguhnya kami mengira bahwa manusia dan jin sekali-kali tidak akan mengatakan perkataan yang dusta terhadap Allah.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 572,
      "verse_key": "72:6",
      "juz_number": 29,
      "hizb_number": 58,
      "rub_el_hizb_number": 229,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنَّهُۥ كَانَ رِجَالٞ مِّنَ ٱلۡإِنسِ يَعُوذُونَ بِرِجَالٖ مِّنَ ٱلۡجِنِّ فَزَادُوهُمۡ رَهَقٗا",
      "translation": "Dan bahwasanya ada beberapa orang laki-laki di antara manusia meminta perlindungan kepada beberapa laki-laki di antara jin, maka jin-jin itu menambah bagi mereka dosa dan kesalahan.1524",
      "footnotes": "1524.  Ada di antara orang-orang Arab bila mereka melintasi tempat yang sunyi, maka mereka minta perlindungan kepada jin yang mereka anggap berkuasa di tempat itu. "
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 572,
      "verse_key": "72:7",
      "juz_number": 29,
      "hizb_number": 58,
      "rub_el_hizb_number": 229,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنَّهُمۡ ظَنُّواْ كَمَا ظَنَنتُمۡ أَن لَّن يَبۡعَثَ ٱللَّهُ أَحَدٗا",
      "translation": "Dan sesungguhnya mereka (jin) menyangka sebagaimana persangkaan kamu (orang-orang kafir Mekah), bahwa Allah sekali-kali tidak akan membangkitkan seorang (rasul) pun,",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 572,
      "verse_key": "72:8",
      "juz_number": 29,
      "hizb_number": 58,
      "rub_el_hizb_number": 229,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنَّا لَمَسۡنَا ٱلسَّمَآءَ فَوَجَدۡنَٰهَا مُلِئَتۡ حَرَسٗا شَدِيدٗا وَشُهُبٗا",
      "translation": "dan sesungguhnya kami telah mencoba mengetahui (rahasia) langit, maka kami mendapatinya penuh dengan penjagaan yang kuat dan panah-panah api,",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 572,
      "verse_key": "72:9",
      "juz_number": 29,
      "hizb_number": 58,
      "rub_el_hizb_number": 229,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنَّا كُنَّا نَقۡعُدُ مِنۡهَا مَقَٰعِدَ لِلسَّمۡعِۖ فَمَن يَسۡتَمِعِ ٱلۡأٓنَ يَجِدۡ لَهُۥ شِهَابٗا رَّصَدٗا",
      "translation": "dan sesungguhnya kami dahulu dapat menduduki beberapa tempat di langit itu untuk mendengar-dengarkan (berita-beritanya).  Tetapi sekarang1525 barang siapa yang (mencoba) mendengar-dengarkan (seperti itu), tentu akan menjumpai panah api yang mengintai (untuk membakarnya).",
      "footnotes": "1525.  Yang dimaksud dengan \"sekarang\", ialah waktu sesudah Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam diutus menjadi rasul. "
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 572,
      "verse_key": "72:10",
      "juz_number": 29,
      "hizb_number": 58,
      "rub_el_hizb_number": 229,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنَّا لَا نَدۡرِيٓ أَشَرٌّ أُرِيدَ بِمَن فِي ٱلۡأَرۡضِ أَمۡ أَرَادَ بِهِمۡ رَبُّهُمۡ رَشَدٗا",
      "translation": "Dan sesungguhnya kami tidak mengetahui (dengan adanya penjagaan itu), apakah keburukan yang dikehendaki bagi orang yang di bumi ataukah Tuhan mereka menghendaki kebaikan bagi mereka.",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 572,
      "verse_key": "72:11",
      "juz_number": 29,
      "hizb_number": 58,
      "rub_el_hizb_number": 229,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنَّا مِنَّا ٱلصَّٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَۖ كُنَّا طَرَآئِقَ قِدَدٗا",
      "translation": "Dan sesungguhnya di antara kami ada orang-orang yang saleh dan di antara kami ada (pula) yang tidak demikian halnya.  Adalah kami menempuh jalan yang berbeda-beda.",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 572,
      "verse_key": "72:12",
      "juz_number": 29,
      "hizb_number": 58,
      "rub_el_hizb_number": 229,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنَّا ظَنَنَّآ أَن لَّن نُّعۡجِزَ ٱللَّهَ فِي ٱلۡأَرۡضِ وَلَن نُّعۡجِزَهُۥ هَرَبٗا",
      "translation": "Dan sesungguhnya kami mengetahui bahwa kami sekali-kali tidak akan dapat melepaskan diri (dari kekuasaan) Allah di muka bumi dan sekali-kali tidak (pula) dapat melepaskan diri (dari)-Nya dengan lari.",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 572,
      "verse_key": "72:13",
      "juz_number": 29,
      "hizb_number": 58,
      "rub_el_hizb_number": 229,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنَّا لَمَّا سَمِعۡنَا ٱلۡهُدَىٰٓ ءَامَنَّا بِهِۦۖ فَمَن يُؤۡمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخۡسٗا وَلَا رَهَقٗا",
      "translation": "Dan sesungguhnya kami tatkala mendengar petunjuk (Al-Qur`ān), kami beriman kepadanya. Barang siapa beriman kepada Tuhan-nya, maka ia tidak takut akan pengurangan pahala dan tidak (takut pula) akan penambahan dosa dan kesalahan.",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 573,
      "verse_key": "72:14",
      "juz_number": 29,
      "hizb_number": 58,
      "rub_el_hizb_number": 229,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنَّا مِنَّا ٱلۡمُسۡلِمُونَ وَمِنَّا ٱلۡقَٰسِطُونَۖ فَمَنۡ أَسۡلَمَ فَأُوْلَٰٓئِكَ تَحَرَّوۡاْ رَشَدٗا",
      "translation": "Dan sesungguhnya di antara kami ada orang-orang yang taat dan ada (pula) orang-orang yang menyimpang dari kebenaran.  Barang siapa yang yang taat, maka mereka itu benar-benar telah memilih jalan yang lurus.",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 573,
      "verse_key": "72:15",
      "juz_number": 29,
      "hizb_number": 58,
      "rub_el_hizb_number": 229,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَمَّا ٱلۡقَٰسِطُونَ فَكَانُواْ لِجَهَنَّمَ حَطَبٗا",
      "translation": "Adapun orang-orang yang menyimpang dari kebenaran, maka mereka menjadi kayu api bagi neraka Jahanam\".",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 573,
      "verse_key": "72:16",
      "juz_number": 29,
      "hizb_number": 58,
      "rub_el_hizb_number": 229,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَلَّوِ ٱسۡتَقَٰمُواْ عَلَى ٱلطَّرِيقَةِ لَأَسۡقَيۡنَٰهُم مَّآءً غَدَقٗا",
      "translation": "Dan bahwasanya, jikalau mereka tetap berjalan lurus di atas jalan itu (agama Islam), benar-benar Kami akan memberi minum kepada mereka air yang segar (rezeki yang banyak).",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 573,
      "verse_key": "72:17",
      "juz_number": 29,
      "hizb_number": 58,
      "rub_el_hizb_number": 229,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِّنَفۡتِنَهُمۡ فِيهِۚ وَمَن يُعۡرِضۡ عَن ذِكۡرِ رَبِّهِۦ يَسۡلُكۡهُ عَذَابٗا صَعَدٗا",
      "translation": "Untuk Kami beri cobaan kepada mereka padanya.  Dan barang siapa yang berpaling dari peringatan Tuhan-nya, niscaya akan dimasukkan-Nya ke dalam azab yang amat berat.",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 573,
      "verse_key": "72:18",
      "juz_number": 29,
      "hizb_number": 58,
      "rub_el_hizb_number": 229,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنَّ ٱلۡمَسَٰجِدَ لِلَّهِ فَلَا تَدۡعُواْ مَعَ ٱللَّهِ أَحَدٗا",
      "translation": "Dan sesungguhnya masjid-masjid itu adalah kepunyaan Allah.  Maka janganlah kamu menyembah seseorang pun di dalamnya di samping (menyembah) Allah.",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 573,
      "verse_key": "72:19",
      "juz_number": 29,
      "hizb_number": 58,
      "rub_el_hizb_number": 229,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنَّهُۥ لَمَّا قَامَ عَبۡدُ ٱللَّهِ يَدۡعُوهُ كَادُواْ يَكُونُونَ عَلَيۡهِ لِبَدٗا",
      "translation": "Dan bahwasanya tatkala hamba Allah (Muhammad) berdiri menyembah-Nya (mengerjakan ibadah), hampir saja jin-jin itu berdesakan mengerumuninya.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 573,
      "verse_key": "72:20",
      "juz_number": 29,
      "hizb_number": 58,
      "rub_el_hizb_number": 229,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنَّمَآ أَدۡعُواْ رَبِّي وَلَآ أُشۡرِكُ بِهِۦٓ أَحَدٗا",
      "translation": "Katakanlah, \"Sesungguhnya aku hanya menyembah Tuhan-ku dan aku tidak mempersekutukan sesuatupun dengan-Nya\".",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 573,
      "verse_key": "72:21",
      "juz_number": 29,
      "hizb_number": 58,
      "rub_el_hizb_number": 229,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنِّي لَآ أَمۡلِكُ لَكُمۡ ضَرّٗا وَلَا رَشَدٗا",
      "translation": "Katakanlah, \"Sesungguhnya aku tidak kuasa mendatangkan sesuatu kemudaratan pun kepadamu dan tidak (pula) suatu kemanfaatan\".",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 573,
      "verse_key": "72:22",
      "juz_number": 29,
      "hizb_number": 58,
      "rub_el_hizb_number": 229,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنِّي لَن يُجِيرَنِي مِنَ ٱللَّهِ أَحَدٞ وَلَنۡ أَجِدَ مِن دُونِهِۦ مُلۡتَحَدًا",
      "translation": "Katakanlah, \"Sesungguhnya aku sekali-kali tiada seorang pun yang dapat melindungiku dari (azab) Allah dan sekali-kali tiada akan memperoleh tempat berlindung selain dari-Nya.",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 573,
      "verse_key": "72:23",
      "juz_number": 29,
      "hizb_number": 58,
      "rub_el_hizb_number": 229,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَّا بَلَٰغٗا مِّنَ ٱللَّهِ وَرِسَٰلَٰتِهِۦۚ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا",
      "translation": "Akan tetapi, (aku hanya) menyampaikan (peringatan) dari Allah dan risalah-Nya.  Dan barang siapa yang mendurhakai Allah dan rasul-Nya, maka sesungguhnya baginyalah neraka Jahanam, mereka kekal di dalamnya selama-lamanya.",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 573,
      "verse_key": "72:24",
      "juz_number": 29,
      "hizb_number": 58,
      "rub_el_hizb_number": 229,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ فَسَيَعۡلَمُونَ مَنۡ أَضۡعَفُ نَاصِرٗا وَأَقَلُّ عَدَدٗا",
      "translation": "Sehingga apabila mereka melihat azab yang diancamkan kepada mereka, maka mereka akan mengetahui siapakah yang lebih lemah penolongnya dan lebih sedikit bilangannya\".",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 573,
      "verse_key": "72:25",
      "juz_number": 29,
      "hizb_number": 58,
      "rub_el_hizb_number": 229,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنۡ أَدۡرِيٓ أَقَرِيبٞ مَّا تُوعَدُونَ أَمۡ يَجۡعَلُ لَهُۥ رَبِّيٓ أَمَدًا",
      "translation": "Katakanlah, \"Aku tidak mengetahui, apakah azab yang diancamkan kepadamu itu dekat ataukah Tuhan-ku menjadikan bagi (kedatangan) azab itu masa yang panjang?",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 573,
      "verse_key": "72:26",
      "juz_number": 29,
      "hizb_number": 58,
      "rub_el_hizb_number": 229,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "عَٰلِمُ ٱلۡغَيۡبِ فَلَا يُظۡهِرُ عَلَىٰ غَيۡبِهِۦٓ أَحَدًا",
      "translation": "(Dia adalah Tuhan) Yang Mengetahui yang gaib, maka Dia tidak memperlihatkan kepada seorang pun tentang yang gaib itu.",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 573,
      "verse_key": "72:27",
      "juz_number": 29,
      "hizb_number": 58,
      "rub_el_hizb_number": 229,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَّا مَنِ ٱرۡتَضَىٰ مِن رَّسُولٖ فَإِنَّهُۥ يَسۡلُكُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ رَصَدٗا",
      "translation": "Kecuali kepada rasul yang diridai-Nya, maka sesungguhnya Dia mengadakan penjaga-penjaga (malaikat) di muka dan di belakangnya.",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 573,
      "verse_key": "72:28",
      "juz_number": 29,
      "hizb_number": 58,
      "rub_el_hizb_number": 229,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِّيَعۡلَمَ أَن قَدۡ أَبۡلَغُواْ رِسَٰلَٰتِ رَبِّهِمۡ وَأَحَاطَ بِمَا لَدَيۡهِمۡ وَأَحۡصَىٰ كُلَّ شَيۡءٍ عَدَدَۢا",
      "translation": "Supaya Dia mengetahui, bahwa sesungguhnya rasul-rasul itu telah menyampaikan risalah-risalah Tuhan-nya, sedang (sebenarnya) ilmu-Nya meliputi apa yang ada pada mereka, dan Dia menghitung segala sesuatu satu persatu.",
      "footnotes": ""
    }
  ]
}