{
  "id": 196,
  "verse_number": 196,
  "page_number": 30,
  "verse_key": "2:196",
  "juz_number": 2,
  "hizb_number": 3,
  "rub_el_hizb_number": 12,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
  "translation": "Et accomplissez pour Allah le pèlerinage (Al Hajj) et l’Umra. Si vous en êtes empêchés, alors faites un sacrifice qui vous soit facile. Et ne rasez pas vos têtes avant que l’offrande [l’animal à sacrifier] n’ait atteint son lieu d’immolation. Si l’un d’entre vous est malade ou souffre d’une affection de la tête (et doit se raser), qu’il se rachète alors par un jeûne (Siyām) ou par une aumône (Ṣadaqah) ou par un sacrifice (Nusuk). Et quand vous vous retrouverez en sécurité, alors quiconque a joui d’une vie normale après avoir fait l’Umra en attendant le pèlerinage, doit faire un sacrifice qui lui soit facile. S’il n’a pas les moyens, qu’il jeûne trois jours pendant le pèlerinage et sept jours une fois rentré chez lui, soit en tout dix jours. Cela est prescrit pour celui dont la famille n’habite pas auprès de la Mosquée Sacrée. Et craignez Allah! Et sachez qu’Allah est dur en punition.",
  "footnotes": "[81] Pour revenir à la vie normale et pour se désacraliser, on se rase la tête ou on se raccourcit les cheveux. Il y a deux sortes de pèlerinage: Ḥajj et ˒Umra, l’Umra est un acte individuel et peut avoir lieu au gré de chacun, à n’importe quel moment. Le Ḥajj a lieu du 8 au 12 du mois de Zul-Ḥijja (12e de l’année) qui change de saison à cause du calendrier lunaire. Pour l’Umra on se rend devant la Ka˒aba, on en fait 7 fois le tour puis on effectue 7 fois également le trajet entre les monts aṣ-Ṣafā et al-Marwa; enfin les hommes se rasent entièrement la tête ou se contentent de se raccourcir les cheveux (les femmes en coupent une petite mèche). Pour le Ḥajj, on passe la nuit du 8 à Minā, toute la journée du 9 à ˒Arafāt et la nuit à Muzdalifa, et du 10 au 11 ou au 12 (voir v. 203) de nouveau à Minā. Là on sacrifie au moins un mouton. Si on accomplit les deux rites (Al-Ḥajj et Al-˒Umra) réunis on se rase la tête, et, tous les jours, symboliquement, on lapide Satan - sur les stèles construites à cet effet - et pendant ce séjour prolongé à Minā, on se rend de nouveau à la Mecque pour accomplir le reste des obligations, puis on rentre à Minā. Pendant le temps de sacralisation, les hommes - et non les femmes - portent des habits spéciaux: un pagne et une houppelande tout en ayant la tête découverte. Cependant, hommes et femmes ne doivent ni se raser ni se couper les ongles ni avoir des rapports sexuels. Lorsque vous retrouverez la paix: une fois débarrassés de l’ennemi qui vous a empêchés d’accéder à la Mecque."
}