{
  "id": 5,
  "verse_number": 5,
  "page_number": 332,
  "verse_key": "22:5",
  "juz_number": 17,
  "hizb_number": 34,
  "rub_el_hizb_number": 133,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ",
  "translation": "மக்களே! நீங்கள் (மறுமையில்) எழுப்பப்படுவதில் சந்தேகத்தில் இருந்தால், (நாம் கூறும் இதை சிந்தித்துப் பாருங்கள்!) நிச்சயமாக நாம் உங்களை மண்ணிலிருந்து படைத்தோம். பின்னர், இந்திரியத்திலிருந்தும் பின்னர், இரத்தக் கட்டியிலிருந்தும் பின்னர், முழுமையான உருவம் கொடுக்கப்பட்ட, முழுமையான உருவம் கொடுக்கப்படாத சதை துண்டிலிருந்தும் (உங்களை படைத்து உருவாக்கினோம்). (இதை நாம் கூறுவது) ஏனெனில், (நமது ஆற்றலை) உங்களுக்கு விவரிப்பதற்காக ஆகும். (முழு குழந்தையாக பிறக்கவேண்டும் என்று) நாம் நாடியதை கர்ப்பப் பைகளில் குறிப்பிட்ட (முழு) தவணை வரை தங்க வைக்கிறோம். பிறகு, உங்களை குழந்தைகளாக வெளியாக்குகிறோம். பிறகு, நீங்கள் உங்களது (முழு அறிவையும்) வலிமையை(யும்) அடைவதற்காக (உங்களை உயிர் வாழவைக்கிறோம்). இன்னும், (வாலிபத்தை அடைவதற்கு முன்னரே) உயிர் கைப்பற்றப்படுகின்றவரும் உங்களில் உண்டு. இன்னும், தள்ளாத வயது வரை (வாழ்வு அளிக்கப்பட்டு, பின்னர் குழந்தையாக இருந்ததைப் போன்ற பலவீனமான நிலைக்கு) திருப்பப்படுகின்றவரும் உங்களில் உண்டு, இறுதியாக, (வயோதிகத்தில் மனிதன், தான் பலவற்றை) அறிந்திருந்ததற்குப் பின்னர் எதையும் அறியாதவனாக ஆகிவிடுகிறான். இன்னும், பூமி அழிந்து போய்விட்டதாக (-காய்ந்து போனதாக) பார்க்கிறீர். ஆக, அதன்மீது நாம் மழைநீரை இறக்கினால் அது (உயிர்ப் பெற்று தாவரங்களால்) அசைகிறது. இன்னும், (அதிக மழையினால் புற்பூண்டுகளும் விளைச்சல்களும்) உயர்ந்து வளர்கிறது. இன்னும், எல்லா விதமான அழகிய தாவரங்களை அது முளைக்க வைக்கிறது.",
  "footnotes": ""
}