{
  "result": [
    {
      "id": "4326",
      "sura": "43",
      "aya": "1",
      "arabic_text": "حمٓ",
      "translation": "1਼ ਹਾ, ਮੀਮ।",
      "footnotes": ""
    },
    {
      "id": "4327",
      "sura": "43",
      "aya": "2",
      "arabic_text": "وَٱلۡكِتَٰبِ ٱلۡمُبِينِ",
      "translation": "2਼ ਰੌਸ਼ਨ ਕਿਤਾਬ ਦੀ ਸੁੰਹ।",
      "footnotes": ""
    },
    {
      "id": "4328",
      "sura": "43",
      "aya": "3",
      "arabic_text": "إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ",
      "translation": "3਼ ਬੇਸ਼ੱਕ ਅਸੀਂ ਇਸ ਕਿਤਾਬ ਨੂੰ ਅਰਬੀ (ਭਾਸ਼ਾ) ਦਾ .ਕੁਰਆਨ ਬਣਾਇਆ ਹੈ ਤਾਂ ਜੋ ਤੁਸੀਂ ਸਮਝ ਸਕੋ।",
      "footnotes": ""
    },
    {
      "id": "4329",
      "sura": "43",
      "aya": "4",
      "arabic_text": "وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ",
      "translation": "4਼ ਬੇਸ਼ੱਕ ਇਹ .ਕੁਰਆਨ ਸਾਡੇ ਕੋਲ ਮੂਲ ਕਿਤਾਬ (ਲੌਹੇ-ਮਹਫ਼ੂਜ਼) ਵਿਚ ਲਿਖਿਆ ਹੋਇਆ ਹੈ। ਜੋ ਕਿ ਸਰਵਉੱਚ ਸ਼ਾਨ ਵਾਲੀ ਤੇ ਯੁਕਤੀਆਂ ਨਾਲ ਭਰਪੂਰ ਕਿਤਾਬ ਹੈ।",
      "footnotes": ""
    },
    {
      "id": "4330",
      "sura": "43",
      "aya": "5",
      "arabic_text": "أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ",
      "translation": "5਼ (ਹੇ ਲੋਕੋ!) ਕੀ ਭਲਾਂ ਅਸੀਂ ਤੁਹਾਥੋਂ ਇਸ ਲਈ ਨਸੀਹਤ ਕਰਨ ਤੋਂ ਮੂੰਹ ਮੋੜ ਲਈਏ ਕਿ ਤੁਸੀਂ (ਅੱਲਾਹ ਦੀਆਂ ਨਿਯਤ ਕੀਤੀਆਂ ਹੋਈਆਂ) ਹੱਦਾਂ ਦੀ ਉਲੰਘਣਾ ਕਰਨ ਵਾਲੇ ਲੋਕ ਹੋ? 1",
      "footnotes": "1 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਬਕਰਹ, ਹਾਸ਼ੀਆ ਆਇਤ 165/2"
    },
    {
      "id": "4331",
      "sura": "43",
      "aya": "6",
      "arabic_text": "وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ",
      "translation": "6਼ (ਨਹੀਂ ਇੰਜ ਨਹੀਂ) ਅਸਾਂ ਪਹਿਲਾਂ ਬੀਤ ਚੁੱਕੇ ਲੋਕਾਂ ਵਿਚ ਕਿੰਨੇ ਹੀ ਨਬੀ ਭੇਜੇ।",
      "footnotes": ""
    },
    {
      "id": "4332",
      "sura": "43",
      "aya": "7",
      "arabic_text": "وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "7਼ ਅਤੇ ਉਹਨਾਂ ਕੋਲ ਜਿਹੜਾ ਵੀ ਨਬੀ ਆਉਂਦਾ ਸੀ ਉਹ ਉਸ ਦਾ ਮਖੌਲ ਉਡਾਇਆ ਕਰਦੇ ਸਨ।",
      "footnotes": ""
    },
    {
      "id": "4333",
      "sura": "43",
      "aya": "8",
      "arabic_text": "فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ",
      "translation": "8਼ ਫੇਰ ਅਸੀਂ ਇਹਨਾਂ (ਮੱਕੇ ਵਾਲਿਆਂ) ਨਾਲੋਂ ਕਈ ਗੁਣਾ ਵਧੇਰੇ ਜ਼ੋਰਾਵਰ ਲੋਕਾਂ ਨੂੰ ਬਰਬਾਦ ਕਰ ਦਿੱਤਾ। ਪਿਛਲੀਆਂ ਕੌਮਾਂ ਦੀਆਂ ਉਦਾਹਰਣਾਂ ਬੀਤ ਚੁੱਕੀਆਂ ਹਨ।",
      "footnotes": ""
    },
    {
      "id": "4334",
      "sura": "43",
      "aya": "9",
      "arabic_text": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ",
      "translation": "9਼ (ਹੇ ਨਬੀ!) ਜੇ ਤੁਸੀਂ ਇਹਨਾਂ ਤੋਂ ਪੁੱਛੋਂਗੇ ਕਿ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਨੂੰ ਕਿਸ ਨੇ ਸਾਜਿਆ ਹੈ ? ਤਾਂ ਉਹ ਇਹੋ ਆਖਣਗੇ ਕਿ ਇਹਨਾਂ ਨੂੰ ਇਕ ਵੱਡੀ ਜ਼ੋਰਾਵਰ ਤੇ ਜਾਣਨਹਾਰ ਹਸਤੀ ਨੇ ਸਾਜਿਆ ਹੈ।",
      "footnotes": ""
    },
    {
      "id": "4335",
      "sura": "43",
      "aya": "10",
      "arabic_text": "ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ",
      "translation": "10਼ ਉਹ (ਅੱਲਾਹ) ਹੈ ਜਿਸ ਨੇ ਧਰਤੀ ਨੂੰ ਤੁਹਾਡੇ ਲਈ ਪੰਘੂੜਾ ਬਣਾਇਆ ਅਤੇ ਇਸੇ ਵਿਚ ਤੁਹਾਡੇ ਲਈ ਰਸਤੇ ਬਣਾ ਦਿੱਤੇ ਤਾਂ ਜੋ ਤੁਸੀਂ ਆਪਣੀ ਮੰਜ਼ਿਲ ਦੀ ਰਾਹ ਪਾ ਸਕੋ।",
      "footnotes": ""
    },
    {
      "id": "4336",
      "sura": "43",
      "aya": "11",
      "arabic_text": "وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ",
      "translation": "11਼ ਉਹ (ਅੱਲਾਹ) ਜਿਸ ਨੇ ਇਕ ਖ਼ਾਸ ਮਾਤਰਾ ਵਿਚ ਅਕਾਸ਼ੋਂ ਪਾਣੀ ਉਤਾਰਿਆ, ਫੇਰ ਅਸੀਂ ਉਸੇ (ਪਾਣੀ) ਦੁਆਰਾ ਮੁਰਦਾ ਸ਼ਹਿਰ (ਬੰਜਰ ਧਰਤੀ) ਨੂੰ ਜਿਊਂਦਾ (ਉਪਜਾਊ) ਕਰ ਦਿੱਤਾ, ਇਸੇ ਤਰ੍ਹਾਂ ਤੁਸੀਂ ਵੀ (ਕਬਰਾਂ ਵਿੱਚੋਂ ਕਿਆਮਤ ਦਿਹਾੜੇ) ਕੱਢੇ ਜਾਵੋਂਗੇ।",
      "footnotes": ""
    },
    {
      "id": "4337",
      "sura": "43",
      "aya": "12",
      "arabic_text": "وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ",
      "translation": "12਼ ਉਹ ਜਿਸ ਨੇ ਸਾਰਿਆਂ ਦੇ ਜੋੜੇ ਪੈਦਾ ਕੀਤੇ ਅਤੇ ਤੁਹਾਡੇ ਲਈ ਬੇੜੀਆਂ ਅਤੇ ਚਾਰ ਪੈਰਾਂ ਵਾਲੇ ਜਾਨਵਰ ਬਣਾਏ, ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਤੁਸੀਂ ਸਵਾਰ ਹੁੰਦੇ ਹੋ।",
      "footnotes": ""
    },
    {
      "id": "4338",
      "sura": "43",
      "aya": "13",
      "arabic_text": "لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ",
      "translation": "13਼ ਤਾਂ ਜੋ ਤੁਸੀਂ ਉਹਨਾਂ (ਪਸ਼ੂਆਂ) ਦੀ ਪਿੱਠ ਉੱਤੇ ਚੱੜ੍ਹ ਕੇ ਬੈਠੋ। ਜਦੋਂ ਤੁਸੀਂ ਚੰਗੀ ਤਰ੍ਹਾਂ ਬੈਠ ਜਾਓ ਤਾਂ ਆਪਣੇ ਰੱਬ ਦੀ ਨਿਅਮਤ ਨੂੰ ਯਾਦ ਕਰੋ ਅਤੇ ਆਖੋ ਕਿ ਅੱਲਾਹ (ਹਰ ਐਬ ਤੋਂ) ਪਾਕ ਹੈ, ਜਿਸ ਨੇ ਇਸ (ਸਵਾਰੀ) ਨੂੰ ਸਾਡੇ ਵਸ ਵਿਚ ਕਰ ਛੱਡਿਆ ਹੈ, ਜਦ ਕਿ ਅਸੀਂ ਇਸ ਨੂੰ ਕਾਬੂ ਕਰ ਲੈਣ ਦੀ ਸਮਰਥਾ ਨਹੀਂ ਸੀ ਰੱਖਦੇ।",
      "footnotes": ""
    },
    {
      "id": "4339",
      "sura": "43",
      "aya": "14",
      "arabic_text": "وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ",
      "translation": "14਼ ਅਸੀਂ ਜ਼ਰੂਰ ਹੀ ਆਪਣੇ ਰੱਬ ਵੱਲ ਪਰਤਨ ਵਾਲੇ ਹਾਂ।",
      "footnotes": ""
    },
    {
      "id": "4340",
      "sura": "43",
      "aya": "15",
      "arabic_text": "وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ",
      "translation": "15਼ ਅਤੇ ਇਹਨਾਂ ਲੋਕਾਂ ਨੇ ਅੱਲਾਹ ਦੇ ਹੀ ਕੁੱਝ ਬੰਦਿਆਂ ਨੂੰ ਉਸ ਦਾ ਅੰਸ਼ (ਸੰਤਾਨ) ਥਾਪ ਦਿੱਤਾ। ਬੇਸ਼ੱਕ ਮਨੁੱਖ ਸਪਸ਼ਟ ਰੂਪ ਵਿਚ (ਰੱਬ ਦਾ) ਨਾ-ਸ਼ੁਕਰਾ ਹੈ।",
      "footnotes": ""
    },
    {
      "id": "4341",
      "sura": "43",
      "aya": "16",
      "arabic_text": "أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ",
      "translation": "16਼ ਕੀ ਉਸ (ਅੱਲਾਹ) ਨੇ ਉਸ ਵਿੱਚੋਂ, ਜੋ ਉਹ ਪੈਦਾ ਕਰਦਾ ਹੈ, (ਆਪਣੇ ਲਈ ਤਾਂ) ਧੀਆਂ ਦੀ ’ਚੋਂਣ ਕਰ ਲਈ ਅਤੇ ਤੁਹਾਨੂੰ ਪੁੱਤਰਾਂ ਨਾਲ ਨਿਵਾਜ਼ ਦਿੱਤਾ ?",
      "footnotes": ""
    },
    {
      "id": "4342",
      "sura": "43",
      "aya": "17",
      "arabic_text": "وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ",
      "translation": "17਼ ਜਦੋਂ ਉਹਨਾਂ ਵਿੱਚੋਂ ਕਿਸੇ ਨੂੰ ਉਸ (ਧੀ ਪੈਦਾ ਹੋਣ) ਦੀ ਖ਼ੁਸ਼ਖ਼ਬਰੀ ਸੁਣਾਈ ਜਾਂਦੀ ਹੈ, ਜਿਸ ਦਾ ਸੰਬੰਧ ਇਹ ਲੋਕ ਰਹਿਮਾਨ (ਭਾਵ ਅੱਲਾਹ) ਨਾਲ ਜੋੜਦੇ ਹਨ, ਤਾਂ ਉਸ ਦੇ ਚਿਹਰੇ ਉੱਤੇ ਕਾਲਸ ਛਾ ਜਾਂਦੀ ਹੈ ਅਤੇ ਉਹ ਸੋਗ ਨਾਲ ਭਰ ਜਾਂਦਾ ਹੈ।",
      "footnotes": ""
    },
    {
      "id": "4343",
      "sura": "43",
      "aya": "18",
      "arabic_text": "أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ",
      "translation": "18਼ ਕੀ ਉਹ (ਇਸਤਰੀ) ਜਿਹੜੀ ਗਿਹਨਿਆਂ ਵਿਚ ਪਾਲੀ ਪੋਸੀ ਜਾਂਦੀ ਹੈ ਅਤੇ ਵਾਦ-ਵਿਵਾਦ ਸਮੇਂ ਆਪਣੀ ਗੱਲ ਵੀ ਸਪਸ਼ਟ ਨਈਂ ਕਰ ਸਕਦੀ, ਅੱਲਾਹ ਦੀ ਧੀ ਹੋ ਸਕਦੀ ਹੈ?",
      "footnotes": ""
    },
    {
      "id": "4344",
      "sura": "43",
      "aya": "19",
      "arabic_text": "وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ",
      "translation": "19਼ ਉਹਨਾਂ ਨੇ ਫਰਿਸ਼ਤਿਆਂ ਨੂੰ, ਜਿਹੜੇ ਕਿ ਰਹਿਮਾਨ ਦੇ ਬੰਦੇ ਹਨ, ਰਹਿਮਾਨ (ਅੱਲਾਹ) ਦੀਆਂ ਧੀਆਂ ਮੰਨ ਲਿਆ। ਕੀ ਉਹ (ਫਰਿਸ਼ਤਿਆਂ) ਦੇ ਜਨਮ ਸਮੇਂ ਹਾਜ਼ਰ ਸਨ? ਇਹਨਾਂ ਦੀ ਗਵਾਹੀ ਜ਼ਰੂਰ ਲਿਖੀ ਜਾਵੇਗੀ ਅਤੇ ਇਹਨਾਂ ਤੋਂ ਇਸ (ਗੱਲ) ਦੀ ਪੁੱਛ-ਗਿੱਛ ਵੀ ਕੀਤੀ ਜਾਵੇਗੀ।",
      "footnotes": ""
    },
    {
      "id": "4345",
      "sura": "43",
      "aya": "20",
      "arabic_text": "وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ",
      "translation": "20਼ ਉਹ (ਮੁਸ਼ਰਿਕ) ਆਖਦੇ ਹਨ ਕਿ ਜੇ ਅੱਲਾਹ ਚਾਹੁੰਦਾ ਤਾਂ ਅਸੀਂ ਇਹਨਾਂ ਝੂਠੇ ਇਸ਼ਟਾਂ ਦੀ ਇਬਾਦਤ ਕਦੇ ਵੀ ਨਾ ਕਰਦੇ। ਇਹ ਲੋਕ ਕੁੱਝ ਵੀ ਗਿਆਨ ਨਹੀਂ ਰੱਖਦੇ, ਨਿਰੇ ਤੀਰ-ਤੁੱਕੇ ਚਲਾ ਰਹੇ ਹਨ।",
      "footnotes": ""
    },
    {
      "id": "4346",
      "sura": "43",
      "aya": "21",
      "arabic_text": "أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ",
      "translation": "21਼ ਜਾਂ ਅਸੀਂ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਇਹਨਾਂ ਨੂੰ ਕੋਈ ਕਿਤਾਬ ਦਿੱਤੀ ਹੋਈ ਹੈ ਜਿਸ ਨੂੰ ਇਹ ਲੋਕ ਮਜ਼ਬੂਤੀ ਨਾਲ ਫੜੀ ਫਿਰਦੇ ਹਨ ?",
      "footnotes": ""
    },
    {
      "id": "4347",
      "sura": "43",
      "aya": "22",
      "arabic_text": "بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ",
      "translation": "22਼ ਨਹੀਂ, ਸਗੋਂ ਇਹ ਲੋਕ ਆਖਦੇ ਹਨ ਕਿ ਬੇਸ਼ੱਕ ਅਸੀਂ ਤਾਂ ਆਪਣੇ ਪਿਓ ਦਾਦਿਆਂ ਨੂੰ ਇਕ ਰਾਹ ਉੱਤੇ ਹੀ ਵੇਖਿਆ ਹੈ ਅਤੇ ਅਸੀਂ ਤਾਂ ਉਹਨਾਂ ਦੀ ਪੈਰਵੀ ਕਰਨ ਵਾਲੇ ਹਾਂ।",
      "footnotes": ""
    },
    {
      "id": "4348",
      "sura": "43",
      "aya": "23",
      "arabic_text": "وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ",
      "translation": "23਼ (ਹੇ ਨਬੀ!) ਇਸ ਤਰ੍ਹਾਂ ਤਹਾਥੋਂ ਪਹਿਲਾਂ ਅਸੀਂ ਜਿਸ ਬਸਤੀ ਵਿਚ ਵੀ ਕੋਈ ਡਰਾਉਣ ਵਾਲਾ (ਪੈਗ਼ੰਬਰ) ਭੇਜਿਆ ਤਾਂ ਉੱਥੇ ਦੇ ਖ਼ੁਸ਼ਹਾਲ ਲੋਕਾਂ ਨੇ ਇਹੋ ਆਖਿਆ ਕਿ ਅਸੀਂ ਆਪਣੇ ਪਿਓ ਦਾਦਿਆਂ ਨੂੰ ਇਸੇ ਇਕ ਰਾਹ ਉੱਤੇ ਹੀ ਵੇਖਿਆ ਹੈ ਤੇ ਅਸੀਂ ਉਹਨਾਂ ਦੀ ਹੀ ਪੈਰਵੀ ਕਰਾਂਗੇ।",
      "footnotes": ""
    },
    {
      "id": "4349",
      "sura": "43",
      "aya": "24",
      "arabic_text": "۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ",
      "translation": "24਼ ਹਰੇਕ ਨਬੀ ਨੇ (ਆਪਣੀ ਬਸਤੀ ਵਾਲਿਆਂ ਨੂੰ) ਇਹੋ ਪੁੱਛਿਆ, (ਕਿ ਫੇਰ ਵੀ ਇਨਕਾਰ ਕਰੋਗੇ) ਭਾਵੇਂ ਮੈਂ ਤੁਹਾਨੂੰ ਉਸ ਨਾਲੋਂ ਵਧੇਰੇ ਸਿੱਧਾ ਰਾਹ ਦਰਸਾ ਦਿਆਂ, ਜਿਸ ਉੱਤੇ ਤੁਸੀਂ ਆਪਣੇ ਪਿਓ ਦਾਪਦਆਂ (ਬਜ਼ੁਰਗਾਂ) ਨੂੰ ਵੇਖਿਆ ਹੈ ? ਜਵਾਬ ਵਿਚ ਉਹਨਾਂ ਸਭ ਨੇ (ਪੈਗ਼ੰਬਰਾਂ ਨੂੰ) ਇਹੋ ਆਖਿਆ ਕਿ ਤੁਹਾਨੂੰ ਜਿਹੜਾ ਧਰਮ ਦੇ ਕੇ ਭੇਜਿਆ ਹੈ, ਅਸੀਂ ਉਸ ਦਾ ਇਨਕਾਰ ਕਰਦੇ ਹਾਂ।",
      "footnotes": ""
    },
    {
      "id": "4350",
      "sura": "43",
      "aya": "25",
      "arabic_text": "فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ",
      "translation": "25਼ ਸੋ ਅਸਾਂ ਉਹਨਾਂ (ਇਨਕਾਰੀਆਂ) ਤੋਂ ਬਦਲਾ ਲਿਆ। ਰਤਾ ਵੇਖੋ ਤਾਂ ਸਹੀ ਕਿ ਝੁਠਲਾਉਣ ਵਾਲਿਆਂ ਦਾ ਅੰਤ ਕਿਹੋ ਜਿਹਾ ਹੋਇਆ।",
      "footnotes": ""
    },
    {
      "id": "4351",
      "sura": "43",
      "aya": "26",
      "arabic_text": "وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ",
      "translation": "26਼ (ਹੇ ਨਬੀ! ਉਹ ਵੇਲਾ ਵੀ ਯਾਦ ਕਰੋ) ਜਦੋਂ ਇਬਰਾਹੀਮ ਨੇ ਆਪਣੇ ਪਿਓ ਤੇ ਆਪਣੀ ਕੌਮ ਨੂੰ ਆਖਿਆ ਸੀ ਕਿ ਬੇਸ਼ੱਕ ਮੇਰਾ ਇਹਨਾਂ ਬੁਤਾਂ ਨਾਲ ਕੋਈ ਸੰਬੰਧ ਨਹੀਂ ਜਿਨ੍ਹਾਂ ਦੀ ਪੂਜਾ ਤੁਸੀਂ ਕਰਦੇ ਹੋ।",
      "footnotes": ""
    },
    {
      "id": "4352",
      "sura": "43",
      "aya": "27",
      "arabic_text": "إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ",
      "translation": "27਼ ਛੁੱਟ ਉਸ ਤੋਂ ਜਿਸ (ਅੱਲਾਹ) ਨੇ ਮੈਨੂੰ ਪੈਦਾ ਕੀਤਾ ਹੈ ਅਤੇ ਉਹ ਛੇਤੀ ਹੀ ਮੇਰੀ ਅਗਵਾਈ ਕਰੇਗਾ।",
      "footnotes": ""
    },
    {
      "id": "4353",
      "sura": "43",
      "aya": "28",
      "arabic_text": "وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "28਼ ਅਤੇ ਇਬਰਾਹੀਮ ਆਪਣੀ ਔਲਾਦ ਲਈ ਇਸੇ (ਤੌਹੀਦ ਦੇ ਕਲਮੇ ਨੂੰ) ਸਦਾ ਬਾਕੀ ਰਹਿਣ ਵਾਲਾ ਕਲਮਾ ਬਣਾ ਗਿਆ ਤਾਂ ਜੋ ਉਹ (ਅੱਲਾਹ ਵੱਲ) ਪਰਤ ਆਉਣ।",
      "footnotes": ""
    },
    {
      "id": "4354",
      "sura": "43",
      "aya": "29",
      "arabic_text": "بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ",
      "translation": "29਼ ਸਗੋਂ ਮੈਂ ਉਹਨਾਂ ਨੂੰ ਅਤੇ ਉਹਨਾਂ ਦੇ ਪਿਓ ਦਾਦਿਆਂ ਨੂੰ (ਜੀਵਨ ਸਮੱਗਰੀ ਦੇ ਕੇ) ਲਾਭ ਪਹੁੰਚਾਇਆ, ਇੱਥੋਂ ਤਕ ਕਿ ਉਹਨਾਂ ਕੋਲ ਹੱਕ (ਭਾਵ ਸੱਚਾ ਧਰਮ) ਤੇ ਸਪਸ਼ਟ ਰੂਪ ਵਿਚ (ਅੱਲਾਹ ਦੇ ਹੁਕਮਾਂ ਨੂੰ) ਬਿਆਨ ਕਰਨ ਵਾਲਾ ਰਸੂਲ ਆ ਗਿਆ।",
      "footnotes": ""
    },
    {
      "id": "4355",
      "sura": "43",
      "aya": "30",
      "arabic_text": "وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ",
      "translation": "30਼ ਜਦੋਂ ਇਹੋ ਹੱਕ (.ਕੁਰਆਨ) ਇਹਨਾਂ (ਮੱਕੇ ਵਾਲਿਆਂ) ਕੋਲ ਪਹੁੰਚਿਆ ਤਾਂ ਇਹ ਆਖਣ ਲੱਗੇ, ਇਹ ਤਾਂ ਨਿਰਾ ਜਾਦੂ ਹੈ, ਅਸੀਂ ਇਸ ਦੇ ਇਨਕਾਰੀ ਹਾਂ।",
      "footnotes": ""
    },
    {
      "id": "4356",
      "sura": "43",
      "aya": "31",
      "arabic_text": "وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ",
      "translation": "31਼ ਅਤੇ ਆਖਿਆ ਕਿ ਇਹ .ਕੁਰਆਨ ਇਹਨਾਂ ਦੋਵਾਂ ਬਸਤੀਆਂ (ਮੱਕਾ ਜਾਂ ਤਾਇਫ਼) ਦੇ ਕਿਸੇ ਵੱਡੇ ਆਦਮੀ ਉੱਤੇ ਨਾਜ਼ਿਲ ਕਿਉਂ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ?",
      "footnotes": ""
    },
    {
      "id": "4357",
      "sura": "43",
      "aya": "32",
      "arabic_text": "أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ",
      "translation": "32਼ (ਹੇ ਨਬੀ!) ਕੀ ਤੁਹਾਡੇ ਰੱਬ ਦੀ ਮਿਹਰ ਦੀ ਵੰਡ ਇਹ ਲੋਕ ਕਰਦੇ ਹਨ? ਜਦ ਕਿ ਅਸੀਂ ਹੀ ਸੰਸਾਰਿਕ ਜਿਵਨ ਵਿਚ ਇਹਨਾਂ ਵਿਚਾਲੇ ਰੋਜ਼ੀ ਵੰਡੀ ਹੈ ਅਤੇ ਅਸਾਂ ਹੀ ਮਰਤਬਿਆਂ ਵਿਚ ਇਹਨਾਂ ਨੂੰ ਇਕ ਦੂਜੇ ਤੋਂ ਉੱਚਾ ਦਰਜਾ ਦਿੱਤਾ ਹੈ, ਤਾਂ ਜੋ ਉਹ ਇਕ ਦੂਜੇ ਤੋਂ ਸੇਵਾ ਕਰਵਾ ਸਕਣ। ਤੁਹਾਡੇ ’ਤੇ ਰੱਬ ਦੀ ਮਿਹਰ (ਭਾਵ ਪੈਗ਼ੰਬਰੀ) ਉਸ ਧਨ-ਪਦਾਰਥ ਨਾਲੋਂ ਕਿਤੇ ਵੱਧ ਕੀਮਤੀ ਹੈ ਜੋ ਇਹ ਜਮ੍ਹਾਂ ਕਰ ਰਹੇ ਹਨ।",
      "footnotes": ""
    },
    {
      "id": "4358",
      "sura": "43",
      "aya": "33",
      "arabic_text": "وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ",
      "translation": "33਼ ਜੇ ਇਹ ਸ਼ੰਕਾ ਨਾ ਹੁੰਦੀ ਕਿ ਸਾਰੇ ਹੀ ਲੋਕ ਇਕ ਹੀ ਟੋਲਾ (ਭਾਵ ਕਾਫ਼ਿਰ) ਹੋ ਜਾਣਗੇ ਤਾਂ ਅਸਾਂ ਉਹਨਾਂ ਲੋਕਾਂ ਲਈ, ਜਿਹੜੇ ਰਹਿਮਾਨ (ਅੱਲਾਹ) ਦਾ ਇਨਕਾਰ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਘਰਾਂ ਦੀਆਂ ਛੱਤਾਂ ਅਤੇ ਪੌੜੀਆਂ ਚਾਂਦੀ ਦੀਆਂ ਬਣਾ ਦਿੰਦੇ, ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਉਹ ਚੜ੍ਹਦੇ ਹਨ।",
      "footnotes": ""
    },
    {
      "id": "4359",
      "sura": "43",
      "aya": "34",
      "arabic_text": "وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ",
      "translation": "34਼ ਅਤੇ ਉਹਨਾਂ ਦੇ ਘਰਾਂ ਦੇ ਬੂਹੇ ਅਤੇ ਤਖ਼ਤ ਵੀ (ਚਾਂਦੀ ਦੇ ਬਣਾ ਦਿੰਦੇ) ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਉਹ ਤਕੀਏ ਲਾ ਕੇ ਬਹਿੰਦੇ ਹਨ।",
      "footnotes": ""
    },
    {
      "id": "4360",
      "sura": "43",
      "aya": "35",
      "arabic_text": "وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ",
      "translation": "35਼ ਅਤੇ ਇਹ ਸਭ ਸੋਨੇ ਦੇ ਵੀ ਬਣਾ ਦਿੰਦੇ ਅਤੇ ਇਹ ਸਭ ਸੰਸਾਰਿਕ ਜੀਵਨ ਸਮੱਗਰੀ ਹੈ, ਜਦ ਕਿ ਆਖ਼ਿਰਤ ਦੀ ਸਮੱਗਰੀ, ਤੁਹਾਡੇ ਰੱਬ ਦੀ ਨਜ਼ਰ ਵਿਚ ਕੇਵਲ ਰੱਬ ਦਾ ਡਰ-ਭੌ ਮੰਣਨ ਵਾਲਿਆਂ ਲਈ ਹੈ।",
      "footnotes": ""
    },
    {
      "id": "4361",
      "sura": "43",
      "aya": "36",
      "arabic_text": "وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ",
      "translation": "36਼ ਜਿਹੜਾ ਵਿਅਕਤੀ ਰਹਿਮਾਨ (ਅੱਲਾਹ) ਦੇ ਸਿਮਰਨ ਤੋਂ ਅੰਨਾਂ (ਬੇ-ਸੁਰਤ) ਹੁੰਦਾ ਹੈ ਤਾਂ ਅਸੀਂ ਉਸ ’ਤੇ ਇਕ ਸ਼ੈਤਾਨ ਨਿਯੁਕਤ ਕਰ ਦਿੰਦੇ ਹਾਂ, ਫੇਰ ਉਹ ਉਸ ਦਾ ਸਾਥੀ ਬਣ ਜਾਂਦਾ ਹੈ।",
      "footnotes": ""
    },
    {
      "id": "4362",
      "sura": "43",
      "aya": "37",
      "arabic_text": "وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ",
      "translation": "37਼ ਉਹ (ਸ਼ੈਤਾਨ) ਉਹਨਾਂ ਨੂੰ ਸਿੱਧੇ ਰਾਹ ਤੋਂ ਰੋਕਦਾ ਹੈ ਜਦ ਕਿ ਉਹ ਆਪ ਇਹ ਸਮਝਦੇ ਹਨ ਕਿ ਉਹ ਹਿਦਾਇਤ (ਵਾਲੀ ਰਾਹ) ਉੱਤੇ ਹਨ।",
      "footnotes": ""
    },
    {
      "id": "4363",
      "sura": "43",
      "aya": "38",
      "arabic_text": "حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ",
      "translation": "38਼ ਅਖ਼ੀਰ,ਜਦੋਂ ਉਹ(ਕੁਰਾਹੇ ਪਿਆ ਹੋਇਆ ਵਿਅਕਤੀ) ਸਾਡੇ ਕੋਲ ਆਵੇਗਾ ਤਾਂ(ਸ਼ੈਤਾਨ ਨੂੰ) ਆਖੇਗਾ, ਕਾਸ਼! ਮੇਰੇ ਤੇ ਤੇਰੇ ਵਿਚਾਲੇ ਪੂਰਬ ਤੇ ਪੱਛਮ ਜਿੱਨੀ ਦੂਰੀ ਹੁੰਦੀ,ਤੂੰ ਤਾਂ ਬਹੁਤ ਹੀ ਭੈੜਾ ਸਾਥੀ ਹੈ।",
      "footnotes": ""
    },
    {
      "id": "4364",
      "sura": "43",
      "aya": "39",
      "arabic_text": "وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ",
      "translation": "39਼ ਉਸ ਵੇਲੇ ਉਹਨਾਂ ਕਾਫ਼ਿਰਾਂ ਨੂੰ ਆਖਿਆ ਜਾਵੇਗਾ ਕਿ ਜਦੋਂ ਤੁਸੀਂ ਵਧੀਕੀਆਂ ਕਰ ਚੁੱਕੇ ਤਾਂ ਅੱਜ ਇਹ ਗੱਲ (ਆਖਣੀ) ਤੁਹਾਡੇ ਲਈ ਕੁੱਝ ਵੀ ਲਾਹੇਵੰਦ ਨਹੀਂ ਹੋਵੇਗੀ, ਅੱਜ ਤੁਸੀਂ ਸਾਰੇ ਅਜ਼ਾਬ ਵਿਚ ਭਾਈਵਾਲ ਹੋ।",
      "footnotes": ""
    },
    {
      "id": "4365",
      "sura": "43",
      "aya": "40",
      "arabic_text": "أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "40਼ (ਹੇ ਨਬੀ!) ਕੀ ਤੁਸੀਂ ਬੋਲਿਆਂ ਨੂੰ ਸੁਣਾ ਸਕਦੇ ਹੋ? ਜਾਂ ਅਨ੍ਹਿਆਂ ਨੂੰ ਰਾਹ ਵਿਖਾ ਸਕਦੇ ਹੋ, ਜਿਹੜੇ ਖੁੱਲ੍ਹੀ ਗੁਮਰਾਹੀ ਵਿਚ ਪਏ ਹੋਏ ਹਨ?",
      "footnotes": ""
    },
    {
      "id": "4366",
      "sura": "43",
      "aya": "41",
      "arabic_text": "فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ",
      "translation": "41਼ ਜੇ ਅਸੀਂ (ਹੇ ਮੁਹੰਮਦ!) ਤੁਹਾਨੂੰ ਸੰਸਾਰ ਤੋਂ ਚੁੱਕ ਵੀ ਲਈਏ ਫੇਰ ਵੀ ਅਸੀਂ ਇਹਨਾਂ (ਜ਼ਾਲਮਾਂ) ਤੋਂ ਬਦਲਾ ਲੈਣਾ ਹੀ ਲੈਣਾ ਹੈ।",
      "footnotes": ""
    },
    {
      "id": "4367",
      "sura": "43",
      "aya": "42",
      "arabic_text": "أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ",
      "translation": "42਼ ਜਾਂ (ਹੋ ਸਕਦਾ ਹੈ ਕਿ) ਅਸੀਂ ਉਹ ਅਜ਼ਾਬ ਤੁਹਾਨੂੰ (ਜਿਊਂਦੇ ਜੀ) ਵਿਖਾ ਦਈਏ ਜਿਸ ਦਾ ਬਚਨ ਅਸੀਂ ਇਹਨਾਂ ਨਾਲ ਕੀਤਾ ਹੋਇਆ ਹੈ। ਬੇਸ਼ੱਕ ਅਸੀਂ ਇਹ ਸਭ ਕਰਨ ਦੀ ਸਮਰਥਾ ਰੱਖਦੇ ਹਾਂ।",
      "footnotes": ""
    },
    {
      "id": "4368",
      "sura": "43",
      "aya": "43",
      "arabic_text": "فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "43਼ (ਹੇ ਨਬੀ!) ਜਿਹੜੀ ਵਹੀ ਤੁਹਾਡੇ ਵੱਲ ਘੱਲੀ ਗਈ ਹੈ ਤੁਸੀਂ ਉਸ ਨੂੰ ਮਜ਼ਬੂਤੀ ਨਾਲ ਫੜੀ ਰੱਖੋ। ਬੇਸ਼ੱਕ ਤੁਸੀਂ ਸਿੱਧੇ ਰਾਹ ਉੱਤੇ ਹੋ।",
      "footnotes": ""
    },
    {
      "id": "4369",
      "sura": "43",
      "aya": "44",
      "arabic_text": "وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ",
      "translation": "44਼ ਬੇਸ਼ੱਕ ਇਹ .ਕੁਰਆਨ ਤੁਹਾਡੇ ਲਈ ਤੇ ਤੁਹਾਡੀ ਕੌਮ ਲਈ ਨਸੀਹਤ ਹੈ, ਛੇਤੀ ਹੀ ਤੁਹਾਥੋਂ (ਤੁਹਾਡੇ ਅਮਲਾਂ ਦੀ) ਪੁੱਛ-ਗਿੱਛ ਹੋਵੇਗੀ।",
      "footnotes": ""
    },
    {
      "id": "4370",
      "sura": "43",
      "aya": "45",
      "arabic_text": "وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ",
      "translation": "45਼ (ਹੇ ਨਬੀ!) ਅਸੀਂ ਜਿਹੜੇ ਵੀ ਰਸੂਲ ਤੁਹਾਥੋਂ ਪਹਿਲਾਂ ਘੱਲੇ ਸਨ ਉਹਨਾਂ ਤੋਂ ਪੁੱਛ ਲਓ, ਕੀ ਅਸੀਂ ਰਹਿਮਾਨ (ਅੱਲਾਹ) ਤੋਂ ਛੁੱਟ ਕੋਈ ਹੋਰ ਇਸ਼ਟ ਵੀ ਨਿਯੁਕਤ ਕੀਤੇ ਸਨ ਕਿ ਉਹਨਾਂ ਦੀ ਇਬਾਦਤ ਕੀਤੀ ਜਾਵੇ?",
      "footnotes": ""
    },
    {
      "id": "4371",
      "sura": "43",
      "aya": "46",
      "arabic_text": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "46਼ ਨਿਰਸੰਦੇਹ, ਅਸੀਂ ਮੂਸਾ ਨੂੰ ਆਪਣੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਸਹਿਤ ਫ਼ਿਰਔਨ ਅਤੇ ਉਸ (ਦੀ ਕੌਮ) ਦੇ ਸਰਦਾਰਾਂ ਵੱਲ ਭੇਜਿਆ ਅਤੇ ਮੂਸਾ ਨੇ ਉਹਨਾਂ ਨੂੰ ਆਖਿਆ ਕਿ ਮੈਂ ਕੁੱਲ ਜਹਾਨ ਦੇ ਪਾਲਣਹਾਰ (ਅੱਲਾਹ) ਦਾ ਭੇਜਿਆ ਹੋਇਆ ਰਸੂਲ ਹਾਂ।",
      "footnotes": ""
    },
    {
      "id": "4372",
      "sura": "43",
      "aya": "47",
      "arabic_text": "فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ",
      "translation": "47਼ ਜਦੋਂ ਉਹ (ਮੂਸਾ) ਉਹਨਾਂ (ਫ਼ਿਰਔਨੀਆਂ) ਕੋਲ ਸਾਡੇ ਮੁਅਜਜ਼ੇ (ਨਿਸ਼ਾਨੀਆਂ) ਲੈਕੇ ਆਇਆ ਤਾਂ ਉਹ ਲੋਕ ਉਹਨਾਂ (ਨਿਸ਼ਾਨੀਆਂ) ਦਾ ਮਖੌਲ ਉਡਾਉਣ ਲੱਗੇ।",
      "footnotes": ""
    },
    {
      "id": "4373",
      "sura": "43",
      "aya": "48",
      "arabic_text": "وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "48਼ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਜਿਹੜੀ ਵੀ ਨਿਸ਼ਾਨੀਆਂ ਵਿਖਾਉਂਦੇ ਉਹ ਪਹਿਲੀ ਨਿਸ਼ਾਨੀ ਨਾਲੋਂ ਵਧ-ਚੜ੍ਹ ਕੇ ਹੁੰਦੀ। ਅੰਤ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਅਜ਼ਾਬ ਵਿਚ ਨੱਪ ਲਿਆ ਤਾਂ ਜੋ ਉਹ ਆਪਣੀਆਂ ਕਰਤੂਤਾਂ ਤੋਂ ਬਾਜ਼ ਆ ਜਾਣ।",
      "footnotes": ""
    },
    {
      "id": "4374",
      "sura": "43",
      "aya": "49",
      "arabic_text": "وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ",
      "translation": "49਼ (ਜਦੋਂ ਅਜ਼ਾਬ ਆ ਗਿਆ ਤਾਂ) ਉਹਨਾਂ (ਫ਼ਿਰਔਨੀਆਂ) ਨੇ (ਮੂਸਾ ਨੂੰ) ਆਖਿਆ ਕਿ ਹੇ ਜਾਦੂਗਰ! ਤੇਰੇ ਰੱਬ ਨੇ ਜਿਹੜਾ ਤੇਰੇ ਨਾਲ (ਦੁਆ ਕਬੂਲ ਕਰਨ ਦਾ) ਵਾਅਦਾ ਕੀਤਾ ਹੋਇਆ ਹੈ, ਉਸ ਦੇ ਆਧਾਰ ’ਤੇ ਤੂੰ ਸਾਡੇ ਲਈ ਦੁਆ ਕਰ, ਫੇਰ ਅਸੀਂ ਜ਼ਰੂਰ ਹੀ ਹਿਦਾਇਤ ਪ੍ਰਾਪਤ ਕਰ ਲਵਾਂਗੇ।",
      "footnotes": ""
    },
    {
      "id": "4375",
      "sura": "43",
      "aya": "50",
      "arabic_text": "فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ",
      "translation": "50਼ ਜਿਵੇਂ ਹੀ ਅਸੀਂ ਉਹਨਾਂ ਤੋਂ ਅਜ਼ਾਬ ਦੂਰ ਕਰ ਦਿੰਦੇ ਤਾਂ ਉਹ ਉਸੇ ਵੇਲੇ ਆਪਣਾ ਵਚਣ ਤੋੜ ਦਿੰਦੇ।",
      "footnotes": ""
    },
    {
      "id": "4376",
      "sura": "43",
      "aya": "51",
      "arabic_text": "وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ",
      "translation": "51਼ ਇਕ ਦਿਨ ਫ਼ਿਰਔਨ ਨੇ ਆਪਣੀ ਕੌਮ ਵਿਚ ਮੁਨਾਦੀ ਕਰਵਾਈ। ਉਸ ਨੇ ਆਖਿਆ ਕਿ ਹੇ ਮੇਰੀ ਕੌਮ! ਕੀ ਮਿਸਰ ਦੀ ਪਾਤਸ਼ਾਹੀ ਅਤੇ ਇਹ ਨਹਿਰਾਂ, ਜਿਹੜੀਆਂ ਮੇਰੇ ਮਹਿਲਾਂ ਦੇ ਹੇਠ ਵਗਦੀਆਂ ਹਨ, ਮੇਰੀਆਂ ਨਹੀਂ ? ਕੀ ਤੁਸੀਂ ਵੇਖਦੇ ਨਹੀਂ ?",
      "footnotes": ""
    },
    {
      "id": "4377",
      "sura": "43",
      "aya": "52",
      "arabic_text": "أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ",
      "translation": "52਼ ਅਤੇ ਕਿਹਾ ਮੈਂ ਤਾਂ ਇਸ (ਮੂਸਾ) ਤੋਂ ਕਿਤੇ ਵਧੀਆ ਹਾਂ, ਇਹ ਤਾਂ ਇਕ ਜ਼ਲੀਲ ਵਿਅਕਤੀ ਹੈ ਅਤੇ ਠੀਕ ਬੋਲ ਵੀ ਨਹੀਂ ਸਕਦਾ।",
      "footnotes": ""
    },
    {
      "id": "4378",
      "sura": "43",
      "aya": "53",
      "arabic_text": "فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ",
      "translation": "53਼ (ਜੇ ਇਹ ਅੱਲਾਹ ਦਾ ਰਸੂਲ ਹੈ) ਫੇਰ ਇਸ ਲਈ ਸੋਨੇ ਦੇ ਕੰਗਣ ਕਿਉਂ ਨਹੀਂ ਉਤਾਰੇ ਗਏ? ਜਾਂ ਇਸ ਦੀ ਅਰਦਲ ਵਿਚ ਫ਼ਰਿਸ਼ਤੇ ਕਿਉਂ ਨਹੀਂ ਆਉਂਦੇ ?",
      "footnotes": ""
    },
    {
      "id": "4379",
      "sura": "43",
      "aya": "54",
      "arabic_text": "فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ",
      "translation": "54਼ ਇੰਜ ਫ਼ਿਰਔਨ ਨੇ ਆਪਣੀ ਕੌਮ ਦੀ ਮੱਤ ਮਾਰ ਦਿੱਤੀ ਤੇ ਉਹਨਾਂ ਨੇ ਉਸ ਦੀ ਗੱਲ ਮੰਨ ਲਈ। ਨਿਰਸੰਦੇਹ, ਉਹੀ ਲੋਕ ਅਵੱਗਿਆਕਾਰੀ ਸਨ।",
      "footnotes": ""
    },
    {
      "id": "4380",
      "sura": "43",
      "aya": "55",
      "arabic_text": "فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ",
      "translation": "55਼ ਫੇਰ ਜਦੋਂ ਉਹਨਾਂ (ਫ਼ਿਰਔਨੀਆਂ) ਨੇ ਸਾਨੂੰ ਗ਼ੁੱਸਾ ਚਾੜ੍ਹ ਦਿੱਤਾ ਤਾਂ ਅਸੀਂ ਉਹਨਾਂ ਤੋਂ ਬਦਲਾ ਲਿਆ ਅਤੇ ਉਹਨਾਂ ਸਭ ਨੂੰ (ਇੱਕਠਿਆਂ) ਡੋਬ ਦਿੱਤਾ।",
      "footnotes": ""
    },
    {
      "id": "4381",
      "sura": "43",
      "aya": "56",
      "arabic_text": "فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ",
      "translation": "56਼ ਇਸ ਤਰ੍ਹਾਂ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਹੋਏ-ਬੀਤੇ ਕਰ ਦਿੱਤਾ ਅਤੇ ਆਉਣ ਵਾਲਿਆਂ ਨਸਲਾਂ ਲਈ (ਸਿੱਖਿਆ ਦਾਇਕ) ਉਦਾਹਰਨ ਬਣਾ ਛੱਡਿਆ।",
      "footnotes": ""
    },
    {
      "id": "4382",
      "sura": "43",
      "aya": "57",
      "arabic_text": "۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ",
      "translation": "57਼ (ਹੇ ਨਬੀ!) ਜਦੋਂ ਮਰੀਅਮ ਦੇ ਪੁੱਤਰ (ਈਸਾ) ਦੀ ਉਦਾਹਰਨ ਦਿੱਤੀ ਗਈ ਤਾਂ ਤੁਹਾਡੀ ਕੌਮ (ਖ਼ੁਸ਼ੀ ਨਾਲ) ਰੌਲਾ ਪਾਉਣ ਲੱਗ ਪਈ।",
      "footnotes": ""
    },
    {
      "id": "4383",
      "sura": "43",
      "aya": "58",
      "arabic_text": "وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ",
      "translation": "58਼ ਅਤੇ ਆਖਣ ਲੱਗੀ ਕੀ ਸਾਡੇ ਇਸ਼ਟ ਚੰਗੇ ਹਨ ਜਾਂ ਉਹ (ਈਸਾ)? ਉਹਨਾਂ ਨੇ ਇਹ ਉਦਾਹਰਨ ਤੁਹਾਡੇ ਨਾਲ ਝਗੜਾ ਕਰਨ ਲਈ ਬਿਆਨ ਕੀਤੀ ਸੀ। ਸੱਚਾਈ ਇਹੋ ਹੈ ਕਿ ਇਹ ਲੋਕ ਨਿਰੇ ਝਗੜਾਲੂ ਹਨ।",
      "footnotes": ""
    },
    {
      "id": "4384",
      "sura": "43",
      "aya": "59",
      "arabic_text": "إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ",
      "translation": "59਼ ਉਹ (ਈਸਾ) ਤਾਂ ਕੇਵਲ ਇਕ ਬੰਦਾ ਹੈ ਜਿਸ ’ਤੇ ਅਸਾਂ ਇਨਾਮ ਕੀਤਾ ਅਤੇ ਬਨੀ-ਇਸਰਾਈਲ ਲਈ ਆਪਣੀ ਕੁਦਰਤ ਦਾ ਇਕ ਚਮਤਕਾਰ ਬਣਾ ਦਿੱਤਾ।",
      "footnotes": ""
    },
    {
      "id": "4385",
      "sura": "43",
      "aya": "60",
      "arabic_text": "وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ",
      "translation": "60਼ ਜੇ ਅਸੀਂ ਚਾਹੁੰਦੇ ਤਾਂ (ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਹੀ) ਫ਼ਰਿਸ਼ਤੇ ਬਣਾ ਦਿੰਦੇ, ਜਿਹੜੇ ਧਰਤੀ ਉੱਤੇ (ਤੁਹਾਡੇ) ਜਾਨਸ਼ੀਨ ਹੁੰਦੇ।",
      "footnotes": ""
    },
    {
      "id": "4386",
      "sura": "43",
      "aya": "61",
      "arabic_text": "وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
      "translation": "61਼ ਬੇਸ਼ੱਕ ਉਹ (ਈਸਾ) ਕਿਆਮਤ ਦੀ ਨਿਸ਼ਾਨੀ ਹੈ। ਸੋ ਤੁਸੀਂ ਇਸ (ਕਿਆਮਤ) ਦੇ ਆਉਣ ਵਿਚ ਸ਼ੱਕ ਨਾ ਕਰੋ ਅਤੇ ਮੇਰੀ ਪੈਰਵੀ ਕਰੋ, ਇਹੋ ਸਿੱਧਾ ਰਾਹ ਹੈ।",
      "footnotes": ""
    },
    {
      "id": "4387",
      "sura": "43",
      "aya": "62",
      "arabic_text": "وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ",
      "translation": "62਼ (ਹੇ ਲੋਕੋ!) ਸ਼ੈਤਾਨ ਤੁਹਾਨੂੰ (ਸਿੱਧੀ ਰਾਹ ਤੋਂ) ਨਾ ਰੋਕ ਦੇਵੇ, ਕਿਉਂ ਜੋ ਉਹ ਤੁਹਾਡਾ ਖੁੱਲ੍ਹਾ ਵੈਰੀ ਹੈ।",
      "footnotes": ""
    },
    {
      "id": "4388",
      "sura": "43",
      "aya": "63",
      "arabic_text": "وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
      "translation": "63਼ ਜਦੋਂ ਈਸਾ ਖੁੱਲ੍ਹੀਆਂ ਨਿਸ਼ਾਨੀਆਂ (ਮੁਅਜਜ਼ੇ) ਲੈਕੇ ਆਇਆ ਤਾਂ ਉਸ ਨੇ (ਕੌਮ ਨੂੰ) ਆਖਿਆ, ਮੈਂ ਤੁਹਾਡੇ ਲਈ ਹਿਕਮਤ (ਯੁਕਤੀ) ਲੈਕੇ ਆਇਆ ਹਾਂ ਤਾਂ ਜੋ ਮੈਂ ਤੁਹਾਡੇ ਉੱਤੇ ਕੁੱਝ ਉਹਨਾਂ ਗੱਲਾਂ ਨੂੰ ਸਪਸ਼ਟ ਕਰ ਦੇਵਾਂ ਜਿਨ੍ਹਾਂ ਵਿਚ ਤੁਸੀਂ ਮਦ-ਭੇਦ ਕਰਦੇ ਹੋ। ਸੋ ਤੁਸੀਂ ਅੱਲਾਹ ਤੋਂ ਡਰੋ ਅਤੇ ਮੇਰੀ ਤਾਬੇਦਾਰੀ ਕਰੋ।",
      "footnotes": ""
    },
    {
      "id": "4389",
      "sura": "43",
      "aya": "64",
      "arabic_text": "إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
      "translation": "64਼ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਹੀ ਮੇਰਾ ਤੇ ਤੁਹਾਡਾ ਰੱਬ ਹੈ। ਸੋ ਤੁਸੀਂ ਉਸੇ ਦੀ ਇਬਾਦਤ ਕਰੋ, ਇਹੋ ਸਿੱਧਾ ਰਾਹ ਹੈ।",
      "footnotes": ""
    },
    {
      "id": "4390",
      "sura": "43",
      "aya": "65",
      "arabic_text": "فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ",
      "translation": "65਼ ਫੇਰ ਉਹਨਾਂ (ਬਨੀ-ਇਸਰਾਈਲ) ਵਿੱਚੋਂ ਕਈ ਧੜਿਆਂ ਨੇ ਆਪੋ ਵਿਚ ਮਤਭੇਦ ਕੀਤਾ ਤੇ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ ਜ਼ੁਲਮ ਕੀਤਾ ਉਹਨਾਂ ਲਈ ਦੁਖਦਾਈ ਦਿਹਾੜੇ ਦਾ ਬਰਬਾਦ ਕਰਨ ਵਾਲਾ ਅਜ਼ਾਬ ਹੈ।",
      "footnotes": ""
    },
    {
      "id": "4391",
      "sura": "43",
      "aya": "66",
      "arabic_text": "هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ",
      "translation": "66਼ ਕੀ ਇਹ ਲੋਕ ਕਿਆਮਤ ਦਿਹਾੜੇ ਦੀ ਉਡੀਕ ਕਰ ਰਹੇ ਹਨ ਕਿ ਉਹ ਅਚਣਚੇਤ ਇਹਨਾਂ ਉੱਤੇ ਆ ਜਾਵੇ ਤੇ ਇਹਨਾਂ ਨੂੰ ਖ਼ਬਰ ਵੀ ਨਾ ਹੋਵੇ।",
      "footnotes": ""
    },
    {
      "id": "4392",
      "sura": "43",
      "aya": "67",
      "arabic_text": "ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ",
      "translation": "67਼ ਉਸ ਦਿਹਾੜੇ ਰੱਬ ਦਾ ਡਰ-ਭੌ ਮੰਣਨ ਵਾਲਿਆਂ ਤੋਂ ਛੁੱਟ ਬਾਕੀ ਸਾਰੇ ਮਿੱਤਰ-ਪਿਆਰੇ ਇਕ ਦੂਜੇ ਦੇ ਵੈਰੀ ਬਣ ਜਾਣਗੇ।",
      "footnotes": ""
    },
    {
      "id": "4393",
      "sura": "43",
      "aya": "68",
      "arabic_text": "يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ",
      "translation": "68਼ (ਉਸ ਦਿਨ ਨੇਕ ਲੋਕਾਂ ਨੂੰ ਕਿਹਾ ਜਾਵੇਗਾ ਕਿ) ਹੇ ਮੇਰੇ ਬੰਦਿਓ! ਅੱਜ ਨਾ ਤੁਹਾਨੂੰ ਕਿਸੇ ਤਰ੍ਹਾਂ ਦੀ ਕੋਈ ਚਿੰਤਾ ਹੋਵੇਗੀ ਅਤੇ ਨਾ ਹੀ ਕੋਈ ਦੁੱਖ ਹੋਵੇਗਾ।",
      "footnotes": ""
    },
    {
      "id": "4394",
      "sura": "43",
      "aya": "69",
      "arabic_text": "ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ",
      "translation": "69਼ ਭਾਵ ਜਿਹੜੇ ਲੋਕ ਸਾਡੀਆਂ ਆਇਤਾਂ ਉੱਤੇ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਉਹ ਸਾਡੇ ਆਗਿਆਕਾਰੀ ਬਣ ਕੇ ਰਹੇ।",
      "footnotes": ""
    },
    {
      "id": "4395",
      "sura": "43",
      "aya": "70",
      "arabic_text": "ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ",
      "translation": "70਼ (ਉਹਨਾਂ ਨੂੰ ਆਖਿਆ ਜਾਵੇਗਾ) ਤੁਸੀਂ ਸਵਰਗ ਵਿਚ ਦਾਖ਼ਲ ਹੋ ਜਾਓ, ਜਿੱਥੇ ਤੁਹਾਨੂੰ ਤੇ ਤੁਹਾਡੀਆਂ ਪਤਨੀਆਂ ਨੂੰ ਨਿਹਾਲ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ।",
      "footnotes": ""
    },
    {
      "id": "4396",
      "sura": "43",
      "aya": "71",
      "arabic_text": "يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "71਼ ਉਹਨਾਂ ਦੇ ਅੱਗੇ (ਸਵਰਗ ਵਿਚ) ਸੋਨੇ ਦੇ ਥਾਲ ਤੇ ਸਾਗਰ (ਪਿਆਲੇ) ਫਿਰਾਏ ਜਾਣਗੇ ਅਤੇ ਹਰ ਮਨ-ਭਾਉਂਦੀ ਅਤੇ ਅੱਖਾਂ ਨੂੰ ਸੋਹਣੀ ਲੱਗਣ ਵਾਲੀ ਚੀਜ਼ ਇਸ ਵਿਚ ਹੋਵੇਗੀ ਅਤੇ ਤੁਸੀਂ ਇਸੇ ਵਿਚ ਸਦਾ ਲਈ ਰਹੋਗੇ।",
      "footnotes": ""
    },
    {
      "id": "4397",
      "sura": "43",
      "aya": "72",
      "arabic_text": "وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "72਼ ਇਹੋ ਉਹ ਸਵਰਗ ਹੈ ਜਿਸ ਦੇ ਤੁਸੀਂ ਵਾਰਿਸ (ਹਿੱਸੇਦਾਰ) ਬਣਾਏ ਗਏ ਹੋ, ਆਪਣੇ ਉਹਨਾਂ ਨੇਕ ਕਰਮਾਂ ਦੇ ਬਦਲੇ ਜੋ ਤੁਸੀਂ (ਸੰਸਾਰ ਵਿਚ) ਕਰਦੇ ਰਹੇ ਹੋ।",
      "footnotes": ""
    },
    {
      "id": "4398",
      "sura": "43",
      "aya": "73",
      "arabic_text": "لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ",
      "translation": "73਼ ਇਸ (ਸਵਰਗ ਵਿਚ) ਤੁਹਾਡੇ ਲਈ ਅਨੇਕਾਂ ਹੀ ਫਲ ਹੋਣਗੇ ਜਿਨ੍ਹਾਂ ਵਿੱਚੋਂ ਤੁਸੀਂ ਖਾਉਂਗੇ।",
      "footnotes": ""
    },
    {
      "id": "4399",
      "sura": "43",
      "aya": "74",
      "arabic_text": "إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ",
      "translation": "74਼ ਅਤੇ ਅਪਰਾਧੀ ਲੋਕ ਨਰਕ ਦੇ ਅਜ਼ਾਬ ਵਿਚ ਸਦਾ ਲਈ ਫਸੇ ਰਹਿਣਗੇ।",
      "footnotes": ""
    },
    {
      "id": "4400",
      "sura": "43",
      "aya": "75",
      "arabic_text": "لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ",
      "translation": "75਼ ਉਹ ਅਜ਼ਾਬ ਘਟਾਇਆ ਨਹੀਂ ਜਾਵੇਗਾ ਅਤੇ ਉਹ ਉਸ ਵਿਚ ਨਿਰਾਸ਼ ਪਏ ਰਹਿਣਗੇ।",
      "footnotes": ""
    },
    {
      "id": "4401",
      "sura": "43",
      "aya": "76",
      "arabic_text": "وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ",
      "translation": "76਼ ਅਸਾਂ ਉਹਨਾਂ ਉੱਤੇ ਕੋਈ ਜ਼ੁਲਮ ਨਹੀਂ ਕੀਤਾ ਸਗੋਂ ਜ਼ਾਲਮ ਤਾਂ ਉਹ ਆਪੇ ਹੀ ਸਨ।",
      "footnotes": ""
    },
    {
      "id": "4402",
      "sura": "43",
      "aya": "77",
      "arabic_text": "وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ",
      "translation": "77਼ ਉਹ (ਨਰਕ ਦੇ ਪਹਿਰੇਦਾਰਾਂ ਨੂੰ) ਆਖਣਗੇ ਕਿ ਹੇ ਮਾਲਿਕ! ਚੰਗਾ ਹੋਵੇ ਜੇ ਤੁਹਾਡਾ ਰੱਬ ਸਾਡਾ ਕਜ਼ੀਆਂ ਹੀ ਮੁਕਾ ਦੇਵੇ। ਉਹ (ਫ਼ਰਿਸ਼ਤੇ) ਆਖਣਗੇ ਕਿ ਹੁਣ ਤੂੰ ਸਦਾ ਇਸੇ ਅਜ਼ਾਬ ਵਿਚ ਰਹੇਗਾ।",
      "footnotes": ""
    },
    {
      "id": "4403",
      "sura": "43",
      "aya": "78",
      "arabic_text": "لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ",
      "translation": "78਼ ਅਸੀਂ ਤੇਰੇ ਕੋਲ ਹੱਕ ਲੈਕੇ ਆਏ ਸੀ ਪਰ ਤੁਹਾਡੀ ਬਹੁ ਗਿਣਤੀ ਹੱਕ ਨੂੰ ਨਾ-ਪਸੰਦ ਕਰਨ ਵਾਲੀ ਸੀ।",
      "footnotes": ""
    },
    {
      "id": "4404",
      "sura": "43",
      "aya": "79",
      "arabic_text": "أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ",
      "translation": "79਼ ਕੀ ਇਹਨਾਂ (ਮੱਕੇ ਦੇ ਕਾਫ਼ਿਰਾਂ) ਨੇ ਸਾਡੇ ਵਿਰੁੱਧ ਕੋਈ ਫ਼ੈਸਲਾ ਕਰ ਲਿਆ ਹੈ ? ਤਾਂ ਅਸੀਂ ਵੀ ਇਕ ਫ਼ੈਸਲਾ ਕਰਨ ਵਾਲੇ ਹਾਂ।",
      "footnotes": ""
    },
    {
      "id": "4405",
      "sura": "43",
      "aya": "80",
      "arabic_text": "أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ",
      "translation": "80਼ ਕੀ ਉਹ ਸਮਝਦੇ ਹਨ ਕਿ ਅਸੀਂ ਇਹਨਾਂ ਦੀਆਂ ਗੁਪਤ ਗੱਲਾਂ ਤੇ ਕਾਨਾਫੂਸੀਆਂ ਨਹੀਂ ਸੁਣਦੇ ? ਕਿਉਂ ਨਹੀਂ ਸੁਣਦੇ, ਸਗੋਂ ਸਾਡੇ ਫ਼ਰਿਸ਼ਤੇ ਇਹਨਾਂ ਦੇ ਲਾਗੇ ਹੀ ਲਿਖਦੇ ਰਹਿੰਦੇ ਹਨ।",
      "footnotes": ""
    },
    {
      "id": "4406",
      "sura": "43",
      "aya": "81",
      "arabic_text": "قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ",
      "translation": "81਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਖ ਦਿਓ! ਜੇ ਰਹਿਮਾਨ (ਅੱਲਾਹ) ਦੀ ਸੰਤਾਨ ਹੁੰਦੀ ਤਾਂ ਸਾਰਿਆਂ ਤੋਂ ਪਹਿਲਾਂ ਮੈਂ ਉਸ ਦੀ ਇਬਾਦਤ ਕਰਨ ਵਾਲਾ ਹੁੰਦਾ।",
      "footnotes": ""
    },
    {
      "id": "4407",
      "sura": "43",
      "aya": "82",
      "arabic_text": "سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ",
      "translation": "82਼ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਦਾ ਰੱਬ ਤੇ ਅਰਸ਼ਾਂ ਦਾ ਮਾਲਿਕ ਉਹਨਾਂ ਸਾਰੀਆਂ ਗੱਲਾਂ ਤੋਂ ਪਾਕ ਹੈ ਜਿਹੜੀਆਂ ਇਹ (ਮੁਸ਼ਰਿਕ) ਕਰਦੇ ਹਨ।",
      "footnotes": ""
    },
    {
      "id": "4408",
      "sura": "43",
      "aya": "83",
      "arabic_text": "فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ",
      "translation": "83਼ ਸੋ ਤੁਸੀਂ ਇਹਨਾਂ ਦੇ ਹਾਲ ’ਤੇ ਛੱਡ ਦਿਓ, ਉਹ ਤਾਂ ਆਪਣੇ ਤੱਥਹੀਣ ਵਿਚਾਰਾਂ ਵਿਚ ਉਲਝੇ ਹੋਏ ਹਨ ਅਤੇ ਖੇਡਾਂ ਵਿਚ ਮਸਤ ਹਨ, ਇੱਥੋਂ ਤਕ ਕਿ ਇਹ ਆਪਣੇ ਉਸ ਦਿਨ ਨੂੰ ਵੇਖ ਲੈਣਗੇ, ਜਿਸ ਦਾ ਇਹਨਾਂ ਨਾਲ ਵਾਅਦਾ ਕੀਤਾ ਹੋਇਆ ਹੈ।",
      "footnotes": ""
    },
    {
      "id": "4409",
      "sura": "43",
      "aya": "84",
      "arabic_text": "وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ",
      "translation": "84਼ ਉਹੀਓ ਅੱਲਾਹ ਅਕਾਸ਼ਾਂ ਵਿਚ ਵੀ ਇਸ਼ਟ ਹੈ ਅਤੇ ਧਰਤੀ ਵਿਚ ਵੀ ਉਹੀਓ ਇਸ਼ਟ ਹੈ। ਉਹੀਓ ਵੱਡਾ ਯੁਕਤੀਮਾਨ ਤੇ ਜਾਣਨਹਾਰ ਹੈ।",
      "footnotes": ""
    },
    {
      "id": "4410",
      "sura": "43",
      "aya": "85",
      "arabic_text": "وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ",
      "translation": "85਼ ਉਹ ਜ਼ਾਤ ਬਹੁਤ ਹੀ ਬਰਕਤਾਂ ਵਾਲੀ ਹੈ ਜਿਸ ਲਈ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਅਤੇ ਜੋ ਇਹਨਾਂ ਦੇ ਵਿਚਾਲੇ ਹੈ ਉਹਨਾਂ ਸਭ ਦੀ ਪਾਤਸ਼ਾਹੀ ਹੈ, ਅਤੇ ਕਿਆਮਤ ਦਾ ਗਿਆਨ ਵੀ ਉਸੇ ਕੋਲ ਹੈ, ਅਤੇ ਤੁਸੀਂ ਸਾਰੇ ਉਸੇ ਵੱਲ ਪਰਤਾਏ ਜਾਉਂਗੇ।",
      "footnotes": ""
    },
    {
      "id": "4411",
      "sura": "43",
      "aya": "86",
      "arabic_text": "وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ",
      "translation": "86਼ ਉਹ ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਬੇਨਤੀਆਂ ਕਰਦੇ ਹਨ ਉਹ ਸਿਫ਼ਾਰਿਸ਼ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਨਹੀਂ ਰੱਖਦੇ। ਛੁੱਟ ਉਹਨ ਲੋਕਾਂ ਤੋਂ ਜਿਨ੍ਹਾਂ ਨੇ ਹੱਕ ਦੀ ਗਵਾਹੀ ਦਿੱਤੀ ਹੋਵੇ ਅਤੇ ਉਹ ਗਿਆਨ ਵੀ ਰਖਦੇ ਹਨ।1",
      "footnotes": "1। ਜਿਹੜੇ ਲੋਕ ਕਾਫ਼ਿਰ ਮੁਸ਼ਰਿਕ, ਮੂਰਤੀ ਪੂਜਕ, ਕਬਰ ਪ੍ਰਸਤ ਅਤੇ ਬੇ-ਦੀਨ ਹਨ। ਜਿਹੜੇ ਅੱਲਾਹ ਦੇ ਇਕ ਹੋਣ ਅਤੇ ਮੁਹੰਮਦ (ਸ:) ਦੀ ਰਸਾਲਤ ਦਾ ਇਨਕਾਰ ਕਰਦੇ ਹਨ ਇਹੋ ਲੋਕ ਹੱਦੋਂ ਟੱਪਨ ਵਾਲੇ ਹਨ।"
    },
    {
      "id": "4412",
      "sura": "43",
      "aya": "87",
      "arabic_text": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ",
      "translation": "87਼ ਜੇ ਤੁਸੀਂ (ਹੇ ਮੁੰਹਮਦ!) ਉਹਨਾਂ ਤੋਂ ਪੁੱਛੋਂ ਕਿ ਤੁਹਾਨੂੰ ਕਿਸ ਨੇ ਪੈਦਾ ਕੀਤਾ ਹੈ? ਤਾਂ ਉਹ ਜ਼ਰੂਰ ਹੀ ਇਹੋ ਆਖਣਗੇ ਕਿ ਅੱਲਾਹ ਨੇ (ਇਹ ਸਭ ਜਾਣਦੇ ਹੋਏ) ਫੇਰ ਇਹ ਕਿੱਥਿਓਂ ਧੋਖਾ ਖਾ ਰਹੇ ਹਨ।",
      "footnotes": ""
    },
    {
      "id": "4413",
      "sura": "43",
      "aya": "88",
      "arabic_text": "وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ",
      "translation": "88਼ ਇਸ (ਰਸੂਲ ਮੁਹੰਮਦ ਸ:) ਦੇ ਇਸ ਕਥਨ ਦੀ ਸੁੰਹ ਕਿ ਹੇ ਰੱਬ! ਬੇਸ਼ੱਕ ਇਹ (ਮੱਕੇ) ਦੇ ਲੋਕ ਈਮਾਨ ਨਹੀਂ ਲਿਆਉਂਗੇ।",
      "footnotes": ""
    },
    {
      "id": "4414",
      "sura": "43",
      "aya": "89",
      "arabic_text": "فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ",
      "translation": "89਼ ਸੋ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਇਹਨਾਂ ਦਾ ਖਹਿੜਾ ਛੱਡ ਦਿਓ ਅਤੇ ਆਖ ਦਿਓ ਕਿ ਤੁਹਾਨੂੰ ਮੇਰਾ ਸਲਾਮ! ਫੇਰ ਛੇਤੀ ਹੀ (ਹਕੀਕਤ ਨੂੰ) ਜਾਣ ਲੈਣਗੇ।",
      "footnotes": ""
    }
  ]
}