{
  "id": 5,
  "verse_number": 5,
  "page_number": 555,
  "verse_key": "63:5",
  "juz_number": 28,
  "hizb_number": 56,
  "rub_el_hizb_number": 222,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ يَسۡتَغۡفِرۡ لَكُمۡ رَسُولُ ٱللَّهِ لَوَّوۡاْ رُءُوسَهُمۡ وَرَأَيۡتَهُمۡ يَصُدُّونَ وَهُم مُّسۡتَكۡبِرُونَ",
  "translation": "5. Қачон уларга: «Келинглар, Аллоҳнинг пайғамбари сизлар учун мағфират сўрар», дейилса, албатта улар бошларини буриб кетурлар ва уларни кибр-ҳаво қилган ҳолларида юз ўгиришларини кўрурсиз.",
  "footnotes": "И з о ҳ. Ушбу ва қуйидаги оятлар мунофиқлар бошлиғи Абдуллоҳ ибн Убай ибн Салул ҳақида нозил бўлгандир. Воқеа бундай бўлган. Пайғамбар алайҳис-салоту вас-салом саҳобалари билан Бану Мусталақ қабиласига қарши жанг қилиб, ғалаба қозонганларидан сўнг Мадинага қайтаётганларида бир мунофиқ кимса муҳожир мусулмонлардан бири билан сув талашиб жанжаллашиб қоладилар. Шу пайт ўша ерда ҳозир бўлган Абдуллоҳ ибн Убай ибн Салул ҳалиги муҳожир ва умуман барча муҳожир мусулмонлар ҳақида ножўя сўзлар айтиб, уларни ҳақорат қилади ва ўз қавмига қараб: «Бу келгиндиларга (яъни, муҳожирларга) ёрдам ва хайр-саховат қилманглар, токи улар Муҳаммадни ташлаб ўз юртларига қайтиб кетсинлар. Ҳали Мадинага қайтганимизда, албатта кучлилар (яъни, бизлар) кучсизларни (яъни, мусулмонларни) Мадинадан қувиб чиқарур», дейди. Аммо кейинроқ, Пайғамбар алайҳис-салоту вас-салом бу воқеадан хабардор бўлганларидан кейин ундан: «Сен шу гапларни айтдингми?», деб сўраганларида эса, у қасам ичиб, айтган сўзларидан тонади ва ёлғон қасамни қалқон қилиб олади. Энди, у ва унинг ҳамтовоқлари ҳақида оятлар нозил бўлгач, айрим кишилар унга: «Эй Абдуллоҳ, сенинг хусусингда қаттиқ оятлар тушди, сен Расулуллоҳнинг ҳузурларига бориб узр сўрагин, у киши сенинг гуноҳларингни мағфират қилишини сўраб, Аллоҳ таолога дуо қилсинлар, шояд Аллоҳ мағфират қилса», дейишганида у бундан бош тортади ва: «Сизлар иймон келтир, дединглар, иймон келтирдим; молингнинг закотини бер, дединглар, закот бердим, энди бир камим бориб Муҳаммадга сажда қилиш қолувди», деб жавоб беради. Шунда юқоридаги оят нозил бўлади ва навбатдаги оятда эса ундай мунофиқ кимсалар ҳақида қилинган ҳеч қандай дуо-илтижо ижобат бўлмаслиги уқтирилади."
}