{
  "id": "2600",
  "sura": "22",
  "aya": "5",
  "arabic_text": "يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ",
  "translation": "5 Ô hommes ! Si vous avez des doutes au sujet de la Résurrection, alors sachez que Nous vous avons créés[869] de terre, puis[870] d’un liquide insignifiant, puis d’un corps s’accrochant à la matrice de la femme[871] qui se transforme lui-même en une masse de chair[872] qui, petit à petit, prend forme humaine. Nous vous montrons ainsi Notre toute-puissance. Nous maintenons jusqu’au terme de la grossesse tel embryon dans la matrice d’où Nous le faisons sortir à l’état de nourrisson afin qu’il atteigne par la suite sa pleine maturité. Certains parmi vous meurent avant cela, tandis que d’autres tombent dans la sénilité, finissant par oublier tout ce qu’ils avaient appris. On peut voir de même la terre morte et desséchée se gonfler et reprendre vie dès que Nous l’avons arrosée de pluie, se couvrant d’une végétation variée et agréable à regarder.",
  "footnotes": "[869] Entendons : Nous avons créé votre ancêtre, Adam.\n[870] Ses descendants.\n[871] Il peut s’agir de l’œuf qui, comme l’a établi la médecine moderne, « s’accroche » lors de la nidation à la paroi utérine au moyen de villosités. Précisons toutefois que la plupart des exégètes musulmans parlent d’un « caillot de sang. »\n[872] L’embryon. Littéralement : une bouchée de chair ou de la chair mâchée. Or, à un certain stade de son développement, l’embryon a bien cet aspect de « chair mâchée » si bien décrit dans le Coran."
}