{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 551,
      "verse_key": "61:1",
      "juz_number": 28,
      "hizb_number": 55,
      "rub_el_hizb_number": 220,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "1. Nyoso oyo ezali na likolo na mabele ezali kokumisa Allah, mpe azali wa makasi atonda bwanya.",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 551,
      "verse_key": "61:2",
      "juz_number": 28,
      "hizb_number": 55,
      "rub_el_hizb_number": 220,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لِمَ تَقُولُونَ مَا لَا تَفۡعَلُونَ",
      "translation": "2. Oh bino bandimi! Mpona nini bolobaka maye bosalaka te?",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 551,
      "verse_key": "61:3",
      "juz_number": 28,
      "hizb_number": 55,
      "rub_el_hizb_number": 220,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَبُرَ مَقۡتًا عِندَ ٱللَّهِ أَن تَقُولُواْ مَا لَا تَفۡعَلُونَ",
      "translation": "3. (Kosala bongo) ezali lisumu monene epai ya Allah, koloba maye bozali kosalela te.",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 551,
      "verse_key": "61:4",
      "juz_number": 28,
      "hizb_number": 55,
      "rub_el_hizb_number": 220,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَٰتِلُونَ فِي سَبِيلِهِۦ صَفّٗا كَأَنَّهُم بُنۡيَٰنٞ مَّرۡصُوصٞ",
      "translation": "4. Ya soló, Allah alingaka baye bazali kobunda na nzela naye bazali molongo lokola bifelo bia ndako bitongami makasi.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 551,
      "verse_key": "61:5",
      "juz_number": 28,
      "hizb_number": 55,
      "rub_el_hizb_number": 220,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ لِمَ تُؤۡذُونَنِي وَقَد تَّعۡلَمُونَ أَنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡۖ فَلَمَّا زَاغُوٓاْ أَزَاغَ ٱللَّهُ قُلُوبَهُمۡۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ",
      "translation": "5. Mpe tango Mûssa alobaki na bato naye: Mpona nini bozali kotungisa ngai mpe boyebi été nazali motindami ya Allah epai na bino? Mpe tango bapengwaki, Allah mpe apengwisi mitema mia bango. Mpe Allah akambaka bato mabe te.",
      "footnotes": "1 Ahmad: Моко ya bakombo ya ntoma, Muhammad oyo azali suka ya bantoma."
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 552,
      "verse_key": "61:6",
      "juz_number": 28,
      "hizb_number": 55,
      "rub_el_hizb_number": 220,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ يَٰبَنِيٓ إِسۡرَٰٓءِيلَ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُم مُّصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَمُبَشِّرَۢا بِرَسُولٖ يَأۡتِي مِنۢ بَعۡدِي ٱسۡمُهُۥٓ أَحۡمَدُۖ فَلَمَّا جَآءَهُم بِٱلۡبَيِّنَٰتِ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ",
      "translation": "6. Mpe tango Issa mwana ya Maryam alobaki na bana ya isalayele: Ya soló, nazali motindami ya Allah epai na bino (тропа kolobela) bosôló oyo ezali na kati ya torah, тре kopesa bino sango elamu ya motindami oyo akoya sima na ngai nkombo naye Ahmad(1). Mpe tango ayeli bango bilembo bia polele, balobi: Oyo ezali bonganga ya polele.",
      "footnotes": "1 Ahmad: Моко ya bakombo ya ntoma, Muhammad oyo azali suka ya bantoma."
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 552,
      "verse_key": "61:7",
      "juz_number": 28,
      "hizb_number": 55,
      "rub_el_hizb_number": 220,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُوَ يُدۡعَىٰٓ إِلَى ٱلۡإِسۡلَٰمِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
      "translation": "7. Nani azali mabe koleka moto oyo akoseli Allah? Мре azali kobengama ete abongola motema. Kasi Allah akambaka babubi te.",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 552,
      "verse_key": "61:8",
      "juz_number": 28,
      "hizb_number": 55,
      "rub_el_hizb_number": 220,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُرِيدُونَ لِيُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ",
      "translation": "8. Balingi bazimisa mwinda ya Allah na minoko mia bango, kasi Allah azali kokokisa mwinda naye ata bapagano balingi te.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 552,
      "verse_key": "61:9",
      "juz_number": 28,
      "hizb_number": 55,
      "rub_el_hizb_number": 220,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ",
      "translation": "9. Ye nde atindaki motindami naye na bokambi mpe lingomba ya soló, mpo ete ezala likolo lia mangomba manso, ata soki basambeli ya bikeko bazali koboya.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 552,
      "verse_key": "61:10",
      "juz_number": 28,
      "hizb_number": 55,
      "rub_el_hizb_number": 220,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ هَلۡ أَدُلُّكُمۡ عَلَىٰ تِجَٰرَةٖ تُنجِيكُم مِّنۡ عَذَابٍ أَلِيمٖ",
      "translation": "10. Eh bino bandimi! Boye bolingi nalakisa bino mombongo moye mokoki kobikisa bino na etumbu ya makasi?",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 552,
      "verse_key": "61:11",
      "juz_number": 28,
      "hizb_number": 55,
      "rub_el_hizb_number": 220,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تُؤۡمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ",
      "translation": "11. Bondima na Allah na motindami naye, mpe bobunda na nzela ya Allah na misolo mia bino mpe milimo mia bino. Wana ezali malamu тропа bino, soki bozali koyeba.",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 552,
      "verse_key": "61:12",
      "juz_number": 28,
      "hizb_number": 55,
      "rub_el_hizb_number": 220,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡ وَيُدۡخِلۡكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
      "translation": "12. Akolimbisa masumu na bino mpe akokotisa bino na lola oyo ezali kolekisa mingala o nsé na yango, mpe bisika ya kovanda ya kitoko bikozalaka na lola ya eden. Wana nde elonga ya monene.",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 552,
      "verse_key": "61:13",
      "juz_number": 28,
      "hizb_number": 55,
      "rub_el_hizb_number": 220,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأُخۡرَىٰ تُحِبُّونَهَاۖ نَصۡرٞ مِّنَ ٱللَّهِ وَفَتۡحٞ قَرِيبٞۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ",
      "translation": "13. Mpe akopesa bino biloko bisusu oyo bokolingaka mpe lisungi kowuta epai na Allah mpe elonga ya pembeni. Mpe pesa sango elamu epai ya bandimi.",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 552,
      "verse_key": "61:14",
      "juz_number": 28,
      "hizb_number": 55,
      "rub_el_hizb_number": 220,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُوٓاْ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ لِلۡحَوَارِيِّـۧنَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِۖ فَـَٔامَنَت طَّآئِفَةٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٞۖ فَأَيَّدۡنَا ٱلَّذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُواْ ظَٰهِرِينَ",
      "translation": "14. Oh bino bandimi! Bozala basalisi ya Allah, lokola Issa mwana ya Maryam alobaki na bayekoli naye ete: Nani akosalisa ngai тропа Allah? Bayekoli balobaki ete: Tozali basalisi ya Allah, mpe eteni moko kati na bana ya isalayele bandimaki, mpe eteni mosusu bapengwaki, mpe tosungaki bato oyo bandimaki likolo na banguna na bango mpe balongaki.",
      "footnotes": ""
    }
  ]
}