{
  "id": 95,
  "verse_number": 95,
  "page_number": 123,
  "verse_key": "5:95",
  "juz_number": 7,
  "hizb_number": 13,
  "rub_el_hizb_number": 49,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقۡتُلُواْ ٱلصَّيۡدَ وَأَنتُمۡ حُرُمٞۚ وَمَن قَتَلَهُۥ مِنكُم مُّتَعَمِّدٗا فَجَزَآءٞ مِّثۡلُ مَا قَتَلَ مِنَ ٱلنَّعَمِ يَحۡكُمُ بِهِۦ ذَوَا عَدۡلٖ مِّنكُمۡ هَدۡيَۢا بَٰلِغَ ٱلۡكَعۡبَةِ أَوۡ كَفَّٰرَةٞ طَعَامُ مَسَٰكِينَ أَوۡ عَدۡلُ ذَٰلِكَ صِيَامٗا لِّيَذُوقَ وَبَالَ أَمۡرِهِۦۗ عَفَا ٱللَّهُ عَمَّا سَلَفَۚ وَمَنۡ عَادَ فَيَنتَقِمُ ٱللَّهُ مِنۡهُۚ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ",
  "translation": "Wahai orang-orang yang beriman! Janganlah kamu membunuh hewan buruan,290) ketika kamu sedang ihram (haji atau umrah). Barang siapa di antara kamu membunuhnya dengan sengaja, maka dendanya ialah mengganti dengan hewan ternak yang sepadan dengan buruan yang dibunuhnya, menurut putusan dua orang yang adil di antara kamu sebagai hadyu yang dibawa ke Ka'bah,291) atau kafarat (membayar tebusan dengan) memberi makan kepada orang-orang miskin,292) atau berpuasa, seimbang dengan makanan yang dikeluarkan itu,293) agar dia merasakan akibat buruk dari perbuatannya. Allah telah memaafkan apa yang telah lalu.294) Dan barang siapa kembali mengerjakannya, niscaya Allah akan menyiksanya. Dan Allah Mahaperkasa, memiliki (kekuasaan untuk) menyiksa.",
  "footnotes": "*290) Hewan buruan, baik yang boleh dimakan atau tidak, kecuali burung gagak, burung elang, kalajengking, tikus dan anjing buas. Dalam suatu riwayat termasuk juga ular. 291) Yang dibawa sampai ke daerah haram untuk disembelih di sana dan dagingnya dibagikan kepada fakir miskin. 292) Sepadan dengan harga hewan ternak pengganti hewan yang dibunuh itu. 293) Puasa yang jumlah harinya sebanyak mud yang diberikan kepada fakir miskin, seharga hewan yang dibunuh dengan catatan, seorang fakir miskin mendapat satu mud (lebih kurang 6,5 ons). 294) Membunuh hewan sebelum turun ayat yang mengharamkan ini."
}