{
  "id": 11,
  "verse_number": 11,
  "page_number": 351,
  "verse_key": "24:11",
  "juz_number": 18,
  "hizb_number": 35,
  "rub_el_hizb_number": 140,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "إِنَّ ٱلَّذِينَ جَآءُو بِٱلۡإِفۡكِ عُصۡبَةٞ مِّنكُمۡۚ لَا تَحۡسَبُوهُ شَرّٗا لَّكُمۖ بَلۡ هُوَ خَيۡرٞ لَّكُمۡۚ لِكُلِّ ٱمۡرِيٕٖ مِّنۡهُم مَّا ٱكۡتَسَبَ مِنَ ٱلۡإِثۡمِۚ وَٱلَّذِي تَوَلَّىٰ كِبۡرَهُۥ مِنۡهُمۡ لَهُۥ عَذَابٌ عَظِيمٞ",
  "translation": "جو لوگ یہ بہت بڑا بہتان باندھ ﻻئے ہیں(1) یہ بھی تم میں سے ہی ایک گروه(2) ہے۔ تم اسے اپنے لئے برا نہ سمجھو، بلکہ یہ تو تمہارے حق میں بہتر ہے(3)۔ ہاں ان میں سے ہر ایک شخص پر اتنا گناه ہے جتنا اس نے کمایا ہے اور ان میں سے جس نے اس کے بہت بڑے حصے کو سرانجام دیا ہے اس کے لئے عذاب بھی بہت ہی بڑا ہے.(4)",
  "footnotes": "(1) إِفْكٌ سے مراد وہ واقعہ إِفْكٌ ہے جس میں منافقین نے حضرت عائشہ (رضی الله عنها) کے دامن عفت وعزت کو داغ دار کرنا چاہا تھا۔ لیکن اللہ تعالیٰ نے قرآن کریم میں حضرت عائشہ (رضی الله عنها) کی برائت نازل فرما کر ان کی پاک دامنی اور عفت کو واضح تر کردیا۔ مختصراً یہ واقعہ ہے کہ حکم حجاب کے بعد غزوۂ بنی المصطلق (مریسیع) سے واپسی پر نبی کریم (صلى الله عليه وسلم) اور صحابہ کرام (رضي الله عنهم) نے مدینہ کے قریب ایک جگہ قیام فرمایا، صبح کو جب وہاں سے روانہ ہوئے تو حضرت عائشہ (رضی الله عنها) کا ہودج بھی، جو خالی تھا، اہل قافلہ نے یہ سمجھ کر اونٹ پر رکھ دیا کہ ام المومنین (رضی الله عنها) اس کے اندر ہی ہوں گی۔ اور وہاں سے روانہ ہوگئے، در آں حالیکہ حضرت عائشہ (رضی الله عنها) اپنے ہار کی تلاش میں باہر گئی ہوئی تھیں، جب واپس آئیں تو دیکھا کہ قافلہ چلا گیا۔ تو یہ سوچ کر وہیں لیٹ رہیں کہ جب ان کو میری غیر موجودگی کا علم ہوگا تو تلاش کے لئے واپس آئیں گے۔ تھوڑی دیر بعد صفوان بن معطل سلمی (رضي الله عنه) آگئے، جن کی ذمہ داری یہی تھی کہ قافلے کی رہ جانے والی چیزیں سنبھال لیں۔ انہوں نے حضرت عائشہ (رضی الله عنها) کو حکم حجاب سے پہلے دیکھا ہوا تھا۔ انہیں دیکھتے ہی انا للہ الخ پڑھا اور سمجھ گئے قافلہ غلطی سے یا بےعلمی میں حضرت ام المومنین (رضی الله عنها) کو یہیں چھوڑ کر آگے چلا گیا ہے۔ چنانچہ انہوں نے انہیں اپنے اونٹ پر بٹھایا اور خود نکیل تھامے پیدل چلتے قافلے کو جاملے۔ منافقین نے جب حضرت عائشہ (رضی الله عنها) کو اس طرح بعد میں اکیلے حضرت صفوان (رضي الله عنه) کےساتھ آتے دیکھا تو اس موقع کو بہت غنیمت جانا اور رئیس المنافقین عبداللہ بن ابی نے کہا کہ یہ تنہائی اور علیحدگی بے سبب نہیں اور یوں انہوں نے حضرت عائشہ (رضی الله عنها) کو حضرت صفوان (رضي الله عنه) کے ساتھ مطعون کردیا، دراں حالیکہ دونوں ان باتوں سے یکسر بےخبر تھے۔ بعض مخلص مسلمان بھی اس پروپیگنڈے کا شکار ہوگئے، مثلاً حضرت حسان (رضي الله عنه) ، مسطح بن اثاثہ اور حمنہ بنت جحش (رضي الله عنهم) (اس واقعہ کی پوری تفصیل صحیح احادیث میں موجود ہے) نبی کریم (صلى الله عليه وسلم) نے پورے ایک مہینے تک، جب تک اللہ تعالیٰ کی طرﻑ سے براءت نازل نہیں ہوئی، سخت پریشان رہے اور حضرت عائشہ (رضي الله عنه) ا لاعلمی میں اپنی جگہ بےقرار ومضطرب۔ ان آیات میں اللہ تعالیٰ نے اسی واقعے کو اختصار وجامعیت کے ساتھ بیان فرمایا ہے۔ إِفْكٌ کے معنی ہیں کسی چیز کو الٹا دینا۔ اس واقعے میں بھی چونکہ منافقین نے معاملے کو الٹا دیا تھا یعنی حضرت عائشہ (رضی الله عنها) تو ثنا وتعریف کی مستحق تھیں، عالی نسب اور رفعت کردار کی مالک تھیں نہ کہ قذف کی۔ لیکن ظالموں نے اس پیکر عفت کو اس کے برعکس طعن اور بہتان تراشی کا ہدف بنا لیا۔\n(2) ایک گروہ اور جماعت کو عصبہ کہا جاتا ہے کیونکہ وہ ایک دوسرے کی تقویت اور عصبیت کا باعث ہوتے ہیں۔\n(3) کیونکہ اس سے ایک تو تمہیں کرب اور صدمے کے سبب ثواب عظیم ملے گا، دوسرے آسمانوں سے حضرت عائشہ (رضی الله عنها) کی براءت سے ان کی عظمت شان اور ان کے خاندان کا شرف وفضل نمایاں تر ہوگیا، علاوہ ازیں اہل ایمان کے لئے اس میں عبرت و موعظت کے اور کئی پہلو ہیں۔\n(4) اس سے مراد عبداللہ بن ابی منافق ہے جو اس سازش کا سرغنہ تھا۔"
}