{
  "result": {
    "id": "2822",
    "sura": "24",
    "aya": "31",
    "arabic_text": "وَقُل لِّلۡمُؤۡمِنَٰتِ يَغۡضُضۡنَ مِنۡ أَبۡصَٰرِهِنَّ وَيَحۡفَظۡنَ فُرُوجَهُنَّ وَلَا يُبۡدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنۡهَاۖ وَلۡيَضۡرِبۡنَ بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّۖ وَلَا يُبۡدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوۡ ءَابَآئِهِنَّ أَوۡ ءَابَآءِ بُعُولَتِهِنَّ أَوۡ أَبۡنَآئِهِنَّ أَوۡ أَبۡنَآءِ بُعُولَتِهِنَّ أَوۡ إِخۡوَٰنِهِنَّ أَوۡ بَنِيٓ إِخۡوَٰنِهِنَّ أَوۡ بَنِيٓ أَخَوَٰتِهِنَّ أَوۡ نِسَآئِهِنَّ أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُهُنَّ أَوِ ٱلتَّٰبِعِينَ غَيۡرِ أُوْلِي ٱلۡإِرۡبَةِ مِنَ ٱلرِّجَالِ أَوِ ٱلطِّفۡلِ ٱلَّذِينَ لَمۡ يَظۡهَرُواْ عَلَىٰ عَوۡرَٰتِ ٱلنِّسَآءِۖ وَلَا يَضۡرِبۡنَ بِأَرۡجُلِهِنَّ لِيُعۡلَمَ مَا يُخۡفِينَ مِن زِينَتِهِنَّۚ وَتُوبُوٓاْ إِلَى ٱللَّهِ جَمِيعًا أَيُّهَ ٱلۡمُؤۡمِنُونَ لَعَلَّكُمۡ تُفۡلِحُونَ",
    "translation": "مسلمان عورتوں سے کہو کہ وه بھی اپنی نگاہیں نیچی رکھیں اور اپنی عصمت میں فرق نہ آنے دیں(1) اور اپنی زینت کو ﻇاہر نہ کریں(2)، سوائے اس کے جو ﻇاہر ہے(3) اور اپنے گریبانوں پر اپنی اوڑھنیاں ڈالے رہیں(4)، اور اپنی آرائش کو کسی کے سامنے ﻇاہر نہ کریں(5)، سوائے اپنے خاوندوں کے(6) یا اپنے والد کے یا اپنے خسر کے یا اپنے لڑکوں کے یا اپنے خاوند کے لڑکوں کے یا اپنے بھائیوں کے یا اپنے بھتیجوں کے یا اپنے بھانجوں کے(7) یا اپنے میل جول کی عورتوں کے(8) یا غلاموں کے (9)یا ایسے نوکر چاکر مردوں کے جو شہوت والے نہ ہوں(10) یا ایسے بچوں کے جو عورتوں کے پردے کی باتوں سے مطلع نہیں(11)۔ اور اس طرح زور زور سے پاؤں مار کر نہ چلیں کہ ان کی پوشیده زینت معلوم ہوجائے(12)، اے مسلمانو! تم سب کے سب اللہ کی جناب میں توبہ کرو تاکہ تم نجات پاؤ.(13)",
    "footnotes": "(1) عورتیں بھی اگرچہ غض بصر اور حفظ فروج کے پہلے حکم میں داخل تھیں، جو تمام مومنین کو دیا گیا ہے اور مومنین میں مومن عورتیں بھی بالعموم شامل ہی ہوتی ہیں لیکن ان مسائل کی اہمیت کے پیش نظر عورتوں کو بھی بطور خاص دوبارہ وہی حکم دیا جارہا ہے جس سے مقصود تاکید ہے بعض علما نے اس سے استدلال کرتے ہوئے کہا ہے کہ جس طرح مردوں کے لئے عورتوں کو دیکھنا ممنوع ہے اسی طرح عورتوں کے لئے مردوں کو دیکھنا مطلقاً ممنوع ہے۔ اور بعض نے اس حدیث سے استدلال کرتے ہوئے جس میں حضرت عائشہ (رضی الله عنها) کا حبشیوں کا کھیل دیکھنے کا ذکر ہے (صحيح بخاري، كتاب الصلاة، باب أصحاب الحراب في المسجد) بغیر شہوت کے مردوں کی طرف دیکھنے کی عورتوں کو اجازت دی ہے۔\n(2) زینت سے مراد وہ لباس ہے اور زیور ہے جو عورتیں اپنے حسن وجمال میں مزید نکھار پیدا کرنے کے لئے پہنتی ہیں، جس کی تاکید انہیں اپنے خاوندوں کے لئے کی گئی ہے۔ جب لباس اور زیور کا ا ظہار غیر مردوں کے سامنے عورت کے لئے ممنوع ہے جسم کو عریاں اور نمایاں کرنے کی اجازت اسلام میں کب ہوسکتی ہے؟ یہ تو بطریق اولیٰ حرام اور ممنوع ہوگا۔\n(3) اس سے مراد وہ زینت اور حصہ جسم ہے جس کا چھپانا اور پردہ کرنا ممکن نہ ہو۔ جیسے کسی کو کوئی چیز پکڑاتے یا اس سے لیتے ہوئے ہتھیلیوں کا، یا دیکھتے ہوئے آنکھوں کا ظاہر ہوجانا۔ اس ضمن میں ہاتھ میں جو انگوٹھی پہنی ہوئی یا مہندی لگی ہو، آنکھوں میں سرمہ، کاجل ہو یا لباس اور زینت کو چھپانے کے لئے جو برقعہ یا چادر لی جاتی ہے، وہ بھی ایک زینت ہی ہے۔ تاہم یہ ساری زینتیں ایسی ہیں، جن کا اظہار بوقت ضرورت یا بوجہ ضرورت مباح ہے۔\n(4) تاکہ سر، گردن، سینے اور چھاتی کا پردہ ہوجائے، کیونکہ انہیں بھی بےپردہ کرنے کی اجازت نہیں ہے۔\n(5) یہ وہی زینت (سنگھار) یا آرائش ہے جسے ظاہر کرنے کی ممانعت اس سے پہلے کی گئی تھی۔ یعنی لباس اور زیور وغیرہ کی، جو چادر یا برقعہ کے نیچے ہوتی ہے۔ یہاں اس کا ذکر اب استثنا کے ضمن میں آیا ہے۔ یعنی ان ان لوگوں کے سامنے اس زینت کا اظہار جائز ہے۔\n(6) ان میں سرفہرست خاوند ہے، اسی لئے خاوند کو سب پر مقدم بھی کیا گیا ہے۔ کیونکہ عورت کی ساری زینت خاوند ہی کے لئے ہوتی ہے، اور خاوند کے لئے تو عورت کا سارا بدن ہی حلال ہے۔ اس کے علاوہ جن محارم اور دیگر بعض افراد کا ہر وقت گھر میں آنا جا نارہتا ہے اور قربت اور رشتہ داری کی وجہ سے یا دیگر وجوہ سے طبعی طور پر ان کی طرف جنسی میلان بھی نہیں ہوتا، جس سے فتنے میں مبتلا ہونے کا اندیشہ ہو۔ تو شریعت نے ایسے لوگوں کے سامنے، جن سے کوئی خطرہ نہ ہو اور تمام محارم کے سامنے زینت ظاہر کرنے کی اجازت مرحمت فرمائی ہے۔ اس مقام پر ماموں اور چچا کا ذکر نہیں کیا گیا ہے۔ جمہور علما کے نزدیک یہ بھی ان محارم میں سے ہیں جن کے سامنے اظہار زینت کی اجازت دی گئی ہے اور بعض کے نزدیک یہ محارم میں سے نہیں ہیں (فتح القدیر)۔\n(7) باپ میں دادا، پردادا، نانا، پرنانا اور اس سے اوپر سب شامل ہیں۔ اسی طرح خسر میں خسر کا باپ، دادا، پردادا، اوپر تک۔ بیٹوں میں پوتا، پرپوتا، نواسہ پرنواسہ نیچے تک۔ خاوندوں کے بیٹوں میں پوتے، پرپوتے، نیچے تک، بھائیوں میں تینوں قسم کے بھائی (عینی، اخیافی اور علاتی) اور ان کے بیٹے، پوتے، پرپوتے، نواسے، نیچے تک۔ بھتیجوں میں ان کے بیٹے، نیچے تک اور بھانجوں میں تینوں قسم کی بہنوں کی اولاد شامل ہے۔\n(8) ان سے مراد مسلمان عورتیں ہیں جن کو اس بات سے منع کردیا گیا ہے کہ وہ کسی عورت کی زینت، اس کا حسن و جمال اور جسمانی خدوخال اپنے خاوند کے سامنے بیان کریں۔ ان کے علاوہ کسی بھی کافر عورت کے سامنے اظہار زینت منع ہے یہی رائے حضرت عمرو عبداللہ بن عباس (رضي الله عنه) ما ومجاھد اور امام احمد بن حنبل سے منقول ہے۔ بعض نے اس سے وہ مخصوص عورتیں مراد لی ہیں، جو خدمت وغیرہ کے لئے ہر وقت ساتھ رہتی ہیں، جن میں باندیاں (لونڈیاں) بھی شامل ہیں۔\n(9) بعض نے اس سے مراد صرف لونڈیاں اور بعض نے صرف غلام لئے ہیں اور بعض نے دونوں ہی۔ حدیث میں بھی صراحت ہے کہ غلام سے پردے کی ضرورت نہیں ہے۔ (أبو داود- كتاب اللباس باب في العبد ينظر إلى شعر مولاته) اس طرح بعض نے اسے عام رکھا ہے جس میں مومن اور کافر دونوں غلام شامل ہیں۔\n(10) بعض نے ان سے صرف وہ افراد مراد لئے ہیں جن کا گھر میں رہنے سے، کھانے پینے کے سوا کوئی اور مقصد نہیں۔ بعض نے بےوقوف ، بعض نے نامرد ا ور خصی اور بعض نے بالکل بوڑھے مراد لئے ہیں۔ امام شوکانی فرماتے ہیں کہ جن کے اندر بھی قرآن کی بیان کردہ صفت پائی جائے گی، وہ سب اس میں شامل اور دوسرے خارج ہوں گے۔\n(11) ان سے ایسے بچے خارج ہوں گے جو بالغ ہوں یا بلوغت کے قریب ہوں کیونکہ وہ عورتوں کے پردوں کی باتوں سے واقف ہوتے ہیں۔\n(12) تاکہ پازیبوں کی جھنکار سے مرد اس کی طرف متوجہ نہ ہوں۔ اسی میں اونچی ایڑی کے وہ سینڈل بھی آجاتے ہیں جنہیں عورت پہن کر چلتی ہے ٹک ٹک کی آواز، زیور کی جھنکار سے کم نہیں ہوتی۔ اسی طرح احادیث میں آتا ہے کہ عورت کے لئے خوشبو لگا کر گھر سے باہر نکلنا جائز نہیں، جو عورت ایسا کرتی ہے، وہ بدکار ہے (ترمذي، أبواب الاستئذان، أبو داود، كتاب الترجل)۔\n(13) یہاں پردے کے احکام میں توبہ کا حکم دینے میں یہ حکمت معلوم ہوتی ہے کہ زمانہ جاہلیت میں ان احکام کی جو خلاف ورزی بھی تم کرتے رہے ہو، وہ چونکہ اسلام سے قبل کی باتیں ہیں، اس لئے اگر تم نے سچے دل سے توبہ کرلی اور ان احکام مذکورہ کے مطابق پردے کا صحیح اہتمام کرلیا تو فلاح وکامیابی اور دنیا وآخرت کی سعادت تمہارا مقدر ہے"
  }
}