{
  "id": 63,
  "verse_number": 63,
  "page_number": 359,
  "verse_key": "24:63",
  "juz_number": 18,
  "hizb_number": 36,
  "rub_el_hizb_number": 143,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "لَّا تَجۡعَلُواْ دُعَآءَ ٱلرَّسُولِ بَيۡنَكُمۡ كَدُعَآءِ بَعۡضِكُم بَعۡضٗاۚ قَدۡ يَعۡلَمُ ٱللَّهُ ٱلَّذِينَ يَتَسَلَّلُونَ مِنكُمۡ لِوَاذٗاۚ فَلۡيَحۡذَرِ ٱلَّذِينَ يُخَالِفُونَ عَنۡ أَمۡرِهِۦٓ أَن تُصِيبَهُمۡ فِتۡنَةٌ أَوۡ يُصِيبَهُمۡ عَذَابٌ أَلِيمٌ",
  "translation": "تم اللہ تعالیٰ کے نبی کے بلانے کو ایسا بلاوا نہ کرلو جیسا کہ آپس میں ایک دوسرے کو ہوتا(1) ہے۔ تم میں سے انہیں اللہ خوب جانتا ہے جو نظر بچا کر چپکے سے سرک جاتے ہیں(2)۔ سنو جو لوگ حکم رسول کی مخالفت کرتے ہیں انہیں ڈرتے رہنا چاہیئے کہ کہیں ان پر کوئی زبردست آفت نہ آ پڑے(3) یا انہیں درد ناک عذاب نہ پہنچے.",
  "footnotes": "(1) اس کے ایک معنی تو یہ ہیں کہ جس طرح تم ایک دوسرے کو نام لے کر پکارتے ہو، رسول اللہ (صلى الله عليه وسلم) کو اس طرح مت پکارو۔ مثلاً یا محمد (صلى الله عليه وسلم) نہیں بلکہ یا رسول اللہ، یا نبی اللہ وغیرہ کہو۔ (یہ آپ کی زندگی کے لئے تھا جب کہ صحابہ کرام (رضي الله عنهم) کو ضرورت پیش آتی تھی کہ آپ سے مخاطب ہوں) دوسرے معنی یہ ہیں کہ رسول کی بددعا کو دوسروں کی بد دعا کی طرح مت سمجھو، اس لئے کہ آپ کی دعا تو قبول ہوتی ہے۔ اس لئے نبی کی بددعا مت لو، تم ہلاک ہوجاؤ گے۔\n(2) یہ منافقین کا رویہ ہوتا تھا کہ اجتماع مشاورت سے چپکے سے کھسک جاتے۔\n(3) اس آفت سے مراد دلوں کی وہ کجی ہے جو انسان کو ایمان سے محروم کردیتی ہے۔ یہ نبی کریم (صلى الله عليه وسلم) کے احکام سے سرتابی اور ان کی مخالفت کرنے کا نتیجہ ہے۔ اور ایمان سے محرومی اور کفر پر خاتمہ، جہنم کے دائمی عذاب کا باعث ہے۔ جیسا کہ آیت کے اگلے جملے میں فرمایا۔ پس نبی کریم (صلى الله عليه وسلم) کے منہاج، طریقے اور سنت کو ہر وقت سامنے رکھنا چاہیئے۔ اس لئے جو اقوال واعمال اس کےمطابق ہوں گے، وہی بارگاہ الٰہی میں مقبول اور دوسرے سب مردود ہوں گے۔ آپ (صلى الله عليه وسلم) کا فرمان ہے «مَنْ عَمِلَ عَمَلاً لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ» (البخاري- كتاب الصلح، باب إذا اصطلحوا على صلح جور- ومسلم، كتاب الأقضية، باب نقض الأحكام الباطلة ورد محدثات الأمور- والسنن) ”جس نے ایسا کام کیا، جو ہمارے طریقے پر نہیں ہے، وہ مردود ہے“۔"
}