{
  "result": [
    {
      "id": "1",
      "sura": "1",
      "aya": "1",
      "arabic_text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
      "translation": "KWA JINA LA MWENYEEZI MUNGU MWINGI WA REHEMA MWENYE KUREHEMU .",
      "footnotes": "Sura inaanza kwa Jina la Mwenyezi Mungu ambaye hapana anayefaa kuabudiwa ila Yeye aliye sifika kwa kila sifa za ukamilifu, na ametakasika na kila la upungufu. Yeye ndiye Mwenye rehema ambaye ananeemesha kwa neema kubwa na ndogo, na za kuwapa wote, na za kuwapa walio khusika. Na Yeye ndiye mwenye kusifika kwa sifa ya Rehema yenye kudumu. (Kauli ya mwanzo aliyo semezwa Mtume s.a.w. na kuamrishwa na Mwenyezi Mungu ni \"Iqra` bismi Rabbika\", yaani: \"Soma kwa jina la Mola wako Mlezi!\" Naye Mtume s.a.w. amesema: \"Jambo lolote lisilo anziwa kwa Bismillahi ni pungufu.\" Kila Sura ya Qur'ani, isipo kuwa Sura Attawba, imeanziwa kwa Bismillahi Rrahmani Rrahim.)"
    },
    {
      "id": "2",
      "sura": "1",
      "aya": "2",
      "arabic_text": "ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Sifa njema zote ni za Mwenyeezi Mungu, Mola Mlezi wa viumbe vyote;",
      "footnotes": "Sifa njema za namna yote na katika kila hali ni za Mwenyezi Mungu pekee. Na tunamsifu Yeye kwa sifa zote kwa sababu Yeye ndiye mwenye kuviumba viumbe vyote na mwenye kuviangalia na kuvilea. (Neno Rabb, kwa Kiarabu, lina maana ya Ubwana na Ulezi na Utengenezaji. Ndiyo tukatumia Mola Mlezi. Neno Baba lina upungufu.)"
    },
    {
      "id": "3",
      "sura": "1",
      "aya": "3",
      "arabic_text": "ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
      "translation": "Mwingi wa Rehema Mwenye Kurehemu;",
      "footnotes": "Na Yeye ndiye Mwenye rehema ya kudumu, na rehema inatokana naye. Ananeemesha kwa neema zote ndogo na kubwa. (Arrahman ni jina lake Mwenyezi Mungu tu, na hafai mtu kuitwa hivyo.)"
    },
    {
      "id": "4",
      "sura": "1",
      "aya": "4",
      "arabic_text": "مَٰلِكِ يَوۡمِ ٱلدِّينِ",
      "translation": "Mwenye kumiliki siku ya malipo.",
      "footnotes": "Na Yeye peke yake ndiye Mwenye kumiliki Siku ya Malipo na Hisabu, yaani Siku ya Kiyama, anafanya atakavyo wala hapana mwenye kushirikiana naye walau kwa kuonekana tu."
    },
    {
      "id": "5",
      "sura": "1",
      "aya": "5",
      "arabic_text": "إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ",
      "translation": "Wewe tu tunakuabudu, na wewe tu tunakuomba msaada.",
      "footnotes": "Hatumuabudu yeyote ila Wewe tu, wala hatutaki msaada kwa yeyote ila kwako tu."
    },
    {
      "id": "6",
      "sura": "1",
      "aya": "6",
      "arabic_text": "ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ",
      "translation": "Tuongoe njia iliyonyooka.",
      "footnotes": "Tunakuomba utuwafikishe kuendea Njia ya haki, na kheri na mafanikio."
    },
    {
      "id": "7",
      "sura": "1",
      "aya": "7",
      "arabic_text": "صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ",
      "translation": "Njia ya ulio waneemesha, siyo ya walio kasirikiwa, wala walio potea.",
      "footnotes": "Na njia hiyo ndiyo ya waja wako ulio wawezesha kukuamini Wewe, na ukawajaalia neema ya uwongofu na radhi, sio njia ya walio stahiki kupata ghadhabu zako na wakaiwacha njia ya haki na kheri, kwa sababu hao wameitupa imani kukuamini Wewe na kuelekea kwenye uwongofu wako. (Hapana katika Vitabu vyote vitakatifu, vya dini zote, dua inayo lingana na hii kwa uzuri wake, na utimilivu wake. Baada ya kumsifu Mwenyezi Mungu kwa Rehema yake isio na ukomo wala kipimo, na kumshukuru Mola Mwenye kuviumba na kuviangalia na kuvilea kwa huruma viumbe vyote, na kuhakikisha kuwa tunajua kuwa hapana Mungu ila Yeye tu wa kuabudiwa na kuombwa msaada, na kuwa hapana wa kumuingilia katika Ufalme wake na Uwezo wake wa kulipa hisabu kwa kila alitendalo mtu, hapo tena ndio tunaomba. Na tunaomba nini? Si mkate wa kula, wala riziki yoyote, wala jambo lolote la manufaa ya kimwili duniani, bali tunaomba Uwongofu kwenye Njia Iliyo Nyooka, Njia ya kumwendea Yeye Mwenyezi Mungu Mwingi wa Rehema. Tunaomba tusiendee njia waliyo ifuata wale walio kasirikiwa na Mwenyezi Mungu, kwa kuwa walifunzwa wakajua, lakini kwa chuki na jeuri wakakataa kuongoka, wala sio njia ya wale ambao labda kwa ujinga wamepotea. Hiyo kwa mukhtasari ndiyo Dua ambayo Waislamu, wanafunzwa waiombe, na wanaiomba mara kadhaa wa kadhaa katika Sala zao, na katika kila fursa inapo tokea.)"
    }
  ]
}