{
  "result": [
    {
      "id": "1",
      "sura": "1",
      "aya": "1",
      "arabic_text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
      "translation": "ಪರಮ ದಯಾಮಯನೂ ಕರುಣಾನಿಧಿಯೂ ಆದ ಅಲ್ಲಾಹನ ನಾಮದಿಂದ.[1]",
      "footnotes": "[1] ಅಲ್ಲಾಹನ ಹೆಸರಿನ ಮೂಲಕ ಸಹಾಯವನ್ನು ಬೇಡುತ್ತಾ ನಾನು ಪವಿತ್ರ ಕುರ್‌ಆನ್ ಪಠಣವನ್ನು ಆರಂಭಿಸುತ್ತೇನೆ. 'ಅಲ್ಲಾಹು' ಎಂಬುದು ಅಲ್ಲಾಹನ ವಿಶೇಷ ಹೆಸರು. ಈ ಹೆಸರು ಅಲ್ಲಾಹನಿಗೆ ಮಾತ್ರ ಸೀಮಿತವಾಗಿದ್ದು, ಇತರ ಯಾರನ್ನೂ ಈ ಹೆಸರಿನಿಂದ ಕರೆಯುವ ಹಾಗಿಲ್ಲ. ಅಲ್ಲಾಹು ಎಂದರೆ ಏಕೈಕ ಸತ್ಯದೇವ ಅಥವಾ ಏಕೈಕ ಪರಮೋಚ್ಛ ದೇವ."
    },
    {
      "id": "2",
      "sura": "1",
      "aya": "2",
      "arabic_text": "ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "ಸರ್ವಲೋಕಗಳ ಪರಿಪಾಲಕನಾದ[1] ಅಲ್ಲಾಹನಿಗೆ ಸರ್ವಸ್ತುತಿ.[2]",
      "footnotes": "[1] ಇಲ್ಲಿ 'ರಬ್ಬ್' ಅನ್ನು ಪರಿಪಾಲಕ ಎಂದು ಅನುವಾದ ಮಾಡಲಾಗಿದೆ. ರಬ್ಬ್ ಎಂದರೆ ಎಲ್ಲಾ ಸೃಷ್ಟಿಗಳನ್ನು ಸೃಷ್ಟಿಸಿ, ಅವುಗಳ ಎಲ್ಲಾ ಅಗತ್ಯಗಳನ್ನು ಪೂರೈಸಿ, ಅವುಗಳನ್ನು ಹಂತ ಹಂತವಾಗಿ ಬೆಳೆಸುತ್ತಾ ನಿಯಂತ್ರಿಸುತ್ತಾ ಪರಿಪೂರ್ಣತೆಗೆ ತಲುಪಿಸುವವನು. 'ಆಲಮೀನ್' ಎಂದರೆ ಲೋಕಗಳು ಅಥವಾ ಪ್ರಪಂಚಗಳು. ಇಲ್ಲಿ ಲೋಕಗಳು ಎಂದರೆ, ಮನುಷ್ಯರ ಲೋಕ, ದೇವದೂತರ ಲೋಕ, ಯಕ್ಷಗಳ ಲೋಕ, ಪ್ರಾಣಿಗಳ ಲೋಕ, ಪಕ್ಷಿಗಳ ಲೋಕ ಇತ್ಯಾದಿ. ಅಲ್ಲಾಹನ ಹೊರತಾದುದೆಲ್ಲವೂ ಲೋಕಗಳಾಗಿದ್ದು ಅವನು ಈ ಎಲ್ಲಾ ಲೋಕಗಳ ಪಾಲನೆ-ಪೋಷಣೆ ಮಾಡುವವನಾಗಿದ್ದಾನೆ. \n[2] 'ಅಲ್-ಹಮ್ದ್' (ಸರ್ವಸ್ತುತಿ) ಎಂಬ ಪದದಲ್ಲಿ ಸ್ತುತಿ, ಪ್ರಶಂಸೆ, ಹೊಗಳಿಕೆಗಳೆಲ್ಲವೂ ಒಳಗೊಳ್ಳುತ್ತದೆ. ಅವೆಲ್ಲಕ್ಕೂ ಅಲ್ಲಾಹನೇ ನೈಜ ಹಕ್ಕುದಾರ. ಅವನು ಎಲ್ಲಾ ವಸ್ತುಗಳ ಸೃಷ್ಟಿಕರ್ತ, ಪರಿಪಾಲಕ, ನಿಯಂತ್ರಕ ಮತ್ತು ಅನುಗ್ರಹದಾತ. ಆದ್ದರಿಂದ ಅವನು ಪ್ರಶಂಸೆಗೆ ಅರ್ಹನಾಗಿದ್ದಾನೆ. ಅವನು ತನ್ನ ಸಾರದಲ್ಲೂ, ತನ್ನ ಹೆಸರು ಮತ್ತು ಗುಣಲಕ್ಷಣಗಳಲ್ಲೂ ಮತ್ತು ತನ್ನ ಕೆಲಸ-ಕಾರ್ಯಗಳಲ್ಲೂ ಪರಿಪೂರ್ಣನಾಗಿರುವುದರಿಂದಲೂ ಅವನು ಪ್ರಶಂಸೆಗೆ ಅರ್ಹನಾಗಿದ್ದಾನೆ."
    },
    {
      "id": "3",
      "sura": "1",
      "aya": "3",
      "arabic_text": "ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
      "translation": "ಪರಮ ದಯಾಮಯ, ಕರುಣಾನಿಧಿ,[1]",
      "footnotes": "[1] ರಹ್ಮಾನ್ (ಪರಮ ದಯಾಮಯ) ಎಂದರೆ ವಿಶಾಲವಾದ ಕರುಣೆಯನ್ನು ಹೊಂದಿರುವವನು. ಎಲ್ಲರಿಗೂ ಕರುಣೆ ತೋರುವವನು. ರಹೀಮ್ (ಕರುಣಾನಿಧಿ) ಎಂದರೆ ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ಮಾತ್ರ ವಿಶೇಷವಾಗಿ ಕರುಣೆ ತೋರುವವನು."
    },
    {
      "id": "4",
      "sura": "1",
      "aya": "4",
      "arabic_text": "مَٰلِكِ يَوۡمِ ٱلدِّينِ",
      "translation": "ಪ್ರತಿಫಲದ ದಿನದ ಒಡೆಯ.[1]",
      "footnotes": "[1] ಯೌಮುದ್ದೀನ್ (ಪ್ರತಿಫಲದ ದಿನ) ಎಂದರೆ ಪುನರುತ್ಥಾನ ದಿನ. ಕರ್ಮಗಳ ವಿಚಾರಣೆ ನಡೆಸಿ ಅವುಗಳಿಗೆ ಪ್ರತಿಫಲ ನೀಡುವ ದಿನ. ಅಂದು ಎಲ್ಲಾ ವಸ್ತುಗಳ ನಿರುಪಾಧಿಕ ಒಡೆತನವು ಅಲ್ಲಾಹನ ಕೈಯಲ್ಲಿರುತ್ತದೆ."
    },
    {
      "id": "5",
      "sura": "1",
      "aya": "5",
      "arabic_text": "إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ",
      "translation": "ನಾವು ನಿನ್ನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸುತ್ತೇವೆ;[1] ಮತ್ತು ನಿನ್ನಿಂದ ಮಾತ್ರ ಸಹಾಯ ಬೇಡುತ್ತೇವೆ.[2]",
      "footnotes": "[1] ಆರಾಧಿಸುವುದು ಎಂದರೆ ಒಬ್ಬರ ಸಂಪ್ರೀತಿಯನ್ನು ಪಡೆಯುವುದಕ್ಕಾಗಿ ಅವರ ಮುಂದೆ ಪರಮೋಚ್ಛ ವಿನಯವನ್ನು ಮತ್ತು ಸಂಪೂರ್ಣ ಶರಣಾಗತಿಯನ್ನು ವ್ಯಕ್ತಪಡಿಸುವುದು. ಅವರಿಗೆ ಸಂಪೂರ್ಣವಾಗಿ ಸಮರ್ಪಿಸಿಕೊಳ್ಳುವುದು. ಇದು ಅಲ್ಲಾಹನಿಗೆ ಮಾತ್ರ ಅರ್ಹವಾಗಿದ್ದು ಅವನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸಬೇಕಾಗಿದೆ. ಅಲ್ಲಾಹು ಪ್ರೀತಿಸುವ ಮತ್ತು ಅವನ ಸಂಪ್ರೀತಿಗೆ ಕಾರಣವಾಗುವ ಎಲ್ಲಾ ಮಾತುಗಳು ಮತ್ತು ಬಾಹ್ಯ ಹಾಗೂ ಆಂತರಿಕ ಕ್ರಿಯೆಗಳು ಆರಾಧನೆಗಳಾಗಿವೆ.\n[2] ಅಲ್ಲಾಹು ಅಲ್ಲದವರಿಗೆ ಆರಾಧನೆ ಮಾಡುವುದನ್ನು ನಿಷೇಧಿಸಲಾಗಿರುವಂತೆ ಅಲ್ಲಾಹು ಅಲ್ಲದವರಲ್ಲಿ ಅಭೌತಿಕ ಸಹಾಯ ಬೇಡುವುದನ್ನು ಕೂಡ ನಿಷೇಧಿಸಲಾಗಿದೆ."
    },
    {
      "id": "6",
      "sura": "1",
      "aya": "6",
      "arabic_text": "ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ",
      "translation": "ನಮಗೆ ನೇರ ಮಾರ್ಗವನ್ನು ತೋರಿಸು.",
      "footnotes": ""
    },
    {
      "id": "7",
      "sura": "1",
      "aya": "7",
      "arabic_text": "صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ",
      "translation": "ನೀನು ಅನುಗ್ರಹಿಸಿದವರ ಮಾರ್ಗವನ್ನು. (ನಿನ್ನ) ಕೋಪಕ್ಕೆ ಪಾತ್ರರಾದವರ ಮಾರ್ಗವನ್ನಲ್ಲ; ದಾರಿತಪ್ಪಿದವರ ಮಾರ್ಗವನ್ನೂ ಅಲ್ಲ.[1]",
      "footnotes": "[1] ಪ್ರವಾದಿಗಳು, ಸತ್ಯವಂತರು, ಹುತಾತ್ಮರು, ಮಹಾಪುರುಷರು ಮುಂತಾದ ನೀನು ಅನುಗ್ರಹಿಸಿದವರ ಮಾರ್ಗವನ್ನು ತೋರಿಸು. ನಿನ್ನ ಕೋಪಕ್ಕೆ ಪಾತ್ರರಾದವರ ಮಾರ್ಗವನ್ನು ತೋರಿಸಬೇಡ. ಅಲ್ಲಾಹನ ಕೋಪಕ್ಕೆ ಪಾತ್ರರಾದವರು ಎಂದರೆ ಯಹೂದಿಗಳಂತೆ ಸತ್ಯವನ್ನು ತಿಳಿದೂ ಸಹ ಅದನ್ನು ಅಂಗೀಕರಿಸದವರು. ಅದೇ ರೀತಿ, ದಾರಿ ತಪ್ಪಿದವರ ಮಾರ್ಗವನ್ನು ಕೂಡ ತೋರಿಸಬೇಡ. ದಾರಿ ತಪ್ಪಿದವರು ಎಂದರೆ ಕ್ರೈಸ್ತರಂತೆ ಸತ್ಯವನ್ನು ತಿಳಿಯುವ ಗೋಜಿಗೆ ಹೋಗದೆ ದಾರಿ ತಪ್ಪಿ ನಡೆದವರು."
    }
  ]
}