{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 177,
      "verse_key": "8:1",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 71,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ",
      "translation": "1. Zij vragen jou over de oorlogsbuit. Zeg: “De oorlogsbuit is voor Allah en Zijn boodschapper.” Vrees Allah dus en schik alle geschillen tussen jullie en gehoorzaam Allah en Zijn boodschapper, als jullie gelovigen zijn.",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 177,
      "verse_key": "8:2",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 71,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ",
      "translation": "2. De gelovigen zijn slechts degenen die, als Allah genoemd wordt, vrees voelen in hun hart en als Zijn verzen voor hen gereciteerd worden laten zij hun geloof toenemen; en zij leggen hun vertrouwen in hun Heer;",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 177,
      "verse_key": "8:3",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 71,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ",
      "translation": "3. Degene die het gebed perfect verricht en uitgeeft van wat Wij hen voorzien hebben.",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 177,
      "verse_key": "8:4",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 71,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُمۡ دَرَجَٰتٌ عِندَ رَبِّهِمۡ وَمَغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ",
      "translation": "4. Zij zijn het die gelovigen in de waarheid zijn. Voor hen zijn er niveaus van waardigheid bij hen Heer en vergeving en een geweldige voorziening.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 177,
      "verse_key": "8:5",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 71,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَمَآ أَخۡرَجَكَ رَبُّكَ مِنۢ بَيۡتِكَ بِٱلۡحَقِّ وَإِنَّ فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ لَكَٰرِهُونَ",
      "translation": "5. Zoals jouw Heer ervoor zorgde dat jij je huis met de waarheid verliet en waarlijk, een deel van de gelovigen heeft daar afkeer van;",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 177,
      "verse_key": "8:6",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 71,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُجَٰدِلُونَكَ فِي ٱلۡحَقِّ بَعۡدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلۡمَوۡتِ وَهُمۡ يَنظُرُونَ",
      "translation": "6. Met jou redetwistend over de waarheid, nadat deze duidelijk is geworden, alsof zij de dood werden ingejaagd, terwijl zij (ernaar) kijken.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 177,
      "verse_key": "8:7",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 71,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ",
      "translation": "7. En (gedenk) toen Allah jullie één van de twee groepen beloofde, dat het van jullie zou zijn, jullie wensten dat het niet bewapend zou zijn als het van jullie zou zijn, maar Allah wilde Zijn woorden met de waarheid rechtvaardigen en sneed de wortels van de ongelovigen af.",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 177,
      "verse_key": "8:8",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 71,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِيُحِقَّ ٱلۡحَقَّ وَيُبۡطِلَ ٱلۡبَٰطِلَ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ",
      "translation": "8. Zodat Hij ervoor zou zorgen dat de waarheid zou zegevieren en dat de leugen tot niets gereduceerd zou worden, ondanks het feit dat de misdadigers het haten.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 178,
      "verse_key": "8:9",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 71,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ تَسۡتَغِيثُونَ رَبَّكُمۡ فَٱسۡتَجَابَ لَكُمۡ أَنِّي مُمِدُّكُم بِأَلۡفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُرۡدِفِينَ",
      "translation": "9. (Gedenk de Slag van Badr) waarop jullie bij jullie Heer om hulp smeekten en Hij (Mohammed's smeekbede voor) jullie verhoorde (en zei): “Ik zal jullie met duizend engelen helpen ieder achter de ander (elkaar volgend) in de rij.”",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 178,
      "verse_key": "8:10",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 71,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
      "translation": "10. Allah heeft het slechts als goede berichten gemaakt en dat jullie hart daarbij rust kunnen vinden. En er is geen overwinning zonder de hulp van Allah. Waarlijk, Allah is Almachtig, Alwijs.",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 178,
      "verse_key": "8:11",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 71,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةٗ مِّنۡهُ وَيُنَزِّلُ عَلَيۡكُم مِّنَ ٱلسَّمَآءِ مَآءٗ لِّيُطَهِّرَكُم بِهِۦ وَيُذۡهِبَ عَنكُمۡ رِجۡزَ ٱلشَّيۡطَٰنِ وَلِيَرۡبِطَ عَلَىٰ قُلُوبِكُمۡ وَيُثَبِّتَ بِهِ ٱلۡأَقۡدَامَ",
      "translation": "11. (Gedenk) toen Hij jullie met slaap bedekte als veiligheid voor Hem. Hij veroorzaakte de regen vallend op jullie van de hemel om jullie daarmee te reinigen en jullie van de influisteringen van Shaytaan te verwijderen en om jullie harten te versterken en jullie voeten stevig te maken.",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 178,
      "verse_key": "8:12",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 71,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ",
      "translation": "12. (Gedenk) wanneer jullie Heer de engelen inspireerde: “Waarlijk, Ik ben bij jullie, houd degenen die geloven standvastig. Ik zal een angst in de harten van de ongelovigen veroorzaken, sla hen dus over de nekken en sla op al hun toppen.”",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 178,
      "verse_key": "8:13",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 71,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
      "translation": "13. Dit omdat zij Allah en Zijn boodschapper ontkenden en ongehoorzaam waren, dan waarlijk, Allah is streng in de bestraffing.",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 178,
      "verse_key": "8:14",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 71,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكُمۡ فَذُوقُوهُ وَأَنَّ لِلۡكَٰفِرِينَ عَذَابَ ٱلنَّارِ",
      "translation": "14. Dit is de bestraffing, proef het dus en zeker voor de ongelovigen is de bestraffing van het vuur.",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 178,
      "verse_key": "8:15",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 71,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحۡفٗا فَلَا تُوَلُّوهُمُ ٱلۡأَدۡبَارَ",
      "translation": "15. O, jullie die geloven. Als jullie de ongelovigen ontmoeten op het slagveld, keer hen nooit jullie ruggen toe.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 178,
      "verse_key": "8:16",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 71,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ",
      "translation": "16. En iedereen die hen zijn rug toekeert op zo’n dag – tenzij het een oorlogsstrategie is of een hergroepering van het (eigen) leger – heeft zeker over zichzelf de toorn van Allah uitgeroepen. En zijn verblijfplaats is de hel en dat is zeker een slechte bestemming!",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 179,
      "verse_key": "8:17",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 71,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمۡ تَقۡتُلُوهُمۡ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمۡۚ وَمَا رَمَيۡتَ إِذۡ رَمَيۡتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبۡلِيَ ٱلۡمُؤۡمِنِينَ مِنۡهُ بَلَآءً حَسَنًاۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ",
      "translation": "17. Jullie hebben hen niet gedood, maar Allah heeft hen gedood en jij hebt niet gegooid toen jij gooide, maar Allah gooide, zodat Hij de gelovigen door een eerlijke beoordeling van Hem moge testen. Waarlijk Allah is de Alhorende, Alwetende.",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 179,
      "verse_key": "8:18",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 71,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكُمۡ وَأَنَّ ٱللَّهَ مُوهِنُ كَيۡدِ ٱلۡكَٰفِرِينَ",
      "translation": "18. Dit (is het feit) en zeker, Allah verzwakt de bedrieglijke samenzweringen van de ongelovigen.",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 179,
      "verse_key": "8:19",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 71,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ",
      "translation": "19. (O, ongelovigen) als jullie om een beoordeling vragen, nu is de beoordeling voor jullie gekomen en als jullie stoppen, is dat beter voor jullie en als jullie terugkeren zullen Wij terugkeren en jullie legers zullen jullie niet baten, hoe groot zij ook zullen zijn, en waarlijk, Allah is bij de gelovigen.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 179,
      "verse_key": "8:20",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 71,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوۡاْ عَنۡهُ وَأَنتُمۡ تَسۡمَعُونَ",
      "translation": "20. O jullie die geloven! Gehoorzaam Allah en Zijn boodschapper en keer je niet van hem af, terwijl jullie horen.",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 179,
      "verse_key": "8:21",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 71,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَكُونُواْ كَٱلَّذِينَ قَالُواْ سَمِعۡنَا وَهُمۡ لَا يَسۡمَعُونَ",
      "translation": "21. En wees niet zoals degenen die zeiden: “Wij hebben gehoord,” maar zij hoorden niet.",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 179,
      "verse_key": "8:22",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 72,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلۡبُكۡمُ ٱلَّذِينَ لَا يَعۡقِلُونَ",
      "translation": "22. Waarlijk! De ergste van de levende wezens zijn in het oog van Allah de doven en de stommen, degenen die niet begrijpen.",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 179,
      "verse_key": "8:23",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 72,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ عَلِمَ ٱللَّهُ فِيهِمۡ خَيۡرٗا لَّأَسۡمَعَهُمۡۖ وَلَوۡ أَسۡمَعَهُمۡ لَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ",
      "translation": "23. Als Allah iets goeds van hen geweten had, dan had Hij hen laten luisteren, maar zij zouden zich afwenden, afkerig.",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 179,
      "verse_key": "8:24",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 72,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمۡ لِمَا يُحۡيِيكُمۡۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَحُولُ بَيۡنَ ٱلۡمَرۡءِ وَقَلۡبِهِۦ وَأَنَّهُۥٓ إِلَيۡهِ تُحۡشَرُونَ",
      "translation": "24. O jullie die geloven! Geef gehoor aan Allah en (Zijn) boodschapper wanneer Hij jullie roept naar datgene wat jullie tot leven brengt en weet dat Allah tussen de mens en zijn hart komt [1]. En waarlijk, tot Hem zullen jullie allen verzameld worden.",
      "footnotes": "[1] Hierom is het zuiveren van het hart een belangrijke verplichting. De Profeet Mohammed heeft dit 13 jaar lang de metgezellen onderwezen (het reinigen van het hart en het opvoeden van de ego), dit door middel van kennis over de openbaring en dit vervolgens op te volgen."
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 179,
      "verse_key": "8:25",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 72,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱتَّقُواْ فِتۡنَةٗ لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُواْ مِنكُمۡ خَآصَّةٗۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
      "translation": "25. En vrees de beproeving die niet alleen degene die onrecht pleegt aanvalt en weet dat Allah streng in de bestraffing is.",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 180,
      "verse_key": "8:26",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 72,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "26. En gedenk toen jullie weinig en zwak waren en dat jullie toen bang waren dat de mensen jullie zouden kidnappen, maar dat Hij een veilige plaats voor jullie had gemaakt, jullie met Zijn hulp gesterkt had en jullie van goede dingen had voorzien, zodat jullie dankbaar mogen zijn.",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 180,
      "verse_key": "8:27",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 72,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَخُونُواْ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓاْ أَمَٰنَٰتِكُمۡ وَأَنتُمۡ تَعۡلَمُونَ",
      "translation": "27. O, jullie die geloven. Bedrieg Allah en Zijn Boodschapper niet, noch verraad bewust datgene wat jullie toevertrouwd is.",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 180,
      "verse_key": "8:28",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 72,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱعۡلَمُوٓاْ أَنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ",
      "translation": "28. En weet dat jullie bezittingen en jullie kinderen niets anders zijn dan een beproeving en dat er bij Allah zeker een geweldige beloning is.",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 180,
      "verse_key": "8:29",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 72,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ",
      "translation": "29. O jullie die geloven! Als jullie Allah gehoorzamen en Hem vrezen, dan zal Hij jullie het onderscheidingsvermogen geven om tussen goed en slecht te kunnen oordelen en hij zal jullie zonden uitwissen en jullie vergeven. En Allah is de Eigenaar van een grote welvaart.",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 180,
      "verse_key": "8:30",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 72,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ",
      "translation": "30. En weet toen de ongelovigen tegen jou samenspanden om jou gevangen te nemen of je te vermoorden of je uit te drijven; zij spanden samen en Allah maakte plannen en Allah is de beste van de plannenmakers.",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 180,
      "verse_key": "8:31",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 72,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ",
      "translation": "31. En als Onze verzen voor hen gereciteerd worden, zeggen zij: “Wij hebben dit gehoord; als wij willen, kunnen wij iets dergelijks zeggen. Dit zijn niets dan verhalen van de voorvaderen.”",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 180,
      "verse_key": "8:32",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 72,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ",
      "translation": "32. En weet toen zij zeiden: “O Allah! Als dit inderdaad de waarheid door U (geopenbaard is), laat het dan voor ons stenen regenen uit de hemel of breng ons een pijnlijke bestraffing.”",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 180,
      "verse_key": "8:33",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 72,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمۡ وَأَنتَ فِيهِمۡۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ",
      "translation": "33. En Allah zal hen niet straffen, terwijl jij nog in hun midden verkeert, noch zal Hij hen straffen als zij vergeving zoeken.",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 181,
      "verse_key": "8:34",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 72,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
      "translation": "34. En waarom zal Allah hen niet straffen, terwijl zij mensen van de Masdjied Al-Haram tegenhouden en zij niet hun beschermers zijn. De beschermers zijn slechts de godsvrezenden, maar de meesten van hen weten niet.",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 181,
      "verse_key": "8:35",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 72,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا كَانَ صَلَاتُهُمۡ عِندَ ٱلۡبَيۡتِ إِلَّا مُكَآءٗ وَتَصۡدِيَةٗۚ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ",
      "translation": "35. En hun gebed bij het Huis (de Ka’bah te Mekkah) hield niets anders in dan gefluit en handgeklap. Proef daarom de bestraffing, want jullie waren ongelovigen.",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 181,
      "verse_key": "8:36",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 72,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ",
      "translation": "36. Waarlijk, de ongelovigen besteden hun welvaart om (de mensen) te verhinderen de weg van Allah op te gaan en zo zullen zij doorgaan met het besteden daarvan; maar aan het einde zal het een lijden voor hen worden. Zij zullen dan overwonnen worden, en de ongelovigen zullen in de hel verzameld worden,",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 181,
      "verse_key": "8:37",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 72,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
      "translation": "37. Zodat Allah onderscheid kan maken tussen de slechten en de goeden, (resp. de ongelovigen en de gelovigen). Hij plaatst de slechten boven elkaar, Hij stapelt ze op en verbant ze naar de hel. Dat, dat zijn de (ware) verliezers!",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 181,
      "verse_key": "8:38",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 72,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ",
      "translation": "38. Zeg tegen degenen die ongelovig waren, dat het hen vergeven zal worden, als zij stoppen met hun verleden. Maar als zij er weer naar terugkeren dat zij dan voorbeelden zijn voor die (gestraften) die hen vooraf zijn gegaan.",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 181,
      "verse_key": "8:39",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 72,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ",
      "translation": "39. En bestrijd hen totdat er geen ongeloof meer is, (noch enig verzet bestaat tegen Allah Zijn wetten), zodat de religie (en de aanbidding) exlusief voor Allah zullen zijn. Maar als zij stoppen dan is Allah zeker de Ziener van hetgeen zij doen.",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 181,
      "verse_key": "8:40",
      "juz_number": 9,
      "hizb_number": 18,
      "rub_el_hizb_number": 72,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن تَوَلَّوۡاْ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ",
      "translation": "40. En als zij zich ervan afkeren weet dan dat Allah jouw beschermer is. Wat een uitmuntende beschermer en (wat) een uitmuntende helper!",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 182,
      "verse_key": "8:41",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 73,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَٱعۡلَمُوٓاْ أَنَّمَا غَنِمۡتُم مِّن شَيۡءٖ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلۡنَا عَلَىٰ عَبۡدِنَا يَوۡمَ ٱلۡفُرۡقَانِ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
      "translation": "41. En weet dat wat jullie ook van de oorlogsbuit mogen verkrijgen, één vijfde aan Allah, de Boodschapper, de naaste verwanten en ook aan de wezen, de behoeftigen en de reiziger; als jullie in Allah geloven en in wat Wij neer hebben gezonden naar Onze slaaf op de dag van het onderscheid, de dag wanneer de twee legers ontmoetten – en Allah is tot alle zaken in staat.",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 182,
      "verse_key": "8:42",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 73,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ أَنتُم بِٱلۡعُدۡوَةِ ٱلدُّنۡيَا وَهُم بِٱلۡعُدۡوَةِ ٱلۡقُصۡوَىٰ وَٱلرَّكۡبُ أَسۡفَلَ مِنكُمۡۚ وَلَوۡ تَوَاعَدتُّمۡ لَٱخۡتَلَفۡتُمۡ فِي ٱلۡمِيعَٰدِ وَلَٰكِن لِّيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗا لِّيَهۡلِكَ مَنۡ هَلَكَ عَنۢ بَيِّنَةٖ وَيَحۡيَىٰ مَنۡ حَيَّ عَنۢ بَيِّنَةٖۗ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ",
      "translation": "42. En (gedenk) toen jullie aan de nabijgelegen kant van het dal waren en zij aan de verafgelegen kant. En de karavaan op lagere grond dan jullie. Zelfs als jullie een wederzijdse afspraak hadden gemaakt om elkaar te ontmoetten, zouden jullie hier zeker in gefaald zijn maar Allah had de zaak reeds beslist; zodat degenen die vernietigd moesten worden vernietigd zouden worden na een duidelijk bewijs en degenen die in leven moesten blijven na een duidelijk bewijs bleven leven. En zeker, Allah is Alhorend, Alwetend.",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 182,
      "verse_key": "8:43",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 73,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ يُرِيكَهُمُ ٱللَّهُ فِي مَنَامِكَ قَلِيلٗاۖ وَلَوۡ أَرَىٰكَهُمۡ كَثِيرٗا لَّفَشِلۡتُمۡ وَلَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَلَٰكِنَّ ٱللَّهَ سَلَّمَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "43. En (gedenk) dat toen Allah hen als een klein aantal in je droom liet zien, als Hij hen als een groot aantal had laten zien, zouden jullie zeker ontmoedigd worden en jullie zouden zeker redetwisten om tot een beslissing te komen. Maar Allah heeft jullie gered. Zeker Hij is de Alwetende van wat in jullie borsten is.",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 182,
      "verse_key": "8:44",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 73,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ يُرِيكُمُوهُمۡ إِذِ ٱلۡتَقَيۡتُمۡ فِيٓ أَعۡيُنِكُمۡ قَلِيلٗا وَيُقَلِّلُكُمۡ فِيٓ أَعۡيُنِهِمۡ لِيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗاۗ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ",
      "translation": "44. En (gedenk) toen jullie (het) troffen, Hij hen in jullie ogen als slechts weinig liet zien en Hij liet jullie in hun ogen als slechts weinig lijken, zodat Allah een zaak kon volbrengen die reeds beslist was en tot Allah keren alle zaken terug.",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 182,
      "verse_key": "8:45",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 73,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمۡ فِئَةٗ فَٱثۡبُتُواْ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ",
      "translation": "45. O jullie die geloven! Wanneer jullie op een leger stuiten, sta dan ferm tegen hen en gedenk veel de naam van Allah, zodat jullie zullen slagen.",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 183,
      "verse_key": "8:46",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 73,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَٰزَعُواْ فَتَفۡشَلُواْ وَتَذۡهَبَ رِيحُكُمۡۖ وَٱصۡبِرُوٓاْۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ",
      "translation": "46. En gehoorzaam Allah en Zijn boodschapper en redetwist niet, zodat jullie de moed niet verliezen en jullie kracht je niet verlaat en wees geduldig (in hulp en ondersteuning). Weet dat Allah aan de kant van de geduldigen staat.",
      "footnotes": ""
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 183,
      "verse_key": "8:47",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 73,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَكُونُواْ كَٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِم بَطَرٗا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۚ وَٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطٞ",
      "translation": "47. En wees niet zoals degenen die trots uit hun huizen komen om door de mensen gezien te worden en de (mensen) op het weg van Allah tegenhouden. En Allah is omringend door alles wat zij doen.",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 183,
      "verse_key": "8:48",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 73,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ زَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ وَقَالَ لَا غَالِبَ لَكُمُ ٱلۡيَوۡمَ مِنَ ٱلنَّاسِ وَإِنِّي جَارٞ لَّكُمۡۖ فَلَمَّا تَرَآءَتِ ٱلۡفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيۡهِ وَقَالَ إِنِّي بَرِيٓءٞ مِّنكُمۡ إِنِّيٓ أَرَىٰ مَا لَا تَرَوۡنَ إِنِّيٓ أَخَافُ ٱللَّهَۚ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ",
      "translation": "48. (En gedenk) toen Iblies hun (kwade) daden voor hen juist deed lijken (door hen op te hitsen tegen de moslims) en zei: “Op deze dag zal geen mens de overhand krijgen over jullie (troepen) want ik (zal jullie bijstaan) zoals het een goede buur (betaamt).” Maar toen de twee legers (van moslims en ongelovigen) elkaar in het oog kregen, keerde hij op zijn hielen terug en zei: “Waarlijk, ik heb niets met jullie te maken. Voorwaar, ik zie wat jullie niet zien. Waarlijk! Ik vrees (dat) Allah (mij zal vernietigen), want Allah is streng in de bestraffing.”",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 183,
      "verse_key": "8:49",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 73,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ غَرَّ هَٰٓؤُلَآءِ دِينُهُمۡۗ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ",
      "translation": "49. Toen de hypocrieten en degenen in wiens harten een ziekte was, zeiden: ”Deze mensen zijn door hun godsdienst misleid.” Maar iedereen die zijn vertrouwen in Allah legt, dan zeker, Allah is Almachtig, Alwijs.",
      "footnotes": ""
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 183,
      "verse_key": "8:50",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 73,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ تَرَىٰٓ إِذۡ يَتَوَفَّى ٱلَّذِينَ كَفَرُواْ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ",
      "translation": "50. En als jij kon zien wanneer de engelen de zielen van de ongelovigen wegnamen, zij beukten op hun gezichten en hun ruggen (zeggende): “Proef de bestraffing van het laaiende vuur.”",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 183,
      "verse_key": "8:51",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 73,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ",
      "translation": "51. Dit is vanwege wat jullie handen vooruit hebben gestuurd. En waarlijk, Allah is niet onrechtvaardig voor Zijn slaven.",
      "footnotes": ""
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 183,
      "verse_key": "8:52",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 73,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۚ إِنَّ ٱللَّهَ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ",
      "translation": "52. (Hun gedrag is) gelijk aan het gedrag van de mensen van de Farao en van degenen vóór hen, zij verwierpen de tekenen van Allah, dus strafte Allah hen voor hun zonden. Waarlijk, Allah is het sterkste, streng in de bestraffing.",
      "footnotes": ""
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 184,
      "verse_key": "8:53",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 73,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمۡ يَكُ مُغَيِّرٗا نِّعۡمَةً أَنۡعَمَهَا عَلَىٰ قَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ",
      "translation": "53. Dit is omdat Allah nooit een gunst verandert wanneer Hij het aan een volk gegeven heeft, totdat zij veranderen wat in henzelf is. En waarlijk, Allah is Alhorend, Alwetend.",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 184,
      "verse_key": "8:54",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 73,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِ رَبِّهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَۚ وَكُلّٞ كَانُواْ ظَٰلِمِينَ",
      "translation": "54. (Hun gedrag is) gelijk aan het gedrag van de mensen van de Farao en van degenen vóór hen. Zij verloochenden de tekenen van hun Heer, dus hebben Wij hen voor hun zonden vernietigd en Wij verdronken de mensen van de Farao, want zij waren allen onrechtvaardig.",
      "footnotes": ""
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 184,
      "verse_key": "8:55",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 73,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُواْ فَهُمۡ لَا يُؤۡمِنُونَ",
      "translation": "55. Waarlijk, de ergste van de levende wezens zijn in de ogen van Allah degenen die ongelovig zijn, dus zullen zij niet geloven.",
      "footnotes": ""
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 184,
      "verse_key": "8:56",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 73,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ عَٰهَدتَّ مِنۡهُمۡ ثُمَّ يَنقُضُونَ عَهۡدَهُمۡ فِي كُلِّ مَرَّةٖ وَهُمۡ لَا يَتَّقُونَ",
      "translation": "56. Zij zijn degenen met wie jij een verbond afgesloten hebt, maar zij verbraken het verbond steeds weer en zij vreesden Allah niet.",
      "footnotes": ""
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 184,
      "verse_key": "8:57",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 73,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِمَّا تَثۡقَفَنَّهُمۡ فِي ٱلۡحَرۡبِ فَشَرِّدۡ بِهِم مَّنۡ خَلۡفَهُمۡ لَعَلَّهُمۡ يَذَّكَّرُونَ",
      "translation": "57. Als jullie hen dus in de oorlog ontmoet, straf hen dan streng om degenen die achter hen staan uiteen te drijven, zodat zij een les mogen leren.",
      "footnotes": ""
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 184,
      "verse_key": "8:58",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 73,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِمَّا تَخَافَنَّ مِن قَوۡمٍ خِيَانَةٗ فَٱنۢبِذۡ إِلَيۡهِمۡ عَلَىٰ سَوَآءٍۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡخَآئِنِينَ",
      "translation": "58. Als jij verraad vreest van mensen, gooi hen dan het verbond terug (zoals het zal zijn) op gelijke voorwaarden. Zeker, Allah houdt niet van verraders.",
      "footnotes": ""
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 184,
      "verse_key": "8:59",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 73,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُواْ سَبَقُوٓاْۚ إِنَّهُمۡ لَا يُعۡجِزُونَ",
      "translation": "59. En laat degenen die ongelovig zijn niet denken dat zij het kunnen achterlaten. Waarlijk, zij zullen nooit in staat zijn zichzelf te redden.",
      "footnotes": ""
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 184,
      "verse_key": "8:60",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 73,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَعِدُّواْ لَهُم مَّا ٱسۡتَطَعۡتُم مِّن قُوَّةٖ وَمِن رِّبَاطِ ٱلۡخَيۡلِ تُرۡهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمۡ وَءَاخَرِينَ مِن دُونِهِمۡ لَا تَعۡلَمُونَهُمُ ٱللَّهُ يَعۡلَمُهُمۡۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فِي سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ",
      "translation": "60. En zet alles wat jullie hebben aan machtsmiddelen in, ook strijdrossen, om de vijand van Allah en jullie vijand en de anderen bij hen te bedreigen, misschien weten jullie het niet, maar Allah weet het. En alles wat jullie voor de zaak van Allah uitgeven, zal jullie vergoed worden en jullie zullen niet onrechtvaardig behandeld worden.",
      "footnotes": ""
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 184,
      "verse_key": "8:61",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 74,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَإِن جَنَحُواْ لِلسَّلۡمِ فَٱجۡنَحۡ لَهَا وَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "61. Maar als zij neigen naar het behoud van vrede, neig daar dan ook naartoe en vertrouw op Allah. Waarlijk, Hij is de Alhorende Alwetende.",
      "footnotes": ""
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 185,
      "verse_key": "8:62",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 74,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن يُرِيدُوٓاْ أَن يَخۡدَعُوكَ فَإِنَّ حَسۡبَكَ ٱللَّهُۚ هُوَ ٱلَّذِيٓ أَيَّدَكَ بِنَصۡرِهِۦ وَبِٱلۡمُؤۡمِنِينَ",
      "translation": "62. En als zij van plan zijn jullie te bedriegen, dan waarlijk, is Allah voldoende voor jullie. Hij is het die jullie ondersteund heeft met Zijn hulp en met de gelovigen.",
      "footnotes": ""
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 185,
      "verse_key": "8:63",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 74,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَلَّفَ بَيۡنَ قُلُوبِهِمۡۚ لَوۡ أَنفَقۡتَ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا مَّآ أَلَّفۡتَ بَيۡنَ قُلُوبِهِمۡ وَلَٰكِنَّ ٱللَّهَ أَلَّفَ بَيۡنَهُمۡۚ إِنَّهُۥ عَزِيزٌ حَكِيمٞ",
      "translation": "63. En Hij heeft hun harten verenigd. En als jij alles wat op aarde is, zou uitgeven, dan had jij hun harten niet kunnen verenigen, maar Allah heeft hen verenigd. Zeker, Hij is de Almachtige, Alwijze.",
      "footnotes": ""
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 185,
      "verse_key": "8:64",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 74,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّبِيُّ حَسۡبُكَ ٱللَّهُ وَمَنِ ٱتَّبَعَكَ مِنَ ٱلۡمُؤۡمِنِينَ",
      "translation": "64. O Profeet! Allah is voldoende voor jou en ook voor degenen van de gelovigen die jou volgen.",
      "footnotes": ""
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 185,
      "verse_key": "8:65",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 74,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّبِيُّ حَرِّضِ ٱلۡمُؤۡمِنِينَ عَلَى ٱلۡقِتَالِۚ إِن يَكُن مِّنكُمۡ عِشۡرُونَ صَٰبِرُونَ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُم مِّاْئَةٞ يَغۡلِبُوٓاْ أَلۡفٗا مِّنَ ٱلَّذِينَ كَفَرُواْ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ",
      "translation": "65. O Profeet! Moedig de gelovigen aan tot vechten. Als er twintig standvastigen onder jullie zijn, zullen zij tweehonderd overwinnen en als er honderd standvastigen zijn dan zullen zij duizend van degenen die ongelovig zijn overwinnen, (want zij) zijn mensen die niet begrijpen.",
      "footnotes": ""
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 185,
      "verse_key": "8:66",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 74,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلۡـَٰٔنَ خَفَّفَ ٱللَّهُ عَنكُمۡ وَعَلِمَ أَنَّ فِيكُمۡ ضَعۡفٗاۚ فَإِن يَكُن مِّنكُم مِّاْئَةٞ صَابِرَةٞ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُمۡ أَلۡفٞ يَغۡلِبُوٓاْ أَلۡفَيۡنِ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ",
      "translation": "66. Nu heeft Allah jullie (taak) verlicht want Hij weet dat er zwakheid in jullie is. Als er dus bij jullie honderd standvastigen zijn, dan kunnen zij tweehonderd overwinnen en als er duizend van jullie zijn, dan zullen zij met de toestemming van Allah tweeduizend overwinnen. En Allah is met de geduldigen.",
      "footnotes": ""
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 185,
      "verse_key": "8:67",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 74,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُۥٓ أَسۡرَىٰ حَتَّىٰ يُثۡخِنَ فِي ٱلۡأَرۡضِۚ تُرِيدُونَ عَرَضَ ٱلدُّنۡيَا وَٱللَّهُ يُرِيدُ ٱلۡأٓخِرَةَۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ",
      "translation": "67. Het is niet aan een profeet dat hij krijgsgevangenen moet hebben tot hij zijn kracht op aarde gevestigd heeft. Jullie wensen het goede van deze wereld, maar Allah wenst (voor jullie) het hiernamaals. En Allah is Almachtig, Alwijs.",
      "footnotes": ""
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 185,
      "verse_key": "8:68",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 74,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَّوۡلَا كِتَٰبٞ مِّنَ ٱللَّهِ سَبَقَ لَمَسَّكُمۡ فِيمَآ أَخَذۡتُمۡ عَذَابٌ عَظِيمٞ",
      "translation": "68. Als het niet een voorafgaand gebod van Allah was geweest dan zou een zware bestraffing jullie geraakt hebben voor wat jullie genomen hebben.",
      "footnotes": ""
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 185,
      "verse_key": "8:69",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 74,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَكُلُواْ مِمَّا غَنِمۡتُمۡ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
      "translation": "69. Eet dus van de oorlogsbuit die jullie hebben verkregen, wettig en goed. En vrees Allah, zeker, Allah is de meest Genadevolle, de meest Barmhartige.",
      "footnotes": ""
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 186,
      "verse_key": "8:70",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 74,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّمَن فِيٓ أَيۡدِيكُم مِّنَ ٱلۡأَسۡرَىٰٓ إِن يَعۡلَمِ ٱللَّهُ فِي قُلُوبِكُمۡ خَيۡرٗا يُؤۡتِكُمۡ خَيۡرٗا مِّمَّآ أُخِذَ مِنكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
      "translation": "70. O Profeet! Zeg tegen de gevangenen die in jouw handen zijn: “Als Allah iets goeds in jullie harten weet, dan geeft Hij jullie iets beters dan wat van jullie is afgenomen en Hij zal jullie vergeven.\" En Allah is de meest Genadevolle, de meest Barmhartige.",
      "footnotes": ""
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 186,
      "verse_key": "8:71",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 74,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن يُرِيدُواْ خِيَانَتَكَ فَقَدۡ خَانُواْ ٱللَّهَ مِن قَبۡلُ فَأَمۡكَنَ مِنۡهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
      "translation": "71. Maar als zij de bedoeling hebben jou te bedriegen, zij hebben voorheen ook Allah bedrogen. Dus gaf Hij (jou) macht over hen. En Allah is Alwetend, Alwijs.",
      "footnotes": ""
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 186,
      "verse_key": "8:72",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 74,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَٱلَّذِينَ ءَامَنُواْ وَلَمۡ يُهَاجِرُواْ مَا لَكُم مِّن وَلَٰيَتِهِم مِّن شَيۡءٍ حَتَّىٰ يُهَاجِرُواْۚ وَإِنِ ٱسۡتَنصَرُوكُمۡ فِي ٱلدِّينِ فَعَلَيۡكُمُ ٱلنَّصۡرُ إِلَّا عَلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ",
      "translation": "72. Waarlijk, degenen die geloofden, emigreerden en hard streefden en met hun bezit en met hun leven vochten voor de zaak van Allah en degenen die hen asiel verleenden en hulp – dit zijn allen bondgenoten van elkaar. En voor degenen die geloofden en niet emigreerden ben je niet verplicht hen te beschermen totdat zij emigreren, maar als zij jullie hulp in de godsdienst zoeken, is het jullie plicht hen te helpen, behalve tegen de mensen, waarmee jullie een verdrag van wederzijdse verbondenheid hebben afgesloten en Allah is de Alziende van wat jullie doen.",
      "footnotes": ""
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 186,
      "verse_key": "8:73",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 74,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ كَفَرُواْ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٍۚ إِلَّا تَفۡعَلُوهُ تَكُن فِتۡنَةٞ فِي ٱلۡأَرۡضِ وَفَسَادٞ كَبِيرٞ",
      "translation": "73. En de ongelovigen zijn bondgenoten voor elkaar (en) als jullie dat niet doen (elkaar hulp aanbieden) dan zal er verzoeking zijn en onderdrukking op aarde en groot onheil en corruptie.",
      "footnotes": ""
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 186,
      "verse_key": "8:74",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 74,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ",
      "translation": "74. En degenen die geloofden en emigreerden en hard streefden voor de zaak van Allah en degenen die hen (territoriaal) asiel en hulp verleenden: dit zijn de oprechte gelovigen. Voor hen is er vergiffenis en een waardige voorziening (in het paradijs).",
      "footnotes": ""
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 186,
      "verse_key": "8:75",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 74,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ ءَامَنُواْ مِنۢ بَعۡدُ وَهَاجَرُواْ وَجَٰهَدُواْ مَعَكُمۡ فَأُوْلَٰٓئِكَ مِنكُمۡۚ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمُۢ",
      "translation": "75. En degenen die na afloop geloofden, emigreerden en hard streefden met jou; zij behoren tot jullie. Maar bloedverwanten hebben voorrang bij de erfenis in het besluit van Allah. Waarlijk, Allah is Alwetend van alle zaken.",
      "footnotes": ""
    }
  ]
}