{
  "id": 31,
  "verse_number": 31,
  "page_number": 253,
  "verse_key": "13:31",
  "juz_number": 13,
  "hizb_number": 26,
  "rub_el_hizb_number": 101,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَلَوۡ أَنَّ قُرۡءَانٗا سُيِّرَتۡ بِهِ ٱلۡجِبَالُ أَوۡ قُطِّعَتۡ بِهِ ٱلۡأَرۡضُ أَوۡ كُلِّمَ بِهِ ٱلۡمَوۡتَىٰۗ بَل لِّلَّهِ ٱلۡأَمۡرُ جَمِيعًاۗ أَفَلَمۡ يَاْيۡـَٔسِ ٱلَّذِينَ ءَامَنُوٓاْ أَن لَّوۡ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعٗاۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ أَوۡ تَحُلُّ قَرِيبٗا مِّن دَارِهِمۡ حَتَّىٰ يَأۡتِيَ وَعۡدُ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ",
  "translation": "మరియు నిశ్చయంగా, (ఖుర్ఆన్ ను) పఠించటం వలన కొండలు కదలింపబడినా, లేదా దాని వల్ల భూమి చీల్చబడినా, లేదా దాని వల్ల మృతులు మాట్లాడేటట్లు చేయబడినా! (అవిశ్వాసులు దానిని విశ్వసించరు). వాస్తవానికి సర్వ నిర్ణయాల అధికారం కేవలం అల్లాహ్ కే చెందుతుంది.[1] ఏమీ? ఒకవేళ అల్లాహ్ కోరితే సర్వ మానవులకు సన్మార్గం చూపేవాడని తెలిసి కూడా విశ్వాసులు ఎందుకు ఆశ వదులుకుంటున్నారు?[2] మరియు అల్లాహ్ వాగ్దానం పూర్తి అయ్యేవరకు సత్యతిరస్కారంలో మునిగి ఉన్న వారిపై, వారి కర్మల ఫలితంగా, ఏదో ఒక ఆపద కలుగుతూనే ఉంటుంది. లేదా అది వారి ఇండ్ల సమీపంలో పడుతూ ఉంటుంది.[3] నిశ్చయంగా అల్లాహ్ తన వాగ్దానాన్ని భంగ పరచడు.",
  "footnotes": "[1] ఇబ్నె-కసీ'ర్ (ర'హ్మ) అంటారు: 'ప్రతి దివ్యగ్రంథం ఖుర్ఆన్ అనబడుతోంది.' ఒక 'హదీస్'లో ఉంది: 'దావూద్ (అ.స.) పశువులను సిద్ధపరచమని ఆజ్ఞాపించి ఆ సమయంలో ఖుర్ఆన్ పఠనం పూర్తి చేసుకునేవారు.' ('స. బు'ఖారీ, కితాబ్ అల్ అంబియా, బాబె ఖౌల్ అల్లాహుతా'ఆలా: 'వ ఆతైనా దావూద జబూరా.') ఇక్కడ ఖుర్ఆన్ అంటే జబూర్ అని అర్థం. ఈ వాక్యపు అర్థం ఏమిటంటే ఒకవేళ ఇంతకూ పూర్వం దివ్యగ్రంథం చదువటం వలన కొండలు కదిలింపబడితే (పొడిపొడిగా మారిపోతే), లేక మృతులు మాట్లాడగలిగితే, ఈ ఖుర్ఆన్ లో కూడా అటువంటి లక్షణాలు ఉండేవి. మరికొందరి అభిప్రాయం ఏమిటంటే, ఈ ఖుర్ఆన్ లో ఇటువంటి విశేష లక్షణాలు ఉండినా, ఈ సత్యతిరస్కారులు దీనిని ఏ మాత్రమూ విశ్వసించేవారు కారు. ఎందుకంటే వారిని విశ్వాసులుగా చేయటం అల్లాహ్ (సు.తా.) పనే. అల్లాహ్ (సు.తా.) ఎవ్వరినీ కూడా మార్చడు. ఎంతవరకైతే వారు తమను తాము మార్చుకోవటానికి ప్రయత్నించరో! [2] చూడండి, 2:26-27 మరియు 6:149. [3] చూడండి, 5:33."
}