{
  "id": 12,
  "verse_number": 12,
  "page_number": 79,
  "verse_key": "4:12",
  "juz_number": 4,
  "hizb_number": 8,
  "rub_el_hizb_number": 32,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "۞ وَلَكُمۡ نِصۡفُ مَا تَرَكَ أَزۡوَٰجُكُمۡ إِن لَّمۡ يَكُن لَّهُنَّ وَلَدٞۚ فَإِن كَانَ لَهُنَّ وَلَدٞ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكۡنَۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِينَ بِهَآ أَوۡ دَيۡنٖۚ وَلَهُنَّ ٱلرُّبُعُ مِمَّا تَرَكۡتُمۡ إِن لَّمۡ يَكُن لَّكُمۡ وَلَدٞۚ فَإِن كَانَ لَكُمۡ وَلَدٞ فَلَهُنَّ ٱلثُّمُنُ مِمَّا تَرَكۡتُمۚ مِّنۢ بَعۡدِ وَصِيَّةٖ تُوصُونَ بِهَآ أَوۡ دَيۡنٖۗ وَإِن كَانَ رَجُلٞ يُورَثُ كَلَٰلَةً أَوِ ٱمۡرَأَةٞ وَلَهُۥٓ أَخٌ أَوۡ أُخۡتٞ فَلِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُۚ فَإِن كَانُوٓاْ أَكۡثَرَ مِن ذَٰلِكَ فَهُمۡ شُرَكَآءُ فِي ٱلثُّلُثِۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصَىٰ بِهَآ أَوۡ دَيۡنٍ غَيۡرَ مُضَآرّٖۚ وَصِيَّةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَلِيمٞ",
  "translation": "இன்னும், உங்கள் மனைவிகள் விட்டுச் சென்ற (சொத்)தில் - அவர்களுக்குப் பிள்ளை இல்லையென்றால் - உங்களுக்குப் பாதி உண்டு. ஆக, அவர்களுக்குப் பிள்ளை இருந்தால் அவர்கள் விட்டுச் சென்றதில் உங்களுக்குக் கால் (பாகம்) உண்டு, அவர்கள் செய்கின்ற மரண சாசனம், அல்லது கடனுக்குப் பின்னர். இன்னும், உங்களுக்குப் பிள்ளை இல்லையென்றால் நீங்கள் விட்டுச் சென்ற (சொத்)தில் கால் பாகம் (உங்கள் மனைவிகளாகிய) அவர்களுக்கு உண்டு. ஆக, உங்களுக்குப் பிள்ளை இருந்தால் நீங்கள் விட்டுச் சென்ற (சொத்)தில் எட்டில் ஒன்று (உங்கள் மனைவிகளாகிய) அவர்களுக்கு உண்டு, நீங்கள் செய்யும் மரண சாசனம், அல்லது கடனுக்குப் பின்னர். இன்னும், (தந்தை, பாட்டன், பிள்ளை, பேரன் ஆகிய) வாரிசுகள் இல்லாத ஓர் ஆண் அல்லது ஒரு பெண் (மரணித்து) இருந்தால் இன்னும் அவருக்கு ஒரு சகோதரன் அல்லது ஒரு சகோதரி இருந்தால், அவ்விருவரில் ஒவ்வொருவருக்கும் (இறந்தவருடைய சொத்தில்) ஆறில் ஒன்று உண்டு. இதைவிட அதிகமாக அவர்கள் இருந்தால் அவர்கள் மூன்றில் ஒன்றில் (சமமான) பங்குதாரர்கள் ஆவர், செய்யப்படும் மரண சாசனம், அல்லது கடனுக்குப் பின்னர். (இந்தக் கடன், மற்றும் மரண சாசனத்தால் வாரிசுகளில் எவருக்கும் இறந்தவர்) நஷ்டம் ஏற்படுத்தாதவராக இருக்க வேண்டும். (இந்த சட்டங்கள்) அல்லாஹ்விடமிருந்து நல்லுபதேசமாக (உங்களுக்கு கூறப்படுகின்றன). இன்னும், அல்லாஹ் நன்கறிந்தவன், மகா சகிப்பாளன் ஆவான்.",
  "footnotes": ""
}