{
  "result": [
    {
      "id": "5910",
      "sura": "85",
      "aya": "1",
      "arabic_text": "وَٱلسَّمَآءِ ذَاتِ ٱلۡبُرُوجِ",
      "translation": "برجوں والے آسمان کی قسم!(1)",
      "footnotes": "(1) بُرُوجٌ، بُرْجٌ محل کی جمع ہے۔ بُرْجٌ کے اصل معنی ہیں ظہور۔ یہ کواکب کی منزلیں ہیں جنہیں ان کے محل اور قصور کی حیثیت حاصل ہے۔ ظاہر اور نمایاں ہونے کی وجہ سے انہیں بروج کہا جاتا ہے۔ تفصیل کے لئےدیکھئے الفرقان،61 کا حاشیہ۔ بعض نے بروج سے مراد ستارے لئے ہیں۔ یعنی ستارے والے آسمان کی قسم۔ بعض کے نزدیک اس سے آسمان کے دروازے یا چاند کی منزلیں مراد ہیں ۔( فتح القدیر )۔"
    },
    {
      "id": "5911",
      "sura": "85",
      "aya": "2",
      "arabic_text": "وَٱلۡيَوۡمِ ٱلۡمَوۡعُودِ",
      "translation": "وعده کیے ہوئے دن کی قسم!(1)",
      "footnotes": "(1) اس سے مراد بالاتفاق قیامت کا دن ہے۔"
    },
    {
      "id": "5912",
      "sura": "85",
      "aya": "3",
      "arabic_text": "وَشَاهِدٖ وَمَشۡهُودٖ",
      "translation": "حاضر ہونے والے اور حاضر کئے گئے کی قسم!(1)",
      "footnotes": "(1) شَاهِدٍ اور مَشْهُودٍ کی تفسیر میں بہت اختلاف ہے۔ امام شوکانی نے احادیث وآثار کی بنیاد پر کہا ہے کہ شاہد سے مراد جمعہ کا دن ہے، اس دن جس نےجو بھی عمل کیا ہوگا یہ قیامت کے دن اس کی گواہی دے گا۔ اور مشہود سے عرفے (9 ذوالحجہ ) کا دن ہے جہاں لوگ حج کے لئے جمع اور حاضر ہوتے ہیں۔"
    },
    {
      "id": "5913",
      "sura": "85",
      "aya": "4",
      "arabic_text": "قُتِلَ أَصۡحَٰبُ ٱلۡأُخۡدُودِ",
      "translation": "(کہ) خندقوں والے ہلاک کیے گئے.(1)",
      "footnotes": "(1) یعنی جن لوگوں نے خندقیں کھود کر اس میں رب کے ماننے والوں کو ہلاک کیا، ان کے لئے ہلاکت اور بربادی ہے، قُتِلَ بمعنی لُعِنَ ۔"
    },
    {
      "id": "5914",
      "sura": "85",
      "aya": "5",
      "arabic_text": "ٱلنَّارِ ذَاتِ ٱلۡوَقُودِ",
      "translation": "وه ایک آگ تھی ایندھن والی.(1)",
      "footnotes": "(1) النَّارِ، الأُخْدُودِ سے بدل اشتمال ہے ذَاتِ الْوَقُودِ، النَّارِ کی صفت ہے۔ یعنی یہ خندقیں کیا تھیں ؟ ایندھن والی آگ تھیں، جو اہل ایمان کو اس میں جھونکنے کے لئے دہکائی گئی تھی۔"
    },
    {
      "id": "5915",
      "sura": "85",
      "aya": "6",
      "arabic_text": "إِذۡ هُمۡ عَلَيۡهَا قُعُودٞ",
      "translation": "جب کہ وه لوگ اس کے آس پاس بیٹھے تھے.(1)",
      "footnotes": "(1) کافر بادشاہ یا اس کے کارندے، آگ کے کنارے بیٹھے اہل ایمان کے جلنے کا تماشا دیکھ رہے تھے، جیسا کہ اگلی آیت میں ہے۔"
    },
    {
      "id": "5916",
      "sura": "85",
      "aya": "7",
      "arabic_text": "وَهُمۡ عَلَىٰ مَا يَفۡعَلُونَ بِٱلۡمُؤۡمِنِينَ شُهُودٞ",
      "translation": "اور مسلمانوں کے ساتھ جو کر رہے تھے اس کو اپنے سامنے دیکھ رہے تھے.",
      "footnotes": ""
    },
    {
      "id": "5917",
      "sura": "85",
      "aya": "8",
      "arabic_text": "وَمَا نَقَمُواْ مِنۡهُمۡ إِلَّآ أَن يُؤۡمِنُواْ بِٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ",
      "translation": "یہ لوگ ان مسلمانوں (کے کسی اور گناه کا) بدلہ نہیں لے رہے تھے، سوائے اس کے کہ وه اللہ غالب ﻻئق حمد کی ذات پر ایمان ﻻئے تھے.(1)",
      "footnotes": "(1) یعنی ان لوگوں کا جرم، جنہیں آگ میں جھونکا جا رہا تھا، یہ تھا کہ وہ اللہ غالب پر ایمان لے آئے تھے۔ اس واقعے کی تفصیل جو صحیح احادیث سے ثابت ہے ، ملاحظہ فرمائیں۔\nواقعہ اصحاب الاخدود :\nگزشتہ زمانے میں ایک بادشاہ کا جادوگر اور کاہن تھا، جب وہ کاہن بوڑھا ہو گیا تو اس نے بادشاہ سےکہا کہ مجھے ایک ذہین لڑکا دو، جسے میں یہ علم سکھا دوں۔ چنانچہ بادشاہ نے ایک سمجھدار لڑکا تلاش کرکے اس کے سپرد کر دیا۔ لڑکے کے راستے میں ایک راہب کا بھی مکان تھا، یہ لڑکا آتے جاتے اس کےپاس بھی بیٹھتا اور اس کی باتیں سنتا، جو اسے اچھی لگتیں۔ اسی طرح سلسلہ چلتا رہا۔ ایک مرتبہ یہ لڑکا جا رہا تھا کہ راستے میں ایک بہت بڑے جانور ( شیر یا سانپ وغیرہ ) نے لوگوں کا راستہ روک رکھا تھا۔ لڑکے نے سوچا، آج میں پتہ کرتا ہوں کہ جادوگر صحیح ہے یا راہب ؟ اس نے ایک پتھر پکڑا اور کہا اے اللہ، اگر راہب کا معاملہ، تیرے نزدیک جادوگر کے معاملے سے بہتر اور پسندیدہ ہے تو اس جانور کو مار دے، تاکہ لوگوں کی آمد ورفت جاری ہو جائے۔ یہ کہہ کر اس نے پتھر مارا اور وہ جانور مر گیا۔ لڑکے نے جا کر یہ واقعہ راہب کو بتلایا۔ راہب نے کہا، بیٹے! اب تم فضل وکمال کو پہنچ گئے ہو اور تمہاری آزمائش شروع ہونے والی ہے۔ لیکن اس دور ابتلا میں میرا نام ظاہر نہ کرنا۔ یہ لڑکا مادر زاد اندھے، برص اور دیگر بعض بیماریوں کا علاج بھی کرتا تھا، لیکن ایمان باللہ کی شرط پر، اسی شرط پر اس نے بادشاہ کے ایک نابینا مصاحب کی آنکھیں بھی، اللہ سے دعا کرکے صحیح کر دیں۔ یہ لڑکا یہی کہتا تھا کہ اگر تم ایمان لے آؤ گے تو میں اللہ سے دعا کروں گا، وہ شفا عطا فرما دے گا، چنانچہ اس کی دعا سے اللہ شفایاب فرما دیتا۔ یہ خبر بادشاہ تک بھی پہنچی تو وہ بہت پریشان ہوا۔ بعض اہل ایمان کو تو اس نے قتل کروا دیا۔ اس لڑکے کے بارے میں اس نے چند آدمیوں کو کہا کہ اسے پہاڑ کی چوٹی پر لےجا کر نیچے پھینک دو، اس نے اللہ سے دعا کی، پہاڑ میں لرزش پیدا ہوئی، جس سے وہ سب گر کر مر گئے اور اللہ نے اسے بچا لیا۔ بادشاہ نے اسےدوسرے آدمیوں کےسپرد کرکے کہا کہ ایک کشتی میں بٹھا کر سمندر کے بیچ میں لے جا کر اسے پھینک دو، وہاں بھی اس کی دعا سے کشتی الٹ گئی، جس سے وہ سب غرق ہوگئےاور یہ بچ گیا۔ اس لڑکے نے بادشاہ سے کہا، اگر مجھے ہلاک کرنا چاہتا ہے تو اس کا طریقہ یہ ہے کہ ایک کھلے میدان میں لوگوں کو جمع کرو اور ( بِسْمِ اللهِ رَبِّ الْغُلامِ ) کہہ کر مجھے تیر مار۔ بادشاہ نے ایسا ہی کیا، جس سے وہ لڑکا مر گیا لیکن سارے لوگ پکار اٹھے، کہ ہم اس لڑکے کے رب پر ایمان لائے۔ بادشاہ اور زیادہ پریشان ہوگیا۔ چنانچہ اس نے خندقیں کھدوائیں اور اس میں آگ جلوائی اور حکم دیا کہ جو ایمان سے انحراف نہ کرے، اس کو آگ میں پھینک دو۔ اس طرح ایمان دار آتے رہے اور آگ کے حوالے ہوتے رہے، حتیٰ کہ ایک عورت آئی، جس کےساتھ ایک بچہ تھا، وہ ذرا ٹھٹھکی، تو بچہ بول پڑا، اماں، صبر کر، تو حق پر ہے۔ ( صحيح مسلم، ملخصًا، كتاب الزهد والرقاق، باب قصة أصحاب الأخدود ) امام ابن کثیر نے اور بھی بعض واقعات نقل کیے ہیں اور جو اس سے مختلف ہیں اور کہا ہے، ممکن ہے اس قسم کے متعدد واقعات مختلف جگہوں پر ہوئے ہوں۔ ( تفصیل کے لئے دیکھئے تفسیر ابن کثیر)۔"
    },
    {
      "id": "5918",
      "sura": "85",
      "aya": "9",
      "arabic_text": "ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ",
      "translation": "جس کے لئے آسمان وزمین کا ملک ہے۔ اور اللہ تعالیٰ ہرچیز کو دیکھ رہا ہے.",
      "footnotes": ""
    },
    {
      "id": "5919",
      "sura": "85",
      "aya": "10",
      "arabic_text": "إِنَّ ٱلَّذِينَ فَتَنُواْ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ ثُمَّ لَمۡ يَتُوبُواْ فَلَهُمۡ عَذَابُ جَهَنَّمَ وَلَهُمۡ عَذَابُ ٱلۡحَرِيقِ",
      "translation": "بیشک جن لوگوں نے مسلمان مردوں اور عورتوں کو ستایا پھر توبہ (بھی) نہ کی تو ان کے لئے جہنم کا عذاب ہے اور جلنے کا عذاب ہے.",
      "footnotes": ""
    },
    {
      "id": "5920",
      "sura": "85",
      "aya": "11",
      "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡكَبِيرُ",
      "translation": "بیشک ایمان قبول کرنے والوں اور نیک کام کرنے والوں کے لئے وه باغات ہیں۔ جن کے نیچے بہریں بہہ رہی ہیں۔ یہی بڑی کامیابی ہے.",
      "footnotes": ""
    },
    {
      "id": "5921",
      "sura": "85",
      "aya": "12",
      "arabic_text": "إِنَّ بَطۡشَ رَبِّكَ لَشَدِيدٌ",
      "translation": "یقیناً تیرے رب کی پکڑ بڑی سخت ہے.(1)",
      "footnotes": "(1) یعنی جب وہ اپنے ان دشمنوں کی گرفت پر آئے جو اس کے رسولوں کی تکذیب کرتے اور ان کے حکموں کی مخالفت کرتے ہیں۔ تو پھر اس کی گرفت سے انہیں کوئی نہیں بچا سکتا۔"
    },
    {
      "id": "5922",
      "sura": "85",
      "aya": "13",
      "arabic_text": "إِنَّهُۥ هُوَ يُبۡدِئُ وَيُعِيدُ",
      "translation": "وہی پہلی مرتبہ پیدا کرتا ہے اور وہی دوباره پیدا کرے گا.(1)",
      "footnotes": "(1) یعنی وہی اپنی قوت اور قدرت کاملہ سے پہلی مرتبہ پیدا کرتا ہے اور پھر قیامت والے دن دوبارہ انہیں اسی طرح پیدا فرمائے گا جس طرح اس نے پہلی مرتبہ پیدا کیا تھا۔"
    },
    {
      "id": "5923",
      "sura": "85",
      "aya": "14",
      "arabic_text": "وَهُوَ ٱلۡغَفُورُ ٱلۡوَدُودُ",
      "translation": "وه بڑا بخشش کرنے واﻻ اور بہت محبت کرنے واﻻ ہے.",
      "footnotes": ""
    },
    {
      "id": "5924",
      "sura": "85",
      "aya": "15",
      "arabic_text": "ذُو ٱلۡعَرۡشِ ٱلۡمَجِيدُ",
      "translation": "عرش کا مالک عظمت واﻻ ہے.(1)",
      "footnotes": "(1) یعنی تمام مخلوقات سے معظم اور بلند ہے اور عرش، جو سب سے اوپر ہے، وہ اس کا مستقر ہے۔ جیسا کہ صحابہ وتابعین اور محدثین کا عقیدہ ہے۔ الْجِيدِ صاحب فضل وکرم۔ یہ مرفوع اس لئے ہے کہ یہ ذُو ۔ یعنی رب کی صفت ہے، عرش کی صفت نہیں۔ اگرچہ بعض لوگ اسے عرش کی صفت تسلیم کرکے اسے مجرور پڑھتے ہیں۔ معناً دونوں صحیح ہیں۔ ( ابن کثیر ) ۔"
    },
    {
      "id": "5925",
      "sura": "85",
      "aya": "16",
      "arabic_text": "فَعَّالٞ لِّمَا يُرِيدُ",
      "translation": "جو چاہے اسے کر گزرنے واﻻ ہے.(1)",
      "footnotes": "(1) یعنی وہ جو چاہے، کر گزرتا ہے، اس کے حکم اور مشیت کو ٹالنے والا کوئی نہیں ہے نہ اس سے کوئی پوچھنے والا ہی ہے۔ حضرت ابو بکر صدیق (رضي الله عنه) سے ان کے مرض الموت میں کسی نے پوچھا:\nکیا کسی طبیب نے آپ کو دیکھا ؟ انہوں نے فرمایا، ہاں۔ پوچھا، اس نے کیا کہا ؟ فرمایا، اس نے کہا ہے، إِنِّي فَعَّالٌ لِمَا أُرِيدُ میں جو چاہوں کروں، میرے معاملے میں کوئی دخل دینے والا نہیں۔ ( ابن کثیر ) مطلب یہ تھا کہ اب طبیبوں کے ہاتھوں میں نہیں رہا، میرا آخری وقت آگیا ہے اور اللہ ہی اب میرا طبیب ہے، جس کی مشیت کو ٹالنے کی کسی کے اندر طاقت نہیں ہے۔"
    },
    {
      "id": "5926",
      "sura": "85",
      "aya": "17",
      "arabic_text": "هَلۡ أَتَىٰكَ حَدِيثُ ٱلۡجُنُودِ",
      "translation": "تجھے لشکروں کی خبر بھی ملی ہے؟(1)",
      "footnotes": ""
    },
    {
      "id": "5927",
      "sura": "85",
      "aya": "18",
      "arabic_text": "فِرۡعَوۡنَ وَثَمُودَ",
      "translation": "(یعنی) فرعون اور ثمود کی.",
      "footnotes": "(1) یعنی ان پر جب میرا عذاب آیا اور میں نے انہیں اپنی گرفت میں لیا، جسے کوئی ٹال نہیں سکا۔"
    },
    {
      "id": "5928",
      "sura": "85",
      "aya": "19",
      "arabic_text": "بَلِ ٱلَّذِينَ كَفَرُواْ فِي تَكۡذِيبٖ",
      "translation": "(کچھ نہیں) بلکہ کافر تو جھٹلانے میں پڑے ہوئے ہیں.",
      "footnotes": ""
    },
    {
      "id": "5929",
      "sura": "85",
      "aya": "20",
      "arabic_text": "وَٱللَّهُ مِن وَرَآئِهِم مُّحِيطُۢ",
      "translation": "اور اللہ تعالیٰ بھی انہیں ہر طرف سے گھیرے ہوئے ہے.(1)",
      "footnotes": "(1) یہ إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ ہی کا اثبات اور اس کی تاکید ہے۔"
    },
    {
      "id": "5930",
      "sura": "85",
      "aya": "21",
      "arabic_text": "بَلۡ هُوَ قُرۡءَانٞ مَّجِيدٞ",
      "translation": "بلکہ یہ قرآن ہے بڑی شان واﻻ.",
      "footnotes": ""
    },
    {
      "id": "5931",
      "sura": "85",
      "aya": "22",
      "arabic_text": "فِي لَوۡحٖ مَّحۡفُوظِۭ",
      "translation": "لوح محفوظ میں (لکھا ہوا).(1)",
      "footnotes": "(1) یعنی لوح محفوظ میں لکھا ہوا ہے، جہاں فرشتے اس کی حفاظت پر مامور ہیں، اللہ تعالیٰ حسب ضرورت واقتضا اسے نازل فرماتا ہے۔"
    }
  ]
}