{
  "id": 21,
  "verse_number": 21,
  "page_number": 296,
  "verse_key": "18:21",
  "juz_number": 15,
  "hizb_number": 30,
  "rub_el_hizb_number": 118,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَكَذَٰلِكَ أَعۡثَرۡنَا عَلَيۡهِمۡ لِيَعۡلَمُوٓاْ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَأَنَّ ٱلسَّاعَةَ لَا رَيۡبَ فِيهَآ إِذۡ يَتَنَٰزَعُونَ بَيۡنَهُمۡ أَمۡرَهُمۡۖ فَقَالُواْ ٱبۡنُواْ عَلَيۡهِم بُنۡيَٰنٗاۖ رَّبُّهُمۡ أَعۡلَمُ بِهِمۡۚ قَالَ ٱلَّذِينَ غَلَبُواْ عَلَىٰٓ أَمۡرِهِمۡ لَنَتَّخِذَنَّ عَلَيۡهِم مَّسۡجِدٗا",
  "translation": "ہم نے اس طرح لوگوں کو ان کے حال سے آگاه کر(1) دیا کہ وه جان لیں کہ اللہ کا وعده بالکل سچا ہے اور قیامت میں کوئی شک وشبہ نہیں(2)۔ جب کہ وه اپنے امر میں آپس میں اختلاف کر رہے(3) تھے کہنے لگے کہ ان کے غار پر ایک عمارت بنا لو۔ ان کا رب ہی ان کے حال کا زیاده عالم(4) ہے۔ جن لوگوں نے ان کے بارے میں غلبہ پایا وه کہنے لگے کہ ہم تو ان کے آس پاس مسجد بنالیں گے.(5)",
  "footnotes": "(1) یعنی جس طرح ہم نے سلایا اور جگایا، اسی طرح ہم نے لوگوں کو ان کے حال سے آگاہ کر دیا۔ بعض روایات کے مطابق یہ آگاہی اس طرح ہوئی جب اصحاب کہف کا ایک ساتھی چاندی کا سکہ لے کر شہر گیا، جو تین سو سال قبل کے بادشاہ دقیانوس کے زمانے کا تھا اور وہ سکہ اس نے ایک دکاندار کو دیا، تو وہ حیران ہوا، اس نے ساتھ والی دکان والے کو دکھایا، وہ دیکھ کر حیران ہوا، جب کہ اصحاب کہف کا ساتھی یہ کہتا رہا کہ میں اس شہر کا باشندہ ہوں اور کل ہی یہاں سے گیا ہوں، لیکن اس ”کل“ کو تین صدیاں گزر چکی تھیں، لوگ کس طرح اس کی بات مان لیتے؟ لوگوں کو شبہ گزرا کہ کہیں اس شخص کو مدفون خزانہ ملا ہو۔ یہ بات بادشاہ یا حاکم مجاز تک پہنچی اور اس ساتھی کی مدد سے وہ غار تک پہنچا اور اصحاب کہف سے ملاقات کی۔ اس کے بعد اللہ تعالٰی نے انہیں پھر وفات دے دی (ابن کثیر)\n(2) یعنی اصحاب کہف کے اس واقعہ سے معلوم ہوتا ہے کہ قیامت کے وقوع اور بعث بعد الموت کا وعدہ الٰہی سچا ہے، منکرین کے لئے اس واقعہ میں اللہ کی قدرت کا ایک نمونہ موجود ہے۔\n(3) إِذْ یا تو ظرف ہے أَعْثَرْنَا کا، یعنی ہم نے انہیں اس وقت ان کے حال سے آگاہ کیا، جب وہ بعث بعد الموت یا واقعہ قیامت کے بارے میں آپس میں جھگڑ رہے تھے۔ یا یہاں اذْكُرْ محذوف ہے، یعنی وہ وقت یاد کرو، جب وہ آپس میں جھگڑ رہے تھے۔\n(4) یہ کہنے والے کون تھے، بعض کہتے ہیں کہ اس وقت کے اہل ایمان تھے، بعض کہتے ہیں بادشاہ اور اس کے ساتھی تھے، جب جاکر انہوں نے ملاقات کی اور اس کے بعد اللہ نے انہیں پھر سلا دیا، تو بادشاہ اور اس کے ساتھیوں نے کہا کہ ان کی حفاظت کے لئے ایک عمارت بنا دی جائے۔\n(5) جھگڑا کرنے والوں کو اللہ تعالٰی نے فرمایا کہ ان کی بابت صحیح علم صرف اللہ کو ہی ہے۔\n(6) یہ غلبہ حاصل کرنے والے اہل ایمان تھے یا اہل کفر و شرک؟ شوکانی نے پہلی رائے کو ترجیح دی ہے اور ابن کثیر نے دوسری رائے کو۔ کیونکہ صالحین کی قبروں پر مسجدیں تعمیر کرنا اللہ کو پسند نہیں۔ نبی (صلى الله عليه وسلم) نے فرمایا۔«لَعَنَ اللهُ الْيَهُودَ وَالنَّصَارَى اتَّخَذُوا قُبُورَ أَنْبِيَائِهِمْ وَصَالِحِيهِمْ مَسَاجِدَ »(البخاري، كتاب الجنائز، باب ما يكره من اتخاذ المساجد على القبور- ومسلم كتاب المساجد واتخاذ الصور فيها )۔ اللہ تعالٰی یہود و نصاریٰ پر لعنت فرمائے جنہوں نے اپنے پیغمبروں اور صالحین کی قبروں کو مسجدیں بنا لیا، حضرت عمر کی خلافت میں عراق میں حضرت دانیال (عليه السلام) کی قبر دریافت ہوئی تو آپ نے حکم دیا کہ اسے چھپا کر عام قبروں جیسا کر دیا جا‏ئے تاکہ لوگوں کے علم میں نہ آئے کہ فلاں قبر فلاں پیغمبر کی ہے۔ تفسیر ابن کثیر۔"
}