{
  "result": {
    "id": "506",
    "sura": "4",
    "aya": "13",
    "arabic_text": "تِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
    "translation": "Hiyo ni mipaka ya Mwenyezi Mungu. Na anaye mt'ii Mwenyezi Mungu na Mtume wake, Yeye atamtia katika Pepo zipitazo mito kati yake, wadumu humo. Na huko ndiko kufuzu kukubwa.",
    "footnotes": "Hizo ni hukumu zilizo tajwa kueleza khabari ya mirathi na mengine yaliyo tangulia ni Sharia za Mwenyezi Mungu aliye zipanga kwa ajili ya waja wake wazijue wala wasizikiuke. Na Mwenye kumt'ii Mwenyezi Mungu na Mtume wake katika alivyo hukumu Yeye malipwa yake yatakuwa ni Pepo ipitayo mito kati yake, na atakaa humo daima dawamu. Na huko ndiko kushinda kukubwa. Mpango wa mirathi uliyo bainishwa na Qur'ani Tukufu ni mpango wa uadilifu na haki kuliko kanuni zote za mirathi nyenginezo duniani. Na haya wameyakiri wataalamu wa sharia wote wa Ulaya. Na huu ni mmoja katika ushahidi wa kuwa Qur'ani inatokana na Mwenyezi Mungu, kwani haya au yaliyo karibia haya hayakuwa yakijuulikana kwa Waajemi wala kwa Warumi wala katika sharia zozote za kabla ya Uislamu. Na sharia hii ya Kiislamu imefuata mipango hii ya uadilifu: Kwanza - Umefanywa urithi kwa mujibu apendavyo Mwenyezi Mungu, sivyo apendavyo mwenye mali, bila ya kupuuza kabisa mapenzi yake huyo. Amepewa huyo ruhusa ya kufanya wasia kwa thuluthi ya mali kwa ajili ya mambo mema, kama kutimiza kasoro katika waajibu wake wa dini, kama Zaka ambazo alikuwa hakuzitoa, au kuwajaalia kitu wahitaji alio khusiana nao kwa ujamaa au mapenzi nao hawastahiki urithi. Na amezuiliwa kufanya wasia ikiwa hayo yatapelekea maasi au yatachochea kuendelea maasia. Na thuluthi mbili zilizo baki baada ya wasia, au mali yote ikiwa hapana wasia, Mwenyezi Mungu Mtunga sharia, amejipa Yeye kuzigawa kwa haki. Pili - Katika kuchukua madaraka ya ugawaji tirka, Mwenyezi Mungu Aliye takasika, amempa aliye karibu zaidi kuliko mwenginewe, bila ya kuzingatia ukubwa au udogo. Kwa hivyo ndio ikawa watoto wana sehemu kubwa zaidi katika mirathi, kwani wao ndio kiendelezo cha yule maiti, na pia kuwa wao aghlabu ni wanyonge. Juu ya hivyo hawakukoseshwa, bali wameshirikiana nao, mama na bibi, baba na babu, ijapokuwa wanachukua akalli kuliko watoto. Tatu - Yaonekana kuwa mirathi ni kwa kadri ya haja. Kwa hivyo sehemu ya watoto ni kubwa kwa sababu haja yao ni kubwa zaidi, na wao ndio wanayakabili maisha, na kina baba na mama wanayapa mgongo maisha. Ama zingatio la haja ndilo lililo pelekea kuwa fungu la mwanamke liwe nusu ya fungu la mwanamume katika aghlabu ya hali za mirathi. Haya ni kwa kuwa mwanamume inambdi zaidi kukabili matumizi, kwa kuwa yeye anatakikana awalishe watoto na awatazame, amtumilie mwanamke. Maumbile ya kibinaadamu yamemfanya mwanamke ndiye asimamie kazi za nyumbani na kulea watoto, kuangalia raha zao, na mwanmume awe ni wa kuhangaika nje kiuchumi alete fedha za kutumia nyumba nzima. Kumpa kila mmoja kwa kadri ya haja ndio uadilifu. Kuweka sawa kwa wenye haja mbali mbali ni udhalimu. Nne - Sharia ya Kiislamu katika kugawa kwake tirka ya maiti inakusudia kugawa sio kurundika. Kwa hivyo haikufanya urithi wende kwa mtoto mkubwa peke yake, wala haikuwapa wanaume tu na kuwachilia mbali wanawake, wala watoto wakaachwa wazazi. Wala hawakukoseshwa wasio kuwa katika uti wa nasaba, kama ndugu, na maami, na banu-ami n.k. Urithi unaendelea mpaka kwa wanao karibia ukoo, lakini aliye karibu hufadhilika zaidi. Na shida kutokea kuwa mrithi ni mmoja tu. Tano - Mwanamke hakoseshwi kurithi, kama ilivyo kuwa ada ya Waarabu. Hivi ni kumhishimu mwanamke na kumpa haki yake. Na juu ya haya Uislamu hauzuii kurithi ujamaa wa mwanamke, bali hurithi jamaa walio kuwa upande wake, kama wanavyo rithi jamaa upande wa baba. Makaka na madada kwa upande wa mama wanachukua pale wanapo chukua ndugu wa baba na mama, bali katika hali nyengine wanachukua watoto wa kwa mama na kuchukua ndugu wanaume na wanawake. Na haya bila ya shaka ni kuutukuza umama, na kuutambua ukaribu wake. Haya hayakuwa yakijuulikana kabla yake, walakini hii ni Sharia ya Mwenyezi Mungu aliye Mjuzi na Mwenye hikima."
  }
}