{
  "id": 171,
  "verse_number": 171,
  "page_number": 105,
  "verse_key": "4:171",
  "juz_number": 6,
  "hizb_number": 11,
  "rub_el_hizb_number": 42,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لَا تَغۡلُواْ فِي دِينِكُمۡ وَلَا تَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ إِنَّمَا ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ رَسُولُ ٱللَّهِ وَكَلِمَتُهُۥٓ أَلۡقَىٰهَآ إِلَىٰ مَرۡيَمَ وَرُوحٞ مِّنۡهُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۖ وَلَا تَقُولُواْ ثَلَٰثَةٌۚ ٱنتَهُواْ خَيۡرٗا لَّكُمۡۚ إِنَّمَا ٱللَّهُ إِلَٰهٞ وَٰحِدٞۖ سُبۡحَٰنَهُۥٓ أَن يَكُونَ لَهُۥ وَلَدٞۘ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا",
  "translation": "Enyi Watu wa Kitabu! Msipite kiasi katika dini yenu, wala msimseme Mwenyezi Mungu ila kwa lilio kweli. Hakika Masihi Isa mwana wa Maryamu ni Mtume wa Mwenyezi Mungu, na neno lake tu alilo mpelekea Maryamu, na ni roho iliyo toka kwake. Basi Muaminini Mwenyezi Mungu na Mitume wake. Wala msiseme: Utatu. Komeni! Itakuwa kheri kwenu. Hakika Mwenyezi Mungu ni Mungu mmoja tu. Ametukuka Yeye na kuwa na mwana. Ni vyake Yeye vyote viliomo katika mbingu na katika ardhi. Na Mwenyezi Mungu ni Mtegemewa wa kutosha.",
  "footnotes": "Enyi Watu wa Kitabu! Msipindukie haki, mkazidisha kupita kiasi katika dini yenu, wala msimzulie uwongo Mwenyezi Mungu, mkaukanya utume wa Isa, au mkamfanya kuwa ni Mungu pamoja na Mwenyezi Mungu. Kwani Masihi ni Mtume kama walivyo Mitume wengine. Mwenyezi Mungu amemuumba kwa uwezo wake na neno lake alilo mbashiria kwalo, na Jibrili akampulizia Maryamu roho ya Mwenyezi Mungu. Hii ni siri katika siri za uwezo wake Mwenyezi Mungu. Basi muaminini Mwenyezi Mungu na Mitume wake wote imani ya kweli. Wala msidai kuwa katika Ungu kuna Utatu!! Tokeni katika upotovu huu, itakuwa kheri kwenu. Hakika Mwenyezi Mungu ni Mungu mmoja tu, wala hana mshirika wake. Naye ametakasika na kuwa na mwana! Na kila kilioko katika mbingu na ardhi ni chake. Na Yeye Mwenyewe anajitosha peke yake kuwa ni Mwendeshaji wa Ufalme wake. (Kuitwa Nabii Isa Neno au Roho iliyo toka kwa Mungu, hakumpi Ungu. Yeye ni neno kwa kuumbwa kwa amri ya \"Kun\", \"Kuwa\" akawa. Haya ni kuwapinga Mayahudi walio dai kuwa yeye ni mwanaharamu. Basi wanaambiwa kuwa ameumbwa kama vilivyo umbwa vitu vyote, kwa amri ya Mwenyezi Mungu. Naye ni Roho iliyo toka kwa Mwenyezi Mungu kama walivyo pewa Waumini wote (58.22) na alivyo puliziwa Adam (15.29) na kwa hivyo wanaadamu wote (32.7-9). Hapana hata pahala pamoja katika Injili ziliomo katika Biblia ambapo Yesu (Nabii Isa a.s.) alijiita mwenyewe Mwana wa Mungu. Kila mara akijiita Mwana wa Adamu. Na alipo mwita Mungu Baba, alikusudia ni Baba wa watu wote, kama alipo sema: \"Ninapaa kwenda kwa Baba yangu naye ni Baba yenu, kwa Mungu wangu naye ni Mungu wenu.\" Injili ya Yohana 10.33-36.)"
}