{
  "result": {
    "id": "585",
    "sura": "4",
    "aya": "92",
    "arabic_text": "وَمَا كَانَ لِمُؤۡمِنٍ أَن يَقۡتُلَ مُؤۡمِنًا إِلَّا خَطَـٔٗاۚ وَمَن قَتَلَ مُؤۡمِنًا خَطَـٔٗا فَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖ وَدِيَةٞ مُّسَلَّمَةٌ إِلَىٰٓ أَهۡلِهِۦٓ إِلَّآ أَن يَصَّدَّقُواْۚ فَإِن كَانَ مِن قَوۡمٍ عَدُوّٖ لَّكُمۡ وَهُوَ مُؤۡمِنٞ فَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖۖ وَإِن كَانَ مِن قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞ فَدِيَةٞ مُّسَلَّمَةٌ إِلَىٰٓ أَهۡلِهِۦ وَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖۖ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ تَوۡبَةٗ مِّنَ ٱللَّهِۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا",
    "translation": "Na haiwi Muumini kumuuwa Muumini ila kwa kukosea. Na mwenye kumuuwa Muumini kwa kukosea basi amkomboe mtumwa aliye Muumini, na atoe diya kuwapa jamaa za maiti, isipo kuwa waache wenyewe kuwa ni sadaka. Na akiwa ni jamaa wa maadui zenu, hali yeye ni Muumini, basi ni kumkomboa mtumwa aliye Muumini. Na akiwa ni miongoni wa watu ambao pana ahadi baina yenu na wao basi wapewe diya watu wake na akombolewe mtumwa Muumini. Na asiye pata, basi afunge miezi miwili mfululizo, kuwa ni toba kwa Mwenyezi Mungu. Na Mwenyezi Mungu ni Mjuzi na Mwenye hikima.",
    "footnotes": "Kuwagawa wanaafiki namna hii ni kwa ajili ya kutoka shakani, ili Muumini asimuuwe Muumini mwenziwe kwa kumdhania kuwa ni mnaafiki. Na haijuzu kumuuwa Muumini ila kwa kukosea, bila ya kukusudia. Na katika hali ya kumuuwa Muumini kwa kukosea akiwa anaishi chini ya utawala wa dola ya Kiislamu, basi atatoa muuwaji diya kuwapa walio fiwa kuwa ni fidia kwa mtu waliye mkosa, na tena amkomboe mtumwa aliye Muumini iwe ni kuwafidia umma wa Kiislamu kwa walicho kosa. Kwani kumkomboa Muumini ni kama kumhuisha mtu kwa kumpatia uhuru. Inakuwa kwa kukomboa shingo ya Muumini ni kuulipa umma wa Kiislamu kwa walicho kosa. Ikiwa aliye uliwa yumo katika watu ambao wana mapatano ya amani na Waislamu, basi yapasa kumpa uhuru mtumwa na kuwalipa watu wa maiti diya, kwani inakuwa hawaichukui hiyo diya kwa kuwaudhi Waislamu kwa sababu ya mapatano yao. Na ikiwa mwenye kuuwa bila ya kukusudia hakupata mtumwa Muumini wa kumkomboa, basi afunge miezi miwili mfululizo, asile mchana hata siku moja. Hayo yawe ni kuitengeza nafsi na kujizoesha kuwa na hadhari zaidi. Na Mwenyezi Mungu Aliye takasika na Aliye tukuka anazijua sana nafsi za watu na niya zao. Naye ni Mwenye hikima, anajua kuzipanga adhabu zake.  \"Kuulipa\" kwa kuwa utumwa ni amana ya mtu, na kumkomboa mtumwa ni kumhuisha mtu. Akiuliwa Muumini kwa kukosea, na mwenye kuuwa akakomboa shingo ya Muumini basi huyo amehuisha na kuulipa umma."
  }
}