{
  "result": [
    {
      "id": "6169",
      "sura": "102",
      "aya": "1",
      "arabic_text": "أَلۡهَىٰكُمُ ٱلتَّكَاثُرُ",
      "translation": "زیادتی کی چاہت نے تمہیں غافل کردیا.(1)",
      "footnotes": "(1) أَلْهَى يُلْهِي، کے معنی ہیں، غافل کر دینا۔ تَكَاثُرٌ، زیادتی کی خواہش۔ یہ عام ہے۔ مال، اولاد، اعوان وانصار اور خاندان وقبیلہ وغیرہ، سب کو شامل ہے۔ ہر وہ چیز، جس کی کثرت انسان کو محبوب ہو اور کثرت کے حصول کی کوشش وخواہش اسے اللہ کے احکام اور آخرت سے غافل کر دے۔ یہاں اللہ تعالیٰ انسان کی اسی کمزوری کو بیان کر رہا ہے، جس میں انسانوں کی اکثریت ہر دور میں مبتلا رہی ہے۔"
    },
    {
      "id": "6170",
      "sura": "102",
      "aya": "2",
      "arabic_text": "حَتَّىٰ زُرۡتُمُ ٱلۡمَقَابِرَ",
      "translation": "یہاں تک کہ تم قبرستان جا پہنچے.(1)",
      "footnotes": "(1) اس کا مطلب ہے کہ حصول کثرت کے لئے محنت کرتے کرتے، تمہیں موت آگئی، اور تم قبروں میں جا پہنچے۔"
    },
    {
      "id": "6171",
      "sura": "102",
      "aya": "3",
      "arabic_text": "كَلَّا سَوۡفَ تَعۡلَمُونَ",
      "translation": "ہرگز نہیں(1) تم عنقریب معلوم کر لو گے.",
      "footnotes": "(1) یعنی تم جس تکاثر وتفاخر میں ہو، یہ صحیح نہیں۔"
    },
    {
      "id": "6172",
      "sura": "102",
      "aya": "4",
      "arabic_text": "ثُمَّ كَلَّا سَوۡفَ تَعۡلَمُونَ",
      "translation": "ہرگز نہیں پھر تمہیں جلد علم ہو جائے گا.(1)",
      "footnotes": "(1) اس کا انجام عنقریب تم جان لو گے، یہ بطور تاکید دو مرتبہ فرمایا۔"
    },
    {
      "id": "6173",
      "sura": "102",
      "aya": "5",
      "arabic_text": "كَلَّا لَوۡ تَعۡلَمُونَ عِلۡمَ ٱلۡيَقِينِ",
      "translation": "ہرگز نہیں اگر تم یقینی طور پر جان لو.(1)",
      "footnotes": "(1) اس کا جواب محذوف ہے۔ مطلب ہے کہ اگر تم اس سے غفلت کا انجام اس طرح یقینی طور پر جان لو، جس طرح دنیا کی کسی دیکھی بھالی چیز کا تمہیں یقین ہوتا ہے تو تم یقیناً اس تکاثر وتفاخر میں مبتلا نہ ہو۔"
    },
    {
      "id": "6174",
      "sura": "102",
      "aya": "6",
      "arabic_text": "لَتَرَوُنَّ ٱلۡجَحِيمَ",
      "translation": "تو بیشک تم جہنم دیکھ لو گے.(1)",
      "footnotes": "(1) یہ قسم محذوف کا جواب ہے یعنی اللہ کی قسم تم جہنم ضرور دیکھو گے یعنی اس کی سزا بھگتو گے۔"
    },
    {
      "id": "6175",
      "sura": "102",
      "aya": "7",
      "arabic_text": "ثُمَّ لَتَرَوُنَّهَا عَيۡنَ ٱلۡيَقِينِ",
      "translation": "اور تم اسے یقین کی آنکھ سے دیکھ لو گے.(1)",
      "footnotes": "(1) پہلا دیکھنا دور سے ہوگا، یہ دیکھنا قریب سے ہوگا، اسی لئے اسے عَيْنُ الْيَقِينِ (جس کا یقین مشاہدۂ عینی سے حاصل ہو) کہا گیا۔"
    },
    {
      "id": "6176",
      "sura": "102",
      "aya": "8",
      "arabic_text": "ثُمَّ لَتُسۡـَٔلُنَّ يَوۡمَئِذٍ عَنِ ٱلنَّعِيمِ",
      "translation": "پھر اس دن تم سے ضرور بالضرور نعمتوں کا سوال ہوگا.(1)",
      "footnotes": "(1) یہ سوال ان نعمتوں کے بارے میں ہوگا، جو اللہ نے دنیا میں عطا کی ہوں گی۔ جیسے آنکھ، کان، دل، دماغ، امن وصحت، مال ودولت اور اولاد وغیرہ۔ بعض کہتے ہیں، یہ سوال صرف کافروں سے ہوگا۔ بعض کہتے ہیں، ہر ایک سے ہی ہوگا کیوں کہ محض سوال مستلزم عذاب نہیں۔ جنہوں نے ان نعمتوں کا استعمال اللہ کی ہدایت کے مطابق کیا ہوگا، وہ سوال کے باوجود عذاب سے محفوظ رہیں گے ، اور جنہوں نے کفران نعمت کا ارتکاب کیا ہوگا، وہ دھر لیے جائیں گے۔"
    }
  ]
}