{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 518,
      "verse_key": "50:1",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 207,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ",
      "translation": "Qaaf. Naapa kwa Qur'ani tukufu!",
      "footnotes": "Qaaf. Hii ni harufi katika harufi za alifbete iliyo fungulia Sura hii kama ilivyo ada ya Qur'ani katika kufungulia Sura kadhaa wa kadhaa kwa harufi kama hii, ili kuwakabili makafiri kama wanaweza kuleta mfano wake, na pia kuwazindua watu wasikilize yanayo somwa. Ninaapa kwa Qur'ani yenye ubora, na utukufu, na hishima kwamba hakika Sisi tumekutuma wewe, ewe Muhammad, ili uwaonye watu kwa hii."
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 518,
      "verse_key": "50:2",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 207,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ",
      "translation": "Bali wanastaajabu kwamba amewafikia mwonyaji kutoka miongoni mwao, na wakasema makafiri: Hili ni jambo la ajabu!",
      "footnotes": "Bali walistaajabu kutokea Mtume miongoni mwa jinsi yao akiwaonya kuwa watafufuliwa. Makafiri wakasema: Jambo hili hatulijui, na la ajabu!"
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 518,
      "verse_key": "50:3",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 207,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ",
      "translation": "Ati tukifa na tukawa udongo? Kurejea huko kuko mbali!",
      "footnotes": "Ati baada ya kwisha kufa na tukawa udongo, tutafufuliwa tena? Huko kufufuliwa baada ya kufa ni marejeo yaliyo mbali, hayawi."
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 518,
      "verse_key": "50:4",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 207,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ",
      "translation": "Hakika Sisi tunajua kiasi cha kila kinacho punguzwa na ardhi kutokana nao. Na kwetu kipo Kitabu kinacho hifadhi yote.",
      "footnotes": "Sisi hakika tunajua vipi ardhi inavyo vimeza viwiliwili vyao baada ya kufa. Na Sisi tunacho Kitabu kinacho dhibiti na kuhifadhi kila kitu hata kidogo."
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 518,
      "verse_key": "50:5",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 207,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ",
      "translation": "Lakini waliikanusha Haki ilipo wajia; kwa hivyo wamo katika mambo ya mkorogo.",
      "footnotes": "Wao hawayazingatii aliyo kuja nayo Mtume, bali walimkadhibisha mara tu bila ya kuzingatia na kufikiri. Basi wao wamo katika hali ya kubabaika, hawana utulivu."
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 518,
      "verse_key": "50:6",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 207,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٖ",
      "translation": "Je! Hawaangalii mbingu zilizo juu yao! Vipi tulivyo zijenga, na tukazipamba. Wala hazina nyufa.",
      "footnotes": "Wameghafilika hata hawaitazami mbingu ilivyo nyanyuliwa juu yao bila ya nguzo? Vipi tumetengeneza ujenzi wake, na tukaipamba kwa nyota, na haina nyufa za kuitia kombo! Mbingu ni kote kulio juu yetu, na ndani yake vimo vitu vya namna mbali mbali, vinaogelea katika njia zao, nyota na sayari. Na hayo ni kwa nidhamu ya uangalizi mkubwa, na mshikamano ulio timia, na vilevile zinafuata kwa mpango wake kuwafikiana na kanuni za mvutano, basi hazitelezi."
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 518,
      "verse_key": "50:7",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 207,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ",
      "translation": "Na ardhi tumeitandaza na tukaiwekea milima, na tukaiotesha mimea mizuri ya kila namna.",
      "footnotes": "Na ardhi tumeikunjua na tukaisimamisha milima iliyo kaa imara na kuthibiti kwenda chini. Na tukaijaalia kumea kila namna ya mimea mizuri ya kuwafurahisha watazamao. Gamba lilio funika ardhi katika mwahali maalumu limetuna, ndio hiyo milima. Na pengine limedidimia ndio sakafu ya chini ya bahari. Na uzani wa vitu hivi vizito vinalingana wenyewe kwa wenyewe. Na ni katika uwezo wa Mwenyezi Mungu na hikima yake kupatikana kulingana huku kwa uzani, na ukawa umethibiti kwa kupenya madda za ardhi zilizo fanyika hilo gamba jembamba chini ya mat'abaka ya juu juu. Na hayo ni kutoka kuliko kuwa kuzito kwendea kuliko kwepesi."
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 518,
      "verse_key": "50:8",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 207,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ",
      "translation": "Yawe haya ni kifumbua macho na ukumbusho kwa kila mja mwenye kuelekea.",
      "footnotes": "Tumejaalia hayo aone na akumbuke kila mja mwenye kurejea kwa Mola wake Mlezi, akafikiri Ishara za uwezo wake."
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 518,
      "verse_key": "50:9",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 207,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّٰتٖ وَحَبَّ ٱلۡحَصِيدِ",
      "translation": "Na tumeteremsha kutoka mbinguni maji yaliyo barikiwa, na kwa hayo tukaotesha mabustani na nafaka za kuvunwa.",
      "footnotes": "Na kutoka mbinguni tukateremsha maji yenye kheri nyingi na baraka, na kwa hayo tukaotesha mabustani yenye miti, na mauwa, na matunda, na tukatoa kwa hayo nafaka za makulima ya kuvunwa."
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 518,
      "verse_key": "50:10",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 207,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ",
      "translation": "Na mitende mirefu yenye makole yaliyo zaa kwa wingi,",
      "footnotes": "Na mitende mirefu mirefu, yenye makole ya tende yaliyo pandana kwa wingi."
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 518,
      "verse_key": "50:11",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 207,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ",
      "translation": "Ili iwe ni riziki kwa waja wangu. Na tukaifufua kwa maji nchi iliyo kuwa imekufa. Kama hivyo ndivyo utakavyo kuwa ufufuaji.",
      "footnotes": "Tumeotesha hiyo ili iwe ni riziki kwa waja wetu, na tukaihuisha kwa maji ardhi iliyo kauka mimea yake. Hali kadhaalika ndivyo kufufuliwa wafu kutoka makaburini."
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 518,
      "verse_key": "50:12",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 207,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ",
      "translation": "Kabla yao walikadhibisha kaumu ya Nuhu na wakaazi wa Rassi na Thamudi.",
      "footnotes": "Kabla ya hawa, kaumu nyingi ziliwakadhibisha Mitume- kaumu ya Nuhu, na kaumu nyengine iliyo kuwa ikiitwa \"Watu wa Rassi\", na wa Thamudi, na wa A'di, na wa Firauni, na kaumu Lut'i, na kaumu iliyo kuwa maarufu kwa jina la \"Watu wa Machakani\", na kaumu ya Tubbaa' - wote hao waliwakadhibisha Mitume wao. Kwa hivyo wakastahiki maangamizo niliyo waahidi."
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 518,
      "verse_key": "50:13",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 207,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ",
      "translation": "Na A'di na Firauni na kaumu ya Lut'i.",
      "footnotes": "Na wa A'di, na wa Firauni, na kaumu Lut'i,"
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 518,
      "verse_key": "50:14",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 207,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ",
      "translation": "Na wakaazi wa Machakani, na watu wa Tubbaa'. Wote hao waliwakanusha Mitume, kwa hivyo onyo likathibitika juu yao.",
      "footnotes": "Na kaumu iliyo kuwa maarufu kwa jina la \"Watu wa Machakani\", na kaumu ya Tubbaa' - wote hao waliwakadhibisha Mitume wao. Kwa hivyo wakastahiki maangamizo niliyo waahidi."
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 518,
      "verse_key": "50:15",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 207,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ",
      "translation": "Kwani tulichoka kwa kuumba mara ya kwanza. Bali wao wamo katika shaka tu juu ya umbo jipya.",
      "footnotes": "Kwani kutaka kwetu kulipungua, au uwezo wetu ulitetereka, hata tukashindwa kwa kule kuumba kwa mara ya kwanza, tusiweze tena kuwarejeza? Hasha! Hatukushindwa, nao wanatambua hayo. Bali wao wana shaka tu na wanadanganyikiwa na huku kuumbwa kupya baada ya kufa."
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 519,
      "verse_key": "50:16",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 207,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ",
      "translation": "Na hakika tumemuumba mtu, nasi tunayajua yanayo mpitikia katika nafsi yake. Na Sisi tuko karibu naye kuliko mshipa wa shingoni mwake.",
      "footnotes": "Ninaapa: Bila ya shaka tumemuumba mtu, na Sisi tunajua hata anayo semezwa na nafsi yake. Na Sisi kwa kuzijua hali zake zote, ni karibu kuliko mshipa wake wa damu ulioko shingoni mwake. Na hicho ndicho kitu kilicho karibu mno naye."
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 519,
      "verse_key": "50:17",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 207,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ",
      "translation": "Wanapo pokea wapokeaji wawili, wanao kaa kuliani na kushotoni.",
      "footnotes": "Watakapo kutana Malaika wawili walinzi, mmoja anakaa kuliani, na mwingine anakaa upande wa kushoto, wakiviandika vitendo vyake."
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 519,
      "verse_key": "50:18",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 207,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ",
      "translation": "Hatamki neno ila karibu yake yupo mwangalizi tayari.",
      "footnotes": "Halimtoki neno ila yuko karibu naye Malaika tayari kuandika neno lake."
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 519,
      "verse_key": "50:19",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 207,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ",
      "translation": "Na uchungu wa kutoka roho utamjia kwa haki. Hayo ndiyo uliyo kuwa ukiyakimbia.",
      "footnotes": "Na yatapo kuja machungu ya kukata roho, kwa haki isiyo na shaka ndani yake, hilo ni jambo la kweli ulilo kuwa ukilikimbia."
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 519,
      "verse_key": "50:20",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 207,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ",
      "translation": "Na litapulizwa baragumu. Hiyo ndiyo Siku ya Miadi.",
      "footnotes": "Na baragumu litapulizwa kwa mpulizo wa kuwafufua watu. Kupulizwa huko kutakuwa siku hiyo ya kuteremka adhabu waliyo ahidiwa."
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 519,
      "verse_key": "50:21",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 207,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ",
      "translation": "Na kila nafsi itakuja na pamoja nayo mchungaji na shahidi.",
      "footnotes": "Na kila nafsi njema na mbaya, itakuja na pamoja nayo wa kuichunga kuipeleka kwenye mkusanyo, na wenye kuwatolea ushahidi wa vitendo vyao"
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 519,
      "verse_key": "50:22",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 207,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ",
      "translation": "(Aambiwe): Kwa hakika ulikuwa umeghafilika na haya; basi leo tumekuondolea pazia lako, na kwa hivyo kuona kwako leo ni kukali.",
      "footnotes": "Wataambiwa, kumtisha huyo mwenye kukadhibisha: Hakika wewe huko duniani ulikuwa umeghafilika kabisa na haya unayo sononeka nayo hivi sasa. Basi Sisi tumekuondolea pazia lilio kuwa likikuzuia usiyaone mambo ya Akhera. Basi jicho lako hii leo linaona kwa nguvu."
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 519,
      "verse_key": "50:23",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 207,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ",
      "translation": "Na mwenzake atasema: Huyu niliye naye mimi kesha tayarishwa.",
      "footnotes": "Na Shetani wake aliye kuwa mwongozi wake duniani, atasema: Kafiri huyu alioko kwangu yuko tayari kuingia Jahannamu kwa kupotezwa nami."
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 519,
      "verse_key": "50:24",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 207,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ",
      "translation": "Mtupeni katika Jahannamu kila kafiri mwenye inda,",
      "footnotes": "Malaika wawili wataambiwa: Watieni katika Jahannamu kila aliye pita mipaka kwa ukafiri, na aliye pita mipaka kwa inadi, na akaacha kuifuata Haki,"
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 519,
      "verse_key": "50:25",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 207,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ",
      "translation": "Akatazaye kheri, arukaye mipaka, mwenye kutia shaka,",
      "footnotes": "Na akapita mipaka kuzuia kheri, mwenye kudhulumu akaipindukia Haki, mwenye kumtilia shaka Mwenyezi Mungu Mtukufu na aliyo yateremsha."
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 519,
      "verse_key": "50:26",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 207,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ",
      "translation": "Aliye weka mungu mwengine pamoja na Mwenyezi Mungu. Basi mtupeni katika adhabu kali.",
      "footnotes": "Aliye mfanya mungu mwengine wa kumuabudu pamoja na Mwenyezi Mungu. Basi mtupeni huyo katika adhabu yenye mwisho wa ukali."
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 519,
      "verse_key": "50:27",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 208,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ",
      "translation": "Mwenzake aseme: Ee Mola wetu Mlezi! Sikumpoteza mimi, bali yeye mwenyewe alikuwa katika upotovu wa mbali.",
      "footnotes": "Shetani atasema kumrudi yule kafiri: Ewe Mola wangu Mlezi! Mimi siye niliye mfanya awe mwenye kua'si, lakini yeye mwenyewe alikuwa katika upotovu wa mbali na haki. Na mimi nilimsaidia tu kwa kumpotoa."
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 519,
      "verse_key": "50:28",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 208,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ",
      "translation": "(Mwenyezi Mungu) aseme: Msigombane mbele yangu. Nilikuleteeni mbele onyo langu.",
      "footnotes": "Mwenyezi Mungu Mtukufu atawaambia makafiri na wenzi wao: Msigombane mbele yangu hapa pahala pa hisabu na malipo. Na Mimi nilikuleteeni mbele duniani onyo juu ya kukufuru kwenu kuukataa Ujumbe wangu niliyo utuma kwenu. Nanyi hamkuamini."
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 519,
      "verse_key": "50:29",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 208,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّٰمٖ لِّلۡعَبِيدِ",
      "translation": "Mbele yangu haibadilishwi kauli, wala Mimi siwadhulumu waja wangu.",
      "footnotes": "Hapana la kugeuza kauli ilioko kwangu na onyo langu kuwatia makafiri Motoni, wala Mimi si Mwenye kuwadhulumu waja. Kwani simuadhibu mja yeyote bila ya makosa."
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 519,
      "verse_key": "50:30",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 208,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ",
      "translation": "Siku tutapo iambia Jahannamu: Je! Umejaa? Nayo itasema: Je! Kuna ziada?",
      "footnotes": "Siku tutapo iambia Jahannamu kwa kuwatia kiwewe makafiri: Je! Umejaa? Nayo Jahannamu iseme kwa kuwaghadhibikia: Wapo wengine zaidi wa kuwaongeza katika hawa wenye kudhulumu?"
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 519,
      "verse_key": "50:31",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 208,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ",
      "translation": "Na Pepo italetwa karibu kwa ajili ya wachamngu, haitakuwa mbali.",
      "footnotes": "Na Pepo iliyo pambwa italetwa karibu kwa ajili ya wenye kumcha Mola wao Mlezi, kwa kufuata amri zake na kuyaepuka makatazo yake, iletwe pahala pasipo kuwa mbali nao."
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 519,
      "verse_key": "50:32",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 208,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ",
      "translation": "Haya ndiyo mnayo ahidiwa kwa kila mwenye kurejea kwa Mwenyezi Mungu na akajilinda.",
      "footnotes": "Haya ndiyo malipo ya kila mwenye kurejea kwa Mwenyezi Mungu, aliye mwingi wa kuhifadhi sharia zake."
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 519,
      "verse_key": "50:33",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 208,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ",
      "translation": "Mwenye kumwogopa Mwingi wa Rehema hali kuwa hamwoni, na akaja kwa moyo ulio elekea",
      "footnotes": "Mwenye kukhofu adhabu ya Mwenyezi Mungu ambaye rehema yake imeenea juu ya kila kitu, na Yeye haonekani, na akaja Akhera na moyo wa aliye kwisha rejea kwa Mwenyezi Mungu Mtukufu."
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 519,
      "verse_key": "50:34",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 208,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ",
      "translation": "(Ataambiwa) ingieni kwa salama. Hiyo ndiyo siku ya daima dawamu.",
      "footnotes": "Itasemwa kwa hishima yao: Ingieni Peponi kwa amani. Hiyo siku mtakapo ingia Peponi ndiyo siku ya kubakia milele isiyo na mwisho."
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 519,
      "verse_key": "50:35",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 208,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ",
      "translation": "Humo watapata wakitakacho, na kwetu yako ya ziada.",
      "footnotes": "Hao wachamngu watapata kila wakitakacho huko Peponi. Na Sisi tunazo neema za kuzidi kuliko yanayo mpitikia mtu kuyawaza."
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 520,
      "verse_key": "50:36",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 208,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ",
      "translation": "Na kaumu ngapi tuliziangamiza kabla yao walio kuwa na nguvu zaidi kuliko hawa! Nao walitanga tanga katika nchi nyingi. Je! Walipata pa kukimbilia?",
      "footnotes": "Na wengi tumekwisha wateketeza kabla ya hawa wanao kadhibisha katika mataifa yaliyo kwisha pita. Wao walikuwa na nguvu na madaraka zaidi kuliko hawa. Wakaizunguka miji wakishughulika kuchungua na kutafuta. Je! Walipata pa kukimbilia wasiangamizwe?"
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 520,
      "verse_key": "50:37",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 208,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ",
      "translation": "Hakika katika hayo upo ukumbusho kwa mwenye moyo au akatega sikio naye yupo anashuhudia.",
      "footnotes": "Hakika kwa waliyo tendewa hao wa kaumu zilizo kwisha pita ni mawaidha kwa mwenye moyo wa kufahamu hakika ya mambo, au akasikiliza uwongofu naye akili zake anazo."
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 520,
      "verse_key": "50:38",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 208,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ",
      "translation": "Na bila ya shaka Sisi tumeziumba mbingu na ardhi na vilio baina yao mnamo siku sita; na wala hayakutugusa machofu.",
      "footnotes": "Ninaapa: Hakika tumeziumba mbingu na ardhi na viumbe viliomo baina yao katika siku sita. Na hatukupata kuchoka. Rejea mambo yaliyo khusu maana ya neno \"Siku\" za uumbaji katika maelezo ya kitaalamu juu ya Aya za idadi 9 mpaka 12 katika Sura ya \"Fuss'ilat\". 41:9-12"
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 520,
      "verse_key": "50:39",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 208,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ",
      "translation": "Basi vumilia kwa hayo wasemayo, na mtakase kwa kumsifu Mola wako Mlezi kabla ya kuchomoza jua na kabla ya kuchwa.",
      "footnotes": "Ikiwa haya yamebainika, basi, ewe Mtume, yastahamilie hayo wayasemayo hao wanao kanusha, ya uwongo na uzushi kukhusu Utume wako. Nawe mtakasishe, Msabbih, Muumba wako na Mlezi wako na kila upungufu, ukimhimidi wakati wa alfajiri, na wakati wa alasiri, kwani ibada nyakati hizo ni jambo kuu."
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 520,
      "verse_key": "50:40",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 208,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ",
      "translation": "Na katika usiku pia mtakase, na baada ya kusujudu.",
      "footnotes": "Na pia mtakasishe, Msabbih, katika saa za usiku, na baada ya Swala."
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 520,
      "verse_key": "50:41",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 208,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ",
      "translation": "Na sikiliza siku atapo nadi mwenye kunadi kutoka pahala karibu.",
      "footnotes": "Na sikiliza khabari ninazo kwambia katika hadithi za Kiyama kwani shani yake ni kubwa. Siku atapo nadi Malaika wa kunadi kutoka pahala pa karibu na hao wanao itwa."
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 520,
      "verse_key": "50:42",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 208,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ",
      "translation": "Siku watakapo sikia ukelele wa haki. Hiyo ndiyo siku ya kufufuka.",
      "footnotes": "Siku watapo sikia mpulizo wa pili wa Haki, nao ni wa kufufuliwa watu. Hiyo ndiyo siku ya kutoka kwenye makaburi."
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 520,
      "verse_key": "50:43",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 208,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ",
      "translation": "Hakika Sisi tunahuisha na tunafisha, na kwetu Sisi ndio marejeo.",
      "footnotes": "Hakika Sisi, peke yetu, ndio tunao huisha viumbe vyote, na tunavifisha duniani. Na kwetu Sisi, peke yetu, ndio marejeo Akhera."
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 520,
      "verse_key": "50:44",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 208,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ",
      "translation": "Siku itapo wapasukia ardhi mbio mbio! Mkusanyo huo kwetu ni mwepesi.",
      "footnotes": "Siku itakapo wapasukilia ardhi, na watoke humo mbio mbio wakikimbilia mkutanoni...Hilo jambo kuu la kuwakusanya wote ni dogo na jepesi kwetu."
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 520,
      "verse_key": "50:45",
      "juz_number": 26,
      "hizb_number": 52,
      "rub_el_hizb_number": 208,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ",
      "translation": "Sisi tunajua kabisa wayasemayo. Wala wewe si mwenye kuwatawalia kwa ujabari. Basi mkumbushe kwa Qur'ani anaye liogopa onyo.",
      "footnotes": "Sisi tunajua kuliko yeyote hayo wayasemayo ya uwongo juu yaliyo khusu Utume wako. Wala wewe hukutumwa uwalazimishe kwa unayo yataka. Ila wewe ni mwonyaji basi mkumbushe kwa Qur'ani Muumini mwenye kuiogopa adhabu yangu ili ukumbusho umfae.."
    }
  ]
}