{
  "result": [
    {
      "id": "2251",
      "sura": "19",
      "aya": "1",
      "arabic_text": "كٓهيعٓصٓ",
      "translation": "Kãf, Hã, Yã, Ain, Sãd.",
      "footnotes": ""
    },
    {
      "id": "2252",
      "sura": "19",
      "aya": "2",
      "arabic_text": "ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ",
      "translation": "Este é o relato da misericórdia de teu Senhor, para com Seu servo Zacarias,",
      "footnotes": ""
    },
    {
      "id": "2253",
      "sura": "19",
      "aya": "3",
      "arabic_text": "إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا",
      "translation": "Quando ele chamou por seu Senhor, em secreto chamado.",
      "footnotes": ""
    },
    {
      "id": "2254",
      "sura": "19",
      "aya": "4",
      "arabic_text": "قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا",
      "translation": "Disse: \"Senhor meu! Por certo, meus ossos fraquejam e minha cabeça flameja encanecida e, jamais fui infeliz, Senhor meu, na súplica a Ti!\"",
      "footnotes": ""
    },
    {
      "id": "2255",
      "sura": "19",
      "aya": "5",
      "arabic_text": "وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا",
      "translation": "\"E por certo, temo os herdeiros depois de mim, e minha mulher é estéril; então, dadiva-me, de Tua parte, com um herdeiro,\"",
      "footnotes": ""
    },
    {
      "id": "2256",
      "sura": "19",
      "aya": "6",
      "arabic_text": "يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا",
      "translation": "\"Que herdará de mim a ciência e herdará, da família de Jacó, o reino. E faze-o, Senhor meu, agradável a Ti.\"",
      "footnotes": ""
    },
    {
      "id": "2257",
      "sura": "19",
      "aya": "7",
      "arabic_text": "يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا",
      "translation": "Allah disse: \"Ó Zacarias! Por certo, Nós te alvissaramos um filho, cujo nome será Yahia, (João), para quem, antes, não fizemos homônimo.\"",
      "footnotes": ""
    },
    {
      "id": "2258",
      "sura": "19",
      "aya": "8",
      "arabic_text": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا",
      "translation": "Zacarias disse: \"Senhor meu! Como hei de ter um filho, enquanto minha mulher é estéril e, com efeito, já atingi, da velhice, a decrepitude?\"",
      "footnotes": ""
    },
    {
      "id": "2259",
      "sura": "19",
      "aya": "9",
      "arabic_text": "قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا",
      "translation": "Disse ele: \"Assim, teu Senhor disse: 'Isso Me é fácil e, com efeito, criei-te antes, enquanto nada eras!\"'",
      "footnotes": ""
    },
    {
      "id": "2260",
      "sura": "19",
      "aya": "10",
      "arabic_text": "قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا",
      "translation": "Zacarias disse: \"Senhor meu! Faze-me um sinal.\" Ele disse: \"Teu sinal será que não falarás aos humanos, por três noites, embora estando perfeito.\"",
      "footnotes": ""
    },
    {
      "id": "2261",
      "sura": "19",
      "aya": "11",
      "arabic_text": "فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا",
      "translation": "Então, saiu do santuário, a seu povo, e inspirou-lhes, por gestos: \"Glorificai a Allah, ao alvorecer e ao anoitecer.\"",
      "footnotes": ""
    },
    {
      "id": "2262",
      "sura": "19",
      "aya": "12",
      "arabic_text": "يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا",
      "translation": "\"Ó Yahia! Toma o Livro, com firmeza!\" E concedemo-lhe a sabedoria, em sendo infante,",
      "footnotes": ""
    },
    {
      "id": "2263",
      "sura": "19",
      "aya": "13",
      "arabic_text": "وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا",
      "translation": "E ternura, de Nossa parte, e pureza. E era piedoso,",
      "footnotes": ""
    },
    {
      "id": "2264",
      "sura": "19",
      "aya": "14",
      "arabic_text": "وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا",
      "translation": "E blandicioso para com seus pais; e não era tirano, desobediente.",
      "footnotes": ""
    },
    {
      "id": "2265",
      "sura": "19",
      "aya": "15",
      "arabic_text": "وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا",
      "translation": "E que a paz seja sobre ele, no dia em que nasceu e no dia em que morrer e no dia em que for ressuscitado, vivo!",
      "footnotes": ""
    },
    {
      "id": "2266",
      "sura": "19",
      "aya": "16",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا",
      "translation": "E menciona, Muhammad, no Livro, a Maria, quando se insulou de sua família, em lugar na direção do oriente,",
      "footnotes": ""
    },
    {
      "id": "2267",
      "sura": "19",
      "aya": "17",
      "arabic_text": "فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا",
      "translation": "E colocou entre ela e eles um véu; então, enviamo-lhe Nosso Espírito, e ele apresentou-se-lhe como um homem perfeito.",
      "footnotes": ""
    },
    {
      "id": "2268",
      "sura": "19",
      "aya": "18",
      "arabic_text": "قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا",
      "translation": "Ela disse: \"Por certo, refugio-me nO Misericordioso, contra ti. Se és piedoso, não te aproximes.\"",
      "footnotes": ""
    },
    {
      "id": "2269",
      "sura": "19",
      "aya": "19",
      "arabic_text": "قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا",
      "translation": "Ele disse: \"Sou, apenas, o Mensageiro de teu Senhor, para te dadivar com um filho puro.\"",
      "footnotes": ""
    },
    {
      "id": "2270",
      "sura": "19",
      "aya": "20",
      "arabic_text": "قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا",
      "translation": "Ela disse: \"Como hei de ter um filho, enquanto nenhum homem me tocou, e nunca fui mundana?\"",
      "footnotes": ""
    },
    {
      "id": "2271",
      "sura": "19",
      "aya": "21",
      "arabic_text": "قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا",
      "translation": "Ele disse: \"Assim teu Senhor disse: 'Isso Me é fácil, e sê-lo-á para fazer dele um sinal para os homens e misericórdia de Nossa parte'. E foi uma ordem decretada.\"",
      "footnotes": ""
    },
    {
      "id": "2272",
      "sura": "19",
      "aya": "22",
      "arabic_text": "۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا",
      "translation": "Então, ela o concebeu, e insulou-se com ele, em lugar longínquo.",
      "footnotes": ""
    },
    {
      "id": "2273",
      "sura": "19",
      "aya": "23",
      "arabic_text": "فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا",
      "translation": "E as dores do parto levaram-na a abrigar-se ao tronco da tamareira. Ela disse: \"Quem dera houvesse morrido antes disto, e fosse insignificante objeto esquecido!\"",
      "footnotes": ""
    },
    {
      "id": "2274",
      "sura": "19",
      "aya": "24",
      "arabic_text": "فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا",
      "translation": "Então, abaixo dela, uma voz chamou-a: \"Não te entristeças! Com efeito, teu Senhor fez correr, abaixo de ti, um regato.\"",
      "footnotes": ""
    },
    {
      "id": "2275",
      "sura": "19",
      "aya": "25",
      "arabic_text": "وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا",
      "translation": "\"E move, em tua direção, o tronco da tamareira, ela fará cair, sobre ti, tâmaras maduras, frescas.\"",
      "footnotes": ""
    },
    {
      "id": "2276",
      "sura": "19",
      "aya": "26",
      "arabic_text": "فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا",
      "translation": "\"Então, come e bebe e refresca de alegria teus olhos. E, se vês alguém, dos mortais, dize: 'Por certo, fiz votos de silêncio aO Misericordioso e, hoje, não falarei a humano algum'.\"",
      "footnotes": ""
    },
    {
      "id": "2277",
      "sura": "19",
      "aya": "27",
      "arabic_text": "فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا",
      "translation": "E ela chegou com ele, a seu povo, carregando-o. Disseram: \"Ó Maria! Com efeito, fizeste uma cousa assombrosa!\"",
      "footnotes": ""
    },
    {
      "id": "2278",
      "sura": "19",
      "aya": "28",
      "arabic_text": "يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا",
      "translation": "\"Ó irmã de Aarão! Teu pai não era pessoa atreita ao mal e tua mãe não era mundana!\"",
      "footnotes": ""
    },
    {
      "id": "2279",
      "sura": "19",
      "aya": "29",
      "arabic_text": "فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا",
      "translation": "Então, ela apontou para ele. Eles disseram: \"Como falaremos a quem está no berço, em sendo infante?\"",
      "footnotes": ""
    },
    {
      "id": "2280",
      "sura": "19",
      "aya": "30",
      "arabic_text": "قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا",
      "translation": "O bebê disse: \"Por certo, sou o servo de Allah. Ele me concederá o Livro e me fará Profeta,\"",
      "footnotes": ""
    },
    {
      "id": "2281",
      "sura": "19",
      "aya": "31",
      "arabic_text": "وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا",
      "translation": "\"E me fará abençoado, onde quer que esteja, e me recomendará a oração e az-zakãh, enquanto permanecer vivo,\"",
      "footnotes": ""
    },
    {
      "id": "2282",
      "sura": "19",
      "aya": "32",
      "arabic_text": "وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا",
      "translation": "\"E me fará blandicioso para com minha mãe, e não me fará tirano, infeliz;\"",
      "footnotes": ""
    },
    {
      "id": "2283",
      "sura": "19",
      "aya": "33",
      "arabic_text": "وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا",
      "translation": "\"E que a paz seja sobre mim, no dia em que nasci e no dia em que morrer e no dia em que for ressuscitado, vivo!\"",
      "footnotes": ""
    },
    {
      "id": "2284",
      "sura": "19",
      "aya": "34",
      "arabic_text": "ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ",
      "translation": "- Esse é Jesus, filho de Maria. É o Dito da verdade, que eles contestam.",
      "footnotes": ""
    },
    {
      "id": "2285",
      "sura": "19",
      "aya": "35",
      "arabic_text": "مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
      "translation": "Não é admissível que Allah tome para Si um filho. Glorificado seja! Quando decreta algo, apenas, diz-lhe: \"Sê\", então, é -",
      "footnotes": ""
    },
    {
      "id": "2286",
      "sura": "19",
      "aya": "36",
      "arabic_text": "وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
      "translation": "\"E por certo, Allah é meu Senhor e vosso Senhor. Então, adorai-O. Esta é uma senda reta.\"",
      "footnotes": ""
    },
    {
      "id": "2287",
      "sura": "19",
      "aya": "37",
      "arabic_text": "فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ",
      "translation": "Em seguida, os partidos discreparam entre eles. Então, ai dos que renegam a Fé, quando de sua presença, em um terrível dia!",
      "footnotes": ""
    },
    {
      "id": "2288",
      "sura": "19",
      "aya": "38",
      "arabic_text": "أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "Quão bem ouvirão e quão bem verão, um dia, em que virão a Nós. Mas os injustos, hoje, estão em evidente descaminho!",
      "footnotes": ""
    },
    {
      "id": "2289",
      "sura": "19",
      "aya": "39",
      "arabic_text": "وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ",
      "translation": "E adverte-os, Muhammad, do Dia da Aflição - quando a ordem for encerrada - enquanto eles estão, neste mundo, em desatenção e enquanto não crêem.",
      "footnotes": ""
    },
    {
      "id": "2290",
      "sura": "19",
      "aya": "40",
      "arabic_text": "إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ",
      "translation": "Por certo, somos Nós Que herdaremos a terra e quem sobre ela existe. E a Nós eles serão retornados.",
      "footnotes": ""
    },
    {
      "id": "2291",
      "sura": "19",
      "aya": "41",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا",
      "translation": "E menciona, no Livroa Abraão - por certo, ele era veracíssimo, profeta -",
      "footnotes": ""
    },
    {
      "id": "2292",
      "sura": "19",
      "aya": "42",
      "arabic_text": "إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا",
      "translation": "Quando disse a seu pai: \"Ó meu pai! Por que adoras o que não ouve nem vê e de nada te vale?\"",
      "footnotes": ""
    },
    {
      "id": "2293",
      "sura": "19",
      "aya": "43",
      "arabic_text": "يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا",
      "translation": "\"Ó meu pai! Por certo, chegou-me, da ciência, o que te não chegou; então, segue-me, eu te guiarei a uma senda perfeita.\"",
      "footnotes": ""
    },
    {
      "id": "2294",
      "sura": "19",
      "aya": "44",
      "arabic_text": "يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا",
      "translation": "\"Ó meu pai! Não adores Satã. Por certo, Satã é desobediente aO Misericordioso.\"",
      "footnotes": ""
    },
    {
      "id": "2295",
      "sura": "19",
      "aya": "45",
      "arabic_text": "يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا",
      "translation": "\"Ó meu pai! Por certo, temo que um castigo dO Misericordioso te toque: então, tornar-te-ias aliado a Satã.\"",
      "footnotes": ""
    },
    {
      "id": "2296",
      "sura": "19",
      "aya": "46",
      "arabic_text": "قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا",
      "translation": "Ele disse: \"Está rejeitando meus deuses, ó Abraão? Em verdade, se não te absténs disso, apedrejar-te-ei. E abandona-me, por longo prazo!\"",
      "footnotes": ""
    },
    {
      "id": "2297",
      "sura": "19",
      "aya": "47",
      "arabic_text": "قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا",
      "translation": "Abraão disse: \"Que a paz seja sobre ti. Implorarei a meu Senhor perdão para ti. Por certo, Ele é Afável para comigo.\"",
      "footnotes": ""
    },
    {
      "id": "2298",
      "sura": "19",
      "aya": "48",
      "arabic_text": "وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا",
      "translation": "\"E aparto-me de vós e do que invocais, em vez de Allah, e invoco a meu Senhor. Quiçá, não seja eu infeliz com a súplica a meu Senhor.\"",
      "footnotes": ""
    },
    {
      "id": "2299",
      "sura": "19",
      "aya": "49",
      "arabic_text": "فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا",
      "translation": "Então, quando ele se apartou deles e do que adoravam, em vez de Allah, dadivamo-lo com Isaque e Jacó. E de cada um fizemos profeta.",
      "footnotes": ""
    },
    {
      "id": "2300",
      "sura": "19",
      "aya": "50",
      "arabic_text": "وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا",
      "translation": "E dadivamo-los com algo de Nossa misericórdia e fizemo-lhes língua verídica, altíssima.",
      "footnotes": ""
    },
    {
      "id": "2301",
      "sura": "19",
      "aya": "51",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا",
      "translation": "E menciona, no Livro, a Moisés. Por certo, ele era predileto e era Mensageiro, profeta.",
      "footnotes": ""
    },
    {
      "id": "2302",
      "sura": "19",
      "aya": "52",
      "arabic_text": "وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا",
      "translation": "E chamamo-lo, do lado direito do Monte e fizemo-lo aproximar-se de Nós, como confidente.",
      "footnotes": ""
    },
    {
      "id": "2303",
      "sura": "19",
      "aya": "53",
      "arabic_text": "وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا",
      "translation": "E, de Nossa misericórdia, dadivamo-lo com seu irmão Aarão, como profeta.",
      "footnotes": ""
    },
    {
      "id": "2304",
      "sura": "19",
      "aya": "54",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا",
      "translation": "E menciona, no Livro, a Ismael. Por certo, ele era verídico na promessa, e era Mensageiro, profeta;",
      "footnotes": ""
    },
    {
      "id": "2305",
      "sura": "19",
      "aya": "55",
      "arabic_text": "وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا",
      "translation": "E ordenava à sua família a oração e a caridade, e era agradável, junto de seu Senhor.",
      "footnotes": ""
    },
    {
      "id": "2306",
      "sura": "19",
      "aya": "56",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا",
      "translation": "E menciona, no Livro, a Idris - por certo, ele era veracíssimo, profeta.",
      "footnotes": ""
    },
    {
      "id": "2307",
      "sura": "19",
      "aya": "57",
      "arabic_text": "وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا",
      "translation": "E elevamo-lo a um lugar altíssimo.",
      "footnotes": ""
    },
    {
      "id": "2308",
      "sura": "19",
      "aya": "58",
      "arabic_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩",
      "translation": "Esses, os que Allah agraciou - dentre os profetas da descendência de Adão, e dos que levamos, na Arca, com Noé, e da descendência de Abraão e Israel, e dos que guiamos e elegemos - quando os versículos dO Misericordioso se recitavam para eles, caíam prosternados e chorosos.",
      "footnotes": ""
    },
    {
      "id": "2309",
      "sura": "19",
      "aya": "59",
      "arabic_text": "۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا",
      "translation": "E sucederam, depois deles, sucessores, que descuraram da oração, e seguiram a lascívia. Então, depararão uma desventura,",
      "footnotes": ""
    },
    {
      "id": "2310",
      "sura": "19",
      "aya": "60",
      "arabic_text": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا",
      "translation": "Exceto quem se voltar arrependido e crer e fizer o bem; então, esses entrarão no Paraíso - e não sofrerão injustiça alguma -",
      "footnotes": ""
    },
    {
      "id": "2311",
      "sura": "19",
      "aya": "61",
      "arabic_text": "جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا",
      "translation": "Nos Jardins do Éden, que O Misericordioso prometeu a Seus servos, que creram no Invisível. Por certo, Sua promessa se concretizará.",
      "footnotes": ""
    },
    {
      "id": "2312",
      "sura": "19",
      "aya": "62",
      "arabic_text": "لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا",
      "translation": "Neles, não ouvirão frivolidades; somente a saudação \"Salam!\", \"Paz!\". E, neles, terão seu sustento, ao alvorecer e ao anoitecer.",
      "footnotes": ""
    },
    {
      "id": "2313",
      "sura": "19",
      "aya": "63",
      "arabic_text": "تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا",
      "translation": "Esse Paraíso é o que faremos herdar a quem é piedoso, de Nossos servos.",
      "footnotes": ""
    },
    {
      "id": "2314",
      "sura": "19",
      "aya": "64",
      "arabic_text": "وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا",
      "translation": "\"E não descemos senão por ordem de teu Senhor. D'Ele é o que está adiante de nós e o que está detrás de nós e o que está entre ambos. E teu Senhor nada esquece.\"",
      "footnotes": ""
    },
    {
      "id": "2315",
      "sura": "19",
      "aya": "65",
      "arabic_text": "رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا",
      "translation": "\"É O Senhor dos céus e da terra e do que há entre ambos. Então, adora-O e pacienta, em Sua adoração. Acaso, conheces-Lhe algum homônimo?\"",
      "footnotes": ""
    },
    {
      "id": "2316",
      "sura": "19",
      "aya": "66",
      "arabic_text": "وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا",
      "translation": "E o ser humano diz: \"Quando morrer, far-me-ão sair vivo?\"",
      "footnotes": ""
    },
    {
      "id": "2317",
      "sura": "19",
      "aya": "67",
      "arabic_text": "أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا",
      "translation": "E o ser humano não se lembra de que o criamos antes, enquanto nada era?",
      "footnotes": ""
    },
    {
      "id": "2318",
      "sura": "19",
      "aya": "68",
      "arabic_text": "فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا",
      "translation": "Então, por teu Senhor! Reuni-los-emos e aos demônios; em seguida, fá-los-emos estar presentes, ao redor da Geena, genuflexos.",
      "footnotes": ""
    },
    {
      "id": "2319",
      "sura": "19",
      "aya": "69",
      "arabic_text": "ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا",
      "translation": "Em seguida, tiraremos, de cada seita, o mais rebelde deles contra O Misericordioso.",
      "footnotes": ""
    },
    {
      "id": "2320",
      "sura": "19",
      "aya": "70",
      "arabic_text": "ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا",
      "translation": "E, em verdade, Nós somos melhor Sabedor dos que são mais merecedores de ser por ela queimados.",
      "footnotes": ""
    },
    {
      "id": "2321",
      "sura": "19",
      "aya": "71",
      "arabic_text": "وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا",
      "translation": "E não haverá ninguém de vós que por ela não passe. É determinação decretada, que impende a teu Senhor",
      "footnotes": ""
    },
    {
      "id": "2322",
      "sura": "19",
      "aya": "72",
      "arabic_text": "ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا",
      "translation": "Em seguida, salvaremos os que foram piedosos e deixaremos, nela, os injustos, genuflexos.",
      "footnotes": ""
    },
    {
      "id": "2323",
      "sura": "19",
      "aya": "73",
      "arabic_text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا",
      "translation": "E, quando se recitam, para eles, Nossos evidentes versículos, os que renegam a Fé dizem aos que crêem: \"Qual dos dois grupos tem a situação mais confortável e a mais bela companhia?\"",
      "footnotes": ""
    },
    {
      "id": "2324",
      "sura": "19",
      "aya": "74",
      "arabic_text": "وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا",
      "translation": "E quantas gerações aniquilamos, antes deles, as quais foram melhores em conforto e aspecto?",
      "footnotes": ""
    },
    {
      "id": "2325",
      "sura": "19",
      "aya": "75",
      "arabic_text": "قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا",
      "translation": "Dize, Muhammad: \"A quem está em descaminho, que O Misericordioso lhe estenda a vida, por certo tempo, até que quando virem o que lhes foi prometido - ou o castigo ou a Hora - saibam, então, quem está em pior situação, e é o mais fraco da tropa.\"",
      "footnotes": ""
    },
    {
      "id": "2326",
      "sura": "19",
      "aya": "76",
      "arabic_text": "وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا",
      "translation": "\"E Allah acresce orientação aos que se guiam. E as boas obras, duradouras, são junto de seu Senhor, melhores em retribuição e melhores em destino.\"",
      "footnotes": ""
    },
    {
      "id": "2327",
      "sura": "19",
      "aya": "77",
      "arabic_text": "أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا",
      "translation": "E viste quem renega Nossos sinais e diz: \"Em verdade, ser-me-ão concedidas riquezas e filhos?\"",
      "footnotes": ""
    },
    {
      "id": "2328",
      "sura": "19",
      "aya": "78",
      "arabic_text": "أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا",
      "translation": "Avistou ele o Invisível, ou firmou pacto com O Misericordioso?",
      "footnotes": ""
    },
    {
      "id": "2329",
      "sura": "19",
      "aya": "79",
      "arabic_text": "كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا",
      "translation": "Em absoluto, nada disso! Escreveremos o que ele diz e estender-lhe-emos o castigo, intensamente.",
      "footnotes": ""
    },
    {
      "id": "2330",
      "sura": "19",
      "aya": "80",
      "arabic_text": "وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا",
      "translation": "E herdar-lhe-emos o que diz possuir, e a Nós virá sozinho.",
      "footnotes": ""
    },
    {
      "id": "2331",
      "sura": "19",
      "aya": "81",
      "arabic_text": "وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا",
      "translation": "E tomam além de Allah, outros deuses, para que lhes sejam um poder.",
      "footnotes": ""
    },
    {
      "id": "2332",
      "sura": "19",
      "aya": "82",
      "arabic_text": "كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا",
      "translation": "Em absoluto, não o serão. Renegarão sua adoração e serão deles antagonistas.",
      "footnotes": ""
    },
    {
      "id": "2333",
      "sura": "19",
      "aya": "83",
      "arabic_text": "أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا",
      "translation": "Não viste que enviamos os demônios contra os renegadores da Fé, para incitá-los, ao mal, impetuosamente?",
      "footnotes": ""
    },
    {
      "id": "2334",
      "sura": "19",
      "aya": "84",
      "arabic_text": "فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا",
      "translation": "Então, não lhes apresses o castigo. Apenas, contamo-lhes todos seus atos, precisamente.",
      "footnotes": ""
    },
    {
      "id": "2335",
      "sura": "19",
      "aya": "85",
      "arabic_text": "يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا",
      "translation": "Lembra-lhes de um dia, quando reunirmos os piedosos, em missão de honra aO Misericordioso,",
      "footnotes": ""
    },
    {
      "id": "2336",
      "sura": "19",
      "aya": "86",
      "arabic_text": "وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا",
      "translation": "E impulsionarmos os criminosos para a Geena, como rebanhos sequiosos,",
      "footnotes": ""
    },
    {
      "id": "2337",
      "sura": "19",
      "aya": "87",
      "arabic_text": "لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا",
      "translation": "Não terão o poder de intercessão senão os que houverem firmado pacto com O Misericordioso.",
      "footnotes": ""
    },
    {
      "id": "2338",
      "sura": "19",
      "aya": "88",
      "arabic_text": "وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا",
      "translation": "E eles dizem: \"O Misericordioso tomou para Si um filho!\"",
      "footnotes": ""
    },
    {
      "id": "2339",
      "sura": "19",
      "aya": "89",
      "arabic_text": "لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا",
      "translation": "Com efeito, fizestes algo horrente!",
      "footnotes": ""
    },
    {
      "id": "2340",
      "sura": "19",
      "aya": "90",
      "arabic_text": "تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا",
      "translation": "Por causa disso, os céus quase se despedaçam e a terra se fende e as montanhas caem, desmoronando-se,",
      "footnotes": ""
    },
    {
      "id": "2341",
      "sura": "19",
      "aya": "91",
      "arabic_text": "أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا",
      "translation": "Por atribuírem um filho aO Misericordioso!",
      "footnotes": ""
    },
    {
      "id": "2342",
      "sura": "19",
      "aya": "92",
      "arabic_text": "وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا",
      "translation": "E não é concebível que O Misericordioso tome para Si um filho.",
      "footnotes": ""
    },
    {
      "id": "2343",
      "sura": "19",
      "aya": "93",
      "arabic_text": "إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا",
      "translation": "Todo ser que está nos céus e na terra chegará aO Misericordioso apenas como servo.",
      "footnotes": ""
    },
    {
      "id": "2344",
      "sura": "19",
      "aya": "94",
      "arabic_text": "لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا",
      "translation": "Com efeito, Ele os enumerou e os contou, precisamente.",
      "footnotes": ""
    },
    {
      "id": "2345",
      "sura": "19",
      "aya": "95",
      "arabic_text": "وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا",
      "translation": "E todos eles, no Dia da Ressurreição, Lhe chegarão individualmente.",
      "footnotes": ""
    },
    {
      "id": "2346",
      "sura": "19",
      "aya": "96",
      "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا",
      "translation": "Por certo, aos que crêem e fazem as boas obras, O Misericordioso fá-los-á ter afeição mútua.",
      "footnotes": ""
    },
    {
      "id": "2347",
      "sura": "19",
      "aya": "97",
      "arabic_text": "فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا",
      "translation": "Então, apenas o facilitamos em tua língua, para que com ele, alvissares os piedosos e admoestes um povo irredutível.",
      "footnotes": ""
    },
    {
      "id": "2348",
      "sura": "19",
      "aya": "98",
      "arabic_text": "وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا",
      "translation": "E quantas gerações aniquilamos, antes deles! Sentes a alguém delas? Ou lhes ouves algum murmúrio?.",
      "footnotes": ""
    }
  ]
}