{
  "result": [
    {
      "id": "3410",
      "sura": "30",
      "aya": "1",
      "arabic_text": "الٓمٓ",
      "translation": "Алиф, Лом, Мим.",
      "footnotes": ""
    },
    {
      "id": "3411",
      "sura": "30",
      "aya": "2",
      "arabic_text": "غُلِبَتِ ٱلرُّومُ",
      "translation": "Рум мағлуб бўлди.",
      "footnotes": ""
    },
    {
      "id": "3412",
      "sura": "30",
      "aya": "3",
      "arabic_text": "فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ",
      "translation": "Яқин ерда. Ва улар мағлубиятларидан кейин яқинда яна ғолиб бўлажаклар.",
      "footnotes": ""
    },
    {
      "id": "3413",
      "sura": "30",
      "aya": "4",
      "arabic_text": "فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ",
      "translation": "Саноқли йилларда. Олдин ҳам, кейин ҳам ҳамма иш Аллоҳнинг измидадир. Ўша кунда мўминлар шод бўладилар.",
      "footnotes": ""
    },
    {
      "id": "3414",
      "sura": "30",
      "aya": "5",
      "arabic_text": "بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
      "translation": "Аллоҳнинг нусрати ила. У Ўзи хоҳлаган одамга нусрат берур. У Азиз ва Раҳмли Зотдир.",
      "footnotes": ""
    },
    {
      "id": "3415",
      "sura": "30",
      "aya": "6",
      "arabic_text": "وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "(Нусрат бериш) Аллоҳнинг ваъдаси. Аллоҳ Ўз ваъдасига хилоф қилмас. Лекин кўп одамлар билмаслар.",
      "footnotes": ""
    },
    {
      "id": "3416",
      "sura": "30",
      "aya": "7",
      "arabic_text": "يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ",
      "translation": "Улар бу дунё ҳаётининг зоҳирини билурлар. Охиратдан эса ғофилдирлар.",
      "footnotes": ""
    },
    {
      "id": "3417",
      "sura": "30",
      "aya": "8",
      "arabic_text": "أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ",
      "translation": "Улар ўзлари ҳақида фикр юритмайдиларми? Аллоҳ осмонлару ерни ва улар орасидаги нарсаларни (бежиз яратмаган, уларни) ҳақ ва муайян муддат билан яратган. Одамлардан кўплари Парвардигорларига рўбарў келишни инкор қилгувчилардир.",
      "footnotes": ""
    },
    {
      "id": "3418",
      "sura": "30",
      "aya": "9",
      "arabic_text": "أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
      "translation": "Ер юзини кезиб, ўзларидан олдингиларнинг оқибати қандай бўлганига назар солмайдиларми?! Улар булардан кўра кучлироқ эдилар. Ерга ишлов бериб, уни булар обод қилганидан кўра кўпроқ обод қилгандилар. Уларга пайғамбарлари ҳужжатлар келтирганди. Аллоҳ уларга зулм қилмаган эди, лекин улар ўзларига ўзлари зулм қилгандилар.",
      "footnotes": ""
    },
    {
      "id": "3419",
      "sura": "30",
      "aya": "10",
      "arabic_text": "ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ",
      "translation": "Кейин ёмонлик қилганларнинг оқибати ёмон бўлди. Чунки улар Аллоҳнинг оятларини ёлғонга чиқардилар ва уларни масхара қилардилар.",
      "footnotes": ""
    },
    {
      "id": "3420",
      "sura": "30",
      "aya": "11",
      "arabic_text": "ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ",
      "translation": "Аллоҳ йўқдан бор қилади, кейин уни яна қайтадан яратади. Кейин Унга қайтарилурсизлар.",
      "footnotes": ""
    },
    {
      "id": "3421",
      "sura": "30",
      "aya": "12",
      "arabic_text": "وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ",
      "translation": "Қиёмат қоим бўлган кунда жиноятчилар ноумид бўлурлар.",
      "footnotes": ""
    },
    {
      "id": "3422",
      "sura": "30",
      "aya": "13",
      "arabic_text": "وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ",
      "translation": "Уларга бутларидан шафоатчилар бўлмади ва улар бутларидан тонадиган бўлдилар.",
      "footnotes": ""
    },
    {
      "id": "3423",
      "sura": "30",
      "aya": "14",
      "arabic_text": "وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ",
      "translation": "Қиёмат қоим бўлган куни, ўша куни бўлиниб кетадилар.",
      "footnotes": ""
    },
    {
      "id": "3424",
      "sura": "30",
      "aya": "15",
      "arabic_text": "فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ",
      "translation": "Иймон келтириб, яхши амалларни қилганлар жаннатда шод бўладилар.",
      "footnotes": ""
    },
    {
      "id": "3425",
      "sura": "30",
      "aya": "16",
      "arabic_text": "وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ",
      "translation": "Куфр келтириб, оятларимизни ва охират учрашувини ёлғон дейдиганлар эса - ана ўшалар азобга ҳозир қилинадилар.",
      "footnotes": ""
    },
    {
      "id": "3426",
      "sura": "30",
      "aya": "17",
      "arabic_text": "فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ",
      "translation": "Бас, тунга кириш пайтингизда ҳам, тонгга кириш пайтингизда ҳам Аллоҳга тасбеҳ айтинг.",
      "footnotes": ""
    },
    {
      "id": "3427",
      "sura": "30",
      "aya": "18",
      "arabic_text": "وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ",
      "translation": "Осмонлару ердаги ҳамду сано Уникидир. Оқшомда ҳам, Пешин пайтига киришингизда ҳам (тасбеҳ айтинг).",
      "footnotes": ""
    },
    {
      "id": "3428",
      "sura": "30",
      "aya": "19",
      "arabic_text": "يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ",
      "translation": "Ўликдан тирикни чиқаради. Тирикдан ўликни чиқаради. Ерни ўлганидан кейин қайта тирилтиради. Сизлар ҳам шундай чиқариласизлар.",
      "footnotes": ""
    },
    {
      "id": "3429",
      "sura": "30",
      "aya": "20",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ",
      "translation": "Унинг оятларидан бири шуки, сизларни тупроқдан яратди. Кейин сизлар инсон бўлиб таралдингизлар.",
      "footnotes": ""
    },
    {
      "id": "3430",
      "sura": "30",
      "aya": "21",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ",
      "translation": "Унинг оятларидан яна бири шуки, сизларга ўзларингиздан жуфтларингизни яратди. Токи ўшалар билан таскин топинглар. Орангизда эса ошнолик ва меҳр-муҳаббат пайдо қилди. Албатта, бу ишда фикр юритадиган қавм учун оятлар бордир.",
      "footnotes": ""
    },
    {
      "id": "3431",
      "sura": "30",
      "aya": "22",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ",
      "translation": "Унинг оятларидан яна бири осмонлару ерни яратиши ҳамда тилларингиз ва рангларингизни турли хил қилиб қўйишидир. Албатта, бу ишда биладиганлар учун белгилар бордир.",
      "footnotes": ""
    },
    {
      "id": "3432",
      "sura": "30",
      "aya": "23",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ",
      "translation": "Унинг оятларидан яна бири кечаси ва кундузи ухлашингиз ҳамда Унинг фазлидан умидвор бўлишингиздир. Албатта, бу ишда қулоқ соладиган қавм учун белгилар бордир.",
      "footnotes": ""
    },
    {
      "id": "3433",
      "sura": "30",
      "aya": "24",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ",
      "translation": "Унинг оятларидан яна бири шуки, сизларга яшинни кўрсатади. Қўрқиб ва умидвор бўлиб (уни кўрасизлар). Осмондан ёмғир ёғдириб, у билан ўлиб қолган ерни тирилтиради. Албатта, бу ишда ақлини ишлатадиган қавм учун белгилар бордир.",
      "footnotes": ""
    },
    {
      "id": "3434",
      "sura": "30",
      "aya": "25",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ",
      "translation": "Унинг оятларидан яна бири шуки, само ва замин У Зотнинг амри билан қоимдир. Кейин сизларни ердан бир бор чақирганда барчангиз бирдан чиқасизлар.",
      "footnotes": ""
    },
    {
      "id": "3435",
      "sura": "30",
      "aya": "26",
      "arabic_text": "وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ",
      "translation": "Осмонлару ердаги жонзотлар Уникидир. Ҳаммалари Унга бўйсунадилар.",
      "footnotes": ""
    },
    {
      "id": "3436",
      "sura": "30",
      "aya": "27",
      "arabic_text": "وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "У шундай Зотки, дастлаб Ўзи йўқдан бор қилади, кейин яна Ўзи қайта яратади. Бу иш Унга жуда осондир. Осмонлару ердаги энг олий сифат Уникидир. У Азиз ва Ҳаким Зотдир.",
      "footnotes": ""
    },
    {
      "id": "3437",
      "sura": "30",
      "aya": "28",
      "arabic_text": "ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ",
      "translation": "Сизларга ўзларингиздан бир мисол зарб этди. Қўлларингиздаги мулкингиз (қулларингиз)дан сизларга ризқ қилиб берганимиз мол-мулкка шерик бўлиб олгувчилар борми ва сизлар худди ўзларингиздан қўрққандек улардан ҳам қўрқасизларми? Ақлини ишлатадиган қавм учун оятларни мана шундай баён қилурмиз.",
      "footnotes": ""
    },
    {
      "id": "3438",
      "sura": "30",
      "aya": "29",
      "arabic_text": "بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّٰصِرِينَ",
      "translation": "Йўқ! Зулм қилганлар илмсиз равишда ҳавойи нафсларига эргашдилар. Аллоҳ адаштириб қўйганни ким ҳам ҳидоят қила оларди? Улар учун ёрдам бергувчилар бўлмас.",
      "footnotes": ""
    },
    {
      "id": "3439",
      "sura": "30",
      "aya": "30",
      "arabic_text": "فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "Бас, доимо тўғри бўлган динга юз тутинг! Аллоҳнинг фитратики, инсонларни ўша билан яратган. Аллоҳнинг яратганини ўзгартириб бўлмас. Тўғри дин шудир. Лекин кўп одамлар билмайдилар.",
      "footnotes": ""
    },
    {
      "id": "3440",
      "sura": "30",
      "aya": "31",
      "arabic_text": "۞ مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "Унга қайтгувчи бўлган ҳолингизда (юз буринглар). Ундан қўрқинглар. Намозни тўкис адо этинглар. Мушриклардан бўлманглар.",
      "footnotes": ""
    },
    {
      "id": "3441",
      "sura": "30",
      "aya": "32",
      "arabic_text": "مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ",
      "translation": "Динларини парчалаб, гуруҳ-гуруҳ бўлиб олиб, ҳар бир гуруҳ ўзидаги нарса билан хурсанд бўлганлардан (бўлиб қолманглар).",
      "footnotes": ""
    },
    {
      "id": "3442",
      "sura": "30",
      "aya": "33",
      "arabic_text": "وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ",
      "translation": "Қачон одамларга бир зарар етса, Парвардигорларига қайтиб, Унга дуо қиладилар. Аллоҳ уларга Ўз раҳматидан бирон марҳамат тоттирганда эса, баногоҳ улардан бир гуруҳи Парвардигорларига ширк келтирадилар.",
      "footnotes": ""
    },
    {
      "id": "3443",
      "sura": "30",
      "aya": "34",
      "arabic_text": "لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ",
      "translation": "Улар берган нарсаларимизга нонкўрлик қилаверсинлар. Фойдаланаверинглар. Яқинда билиб оласизлар.",
      "footnotes": ""
    },
    {
      "id": "3444",
      "sura": "30",
      "aya": "35",
      "arabic_text": "أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ",
      "translation": "Ёки уларга ширк келтириб юрганларини сўзлайдиган бир ҳужжат туширдикми?!",
      "footnotes": ""
    },
    {
      "id": "3445",
      "sura": "30",
      "aya": "36",
      "arabic_text": "وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ",
      "translation": "Одамларга бирон марҳаматни тоттирсак, ундан хурсанд бўлдилар. Ўзлари қилган қилмишлари туфайли бирон заҳмат етганда эса умидсизликка тушадилар.",
      "footnotes": ""
    },
    {
      "id": "3446",
      "sura": "30",
      "aya": "37",
      "arabic_text": "أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "Аллоҳ Ўзи хоҳлаган бандасига ризқни кенг ёки танг қилиб бераётганини кўрмадиларми? Албатта, бу ишда иймон келтирган қавм учун белгилар бордир.",
      "footnotes": ""
    },
    {
      "id": "3447",
      "sura": "30",
      "aya": "38",
      "arabic_text": "فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
      "translation": "Қариндошга, мискинга ва мусофирга ҳаққини беринг. Мана шу Аллоҳнинг Юзини истайдиганлар учун яхшироқдир. Ва ана ўшалар нажот топгувчилардир.",
      "footnotes": ""
    },
    {
      "id": "3448",
      "sura": "30",
      "aya": "39",
      "arabic_text": "وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ",
      "translation": "Одамларнинг моллари ичида кўпайиши учун судхўрликка берган пулларингиз Аллоҳнинг ҳузурида кўпаймайди. Аллоҳнинг Юзини истаб берган закотингиз эса, бас, ана ўшалар (фойдани) бир неча баробар қилиб олгувчилардир.",
      "footnotes": ""
    },
    {
      "id": "3449",
      "sura": "30",
      "aya": "40",
      "arabic_text": "ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
      "translation": "Аллоҳ шундай Зотки, сизларни яратди. Кейин сизларга ризқ берди. Кейин сизларни ўлдиради. Кейин яна тирилтиради. Шерик қилаётган бутларингиздан биронтаси шу ишлардан биронтасини қила оладими? У Зот улар келтираётган ширклардан Пок ва Олийдир.",
      "footnotes": ""
    },
    {
      "id": "3450",
      "sura": "30",
      "aya": "41",
      "arabic_text": "ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "Одамлар қилган ишлар туфайли қуруқлигу денгизда бало-офат юз берди. Қилган ишларининг айримларини тоттириб қўйиш учун (шундай бўлди). Шояд, улар қайтсалар.",
      "footnotes": ""
    },
    {
      "id": "3451",
      "sura": "30",
      "aya": "42",
      "arabic_text": "قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ",
      "translation": "Айтинг: «Ер юзида сайр қилиб, олдин ўтганларнинг оқибати қандай бўлганига назар солинглар. Уларнинг кўплари мушрик бўлган эдилар».",
      "footnotes": ""
    },
    {
      "id": "3452",
      "sura": "30",
      "aya": "43",
      "arabic_text": "فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ",
      "translation": "Бас, Аллоҳ тарафидан рад қилинмайдиган кун келмасидан олдин расо динга юз тутинг. Ўша кунда бўлинурлар.",
      "footnotes": ""
    },
    {
      "id": "3453",
      "sura": "30",
      "aya": "44",
      "arabic_text": "مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ",
      "translation": "Ким куфр келтирса, унинг куфри ўзига зарар. Ким яхши амал қилса, бас, улар ўзлари учун жой ҳозирлайдилар.",
      "footnotes": ""
    },
    {
      "id": "3454",
      "sura": "30",
      "aya": "45",
      "arabic_text": "لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ",
      "translation": "Иймон келтириб, яхши амаллар қилганларни Ўз фазлидан мукофотлагани сабабли (шундай бўлади). Албатта, У Зот кофирларни севмайди.",
      "footnotes": ""
    },
    {
      "id": "3455",
      "sura": "30",
      "aya": "46",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "У Зотнинг оятларидан яна бири шуки, шамолларни хушхабар элтгувчи қилиб юборади. Сизларга Ўз раҳматидан тоттириб қўйиши учун, кема У Зотнинг амри ила юриши учун ва У Зотнинг фазлидан умидвор бўлишингиз учун. Шоядки, шукр қилсангизлар.",
      "footnotes": ""
    },
    {
      "id": "3456",
      "sura": "30",
      "aya": "47",
      "arabic_text": "وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ",
      "translation": "Сиздан олдин пайғамбарларни ўз қавмларига юбордик. Уларга ҳужжатларни олиб келдилар. Бас, жиноят қилганлардан интиқом олдик. Мўминларни ғолиб этиш зиммамиздаги ҳақ бўлганди.",
      "footnotes": ""
    },
    {
      "id": "3457",
      "sura": "30",
      "aya": "48",
      "arabic_text": "ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ",
      "translation": "Аллоҳ шундай Зотки, шамолларни юбориб, улар билан булутни қўзғатади ва уни самода Ўзи истаганича ёяди ва бўлак-бўлак қилади, бас, унинг орасидан ёмғир чиқаётганини кўрасиз. Қачон уни Ўзи истаган бандаларига етказса, қарабсизки, улар шод бўладилар.",
      "footnotes": ""
    },
    {
      "id": "3458",
      "sura": "30",
      "aya": "49",
      "arabic_text": "وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ",
      "translation": "Ҳолбуки, улар ундан аввал устларига (ёмғир) ёғдирилишидан олдин мутлақо ноумид эдилар.",
      "footnotes": ""
    },
    {
      "id": "3459",
      "sura": "30",
      "aya": "50",
      "arabic_text": "فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "Бас, Аллоҳ раҳматининг изларига назар солинг. Қандай қилиб ўлик ерни тирилтиряпти? Албатта, У Зот ўликларни ҳам тирилтиргувчидир. У Зот ҳар нарсага Қодирдир.",
      "footnotes": ""
    },
    {
      "id": "3460",
      "sura": "30",
      "aya": "51",
      "arabic_text": "وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ",
      "translation": "Агар (экинзорларига иссиқ) шамолни юборсак ва унинг сарғайиб кетганини кўрсалар, шундан кейин нонкўрлик қила бошлайдилар.",
      "footnotes": ""
    },
    {
      "id": "3461",
      "sura": "30",
      "aya": "52",
      "arabic_text": "فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ",
      "translation": "Аниқки, сиз ўликларга эшиттира олмассиз, ортга ўгирилиб кетаётган карларга ҳам даъватни уқтира олмассиз.",
      "footnotes": ""
    },
    {
      "id": "3462",
      "sura": "30",
      "aya": "53",
      "arabic_text": "وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ",
      "translation": "Сиз кўрларни ўз залолатларидан (қайтариб) ҳидоят қилгувчи эмассиз. Сиз фақат оятларимизга иймон келтирадиган кишиларгагина эшиттира олурсиз. Ана ўшалар мусулмонлардир.",
      "footnotes": ""
    },
    {
      "id": "3463",
      "sura": "30",
      "aya": "54",
      "arabic_text": "۞ ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ",
      "translation": "Аллоҳ шундай Зотдирки, сизларни заиф нарсадан яратди. Заифликдан кейин куч-қувват пайдо қилди. Куч-қувватдан кейин яна заифлик ва қариликни пайдо қилди. У Ўзи хоҳлаган нарсани яратур. У Билгувчи ва Қодир Зотдир.",
      "footnotes": ""
    },
    {
      "id": "3464",
      "sura": "30",
      "aya": "55",
      "arabic_text": "وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ",
      "translation": "Қиёмат қоим бўладиган куни жиноятчилар бир соатдан ортиқ турмаганларига қасам ичадилар. Улар ана шундай ўгирилар эдилар.",
      "footnotes": ""
    },
    {
      "id": "3465",
      "sura": "30",
      "aya": "56",
      "arabic_text": "وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ",
      "translation": "Илм ва иймон ато этилган зотлар дедилар: «Аниқки, сизлар Аллоҳнинг китобида (ёзиб қўйганидек) тирилиш кунигача турдинглар. Бас, мана шу тирилиш кунидир. Лекин сизлар билмас эдинглар».",
      "footnotes": ""
    },
    {
      "id": "3466",
      "sura": "30",
      "aya": "57",
      "arabic_text": "فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ",
      "translation": "Бас, у кунда зулм қилган кимсаларга узру баҳоналари фойда бермас ва улардан қайтиш ҳам талаб қилинмас.",
      "footnotes": ""
    },
    {
      "id": "3467",
      "sura": "30",
      "aya": "58",
      "arabic_text": "وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ",
      "translation": "Албатта, ушбу Қуръонда одамлар учун турли хил мисоллар зарб этдик. Гарчи сиз уларга мўъжиза келтирсангиз ҳам кофир бўлган кимсалар: «Сизлар ғирт ёлғончисизлар», дейишлари аниқ.",
      "footnotes": ""
    },
    {
      "id": "3468",
      "sura": "30",
      "aya": "59",
      "arabic_text": "كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ",
      "translation": "Аллоҳ билмайдиганларнинг қалбларини ана шундай муҳрлаб қўяди.",
      "footnotes": ""
    },
    {
      "id": "3469",
      "sura": "30",
      "aya": "60",
      "arabic_text": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ",
      "translation": "Бас, сабр қилинг. Албатта, Аллоҳнинг ваъдаси ҳақдир. Иймони мустаҳкам бўлмаганлар сизни ҳаргиз бетоқат қилмасинлар.",
      "footnotes": ""
    }
  ]
}