{
  "result": {
    "id": "5495",
    "sura": "73",
    "aya": "20",
    "arabic_text": "۞ إِنَّ رَبَّكَ يَعۡلَمُ أَنَّكَ تَقُومُ أَدۡنَىٰ مِن ثُلُثَيِ ٱلَّيۡلِ وَنِصۡفَهُۥ وَثُلُثَهُۥ وَطَآئِفَةٞ مِّنَ ٱلَّذِينَ مَعَكَۚ وَٱللَّهُ يُقَدِّرُ ٱلَّيۡلَ وَٱلنَّهَارَۚ عَلِمَ أَن لَّن تُحۡصُوهُ فَتَابَ عَلَيۡكُمۡۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنَ ٱلۡقُرۡءَانِۚ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرۡضَىٰ وَءَاخَرُونَ يَضۡرِبُونَ فِي ٱلۡأَرۡضِ يَبۡتَغُونَ مِن فَضۡلِ ٱللَّهِ وَءَاخَرُونَ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنۡهُۚ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗاۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِ هُوَ خَيۡرٗا وَأَعۡظَمَ أَجۡرٗاۚ وَٱسۡتَغۡفِرُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمُۢ",
    "translation": "Tunay na ang Panginoon mo ay nakaaalam na ikaw [O Propeta Muḥammad] ay tumatayo [sa pagdarasal] sa pinakamalapit sa dalawang-katlo ng gabi o [minsan] kalahati nito o isang katlo nito, at [gayon din] ang isang pangkatin kabilang sa mga kasama sa iyo. Si Allāh ay nagtatakda sa [sukat ng] gabi at maghapon. Nakaalam Siya na hindi kayo makakakaya niyon saka tumanggap Siya sa inyo ng pagbabalik-loob kaya bumigkas kayo ng anumang naging madali [para sa inyo] mula sa Qur’ān. Nakaalam Siya na kabilang sa inyo ay magiging mga may-sakit, may mga iba na maglalakbay sa lupain habang naghahanap ng kabutihang-loob ni Allāh, at may mga iba pa na makikipaglaban sa landas ni Allāh. Kaya bumigkas kayo ng anumang naging madali mula rito. Magpanatili kayo ng pagdarasal,[4] magbigay kayo ng zakāh, at magpautang kayo kay Allāh ng isang pautang na maganda.[5] Ang anumang ipanauuna ninyo para sa mga sarili ninyo na kabutihan ay makatatagpo kayo rito, sa ganang kay Allāh, ng isang higit na mabuti at isang higit na mabigat sa pabuya. Humingi kayo ng tawad kay Allāh; tunay na si Allāh ay Mapagpatawad, Maawain.",
    "footnotes": "[4] sa takdang oras nito\n[5] Ibig sabihin: kusang-loob na paggugol sa kawanggawa o pagpapautang sa isang nangangailangang tao, nang walang patubo."
  }
}