{
  "result": {
    "id": "779",
    "sura": "5",
    "aya": "110",
    "arabic_text": "إِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ٱذۡكُرۡ نِعۡمَتِي عَلَيۡكَ وَعَلَىٰ وَٰلِدَتِكَ إِذۡ أَيَّدتُّكَ بِرُوحِ ٱلۡقُدُسِ تُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗاۖ وَإِذۡ عَلَّمۡتُكَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَۖ وَإِذۡ تَخۡلُقُ مِنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ بِإِذۡنِي فَتَنفُخُ فِيهَا فَتَكُونُ طَيۡرَۢا بِإِذۡنِيۖ وَتُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ بِإِذۡنِيۖ وَإِذۡ تُخۡرِجُ ٱلۡمَوۡتَىٰ بِإِذۡنِيۖ وَإِذۡ كَفَفۡتُ بَنِيٓ إِسۡرَٰٓءِيلَ عَنكَ إِذۡ جِئۡتَهُم بِٱلۡبَيِّنَٰتِ فَقَالَ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ",
    "translation": "Mwibuke n’umusi Imana Allah Izovuga Iti: “Ewe Isa mwene Mariyamu! Ibuka inema zanje naguhaye wewe[37] hamwe n’umuvyeyi wawe[38]. Wibuke na canecane igihe Nagushigikiza Mutimamutagatifu Jibrili, ukavugisha abantu ukiri uruyoya, ukongera ukararikira Bene Israyeli ukwemera Imana Allah umaze gukura. Wibuke n’igihe Nakwigisha kwandika no gutumbereza ukuri mu mvugo no mu ngiro, Nongera Ndakwigisha Tawurati yamanuriwe Intumwa Musa (nyakugira amahoro y’Imana Allah) n’Injili wamanuriwe. Wibuke kandi n’igihe wabumba mw’ivu igishusho c’inyoni ku burenganzira bwanje, maze ukagihuhamwo kigaca kiba inyoni iguruka ku burenganzira bwanje; ukanakiza uwavukanye ubuhumyi n’uwavukanye indwara y’ubukarabe ku burenganzira bwanje agakira. Wibuke n’igihe wasabira abapfuye kuzuka, bagaheza bakazuka badora ku burenganzira bwanje. Ivyo vyose rero, ukaba wabigira ku bushobozi n’uburenganzira bwanje Jewe Allah, bikaba ari na vyo bitangaro vyemeza ukuri kw’ubutumwa bwawe. Wibuke kandi igihe Nagukingira Bene Israyeli bashaka kukwica igihe wabazanira ibitangaro bigaragara vyemeza ubutumwa bwawe, abagarariji muri bo bagaca bavuga bati: “Ibitangaro yaje abazaniye, nta kindi biturukako kiretse ko ari uburozi bweruye””,",
    "footnotes": "[37] Mu kukurema mu buryo bw’igitangaro utagira so.\n[38] Mu kumutora mu bakenyezi bose Nkamuha icubahiro, Nkanamweza n’ingeso mbi z’ubwoko bwose."
  }
}