{
  "result": {
    "id": "445",
    "sura": "3",
    "aya": "152",
    "arabic_text": "وَلَقَدۡ صَدَقَكُمُ ٱللَّهُ وَعۡدَهُۥٓ إِذۡ تَحُسُّونَهُم بِإِذۡنِهِۦۖ حَتَّىٰٓ إِذَا فَشِلۡتُمۡ وَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَعَصَيۡتُم مِّنۢ بَعۡدِ مَآ أَرَىٰكُم مَّا تُحِبُّونَۚ مِنكُم مَّن يُرِيدُ ٱلدُّنۡيَا وَمِنكُم مَّن يُرِيدُ ٱلۡأٓخِرَةَۚ ثُمَّ صَرَفَكُمۡ عَنۡهُمۡ لِيَبۡتَلِيَكُمۡۖ وَلَقَدۡ عَفَا عَنكُمۡۗ وَٱللَّهُ ذُو فَضۡلٍ عَلَى ٱلۡمُؤۡمِنِينَ",
    "translation": "152. Аллоҳ ўз ваъдасининг устидан чиқди — сизлар Унинг изни билан кофирларни қира бошладингиз. То сусткашлик қилиб, (Пайғамбар алайҳис-салоту вас-саломнинг) амру фармонлари борасида талашиб-тортишган ва Аллоҳ сизлар яхши кўрган нарсани (яъни, ғалабани) кўзингизга кўрсатиб қўйганидан кейин пайғамбарнинг амридан бош тортган пайтингизгача (бу устунликларингиз давом этди). Орангизда дунё истаган кишилар ҳам, Охират истаган кишилар ҳам бор эди. Сўнгра сизларни имтиҳон қилиш учун уларнинг (устидан ғалаба қилиш ўрнига мағлубият томонга) буриб юборди. Энди гуноҳларингизни афв қилди. Аллоҳ иймон эгаларига фазлу марҳамат соҳиби бўлган Зотдир.",
    "footnotes": "И з о ҳ. Ривоят қилишларича, Уҳуд жанги бошланишидан олдин Пайғамбар алайҳис-салоту вас-салом элликта мерганни тоғ устига қўйиб уларга ўринларидан жилмай мусулмонларни мудофаа қилиб туришни тайинладилар. Уруш бошланиши биланоқ мусулмонларнинг қўли баланд кела бошлаб, ғалаба кўзларига кўриниб қолди, шунда у мерганлардан айримлари ўлжасиз қолиб кетмаслик учун, айримлари ғолиб бўлдик, деб ўйлаб пайғамбар буюрган ўринларидан-тоғдан тушиб кетишлари билан шу тоғнинг орқасидаги пистирмада турган душман аскарлари орқа тарафдан тўсатдан ҳужум қилдилар ва кутилмаган ҳужумдан таҳликага тушиб қолган мусулмонлар устидан ғалаба қилдилар. Мусулмонларнинг пайғамбар фармонларини бажармаганлари уларни аниқ бўлиб қолган ғалабадан маҳрум қилди. Оятнинг сўнгида Аллоҳ уларнинг бу гуноҳини афв этганини баён қилди ва уларни Аллоҳнинг фазлу марҳаматидан ноумид бўлмасликка буюрди."
  }
}