{
  "result": [
    {
      "id": "3661",
      "sura": "35",
      "aya": "1",
      "arabic_text": "ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "Gbogbo ẹyìn ń jẹ́ ti Allāhu, Olùpilẹ̀dá àwọn sánmọ̀ àti ilẹ̀, (Ẹni tí) Ó ṣe àwọn mọlāika alápá méjì àti mẹ́ta àti mẹ́rin ní Òjíṣẹ́. Ó ń ṣe àlékún ohun tí Ó bá fẹ́ lára ẹ̀dá. Dájúdájú Allāhu ni Alágbára lórí gbogbo n̄ǹkan.[1]",
      "footnotes": "1. Àgbọ́yé òǹkà tí ó jẹyọ nínú sūrah an-Nisā’; 4:3 ni àgbọ́yé òǹkà tó tún jẹyọ nínú āyah yìí. Èyí túmọ̀ sí pé, alápá méjì wà nínú àwọn mọlāika, alápá mẹ́ta wà nínú wọn, alápá mẹ́rin sì wà nínú wọn. Alápá púpọ̀, tí apá rẹ̀ lé ní mẹ́rin, tún wà nínú wọn."
    },
    {
      "id": "3662",
      "sura": "35",
      "aya": "2",
      "arabic_text": "مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "Ohunkóhun tí Allāhu bá ṣí ọ̀nà rẹ̀ sílẹ̀ nínú ìkẹ́ fún àwọn ènìyàn, kò sí ẹni tí ó lè dì í mọ́wọ́ (láti dá a dúró). Ohunkóhun tí Ó bá sì mú dání, kò sí ẹni tí ó lè mú un wá lẹ́yìn Rẹ̀. Òun sì ni Alágbára, Ọlọ́gbọ́n.",
      "footnotes": ""
    },
    {
      "id": "3663",
      "sura": "35",
      "aya": "3",
      "arabic_text": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ",
      "translation": "Ẹ̀yin ènìyàn, ẹ rántí ìdẹ̀ra Allāhu lórí yín. Ǹjẹ́ ẹ̀lẹ́dàá kan yàtọ̀ sí Allāhu tún wà tí ó ń pèsè fún yín láti inú sánmọ̀ àti ilẹ̀? Kò sí ọlọ́hun kan tí a gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo àyàfi Òun. Nítorí náà, báwo ni wọ́n ṣe ń ṣẹ yín lórí kúrò níbi òdodo?",
      "footnotes": ""
    },
    {
      "id": "3664",
      "sura": "35",
      "aya": "4",
      "arabic_text": "وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ",
      "translation": "Tí wọ́n bá pè ọ́ ní òpùrọ́, wọ́n kúkú ti pe àwọn Òjíṣẹ́ kan ní òpùrọ́ ṣíwájú rẹ. Ọ̀dọ̀ Allāhu sì ni wọ́n máa ṣẹ́rí àwọn ọ̀rọ̀ ẹ̀dá padà sí.",
      "footnotes": ""
    },
    {
      "id": "3665",
      "sura": "35",
      "aya": "5",
      "arabic_text": "يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ",
      "translation": "Ẹ̀yin ènìyàn, dájúdájú àdéhùn Allāhu ni òdodo. Ẹ má ṣe jẹ́ kí ìṣẹ̀mí ayé tàn yín jẹ. Kí ẹ sì má ṣe jẹ́ kí (aṣ-ṣaetọ̄n) ẹlẹ́tàn tàn yín jẹ.",
      "footnotes": ""
    },
    {
      "id": "3666",
      "sura": "35",
      "aya": "6",
      "arabic_text": "إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ",
      "translation": "Dájúdájú aṣ-ṣaetọ̄n ni ọ̀tá fún yín. Nítorí náà, ẹ mú un ní ọ̀tá. Ó kàn ń pe àwọn ìjọ rẹ̀ nítorí kí wọ́n lè jẹ́ èrò inú Iná tó ń jó.",
      "footnotes": ""
    },
    {
      "id": "3667",
      "sura": "35",
      "aya": "7",
      "arabic_text": "ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ",
      "translation": "Àwọn tó ṣàì gbàgbọ́, ìyà líle ń bẹ fún wọn. Àwọn tó sì gbàgbọ́ ní òdodo, tí wọ́n ṣe iṣẹ́ rere, àforíjìn àti ẹ̀san tó tóbi ń bẹ fún wọn.",
      "footnotes": ""
    },
    {
      "id": "3668",
      "sura": "35",
      "aya": "8",
      "arabic_text": "أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ",
      "translation": "Ṣé ẹni tí wọ́n ṣe iṣẹ́ aburú ọwọ́ rẹ̀ ní ọ̀ṣọ́ fún, tí ó sì ń rí i ní (iṣẹ́) dáadáa, (l’o fẹ́ máa banújẹ́ nítorí rẹ̀?) Dájúdájú Allāhu ń ṣi ẹni tí Ó bá fẹ́ lọ́nà. Ó sì ń fi ọ̀nà mọ ẹni tí Ó bá fẹ́. Nítorí náà, má ṣe fi ìbanújẹ́ pa ara rẹ̀ nítorí tiwọn. Dájúdájú Allāhu ni Onímọ̀ nípa ohun tí wọ́n ń ṣe níṣẹ́.",
      "footnotes": ""
    },
    {
      "id": "3669",
      "sura": "35",
      "aya": "9",
      "arabic_text": "وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ",
      "translation": "Allāhu ni Ẹni tí Ó fi àwọn atẹ́gùn ránṣẹ́. (Atẹ́gùn náà) sì máa tú ẹ̀ṣújò sókè. A sì fi fún ìlú (tí ilẹ̀ rẹ̀) ti kú lómi mu. A sì fi ta ilẹ̀ náà jí lẹ́yìn tí ó ti kú. Báyẹn ni àjíǹde (ẹ̀dá yó ṣe rí).",
      "footnotes": ""
    },
    {
      "id": "3670",
      "sura": "35",
      "aya": "10",
      "arabic_text": "مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ",
      "translation": "Ẹní tí ó bá ń fẹ́ iyì dájúdájú ti Allāhu ni gbogbo iyì pátápátá. Ọ̀dọ̀ Rẹ̀ ni ọ̀rọ̀ dáadáa ń gòkè lọ. Ó sì ń gbé iṣẹ́ rere gòkè (sí ọ̀dọ̀ Rẹ̀). Àwọn tí wọ́n ń pète àwọn aburú, ìyà líle ń bẹ fún wọn. Ète àwọn wọ̀nyẹn sì máa parun.",
      "footnotes": ""
    },
    {
      "id": "3671",
      "sura": "35",
      "aya": "11",
      "arabic_text": "وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ",
      "translation": "Allāhu da yín láti ara erùpẹ̀. Lẹ́yìn náà, (Ó tún da yín) láti ara àtọ̀. Lẹ́yìn náà, Ó ṣe yín ní akọ-abo. Obìnrin kan kò níí lóyún, kò sì níí bímọ àfi pẹ̀lú ìmọ̀ Rẹ̀. Àti pé A kò níí fa ẹ̀mí ẹlẹ́mìí-gígùn gùn, A kò sì ní ṣe àdínkù nínú ọjọ́ orí (ẹlòmíìràn), àfi kí ó ti wà nínú tírà kan. Dájúdájú ìyẹn rọrùn fún Allāhu.",
      "footnotes": ""
    },
    {
      "id": "3672",
      "sura": "35",
      "aya": "12",
      "arabic_text": "وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "Àwọn odò méjì náà kò dọ́gba; èyí ni (omi) dídùn gan-an, tí mímu rẹ̀ ń lọ tìnrín ní ọ̀fun. Èyí sì ni (omi) iyọ̀ tó móró. Àti pé nínú gbogbo (omi odò wọ̀nyí) l’ẹ ti ń jẹ ẹran (odò àti ẹja) tútù. Ẹ sì ń wa kùsà àwọn ohun ọ̀ṣọ́ tí ẹ̀ ń wọ̀ (sára). O sì ń rí àwọn ọkọ̀ ojú-omi tó ń la ààrin omi kọjá nítorí kí ẹ lè wá nínú oore Allāhu àti nítorí kí ẹ lè dúpẹ́ (fún Un).",
      "footnotes": ""
    },
    {
      "id": "3673",
      "sura": "35",
      "aya": "13",
      "arabic_text": "يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ",
      "translation": "(Allāhu) ń ti òru bọ inú ọ̀sán. Ó sì ń ti ọ̀sán bọ inú òru. Ó rọ òòrùn àti òṣùpá; ìkọ̀ọ̀kan wọn máa rìn fún gbèdéke àkókò kan.[1] Ìyẹn ni Allāhu, Olúwa yín. TiRẹ̀ ni ìjọba. Àwọn tí ẹ sì ń pè lẹ́yìn Rẹ̀, wọn kò ní ìkápá kan lórí èpo kóró inú dàbínù.",
      "footnotes": "1. Gbèdéke àkókò náà ni òpin ayé."
    },
    {
      "id": "3674",
      "sura": "35",
      "aya": "14",
      "arabic_text": "إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ",
      "translation": "Tí ẹ bá pè wọ́n, wọn kò lè gbọ́ ìpè yín. Tí ó bá sì jẹ́ pé wọ́n gbọ́, wọn kò lè dá yín lóhùn. Àti pé ní Ọjọ́ Àjíǹde, wọn yóò tako bí ẹ ṣe fi wọ́n ṣe akẹgbẹ́ fún Allāhu. Kò sì sí ẹni tí ó lè fún ọ ní ìró kan (nípa ẹ̀dá ju) irú (ìró tí Allāhu) Alámọ̀tán (fún ọ nípa wọn).",
      "footnotes": ""
    },
    {
      "id": "3675",
      "sura": "35",
      "aya": "15",
      "arabic_text": "۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ",
      "translation": "Ẹ̀yin ènìyàn, ẹ̀yin ni aláìní (tí ẹ ní bùkátà) sí Allāhu. Allāhu, Òun ni Ọlọ́rọ̀, Ẹlẹ́yìn.",
      "footnotes": ""
    },
    {
      "id": "3676",
      "sura": "35",
      "aya": "16",
      "arabic_text": "إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ",
      "translation": "Tí Ó bá fẹ́, Ó máa mu yín kúrò lórí ilẹ̀. Ó sì máa mú ẹ̀dá titun wá.",
      "footnotes": ""
    },
    {
      "id": "3677",
      "sura": "35",
      "aya": "17",
      "arabic_text": "وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ",
      "translation": "Ìyẹn kò sì ṣòroo ṣe fún Allāhu.[1]",
      "footnotes": "1. Kò kó wàhálà kan kan bá Allāhu Ẹlẹ́dàá."
    },
    {
      "id": "3678",
      "sura": "35",
      "aya": "18",
      "arabic_text": "وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ",
      "translation": "Ẹlẹ́rù ẹ̀ṣẹ̀ kan kò níí ru ẹrù ẹ̀ṣẹ̀ ẹlòmíìràn. Kódà kí ẹnì kan tí ẹrù ẹ̀ṣẹ̀ wọ̀ lọ́rùn ké sí (ẹlòmíìràn) fún àbárù ẹrù ẹ̀ṣẹ̀ rẹ̀, wọn kò níí bá a ru kiní kan nínú rẹ̀, ìbáà jẹ́ alábàátan ló ké sí.[1] Àwọn tí ò ń ṣèkìlọ̀ fún ni àwọn tó ń páyà Olúwa wọn ní ìkọ̀kọ̀, tí wọ́n sì ń kírun. Ẹni tí ó bá ṣàfọ̀mọ́ (ara rẹ̀ kúrò nínú ìwà ẹ̀ṣẹ̀), ó ṣàfọ̀mọ́ fún ẹ̀mí ara rẹ̀ ni. Ọ̀dọ̀ Allāhu sì ni àbọ̀ ẹ̀dá.",
      "footnotes": "1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah an-Nahl; 16:25."
    },
    {
      "id": "3679",
      "sura": "35",
      "aya": "19",
      "arabic_text": "وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ",
      "translation": "Afọ́jú àti olùríran kò dọ́gba.",
      "footnotes": ""
    },
    {
      "id": "3680",
      "sura": "35",
      "aya": "20",
      "arabic_text": "وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ",
      "translation": "Àwọn òkùnkùn àti ìmọ́lẹ̀ (kò dọ́gba).",
      "footnotes": ""
    },
    {
      "id": "3681",
      "sura": "35",
      "aya": "21",
      "arabic_text": "وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ",
      "translation": "Ibòji àti ìgbóná òòrùn (kò dọ́gba).",
      "footnotes": ""
    },
    {
      "id": "3682",
      "sura": "35",
      "aya": "22",
      "arabic_text": "وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ",
      "translation": "Àwọn alààyè àti òkú kò dọ́gba. Dájúdájú Allāhu l’Ó ń fún ẹni tí Ó bá fẹ́ ní ọ̀rọ̀ gbọ́. Ìwọ kò sì lè fún ẹni tí ó wà nínú sàréè ní ọ̀rọ̀ gbọ́.[1]",
      "footnotes": "1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah an-Naml; 27:81."
    },
    {
      "id": "3683",
      "sura": "35",
      "aya": "23",
      "arabic_text": "إِنۡ أَنتَ إِلَّا نَذِيرٌ",
      "translation": "Ìwọ kò jẹ́ kiní kan bí kò ṣe olùkìlọ̀.",
      "footnotes": ""
    },
    {
      "id": "3684",
      "sura": "35",
      "aya": "24",
      "arabic_text": "إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ",
      "translation": "Dájúdájú Àwa fi òdodo rán ọ níṣẹ́. (O sì jẹ́) oníròó-ìdùnnú àti olùkìlọ̀. Kò sí ìjọ kan (ṣíwájú rẹ) àfi kí olùkìlọ̀ ti rè kọjá láààrin wọn.[1]",
      "footnotes": "1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah Yūnus 10; 47."
    },
    {
      "id": "3685",
      "sura": "35",
      "aya": "25",
      "arabic_text": "وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ",
      "translation": "Tí wọ́n bá sì ń pè ọ́ ní òpùrọ́, àwọn tó ṣíwájú wọn náà kúkú pe (àwọn Òjíṣẹ́ Allāhu) ní òpùrọ́ (nígbà tí) àwọn Òjíṣẹ́ wọn wá bá wọn pẹ̀lú àwọn ẹ̀rí tó yanjú, àwọn ìpín-ìpín Tírà àti Tírà tó ń tànmọ́lẹ̀ sí ọ̀rọ̀ ẹ̀sìn.",
      "footnotes": ""
    },
    {
      "id": "3686",
      "sura": "35",
      "aya": "26",
      "arabic_text": "ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ",
      "translation": "Lẹ́yìn náà, Mo gbá àwọn tó ṣàì gbàgbọ́ mú. Báwo sì ni bí Mo ṣe (fi ìyà) kọ (aburú fún wọn) ti rí!",
      "footnotes": ""
    },
    {
      "id": "3687",
      "sura": "35",
      "aya": "27",
      "arabic_text": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ",
      "translation": "Ṣé o kò rí i pé dájúdájú Allāhu l’Ó sọ omi kalẹ̀ láti sánmọ̀? A sì fi mú àwọn èso tí àwọ̀ rẹ̀ yàtọ̀ síra wọn jáde. Àti pé àwọn ojú ọ̀nà funfun àti pupa tí àwọ̀ rẹ̀ yàtọ̀ síra wọn àti aláwọ̀ dúdú kirikiri wà nínú àwọn àpáta.",
      "footnotes": ""
    },
    {
      "id": "3688",
      "sura": "35",
      "aya": "28",
      "arabic_text": "وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ",
      "translation": "Àti pé ó wà nínú àwọn ènìyàn, àwọn n̄ǹkan ẹlẹ́mìí àti àwọn ẹran-ọ̀sìn tí àwọ̀ wọn yàtọ̀ síra wọn, gẹ́gẹ́ bí (àwọ̀ èso àti àpáta) wọ̀nyẹn (ṣe yàtọ̀ síra wọn). Àwọn tó ń páyà Allāhu nínú àwọn ẹrúsìn Rẹ̀ ni àwọn onímọ̀ (tí wọ́n mọ̀ pé), dájúdájú Allāhu ni Alágbára, Aláforíjìn.[1]",
      "footnotes": "1. Àìmọ̀kan kò ṣeé lò láti fi páyà Allāhu - subhānahu wa ta‘ālā - . Aláìmọ̀kan yóò máa ṣe àwọn kiní kàn tí ó máa lérò pé òun ń fi páyà Allāhu ni, àmọ́ tó jẹ́ pé ńṣe l’ó ń da ara rẹ̀ láàmú. Ìmọ̀ nípa Allāhu ni ènìyàn lè fi páyà Allāhu ní ọ̀nà òtítọ́ àti ní ọ̀nà ẹ̀tọ́. Ìmọ̀ náà ní àsìkò yìí ni ìmọ̀ al-Ƙur’ān àti sunnah Ànábì Muhammad - kí ìkẹ́ àti ọlà Allāhu máa bá a - ."
    },
    {
      "id": "3689",
      "sura": "35",
      "aya": "29",
      "arabic_text": "إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ",
      "translation": "Dájúdájú àwọn tó ń ké tírà Allāhu, tí wọ́n ń kírun, tí wọ́n sì ń ná nínú n̄ǹkan tí A ṣe ní arísìkí fún wọn ní ìkọ̀kọ̀ àti ní gban̄gba, wọ́n ń nírètí sí òwò kan tí kò níí parun.",
      "footnotes": ""
    },
    {
      "id": "3690",
      "sura": "35",
      "aya": "30",
      "arabic_text": "لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ",
      "translation": "(Wọ́n ń ṣe bẹ́ẹ̀) nítorí kí Allāhu lè san wọ́n ní ẹ̀san rere wọn ní ẹ̀kúnrẹ́rẹ́ àti nítorí kí Ó lè ṣe àlékún fún wọn nínú oore àjùlọ Rẹ̀. Dájúdájú Òun ni Aláforíjìn, Ọlọ́pẹ́.[1]",
      "footnotes": "1. Nínú orúkọ àti ìròyìn Allāhu ni “Ṣākir” àti “Ṣakūr”."
    },
    {
      "id": "3691",
      "sura": "35",
      "aya": "31",
      "arabic_text": "وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ",
      "translation": "Ohun tí A fi ránṣẹ́ sí ọ nínú Tírà, òhun ni òdodo tí ó ń fi ohun tó jẹ́ òdodo rinlẹ̀ nípa èyí tó ṣíwájú rẹ̀. Dájúdájú Allāhu ni Onímọ̀-ìkọ̀kọ̀, Olùríran nípa àwọn ẹrúsìn Rẹ̀.",
      "footnotes": ""
    },
    {
      "id": "3692",
      "sura": "35",
      "aya": "32",
      "arabic_text": "ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ",
      "translation": "Lẹ́yìn náà, A jogún tírà (al-Ƙur’ān) fún àwọn tí A ṣà lẹ́ṣà nínú àwọn ẹrúsìn Wa. Nítorí náà, alábòsí tó ń bo ẹ̀mí ara rẹ̀ sí wà nínú wọn. Olùṣe-déédé wà nínú wọn. Olùgbawájú níbi àwọn iṣẹ́ rere tún wà nínú wọn pẹ̀lú ìyọ̀ǹda Allāhu. Ìyẹn sì ni oore àjùlọ tó tóbi.[1]",
      "footnotes": "1. Nínú āyah yìí, alábòsí tó ń bo ẹ̀mí ara rẹ̀ sí ni ẹni tí ó géwọ́ kúrú níbi àwọn n̄ǹkan ọ̀ran-anyàn nínú ẹ̀sìn. Olùṣe-déédé ni ẹni tó ń ṣe ọ̀wọ́ àwọn n̄ǹkan ọ̀ran-anyàn nínú ẹ̀sìn. Olùgbawájú níbi àwọn iṣẹ́ rere ni ẹni tó ń ṣe àwọn n̄ǹkan ọ̀ran-anyàn àti àwọn n̄ǹkan àṣegbọrẹ papọ̀ nínú ẹ̀sìn."
    },
    {
      "id": "3693",
      "sura": "35",
      "aya": "33",
      "arabic_text": "جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ",
      "translation": "Àwọn Ọgbà Ìdẹ̀ra gbére ni wọn yóò wọ inú rẹ̀. Àwọn kerewú wúrà àti òkúta olówó iyebíye ni A óò máa fi ṣe ọ̀ṣọ́ fún wọn nínú rẹ̀. Àti pé aṣọ àláárì ni aṣọ wọn nínú rẹ̀.",
      "footnotes": ""
    },
    {
      "id": "3694",
      "sura": "35",
      "aya": "34",
      "arabic_text": "وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ",
      "translation": "Wọ́n yóò sọ pé: “Gbogbo ẹyìn ń jẹ́ ti Allāhu, Ẹni tí Ó mú ìbànújẹ́ kúrò fún wa. Dájúdájú Olúwa wa ni Aláforíjìn, Ọlọ́pẹ́,[1]",
      "footnotes": "1. Nínú orúkọ àti ìròyìn Allāhu ni “Ṣākir” àti “Ṣakūr”."
    },
    {
      "id": "3695",
      "sura": "35",
      "aya": "35",
      "arabic_text": "ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ",
      "translation": "Ẹni tí Ó sọ̀ wá kalẹ̀ sínú ibùgbé gbére nínú oore àjùlọ Rẹ̀. Wàhálà kan kò níí kàn wá nínú rẹ̀. Ìkáàárẹ̀ kan kò sì níí bá wa nínú rẹ̀.",
      "footnotes": ""
    },
    {
      "id": "3696",
      "sura": "35",
      "aya": "36",
      "arabic_text": "وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ",
      "translation": "Àti pé àwọn tó ṣàì gbàgbọ́, iná Jahanamọ ń bẹ fún wọn. A ò níí pa wọ́n (sínú rẹ̀), áḿbọ̀sìbọ́sí pé wọ́n yóò kú. A ò níí ṣe ìyà inú rẹ̀ ní fífúyẹ́ fún wọn. Báyẹn ni A ṣe ń san gbogbo àwọn aláìgbàgbọ́ ní ẹ̀san.",
      "footnotes": ""
    },
    {
      "id": "3697",
      "sura": "35",
      "aya": "37",
      "arabic_text": "وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ",
      "translation": "Wọn yóò máa lọgun ìrànlọ́wọ́ nínú rẹ̀ pé: “Olúwa wa, mú wa jáde nítorí kí á lè lọ́ ṣe iṣẹ́ rere, yàtọ̀ sí èyí tí a máa ń ṣe.” Ṣé A ò fún yín ní ẹ̀mí gígùn lò tó fún ẹni tí ọ́ bá fẹ́ lo ìṣítí láti rí i lò nínú àsìkò náà ni? Olùkìlọ̀ sì wá ba yín. Nítorí náà, ẹ tọ́ ìyà wò. Kò sì níí sí alárànṣe kan fún àwọn alábòsí.",
      "footnotes": ""
    },
    {
      "id": "3698",
      "sura": "35",
      "aya": "38",
      "arabic_text": "إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "Dájúdájú Allāhu ni Onímọ̀-ìkọ̀kọ̀ àwọn sánmọ̀ àti ilẹ̀. Dájúdájú Òun ni Onímọ̀ nípa ohun tó wà nínú igbá-àyà ẹ̀dá.",
      "footnotes": ""
    },
    {
      "id": "3699",
      "sura": "35",
      "aya": "39",
      "arabic_text": "هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا",
      "translation": "Òun ní Ẹni tó ń fi yín ṣe àrólé lórí ilẹ̀. Nítorí náà, ẹni tí ó bá ṣàì gbàgbọ́, (ìyà) àìgbàgbọ́ rẹ̀ wà lórí rẹ̀. Àìgbàgbọ́ àwọn aláìgbàgbọ́ kò sì níí fún wọn ní àlékún kan lọ́dọ̀ Olúwa wọn bí kò ṣe ìbínú. Àìgbàgbọ́ àwọn aláìgbàgbọ́ kò sì níí fún wọn ní àlékún kan bí kò ṣe òfò.",
      "footnotes": ""
    },
    {
      "id": "3700",
      "sura": "35",
      "aya": "40",
      "arabic_text": "قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا",
      "translation": "Sọ pé: “Ẹ sọ fún mi nípa àwọn òrìṣà yín tí ẹ̀ ń pè lẹ́yìn Allāhu, ẹ fi ohun tí wọ́n dá hàn mí lórí ilẹ̀? Tàbí wọ́n ní ìpín kan (pẹ̀lú Allāhu) níbi (ìṣẹ̀dá) àwọn sánmọ̀? Tàbí A fún wọn ní tírà kan, tí wọ́n ní ẹ̀rí tó yanjú lọ́wọ́ nínú rẹ̀? Rárá o! Kò sí àdéhùn kan tí àwọn alábòsí, apá kan wọn ń ṣe fún apá kan bí kò ṣe ẹ̀tàn.”",
      "footnotes": ""
    },
    {
      "id": "3701",
      "sura": "35",
      "aya": "41",
      "arabic_text": "۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا",
      "translation": "Dájúdájú Allāhu l’Ó ń mú àwọn sánmọ̀ àti ilẹ̀ dúró ṣinṣin tí wọn kò fi yẹ̀ lulẹ̀. Dájúdájú tí wọ́n bá sì yẹ̀ lulẹ̀, kò sí ẹnì kan kan tí ó máa mú un dúró lẹ́yìn Rẹ̀. Dájúdájú Allāhu ń jẹ́ Aláfaradà, Aláforíjìn.",
      "footnotes": ""
    },
    {
      "id": "3702",
      "sura": "35",
      "aya": "42",
      "arabic_text": "وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا",
      "translation": "Wọ́n sì fi Allāhu búra tí ìbúra wọn sì lágbára gan-an pé: “Dájúdájú tí olùkìlọ̀ kan bá fi lè wá bá àwọn, dájúdájú àwọn yóò mọ̀nà tààrà ju èyíkéyìí nínú ìjọ (tó ti ṣíwájú).” Nígbà tí olùkìlọ̀ kan sì wá bá wọn, (èyí) kò ṣe àlékún kan fún wọn bí kò ṣe sísá (fún òdodo)",
      "footnotes": ""
    },
    {
      "id": "3703",
      "sura": "35",
      "aya": "43",
      "arabic_text": "ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا",
      "translation": "ní ti ṣíṣe ìgbéraga lórí ilẹ̀ àti ní ti ète aburú. Ète aburú kò sì níí yí ẹnì kan po àfi oníṣẹ́ aburú. Ṣé wọ́n ń retí kiní kan bí kò ṣe ìṣe(Allāhu lórí) àwọn ẹni àkọ́kọ́?[1] Nítorí náà, o ò níí rí ìpààrọ̀ fún ìṣe Allāhu. Àní sẹ́, o ò níí rí ìyípadà fún ìṣe Allāhu.",
      "footnotes": "1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Hijr; 15:13."
    },
    {
      "id": "3704",
      "sura": "35",
      "aya": "44",
      "arabic_text": "أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا",
      "translation": "Ṣé wọn kò rìn kiri lórí ilẹ̀ kí wọ́n wo bí ìkángun àwọn tó ṣíwájú wọn ṣe rí? Wọ́n sì ní agbára ju àwọn (wọ̀nyí) lọ! Àti pé kò sí kiní kan nínú àwọn sánmọ̀ àti ilẹ̀ tí ó lè mórí bọ́ lọ́wọ́ Allāhu. Dájúdájú Allāhu ń jẹ́ Onímọ̀, Alágbára.",
      "footnotes": ""
    },
    {
      "id": "3705",
      "sura": "35",
      "aya": "45",
      "arabic_text": "وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا",
      "translation": "Tí ó bá jẹ́ pé Allāhu yó (tètè) máa mú ènìyàn pẹ̀lú ohun tí wọ́n ṣe níṣẹ́ ni, ìbá tí ṣẹ́ ku n̄ǹkan ẹlẹ́mìí kan kan mọ́ lórí ilẹ̀. Ṣùgbọ́n Ó ń lọ́ wọn lára di gbèdéke àkókò kan. Nígbà tí àkókò náà bá dé, dájúdájú Allāhu ni Olùríran nípa àwọn ẹrúsìn Rẹ̀.",
      "footnotes": ""
    }
  ]
}