{
  "result": [
    {
      "id": "5476",
      "sura": "73",
      "aya": "1",
      "arabic_text": "يَٰٓأَيُّهَا ٱلۡمُزَّمِّلُ",
      "translation": "Yaa foom a pinda!",
      "footnotes": ""
    },
    {
      "id": "5477",
      "sura": "73",
      "aya": "2",
      "arabic_text": "قُمِ ٱلَّيۡلَ إِلَّا قَلِيلٗا",
      "translation": "Yãnes yʋngã rẽnda bilf bala!",
      "footnotes": ""
    },
    {
      "id": "5478",
      "sura": "73",
      "aya": "3",
      "arabic_text": "نِّصۡفَهُۥٓ أَوِ ٱنقُصۡ مِنۡهُ قَلِيلًا",
      "translation": "A pʋsʋkã ma f boog ɑ pʋsʋgã bilfu.",
      "footnotes": ""
    },
    {
      "id": "5479",
      "sura": "73",
      "aya": "4",
      "arabic_text": "أَوۡ زِدۡ عَلَيۡهِ وَرَتِّلِ ٱلۡقُرۡءَانَ تَرۡتِيلًا",
      "translation": "Ma f paas a zugu, la f karem Alkʋrãanã ne tũnugri.",
      "footnotes": ""
    },
    {
      "id": "5480",
      "sura": "73",
      "aya": "5",
      "arabic_text": "إِنَّا سَنُلۡقِي عَلَيۡكَ قَوۡلٗا ثَقِيلًا",
      "translation": "Tõnd na n loba f zugu gomd sẽn zɩse.",
      "footnotes": ""
    },
    {
      "id": "5481",
      "sura": "73",
      "aya": "6",
      "arabic_text": "إِنَّ نَاشِئَةَ ٱلَّيۡلِ هِيَ أَشَدُّ وَطۡـٔٗا وَأَقۡوَمُ قِيلًا",
      "translation": "Ad yʋng tũudmã, yẽ n yɩɩd ne zemsgo la a goam leb n yɩɩd tɩrga.",
      "footnotes": ""
    },
    {
      "id": "5482",
      "sura": "73",
      "aya": "7",
      "arabic_text": "إِنَّ لَكَ فِي ٱلنَّهَارِ سَبۡحٗا طَوِيلٗا",
      "translation": "Ad wĩndgã wakate fo tara tʋʋm (gilgr) wʋsgo.",
      "footnotes": ""
    },
    {
      "id": "5483",
      "sura": "73",
      "aya": "8",
      "arabic_text": "وَٱذۡكُرِ ٱسۡمَ رَبِّكَ وَتَبَتَّلۡ إِلَيۡهِ تَبۡتِيلٗا",
      "translation": "La f tẽeg f Soabã yʋʋre, la f bak n tʋg Wẽnd nengẽ bakr tεkẽ.",
      "footnotes": ""
    },
    {
      "id": "5484",
      "sura": "73",
      "aya": "9",
      "arabic_text": "رَّبُّ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ لَآ إِلَٰهَ إِلَّا هُوَ فَٱتَّخِذۡهُ وَكِيلٗا",
      "translation": "Wĩntoog sẽn pukdẽ la a sẽn lʋɩtẽ Soaba, Soab kae tɩ sã n pa Yẽ, bɩ f yõk-A tɩ yɩ f Gũuda.",
      "footnotes": ""
    },
    {
      "id": "5485",
      "sura": "73",
      "aya": "10",
      "arabic_text": "وَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱهۡجُرۡهُمۡ هَجۡرٗا جَمِيلٗا",
      "translation": "La f maan sugr ne bũmb ning b sẽn yetã, la f wãag-b wãagr sẽn be neere.",
      "footnotes": ""
    },
    {
      "id": "5486",
      "sura": "73",
      "aya": "11",
      "arabic_text": "وَذَرۡنِي وَٱلۡمُكَذِّبِينَ أُوْلِي ٱلنَّعۡمَةِ وَمَهِّلۡهُمۡ قَلِيلًا",
      "translation": "La bas Maam ne yagsdbã, vɩ-noog rãmbã, la yaool-ba, bilfu.",
      "footnotes": ""
    },
    {
      "id": "5487",
      "sura": "73",
      "aya": "12",
      "arabic_text": "إِنَّ لَدَيۡنَآ أَنكَالٗا وَجَحِيمٗا",
      "translation": "Tõnd tara kut-zaads la Bug witga.",
      "footnotes": ""
    },
    {
      "id": "5488",
      "sura": "73",
      "aya": "13",
      "arabic_text": "وَطَعَامٗا ذَا غُصَّةٖ وَعَذَابًا أَلِيمٗا",
      "translation": "La rɩɩb sẽn gɩd koεkoε la naong sẽn zabde.",
      "footnotes": ""
    },
    {
      "id": "5489",
      "sura": "73",
      "aya": "14",
      "arabic_text": "يَوۡمَ تَرۡجُفُ ٱلۡأَرۡضُ وَٱلۡجِبَالُ وَكَانَتِ ٱلۡجِبَالُ كَثِيبٗا مَّهِيلًا",
      "translation": "Raar ning Tẽngã sẽn na n digimdi, la tãensã, tɩ tãensã lebg wala bĩis-rʋl sẽn sẽege.",
      "footnotes": ""
    },
    {
      "id": "5490",
      "sura": "73",
      "aya": "15",
      "arabic_text": "إِنَّآ أَرۡسَلۡنَآ إِلَيۡكُمۡ رَسُولٗا شَٰهِدًا عَلَيۡكُمۡ كَمَآ أَرۡسَلۡنَآ إِلَىٰ فِرۡعَوۡنَ رَسُولٗا",
      "translation": "Tõnd tʋmsa yãmb nengẽ Tẽn-tʋʋma, a yaa sεεt yãmb zugu, wala b sẽn tʋms a Fɩr-ʿaoon nengẽ tẽn-tʋʋmã.",
      "footnotes": ""
    },
    {
      "id": "5491",
      "sura": "73",
      "aya": "16",
      "arabic_text": "فَعَصَىٰ فِرۡعَوۡنُ ٱلرَّسُولَ فَأَخَذۡنَٰهُ أَخۡذٗا وَبِيلٗا",
      "translation": "T'a Fɩr-ʿaoon kɩɩs tẽn-tʋʋmã tɩ Tõnd yõk-a yõkr sẽn miisi.",
      "footnotes": ""
    },
    {
      "id": "5492",
      "sura": "73",
      "aya": "17",
      "arabic_text": "فَكَيۡفَ تَتَّقُونَ إِن كَفَرۡتُمۡ يَوۡمٗا يَجۡعَلُ ٱلۡوِلۡدَٰنَ شِيبًا",
      "translation": "La wãn-wãn la yãmb na n gũ y mensã (zoe Wẽnde) tɩ yãmb sã n kɩfle? Raar ning kom-bãaneg zut sẽn belgdã.",
      "footnotes": ""
    },
    {
      "id": "5493",
      "sura": "73",
      "aya": "18",
      "arabic_text": "ٱلسَّمَآءُ مُنفَطِرُۢ بِهِۦۚ كَانَ وَعۡدُهُۥ مَفۡعُولًا",
      "translation": "Saagã pãrgda A yĩnga, A pʋlengã na n yɩɩme, sik ka be ye.",
      "footnotes": ""
    },
    {
      "id": "5494",
      "sura": "73",
      "aya": "19",
      "arabic_text": "إِنَّ هَٰذِهِۦ تَذۡكِرَةٞۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلًا",
      "translation": "Ad wãnde yaa tẽegre, la ned ning sẽn tʋll-a, a baooda sor n tʋg a Soabã nengẽ.",
      "footnotes": ""
    },
    {
      "id": "5495",
      "sura": "73",
      "aya": "20",
      "arabic_text": "۞ إِنَّ رَبَّكَ يَعۡلَمُ أَنَّكَ تَقُومُ أَدۡنَىٰ مِن ثُلُثَيِ ٱلَّيۡلِ وَنِصۡفَهُۥ وَثُلُثَهُۥ وَطَآئِفَةٞ مِّنَ ٱلَّذِينَ مَعَكَۚ وَٱللَّهُ يُقَدِّرُ ٱلَّيۡلَ وَٱلنَّهَارَۚ عَلِمَ أَن لَّن تُحۡصُوهُ فَتَابَ عَلَيۡكُمۡۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنَ ٱلۡقُرۡءَانِۚ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرۡضَىٰ وَءَاخَرُونَ يَضۡرِبُونَ فِي ٱلۡأَرۡضِ يَبۡتَغُونَ مِن فَضۡلِ ٱللَّهِ وَءَاخَرُونَ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنۡهُۚ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗاۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِ هُوَ خَيۡرٗا وَأَعۡظَمَ أَجۡرٗاۚ وَٱسۡتَغۡفِرُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمُۢ",
      "translation": "Ad fo Soabã miime tɩ fo yikda bilf yʋngã sẽn pʋɩ tãab n yãk yiibu la a pʋsʋkã, la ɑ sẽn pʋɩ tãab n yãk yembre, n paas zãma sẽn ya neb nins sẽn lagem foo wã. Wẽnd n korded yʋngã la wĩndgã, A miime tɩ yãmb pa na n tol n gũbg-a ye, t'A yaaf-yã, bɩ y karem bũmb ning yãmb sẽn tõe Alkʋrãanã pʋgẽ. A bãngame tɩ bãad-rãmb n na n zĩnd yãmb sʋka, tɩ sãnda gilgd Tẽngã zug n baood Wẽnd kũunã, tɩ sãnda zabd Wẽnd Sorã yĩngã, bɩ y karem bũmb ning y sẽn tõe a pʋgẽ, la y yãnes Pʋʋsgo, la y kõ Zaka, la y peng Wẽnd pengr sẽn be neere. La bũmb ning yãmb sẽn tʋm y mens yĩng sẽn yaa sõma y na mik-a Wẽnd nengẽ, yẽ n sõmb n leb n yaa keoor sẽn yɩɩd bedrem, la y kos Wẽnd yaafa, ad Wẽnd yaa yaafg Naaba.",
      "footnotes": ""
    }
  ]
}