{
  "result": [
    {
      "id": "5448",
      "sura": "72",
      "aya": "1",
      "arabic_text": "قُلۡ أُوحِيَ إِلَيَّ أَنَّهُ ٱسۡتَمَعَ نَفَرٞ مِّنَ ٱلۡجِنِّ فَقَالُوٓاْ إِنَّا سَمِعۡنَا قُرۡءَانًا عَجَبٗا",
      "translation": "Sag: Mir ist (als Offenbarung) eingegeben worden, daß eine kleinere Schar Ginn zuhörte. Sie sagten: Wir haben einen wunderbaren Qur’an gehört,",
      "footnotes": null
    },
    {
      "id": "5449",
      "sura": "72",
      "aya": "2",
      "arabic_text": "يَهۡدِيٓ إِلَى ٱلرُّشۡدِ فَـَٔامَنَّا بِهِۦۖ وَلَن نُّشۡرِكَ بِرَبِّنَآ أَحَدٗا",
      "translation": "der zur Besonnenheit leitet; so haben wir an ihn geglaubt, und wir werden unserem Herrn niemanden beigesellen.",
      "footnotes": null
    },
    {
      "id": "5450",
      "sura": "72",
      "aya": "3",
      "arabic_text": "وَأَنَّهُۥ تَعَٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَٰحِبَةٗ وَلَا وَلَدٗا",
      "translation": "Und erhaben ist die Größe unseres Herrn. Er hat sich weder eine Gefährtin noch Kinder genommen.",
      "footnotes": null
    },
    {
      "id": "5451",
      "sura": "72",
      "aya": "4",
      "arabic_text": "وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطٗا",
      "translation": "Und es pflegte der Tor unter uns etwas Abwegiges gegen Allah zu sagen.",
      "footnotes": null
    },
    {
      "id": "5452",
      "sura": "72",
      "aya": "5",
      "arabic_text": "وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَى ٱللَّهِ كَذِبٗا",
      "translation": "Und wir meinten, daß weder die Menschen noch die Ginn gegen Allah jemals eine Lüge sagen würden.",
      "footnotes": null
    },
    {
      "id": "5453",
      "sura": "72",
      "aya": "6",
      "arabic_text": "وَأَنَّهُۥ كَانَ رِجَالٞ مِّنَ ٱلۡإِنسِ يَعُوذُونَ بِرِجَالٖ مِّنَ ٱلۡجِنِّ فَزَادُوهُمۡ رَهَقٗا",
      "translation": "Und (manche) Männer von den Menschen pflegten Zuflucht zu nehmen bei (einigen) Männern von den Ginn, doch mehrten sie so (bei) ihnen die Drangsal.",
      "footnotes": null
    },
    {
      "id": "5454",
      "sura": "72",
      "aya": "7",
      "arabic_text": "وَأَنَّهُمۡ ظَنُّواْ كَمَا ظَنَنتُمۡ أَن لَّن يَبۡعَثَ ٱللَّهُ أَحَدٗا",
      "translation": "Und sie meinten -, wie (auch) ihr meint -, daß Allah niemanden mehr (als Gesandten) schicken würde.",
      "footnotes": null
    },
    {
      "id": "5455",
      "sura": "72",
      "aya": "8",
      "arabic_text": "وَأَنَّا لَمَسۡنَا ٱلسَّمَآءَ فَوَجَدۡنَٰهَا مُلِئَتۡ حَرَسٗا شَدِيدٗا وَشُهُبٗا",
      "translation": "Und wir haben den Himmel abgetastet, aber festgestellt, daß er mit strengen Wächtern und Leuchtkörpern gefüllt worden ist.",
      "footnotes": null
    },
    {
      "id": "5456",
      "sura": "72",
      "aya": "9",
      "arabic_text": "وَأَنَّا كُنَّا نَقۡعُدُ مِنۡهَا مَقَٰعِدَ لِلسَّمۡعِۖ فَمَن يَسۡتَمِعِ ٱلۡأٓنَ يَجِدۡ لَهُۥ شِهَابٗا رَّصَدٗا",
      "translation": "Und wir pflegten ja an Stellen von ihm Sitze zum Abhören einzunehmen; wer aber jetzt abhört, der findet einen auf ihn wartenden Leuchtkörper.",
      "footnotes": null
    },
    {
      "id": "5457",
      "sura": "72",
      "aya": "10",
      "arabic_text": "وَأَنَّا لَا نَدۡرِيٓ أَشَرٌّ أُرِيدَ بِمَن فِي ٱلۡأَرۡضِ أَمۡ أَرَادَ بِهِمۡ رَبُّهُمۡ رَشَدٗا",
      "translation": "Und wir wissen doch nicht, ob für diejenigen auf der Erde Schlechtes gewollt wird oder ob ihr Herr sie zur Besonnenheit (führen) will.",
      "footnotes": null
    },
    {
      "id": "5458",
      "sura": "72",
      "aya": "11",
      "arabic_text": "وَأَنَّا مِنَّا ٱلصَّٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَۖ كُنَّا طَرَآئِقَ قِدَدٗا",
      "translation": "Und unter uns gibt es Rechtschaffene, und unter uns gibt es solche, die weniger rechtschaffen sind; wir sind getrennte(n) Wege(n gefolgt).",
      "footnotes": null
    },
    {
      "id": "5459",
      "sura": "72",
      "aya": "12",
      "arabic_text": "وَأَنَّا ظَنَنَّآ أَن لَّن نُّعۡجِزَ ٱللَّهَ فِي ٱلۡأَرۡضِ وَلَن نُّعۡجِزَهُۥ هَرَبٗا",
      "translation": "Und wir meinten, daß wir uns auf der Erde Allah niemals entziehen können und daß wir uns Ihm niemals durch Flucht entziehen können.",
      "footnotes": null
    },
    {
      "id": "5460",
      "sura": "72",
      "aya": "13",
      "arabic_text": "وَأَنَّا لَمَّا سَمِعۡنَا ٱلۡهُدَىٰٓ ءَامَنَّا بِهِۦۖ فَمَن يُؤۡمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخۡسٗا وَلَا رَهَقٗا",
      "translation": "Und als wir die Rechtleitung hörten, glaubten wir daran. Wer an seinen Herrn glaubt, der befürchtet keine (Lohn)schmälerung und keine Drangsal.",
      "footnotes": null
    },
    {
      "id": "5461",
      "sura": "72",
      "aya": "14",
      "arabic_text": "وَأَنَّا مِنَّا ٱلۡمُسۡلِمُونَ وَمِنَّا ٱلۡقَٰسِطُونَۖ فَمَنۡ أَسۡلَمَ فَأُوْلَٰٓئِكَ تَحَرَّوۡاْ رَشَدٗا",
      "translation": "Und unter uns sind Gottergebene; und unter uns sind (vom rechten Weg) Abschweifende. Was nun jemanden angeht, der sich (Allah) ergeben hat, so bemüht er sich um (mehr) Besonnenheit.",
      "footnotes": null
    },
    {
      "id": "5462",
      "sura": "72",
      "aya": "15",
      "arabic_text": "وَأَمَّا ٱلۡقَٰسِطُونَ فَكَانُواْ لِجَهَنَّمَ حَطَبٗا",
      "translation": "Was aber die (vom rechten Weg) Abschweifenden angeht, so werden sie Brennholz für die Hölle sein.",
      "footnotes": null
    },
    {
      "id": "5463",
      "sura": "72",
      "aya": "16",
      "arabic_text": "وَأَلَّوِ ٱسۡتَقَٰمُواْ عَلَى ٱلطَّرِيقَةِ لَأَسۡقَيۡنَٰهُم مَّآءً غَدَقٗا",
      "translation": "Und wenn sie sich auf dem Weg recht verhielten, würden Wir ihnen wahrlich Wasser im Überfluß zu trinken geben,",
      "footnotes": null
    },
    {
      "id": "5464",
      "sura": "72",
      "aya": "17",
      "arabic_text": "لِّنَفۡتِنَهُمۡ فِيهِۚ وَمَن يُعۡرِضۡ عَن ذِكۡرِ رَبِّهِۦ يَسۡلُكۡهُ عَذَابٗا صَعَدٗا",
      "translation": "damit Wir sie dadurch der Versuchung aussetzen. Und wer sich von der Ermahnung seines Herrn abwendet, den wird Er in überwältigende Strafe stecken.",
      "footnotes": null
    },
    {
      "id": "5465",
      "sura": "72",
      "aya": "18",
      "arabic_text": "وَأَنَّ ٱلۡمَسَٰجِدَ لِلَّهِ فَلَا تَدۡعُواْ مَعَ ٱللَّهِ أَحَدٗا",
      "translation": "Und die Gebetsstätten gehören doch Allah; so ruft neben Allah niemanden an.",
      "footnotes": null
    },
    {
      "id": "5466",
      "sura": "72",
      "aya": "19",
      "arabic_text": "وَأَنَّهُۥ لَمَّا قَامَ عَبۡدُ ٱللَّهِ يَدۡعُوهُ كَادُواْ يَكُونُونَ عَلَيۡهِ لِبَدٗا",
      "translation": "Und als Allahs Diener aufstand, um Ihn anzurufen, hätten sie ihn (alle) beinahe erdrückt.",
      "footnotes": null
    },
    {
      "id": "5467",
      "sura": "72",
      "aya": "20",
      "arabic_text": "قُلۡ إِنَّمَآ أَدۡعُواْ رَبِّي وَلَآ أُشۡرِكُ بِهِۦٓ أَحَدٗا",
      "translation": "Sag: Ich rufe nur meinen Herrn an, und ich geselle Ihm niemanden bei.",
      "footnotes": null
    },
    {
      "id": "5468",
      "sura": "72",
      "aya": "21",
      "arabic_text": "قُلۡ إِنِّي لَآ أَمۡلِكُ لَكُمۡ ضَرّٗا وَلَا رَشَدٗا",
      "translation": "Sag: Ich vermag euch weder Schaden noch Besonnenheit (zu bringen).",
      "footnotes": null
    },
    {
      "id": "5469",
      "sura": "72",
      "aya": "22",
      "arabic_text": "قُلۡ إِنِّي لَن يُجِيرَنِي مِنَ ٱللَّهِ أَحَدٞ وَلَنۡ أَجِدَ مِن دُونِهِۦ مُلۡتَحَدًا",
      "translation": "Sag: Niemand kann mir gegen Allah Schutz gewähren, und ich werde außer (bei) Ihm keinen Ort der Sicherheit finden.",
      "footnotes": null
    },
    {
      "id": "5470",
      "sura": "72",
      "aya": "23",
      "arabic_text": "إِلَّا بَلَٰغٗا مِّنَ ٱللَّهِ وَرِسَٰلَٰتِهِۦۚ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا",
      "translation": "(Ich vermag) nur etwas zu übermitteln von Allah und Seinen Botschaften. Und wer sich Allah und Seinem Gesandten widersetzt, gewiß, für ihn wird es das Feuer der Hölle geben, ewig und auf immer darin zu bleiben.",
      "footnotes": null
    },
    {
      "id": "5471",
      "sura": "72",
      "aya": "24",
      "arabic_text": "حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ فَسَيَعۡلَمُونَ مَنۡ أَضۡعَفُ نَاصِرٗا وَأَقَلُّ عَدَدٗا",
      "translation": "Wenn sie dann sehen, was ihnen versprochen worden ist, da werden sie wissen, wer die schwächeren Helfer und die geringere Zahl hat.",
      "footnotes": null
    },
    {
      "id": "5472",
      "sura": "72",
      "aya": "25",
      "arabic_text": "قُلۡ إِنۡ أَدۡرِيٓ أَقَرِيبٞ مَّا تُوعَدُونَ أَمۡ يَجۡعَلُ لَهُۥ رَبِّيٓ أَمَدًا",
      "translation": "Sag: Ich weiß nicht, ob das, was euch versprochen worden ist, nahe ist, oder ob mein Herr ihm eine (längere) Frist setzt,",
      "footnotes": null
    },
    {
      "id": "5473",
      "sura": "72",
      "aya": "26",
      "arabic_text": "عَٰلِمُ ٱلۡغَيۡبِ فَلَا يُظۡهِرُ عَلَىٰ غَيۡبِهِۦٓ أَحَدًا",
      "translation": "(Er,) der Kenner des Verborgenen - Er enthüllt niemandem das, was bei Ihm verborgen ist,",
      "footnotes": null
    },
    {
      "id": "5474",
      "sura": "72",
      "aya": "27",
      "arabic_text": "إِلَّا مَنِ ٱرۡتَضَىٰ مِن رَّسُولٖ فَإِنَّهُۥ يَسۡلُكُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ رَصَدٗا",
      "translation": "außer dem Gesandten, den Er bewilligt; da läßt Er vor ihm und hinter ihm Wächter einhergehen,",
      "footnotes": null
    },
    {
      "id": "5475",
      "sura": "72",
      "aya": "28",
      "arabic_text": "لِّيَعۡلَمَ أَن قَدۡ أَبۡلَغُواْ رِسَٰلَٰتِ رَبِّهِمۡ وَأَحَاطَ بِمَا لَدَيۡهِمۡ وَأَحۡصَىٰ كُلَّ شَيۡءٍ عَدَدَۢا",
      "translation": "damit er weiß, ob sie wohl die Botschaften ihres Herrn ausgerichtet haben, und daß Er das, was bei ihnen ist, umfaßt, und Er die Zahl von allem erfaßt.",
      "footnotes": null
    }
  ]
}