{
  "result": [
    {
      "id": "5242",
      "sura": "67",
      "aya": "1",
      "arabic_text": "تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
      "translation": "(پۈتۈن ئاسمان ـ زېمىننىڭ) پادىشاھلىقى ئىلكىدە بولغان ئاللاھنىڭ بەرىكىتى بۈيۈكتۇر. ئاللاھ ھەر نەرسىگە قادىردۇر[1].",
      "footnotes": null
    },
    {
      "id": "5243",
      "sura": "67",
      "aya": "2",
      "arabic_text": "ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ",
      "translation": "سىلەردىن قايسىڭلارنىڭ ئەمەلى ئەڭ ياخشى ئىكەنلىكىنى سىناش ئۈچۈن، ئاللاھ ئۆلۈمنى ۋە تىرىكلىكنى ياراتتى، ئاللاھ غالىبتۇر، (تەۋبە قىلغۇچىنى) ناھايىتى مەغپىرەت قىلغۇچىدۇر[2].",
      "footnotes": null
    },
    {
      "id": "5244",
      "sura": "67",
      "aya": "3",
      "arabic_text": "ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ",
      "translation": " ئاللاھ يەتتە ئاسماننى بىرىنى بىرىنىڭ ئۈستىدە قىلىپ ياراتتى، مېھرىبان ئاللاھنىڭ يارىتىشىدا ھېچ نۇقساننى كۆرمەيسەن. سەن (ئاسمانلارغا) تەكرار قاراپ باققىنكى، بىرەر يوچۇقنى كۆرەمسەن؟[3]",
      "footnotes": null
    },
    {
      "id": "5245",
      "sura": "67",
      "aya": "4",
      "arabic_text": "ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ",
      "translation": "ئاندىن سەن يەنە ئىككى قېتىم قارىغىن. كۆزۈڭ (ئاسمانلاردا بىرەر نۇقساننى تېپىشتىن) ئۈمىد ئۈزگەن ۋە تالغان ھالدا قايتىدۇ[4].",
      "footnotes": null
    },
    {
      "id": "5246",
      "sura": "67",
      "aya": "5",
      "arabic_text": "وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ",
      "translation": "(بىزگە بارلىق ئاسمانلاردىن) ئەڭ يېقىن ئاسماننى چىراغلار (يەنى يورۇق يۇلتۇزلار) بىلەن بېزىدۇق ۋە ئۇلارنى (پەرىشتىلەرنىڭ سۆزلىرىنى ئوغرىلىقچە تىڭشاشقا ئۇرۇنغان) شەيتانلارنى ئاتىدىغان نەرسە قىلدۇق (يەنى شەيتانلار يۇلتۇزلاردىن چىققان نۇر بىلەن ئېتىلىدۇ)، شەيتانلارغا (ئاخىرەتتە) دوزاخ ئازابىنى تەييارلىدۇق[5].",
      "footnotes": null
    },
    {
      "id": "5247",
      "sura": "67",
      "aya": "6",
      "arabic_text": "وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ",
      "translation": "پەرۋەردىگارىنى ئىنكار قىلغانلارمۇ دوزاخ ئازابىغا دۇچار بولىدۇ. دوزاخ نېمىدېگەن يامان جاي![6]",
      "footnotes": null
    },
    {
      "id": "5248",
      "sura": "67",
      "aya": "7",
      "arabic_text": "إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ",
      "translation": " ئۇلار دوزاخقا تاشلانغان چاغدا، قايناپ تۇرغان دوزاخنىڭ (ئېشەك ھاڭرىغاندەك) سەت ئاۋازىنى ئاڭلايدۇ[7].",
      "footnotes": null
    },
    {
      "id": "5249",
      "sura": "67",
      "aya": "8",
      "arabic_text": "تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ",
      "translation": "دوزاخ غەزەپتىن پارچىلىنىپ كېتىشكە تاس قالىدۇ. دوزاخقا ھەر قاچان بىر توپ ئادەم تاشلانغان چاغدا، دوزاخقا مۇئەككەل پەرىشتىلەر ئۇلاردىن: «سىلەرگە ئاگاھلاندۇرغۇچى (يەنى پەيغەمبەر) كەلمىگەنمىدى؟» دەپ سورايدۇ[8].",
      "footnotes": null
    },
    {
      "id": "5250",
      "sura": "67",
      "aya": "9",
      "arabic_text": "قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ",
      "translation": " ئۇلار: «ئۇنداق ئەمەس، بىزگە ھەقىقەتەن ئاگاھلاندۇرغۇچى كەلگەن، بىز (ئۇنى) ئىنكار قىلدۇق ھەمدە بىز: ئاللاھ (ھېچ ئادەمگە ۋەھىيدىن) بىرەر نەرسە نازىل قىلىنغىنى يوق، سىلەر پەقەت چوڭقۇر ئازغۇنلۇقتا- دېدۇق» دەيدۇ[9].",
      "footnotes": null
    },
    {
      "id": "5251",
      "sura": "67",
      "aya": "10",
      "arabic_text": "وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ",
      "translation": " ئۇلار: «ئەگەر بىز (پەيغەمبەرنىڭ سۆزلىرىنى) ئاڭلىغان، ياكى چۈشەنگەن بولساق، ئەھلى دوزاخ قاتارىدا بولماس ئىدۇق» دەيدۇ[10].",
      "footnotes": null
    },
    {
      "id": "5252",
      "sura": "67",
      "aya": "11",
      "arabic_text": "فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ",
      "translation": "ئۇلار گۇناھىنى تونۇيدۇ، ئەھلى دوزاخ ئاللاھنىڭ رەھمىتىدىن يىراق بولسۇن![11]",
      "footnotes": null
    },
    {
      "id": "5253",
      "sura": "67",
      "aya": "12",
      "arabic_text": "إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ",
      "translation": "پەرۋەردىگارىدىن كۆرمەي تۇرۇپ قورققانلار مەغپىرەتكە ۋە كاتتا ساۋابقا ئېرىشىدۇ[12].",
      "footnotes": null
    },
    {
      "id": "5254",
      "sura": "67",
      "aya": "13",
      "arabic_text": "وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": " سىلەر سۆزۈڭلارنى مەخپىي قىلىڭلار ياكى ئاشكارا قىلىڭلار (ئاللاھ ھامان ئۇنى بىلىپ تۇرىدۇ). ئاللاھ ھەقىقەتەن دىللاردىكى سىرلارنى بىلگۈچىدۇر[13].",
      "footnotes": null
    },
    {
      "id": "5255",
      "sura": "67",
      "aya": "14",
      "arabic_text": "أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ",
      "translation": " (مەخلۇقاتنى) ياراتقان زات بىلمەمدۇ؟ ئۇ شەيئىلەرنىڭ نازۇك تەرەپلىرىنى بىلگۈچىدۇر، ھەممىدىن تولۇق خەۋەرداردۇر[14].",
      "footnotes": null
    },
    {
      "id": "5256",
      "sura": "67",
      "aya": "15",
      "arabic_text": "هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ",
      "translation": "ئاللاھ سىلەرگە زېمىننى مېڭىشقا ئاسان قىلدى، زېمىننىڭ ئەتراپىدا مېڭىڭلار. ئاللاھنىڭ (بەرگەن) رىزقىدىن يەڭلار، سىلەر تىرىلگەندىن كېيىن ئاللاھنىڭ دەرگاھىغا قايتۇرۇلىسىلەر[15].",
      "footnotes": null
    },
    {
      "id": "5257",
      "sura": "67",
      "aya": "16",
      "arabic_text": "ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ",
      "translation": " ئاسماندىكى زاتنىڭ يەر تەۋرىگەن چاغدا سىلەرنى يەرگە يۇتقۇزۇۋېتىشىدىن قورقمامسىلەر؟[16] ",
      "footnotes": null
    },
    {
      "id": "5258",
      "sura": "67",
      "aya": "17",
      "arabic_text": "أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ",
      "translation": " ياكى ئاسماندىكى زاتنىڭ سىلەرگە تاش ياغدۇرۇشىدىن قورقمامسىلەر؟ (سىلەر ئازابنى كۆرگەن چاغدا) مېنىڭ ئاگاھلاندۇرۇشۇمنىڭ قانداق ئىكەنلىكىنى (يەنى ھەق ئىكەنلىكىنى) بىلىسىلەر[17].",
      "footnotes": null
    },
    {
      "id": "5259",
      "sura": "67",
      "aya": "18",
      "arabic_text": "وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ",
      "translation": " ئۇلاردىن ئىلگىرى ئۆتكەنلەر (پەيغەمبەرلىرىنى) يالغانغا چىقاردى. (ئۇلارنى ئازاب چۈشۈرۈش بىلەن) ئەيىبلىگەنلىكىم قانداق ئىكەن؟[18]",
      "footnotes": null
    },
    {
      "id": "5260",
      "sura": "67",
      "aya": "19",
      "arabic_text": "أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ",
      "translation": "ئۇلار قاناتلىرىنى يايغان ۋە يىغقان ھالدا ئۈستىدە ئۇچۇپ كېتىۋاتقان قۇشلارغا (ئىبرەت كۆزى بىلەن) قارىمامدۇ؟ (قاناتلىرىنى كەرگەن ۋە يىغقان ھالدا) ئۈستىلىرىدە ئۇچۇۋاتقان قۇشلارنى (قاناتلىرىنى ئاچقان ۋە يىغقان چاغدا يەرگە چۈشۈپ كېتىشتىن) پەقەت ئاللاھ (قۇدرىتى بىلەن) تۇتۇپ تۇرىدۇ، ئاللاھ ھەقىقەتەن ھەر نەرسىنى كۆرۈپ تۇرغۇچىدۇر[19].",
      "footnotes": null
    },
    {
      "id": "5261",
      "sura": "67",
      "aya": "20",
      "arabic_text": "أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ",
      "translation": "سىلەرگە ئاللاھ ياردەم بەرگەندىن تاشقىرى، يەنە كىم سىلەرگە ياردەمچى قوشۇن بولالايدۇ؟ كاپىرلار پەقەت ئالدىنىش ئىچىدىدۇر (يەنى شەيتان ئۇلارنى ئازاب نازىل بولمايدۇ دەپ ئالدايدۇ)[20].",
      "footnotes": null
    },
    {
      "id": "5262",
      "sura": "67",
      "aya": "21",
      "arabic_text": "أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ",
      "translation": "ئەگەر ئاللاھ رىزقىنى تۇتۇپ قالسا، سىلەرگە كىم رىزىق بېرىدۇ؟ ئۇلار تەكەببۇرلۇقتا، ھەقتىن يىراقلىشىشتا ئەزۋەيلەپ كەتكەندۇر[21].",
      "footnotes": null
    },
    {
      "id": "5263",
      "sura": "67",
      "aya": "22",
      "arabic_text": "أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "زادى قايسى ئادەم يول تاپالايدۇ؟ بېشىنى ساڭگىلىتىپ ماڭغان ئادەممۇ ياكى قەددىنى رۇس تۇتۇپ تۈز يولدا ماڭغان ئادەممۇ؟[22] ",
      "footnotes": null
    },
    {
      "id": "5264",
      "sura": "67",
      "aya": "23",
      "arabic_text": "قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ",
      "translation": " (ئى مۇھەممەد! ئۇلارغا) ئېيتقىنكى، «ئاللاھ سىلەرنى ياراتتى، سىلەر ئۈچۈن قۇلاقنى، كۆزلەرنى، دىللارنى ياراتتى، سىلەر ئاز شۈكۈر قىلسىلەر»[23].",
      "footnotes": null
    },
    {
      "id": "5265",
      "sura": "67",
      "aya": "24",
      "arabic_text": "قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ",
      "translation": "ئېيتقىنكى، «ئاللاھ سىلەرنى يەر يۈزىدە يارىتىپ كۆپەيتتى، (ھېساب بېرىش ئۈچۈن) ئاللاھنىڭ دەرگاھىغا توپلىنىسىلەر»[24].",
      "footnotes": null
    },
    {
      "id": "5266",
      "sura": "67",
      "aya": "25",
      "arabic_text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": " ئۇلار: «ئەگەر سىلەر راستچىل بولساڭلار، بۇ ۋەدە قاچان ئىشقا ئاشۇرۇلىدۇ» دەيدۇ[25].",
      "footnotes": null
    },
    {
      "id": "5267",
      "sura": "67",
      "aya": "26",
      "arabic_text": "قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ",
      "translation": " (ئى مۇھەممەد! ئۇلارغا) ئېيتقىنكى، «(بۇ ھەقتىكى) ئىلىم (يەنى قىيامەتنىڭ قاچان بولۇشى) ئاللاھنىڭ دەرگاھىدىدۇر، مەن پەقەت ئوچۇق ئاگاھلاندۇرغۇچىمەن»[26].",
      "footnotes": null
    },
    {
      "id": "5268",
      "sura": "67",
      "aya": "27",
      "arabic_text": "فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ",
      "translation": " ئۇلار ئازابنىڭ ئۆزلىرىگە يېقىنلىقىنى كۆرگەن چاغدا يۈزلىرى قارىداپ كېتىدۇ، ئۇلارغا: «مانا بۇ سىلەر (دۇنيادىكى چېغىڭلاردا) تەلەپ قىلغان نەرسىدۇر» دېيىلىدۇ[27].",
      "footnotes": null
    },
    {
      "id": "5269",
      "sura": "67",
      "aya": "28",
      "arabic_text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ",
      "translation": "(ئى مۇھەممەد! سېنىڭ ئۆلۈمىڭنى ئارزۇ قىلىدىغان مۇشرىكلارغا) ئېيتقىنكى، «ئېيتىپ بېقىڭلارچۇ! ئەگەر ئاللاھ (سىلەر ئارزۇ قىلغاندەك) مېنى ۋە مەن بىلەن بولغان (مۆمىنلەرنى) ھالاك قىلىدىغان بولسا، ياكى (بىزنىڭ ئەجىلىمىزنى كېچىكتۈرۈپ) بىزگە رەھىم قىلىدىغان بولسا، كاپىرلارنى قاتتىق ئازابتىن كىم قۇتۇلدۇرىدۇ؟»[28]",
      "footnotes": null
    },
    {
      "id": "5270",
      "sura": "67",
      "aya": "29",
      "arabic_text": "قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": " ئېيتقىنكى، «ئۇ ناھايىتى مېھرىبان ئاللاھتۇر، ئۇنىڭغا ئىمان ئېيتتۇق ۋە ئۇنىڭغا تەۋەككۈل قىلدۇق، سىلەر كىمنىڭ روشەن گۇمراھلىقتا ئىكەنلىكىنى كەلگۈسىدە بىلىسىلەر»[29].",
      "footnotes": null
    },
    {
      "id": "5271",
      "sura": "67",
      "aya": "30",
      "arabic_text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ",
      "translation": " (ئۇلارغا) «ئېيتىپ بېقىڭلارچۇ؟ (سۈيىڭلار يەر ئاستىغا) سىڭىپ كەتسە، سىلەرگە كىم ئېقىن سۇ كەلتۈرۈپ بېرىدۇ» دېگىن[30].",
      "footnotes": null
    }
  ]
}