{
  "id": 61,
  "verse_number": 61,
  "page_number": 358,
  "verse_key": "24:61",
  "juz_number": 18,
  "hizb_number": 36,
  "rub_el_hizb_number": 143,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞ وَلَا عَلَىٰٓ أَنفُسِكُمۡ أَن تَأۡكُلُواْ مِنۢ بُيُوتِكُمۡ أَوۡ بُيُوتِ ءَابَآئِكُمۡ أَوۡ بُيُوتِ أُمَّهَٰتِكُمۡ أَوۡ بُيُوتِ إِخۡوَٰنِكُمۡ أَوۡ بُيُوتِ أَخَوَٰتِكُمۡ أَوۡ بُيُوتِ أَعۡمَٰمِكُمۡ أَوۡ بُيُوتِ عَمَّٰتِكُمۡ أَوۡ بُيُوتِ أَخۡوَٰلِكُمۡ أَوۡ بُيُوتِ خَٰلَٰتِكُمۡ أَوۡ مَا مَلَكۡتُم مَّفَاتِحَهُۥٓ أَوۡ صَدِيقِكُمۡۚ لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَأۡكُلُواْ جَمِيعًا أَوۡ أَشۡتَاتٗاۚ فَإِذَا دَخَلۡتُم بُيُوتٗا فَسَلِّمُواْ عَلَىٰٓ أَنفُسِكُمۡ تَحِيَّةٗ مِّنۡ عِندِ ٱللَّهِ مُبَٰرَكَةٗ طَيِّبَةٗۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ",
  "translation": "Si vibaya kwa kipofu, wala si vibaya kwa kiguru, wala si vibaya kwa mgonjwa, wala kwenu nyinyi, mkila katika nyumba zenu, au nyumba za baba zenu, au nyumba za mama zenu, au nyumba za kaka zenu, au nyumba za dada zenu, au nyumba za ami zenu, (baba mdogo) au nyumba za shangazi zenu, au nyumba za wajomba zenu, au nyumba za dada wa mama zenu, au za mlio washikia funguo zao, au rafiki yenu. Si vibaya kwenu mkila pamoja au mbali mbali. Na mkiingia katika nyumba, toleaneni salamu, kuwa ni maamkio yanayo toka kwa Mwenyezi Mungu, yenye baraka na mema. Hivyo ndivyo Mwenyezi Mungu anavyo kubainishieni Aya zake mpate kuelewa.",
  "footnotes": "Wenye udhuru kama vile vipofu, viguru, wagonjwa hawana lawama, bali hata nyinyi wazima hamna lawama kula katika nyumba za watoto wenu, kwani hizo ni nyumba zenu. Wala kula katika nyumba za baba zenu, na mama zenu, na ndugu zenu wanaume na ndugu zenu wanawake, au nyumba za ami zenu, au mashangazi zenu, au wajomba zenu, au mama wadogo, dada wa mama zenu, au nyumba ambazo mmewakilishwa kuzitazama, au nyumba za rafiki zenu mnao changanyika nao, ikiwa hamna yaliyo harimishwa humo. Na hayo ikijuulikana kuwa mwenye nyumba ameruhusu yeye au mkewe. Wala hapana ubaya kula humo pamoja au mbali mbali. Na muingiapo katika nyumba toeni salamu kwa waliomo ambao hao ni baadhi yenu kwa umoja wa Dini na ujamaa. Kwani hao ni kama nyinyi. Na maamkio haya ni maamkio yaliyo wekewa Sharia, yenye baraka na thawabu, na pia ndani yake nyoyo hupoa. Na kwa mfano kama huu Mwenyezi Mungu anazifafanua Aya kwa ajili yenu mpate kuelewa waadhi na hukumu ziliomo ndani yake, na mpate kuzifahamu na mzitende."
}