{
  "result": [
    {
      "id": "2141",
      "sura": "18",
      "aya": "1",
      "arabic_text": "ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَنزَلَ عَلَىٰ عَبۡدِهِ ٱلۡكِتَٰبَ وَلَمۡ يَجۡعَل لَّهُۥ عِوَجَاۜ",
      "translation": "Ishimwe n’ikuzo byuzuye ni ibya Allah, We wahishuriye umugaragu we (Muhamadi) igitabo (Qur’an), hanyuma ntiyagishyiramo amayobera (ayo ari yo yose).",
      "footnotes": ""
    },
    {
      "id": "2142",
      "sura": "18",
      "aya": "2",
      "arabic_text": "قَيِّمٗا لِّيُنذِرَ بَأۡسٗا شَدِيدٗا مِّن لَّدُنۡهُ وَيُبَشِّرَ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرًا حَسَنٗا",
      "translation": "(Yakigize igitabo) kigororotse kugira ngo kiburire (abahakanyi) ibihano bikomeye bituruka kuri We (Allah), ndetse no kugira ngo gihe inkuru nziza abemeramana; ba bandi bakora ibikorwa byiza, ko bazagororerwa ibihembo byiza (Ijuru),",
      "footnotes": ""
    },
    {
      "id": "2143",
      "sura": "18",
      "aya": "3",
      "arabic_text": "مَّٰكِثِينَ فِيهِ أَبَدٗا",
      "translation": "Bazabamo ubuziraherezo.",
      "footnotes": ""
    },
    {
      "id": "2144",
      "sura": "18",
      "aya": "4",
      "arabic_text": "وَيُنذِرَ ٱلَّذِينَ قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗا",
      "translation": "No kugira ngo kiburire ba bandi bavuga ko Allah agira umwana.",
      "footnotes": ""
    },
    {
      "id": "2145",
      "sura": "18",
      "aya": "5",
      "arabic_text": "مَّا لَهُم بِهِۦ مِنۡ عِلۡمٖ وَلَا لِأٓبَآئِهِمۡۚ كَبُرَتۡ كَلِمَةٗ تَخۡرُجُ مِنۡ أَفۡوَٰهِهِمۡۚ إِن يَقُولُونَ إِلَّا كَذِبٗا",
      "translation": "Baba bo ndetse n’abakurambere babo, nta bumenyi babifitiye. Ni ijambo rihambaye risohoka mu minwa yabo (ko Allah afite umwana)! Ibyo bavuga ni ibinyoma.",
      "footnotes": ""
    },
    {
      "id": "2146",
      "sura": "18",
      "aya": "6",
      "arabic_text": "فَلَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ عَلَىٰٓ ءَاثَٰرِهِمۡ إِن لَّمۡ يُؤۡمِنُواْ بِهَٰذَا ٱلۡحَدِيثِ أَسَفًا",
      "translation": "(Yewe Muhamadi) ushobora kuzicwa n’agahinda ku bwo gutera umugongo kwabo (bitandukanya nawe), kuko batemera iby’iyi nkuru (Qur’an).",
      "footnotes": ""
    },
    {
      "id": "2147",
      "sura": "18",
      "aya": "7",
      "arabic_text": "إِنَّا جَعَلۡنَا مَا عَلَى ٱلۡأَرۡضِ زِينَةٗ لَّهَا لِنَبۡلُوَهُمۡ أَيُّهُمۡ أَحۡسَنُ عَمَلٗا",
      "translation": "Mu by’ukuri ibiri ku isi twabigize umutako wayo kugira ngo (abantu) tubagerageze, maze tugaragaze abarusha abandi gukora ibikorwa byiza.",
      "footnotes": ""
    },
    {
      "id": "2148",
      "sura": "18",
      "aya": "8",
      "arabic_text": "وَإِنَّا لَجَٰعِلُونَ مَا عَلَيۡهَا صَعِيدٗا جُرُزًا",
      "translation": "Kandi mu by’ukuri ibiyiriho (isi) tuzabigira imbuga nsa.",
      "footnotes": ""
    },
    {
      "id": "2149",
      "sura": "18",
      "aya": "9",
      "arabic_text": "أَمۡ حَسِبۡتَ أَنَّ أَصۡحَٰبَ ٱلۡكَهۡفِ وَٱلرَّقِيمِ كَانُواْ مِنۡ ءَايَٰتِنَا عَجَبًا",
      "translation": "Ese ukeka ko abantu bo mu buvumo n’urubaho rwanditsweho (amazina yabo) byari igitangaza mu bigize ibimenyetso byacu?",
      "footnotes": ""
    },
    {
      "id": "2150",
      "sura": "18",
      "aya": "10",
      "arabic_text": "إِذۡ أَوَى ٱلۡفِتۡيَةُ إِلَى ٱلۡكَهۡفِ فَقَالُواْ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحۡمَةٗ وَهَيِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَدٗا",
      "translation": "Ibuka ubwo abasore bahungiraga mu buvumo, bakavuga bati “Nyagasani wacu! Duhundagazeho impuhwe ziguturutseho, unaduhe gutungana mu byo dukora.”",
      "footnotes": ""
    },
    {
      "id": "2151",
      "sura": "18",
      "aya": "11",
      "arabic_text": "فَضَرَبۡنَا عَلَىٰٓ ءَاذَانِهِمۡ فِي ٱلۡكَهۡفِ سِنِينَ عَدَدٗا",
      "translation": "Maze tubapfuka amatwi (turabasinziriza cyane, baguma) mu buvumo imyaka myinshi.",
      "footnotes": ""
    },
    {
      "id": "2152",
      "sura": "18",
      "aya": "12",
      "arabic_text": "ثُمَّ بَعَثۡنَٰهُمۡ لِنَعۡلَمَ أَيُّ ٱلۡحِزۡبَيۡنِ أَحۡصَىٰ لِمَا لَبِثُوٓاْ أَمَدٗا",
      "translation": "Hanyuma turabakangura kugira ngo mu matsinda abiri (yagiye impaka ku gihe bamaze mu buvumo), tumenye iryabashije kumenya igihe bamazemo kurusha irindi.",
      "footnotes": ""
    },
    {
      "id": "2153",
      "sura": "18",
      "aya": "13",
      "arabic_text": "نَّحۡنُ نَقُصُّ عَلَيۡكَ نَبَأَهُم بِٱلۡحَقِّۚ إِنَّهُمۡ فِتۡيَةٌ ءَامَنُواْ بِرَبِّهِمۡ وَزِدۡنَٰهُمۡ هُدٗى",
      "translation": "Turagutekerereza inkuru yabo mu kuri. Rwose, bari abasore bemeye Nyagasani wabo, nuko tubongerera ukuyoboka.",
      "footnotes": ""
    },
    {
      "id": "2154",
      "sura": "18",
      "aya": "14",
      "arabic_text": "وَرَبَطۡنَا عَلَىٰ قُلُوبِهِمۡ إِذۡ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَن نَّدۡعُوَاْ مِن دُونِهِۦٓ إِلَٰهٗاۖ لَّقَدۡ قُلۡنَآ إِذٗا شَطَطًا",
      "translation": "Twanakomeje imitima yabo ubwo bahagurukaga (imbere y’umwami wabo w’umuhakanyi) bakavuga bati “Nyagasani wacu ni Nyagasani w’ibirere n’isi, ntituzigera tugaragira indi mana itari We; turamutse tubikoze, rwose twaba tuvuze imvugo y’ubuyobe.”",
      "footnotes": ""
    },
    {
      "id": "2155",
      "sura": "18",
      "aya": "15",
      "arabic_text": "هَٰٓؤُلَآءِ قَوۡمُنَا ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ لَّوۡلَا يَأۡتُونَ عَلَيۡهِم بِسُلۡطَٰنِۭ بَيِّنٖۖ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا",
      "translation": "Abo bantu bacu bahisemo kugaragira izindi mana zitari We (Allah). Kuki zitajya zibazanira ibimenyetso bigaragara (ngo zerekane ko ari imana koko)? Ese ni nde munyabyaha kurusha uhimbira Allah ikinyoma?",
      "footnotes": ""
    },
    {
      "id": "2156",
      "sura": "18",
      "aya": "16",
      "arabic_text": "وَإِذِ ٱعۡتَزَلۡتُمُوهُمۡ وَمَا يَعۡبُدُونَ إِلَّا ٱللَّهَ فَأۡوُۥٓاْ إِلَى ٱلۡكَهۡفِ يَنشُرۡ لَكُمۡ رَبُّكُم مِّن رَّحۡمَتِهِۦ وَيُهَيِّئۡ لَكُم مِّنۡ أَمۡرِكُم مِّرۡفَقٗا",
      "translation": "(Ba basore barabwirana bati) “Nimuza gutandukana na bo n’ibyo basenga bitari Allah, muhungire mu buvumo, Nyagasani wanyu azabahundagazaho impuhwe ze, anaborohereze ibyababayeho.”",
      "footnotes": ""
    },
    {
      "id": "2157",
      "sura": "18",
      "aya": "17",
      "arabic_text": "۞ وَتَرَى ٱلشَّمۡسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهۡفِهِمۡ ذَاتَ ٱلۡيَمِينِ وَإِذَا غَرَبَت تَّقۡرِضُهُمۡ ذَاتَ ٱلشِّمَالِ وَهُمۡ فِي فَجۡوَةٖ مِّنۡهُۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِۗ مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُۥ وَلِيّٗا مُّرۡشِدٗا",
      "translation": "Kandi iyo izuba ryarasaga wabonaga ribogamira iburyo bw’ubuvumo bwabo, ryaba rirenga rikabajya kure ahagana ibumoso (kugira ngo ritabatwika); kandi bari ahisanzuye muri ubwo buvumo. Ibyo ni bimwe mu bitangaza bya Allah. Kandi uwo Allah yashoboje kuyoboka ni we wayobotse nyabyo, ariko uwo yarekeye mu buyobe ntuzamubonera umurinzi umuyobora.",
      "footnotes": ""
    },
    {
      "id": "2158",
      "sura": "18",
      "aya": "18",
      "arabic_text": "وَتَحۡسَبُهُمۡ أَيۡقَاظٗا وَهُمۡ رُقُودٞۚ وَنُقَلِّبُهُمۡ ذَاتَ ٱلۡيَمِينِ وَذَاتَ ٱلشِّمَالِۖ وَكَلۡبُهُم بَٰسِطٞ ذِرَاعَيۡهِ بِٱلۡوَصِيدِۚ لَوِ ٱطَّلَعۡتَ عَلَيۡهِمۡ لَوَلَّيۡتَ مِنۡهُمۡ فِرَارٗا وَلَمُلِئۡتَ مِنۡهُمۡ رُعۡبٗا",
      "translation": "(N’iyo wababonaga) wakekaga ko bari maso kandi basinziriye. Tukabahindukiza iburyo n’ibumoso (kugira ngo ubutaka butonona imibiri yabo), naho imbwa yabo yabaga irambuye amaboko ku bwinjiriro (imeze nk’ibarinze). Iyo uza kubabona wari guhindukira ubahunga, kandi rwose wari kubagirira ubwoba.",
      "footnotes": ""
    },
    {
      "id": "2159",
      "sura": "18",
      "aya": "19",
      "arabic_text": "وَكَذَٰلِكَ بَعَثۡنَٰهُمۡ لِيَتَسَآءَلُواْ بَيۡنَهُمۡۚ قَالَ قَآئِلٞ مِّنۡهُمۡ كَمۡ لَبِثۡتُمۡۖ قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۚ قَالُواْ رَبُّكُمۡ أَعۡلَمُ بِمَا لَبِثۡتُمۡ فَٱبۡعَثُوٓاْ أَحَدَكُم بِوَرِقِكُمۡ هَٰذِهِۦٓ إِلَى ٱلۡمَدِينَةِ فَلۡيَنظُرۡ أَيُّهَآ أَزۡكَىٰ طَعَامٗا فَلۡيَأۡتِكُم بِرِزۡقٖ مِّنۡهُ وَلۡيَتَلَطَّفۡ وَلَا يُشۡعِرَنَّ بِكُمۡ أَحَدًا",
      "translation": "Uko ni na ko twabakanguye (tubakuye mu bitotsi by’igihe kirekire) kugira ngo babazanye. Umwe muri bo aravuga ati “Mumaze igihe kingana iki (aha)?” (Bamwe) baravuga bati “(Dushobora kuba) tumaze umunsi cyangwa igice cy’umunsi.” (Abandi) baravuga bati “Nyagasani wanyu ni we uzi neza igihe mumaze (aha).” Ngaho nimwohereze umwe muri mwe mu mujyi ajyane iki giceri cyanyu cya Feza, arebe ibiryo byiza kurusha ibindi maze abazaniremo amafunguro. Kandi yitwararike ntatume hagira ubamenya n’umwe.",
      "footnotes": ""
    },
    {
      "id": "2160",
      "sura": "18",
      "aya": "20",
      "arabic_text": "إِنَّهُمۡ إِن يَظۡهَرُواْ عَلَيۡكُمۡ يَرۡجُمُوكُمۡ أَوۡ يُعِيدُوكُمۡ فِي مِلَّتِهِمۡ وَلَن تُفۡلِحُوٓاْ إِذًا أَبَدٗا",
      "translation": "Mu by’ukuri nibaramuka babamenye bazabatera amabuye cyangwa babasubize mu idini ryabo; kandi (nimubikora) ntimuzigera mukiranuka.",
      "footnotes": ""
    },
    {
      "id": "2161",
      "sura": "18",
      "aya": "21",
      "arabic_text": "وَكَذَٰلِكَ أَعۡثَرۡنَا عَلَيۡهِمۡ لِيَعۡلَمُوٓاْ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَأَنَّ ٱلسَّاعَةَ لَا رَيۡبَ فِيهَآ إِذۡ يَتَنَٰزَعُونَ بَيۡنَهُمۡ أَمۡرَهُمۡۖ فَقَالُواْ ٱبۡنُواْ عَلَيۡهِم بُنۡيَٰنٗاۖ رَّبُّهُمۡ أَعۡلَمُ بِهِمۡۚ قَالَ ٱلَّذِينَ غَلَبُواْ عَلَىٰٓ أَمۡرِهِمۡ لَنَتَّخِذَنَّ عَلَيۡهِم مَّسۡجِدٗا",
      "translation": "Uko ni na ko twaberetse (abantu b’icyo gihe) kugira ngo bamenye ko isezerano rya Allah (ryo kuzazura abapfuye) ari ukuri, kandi ko mu by’ukuri imperuka izabaho nta gushidikanya. (Wibuke) ubwo (abantu bo mu mujyi) bajyaga impaka ku byerekeye abo (bantu bo mu buvumo), bamwe bakavuga bati “Nimwubake inyubako (imbere y’ubwinjiriro bw’ubuvumo bwabo)”; Nyagasani wabo ni We uzi neza ibyabo. Naho abarushije abandi ijambo (muri bo) baravuga bati “Rwose aho bari bari tuzahagira urusengero.”",
      "footnotes": ""
    },
    {
      "id": "2162",
      "sura": "18",
      "aya": "22",
      "arabic_text": "سَيَقُولُونَ ثَلَٰثَةٞ رَّابِعُهُمۡ كَلۡبُهُمۡ وَيَقُولُونَ خَمۡسَةٞ سَادِسُهُمۡ كَلۡبُهُمۡ رَجۡمَۢا بِٱلۡغَيۡبِۖ وَيَقُولُونَ سَبۡعَةٞ وَثَامِنُهُمۡ كَلۡبُهُمۡۚ قُل رَّبِّيٓ أَعۡلَمُ بِعِدَّتِهِم مَّا يَعۡلَمُهُمۡ إِلَّا قَلِيلٞۗ فَلَا تُمَارِ فِيهِمۡ إِلَّا مِرَآءٗ ظَٰهِرٗا وَلَا تَسۡتَفۡتِ فِيهِم مِّنۡهُمۡ أَحَدٗا",
      "translation": "(Bamwe mu bahawe igitabo) bazavuga bati “Bari batatu n’imbwa yabo ikaba iya kane; naho (abandi) bavuge bati “Bari batanu n’imbwa yabo ikaba iya gatandatu, (ibyo) ari ugukekeranya ku byo batazi”; (abandi na bo) bavuge bati “Bari barindwi n’imbwa yabo ikaba iya munani.” Vuga (yewe Muhamadi) uti “Nyagasani wanjye ni We uzi byimazeyo umubare wabo”; ntawe uzi umubare wabo (nyakuri) uretse bake. Bityo ntukajye impaka ku bijyanye (n’umubare wabo) keretse bya nyirarureshwa), kandi ntuzagire n’umwe (mu bahawe igitabo) ubaza inkuru yabo (kuko nta yo bazi).",
      "footnotes": ""
    },
    {
      "id": "2163",
      "sura": "18",
      "aya": "23",
      "arabic_text": "وَلَا تَقُولَنَّ لِشَاْيۡءٍ إِنِّي فَاعِلٞ ذَٰلِكَ غَدًا",
      "translation": "Kandi rwose ntuzagire icyo ari cyo cyose uvuga (wemeza) uti “Nzagikora ejo”,",
      "footnotes": ""
    },
    {
      "id": "2164",
      "sura": "18",
      "aya": "24",
      "arabic_text": "إِلَّآ أَن يَشَآءَ ٱللَّهُۚ وَٱذۡكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلۡ عَسَىٰٓ أَن يَهۡدِيَنِ رَبِّي لِأَقۡرَبَ مِنۡ هَٰذَا رَشَدٗا",
      "translation": "Keretse (wongeyeho ijambo rigira riti) ‘Allah nabishaka’. Kandi ujye usingiza Nyagasani wawe igihe wibagiwe (kuvuga uti “Allah nabishaka”), unavuge uti “Hari ubwo Nyagasani wanjye yanyobora inzira ziri hafi cyane (y’iyi nkuru y’abantu bo mu buvumo) zo kuyoboka.”",
      "footnotes": ""
    },
    {
      "id": "2165",
      "sura": "18",
      "aya": "25",
      "arabic_text": "وَلَبِثُواْ فِي كَهۡفِهِمۡ ثَلَٰثَ مِاْئَةٖ سِنِينَ وَٱزۡدَادُواْ تِسۡعٗا",
      "translation": "Kandi bamaze mu buvumo bwabo imyaka magana atatu yiyongeraho (imyaka) icyenda.",
      "footnotes": ""
    },
    {
      "id": "2166",
      "sura": "18",
      "aya": "26",
      "arabic_text": "قُلِ ٱللَّهُ أَعۡلَمُ بِمَا لَبِثُواْۖ لَهُۥ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَبۡصِرۡ بِهِۦ وَأَسۡمِعۡۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا يُشۡرِكُ فِي حُكۡمِهِۦٓ أَحَدٗا",
      "translation": "Vuga (yewe Muhamadi) uti “Allah ni We uzi neza igihe bamaze (mu buvumo).” Ni We uzi ibitagaragara byo mu birere n’ibyo mu isi. Mbega ukuntu abona neza bitangaje akanumva (buri kintu)! Nta mugenga wundi bafite utari We (Allah), kandi nta we bafatanyije mu guca iteka.",
      "footnotes": ""
    },
    {
      "id": "2167",
      "sura": "18",
      "aya": "27",
      "arabic_text": "وَٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِن كِتَابِ رَبِّكَۖ لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلۡتَحَدٗا",
      "translation": "Unasome ibyo wahishuriwe mu gitabo cya Nyagasani wawe (yewe Muhamadi). Ntawahindura amagambo ye, kandi nta handi wabona ubuhungiro hatari iwe.",
      "footnotes": ""
    },
    {
      "id": "2168",
      "sura": "18",
      "aya": "28",
      "arabic_text": "وَٱصۡبِرۡ نَفۡسَكَ مَعَ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ وَلَا تَعۡدُ عَيۡنَاكَ عَنۡهُمۡ تُرِيدُ زِينَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَا تُطِعۡ مَنۡ أَغۡفَلۡنَا قَلۡبَهُۥ عَن ذِكۡرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمۡرُهُۥ فُرُطٗا",
      "translation": "Ujye unihanganira kugumana na ba bandi (b’abakene) basenga Nyagasani wabo igitondo n’ikigoroba, bashaka kwishimirwa na We, ndetse ntukabirengagize (wita ku bikomerezwa)[1] ushaka guha agaciro imitako y’ubuzima bwo ku isi. Kandi ntukumvire uwo twarekeye umutima we mu burangare maze agakurikira irari rye, nuko ibye bikaba kurengera.",
      "footnotes": "[1] Uyu murongo wahishuwe kubera ibikomerezwa by’abakurayishi, babwiye Intumwa y’Imana (Muhamadi) bati “Niba ushaka ko tukuyoboka, banza wirukane abo bakene bakuyobotse”"
    },
    {
      "id": "2169",
      "sura": "18",
      "aya": "29",
      "arabic_text": "وَقُلِ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَن شَآءَ فَلۡيُؤۡمِن وَمَن شَآءَ فَلۡيَكۡفُرۡۚ إِنَّآ أَعۡتَدۡنَا لِلظَّٰلِمِينَ نَارًا أَحَاطَ بِهِمۡ سُرَادِقُهَاۚ وَإِن يَسۡتَغِيثُواْ يُغَاثُواْ بِمَآءٖ كَٱلۡمُهۡلِ يَشۡوِي ٱلۡوُجُوهَۚ بِئۡسَ ٱلشَّرَابُ وَسَآءَتۡ مُرۡتَفَقًا",
      "translation": "Unavuge (yewe Muhamadi) uti “Uku ni ukuri guturutse kwa Nyagasani wanyu; bityo uzashaka azemere n’uzashaka azahakane.” Mu by’ukuri twateguriye abahakanyi umuriro, bazaba bagoswe n’ibirimi byawo. Kandi nibatabaza (basaba icyo kunywa), bazahabwa amazi yatuye nk’umushongi w’icyuma, uzabatwika uburanga. Kizaba ari ikinyobwa kibi n’ubuturo bubi!",
      "footnotes": ""
    },
    {
      "id": "2170",
      "sura": "18",
      "aya": "30",
      "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ إِنَّا لَا نُضِيعُ أَجۡرَ مَنۡ أَحۡسَنَ عَمَلًا",
      "translation": "Mu by’ukuri ba bandi bemeye bakanakora ibikorwa byiza, rwose ntituzaburizamo ibihembo by’uwakoze ibikorwa bye neza.",
      "footnotes": ""
    },
    {
      "id": "2171",
      "sura": "18",
      "aya": "31",
      "arabic_text": "أُوْلَٰٓئِكَ لَهُمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَيَلۡبَسُونَ ثِيَابًا خُضۡرٗا مِّن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۚ نِعۡمَ ٱلثَّوَابُ وَحَسُنَتۡ مُرۡتَفَقٗا",
      "translation": "Abo ni bo bazagororerwa ijuru rihoraho, imigezi itemba munsi yabo. Bazanambikwa muri ryo imitako ya zahabu (ku maboko), banambare imyambaro y’icyatsi kibisi ikozwe mu ihariri yorohereye n’iremereye, begamye ku bitanda bitatse. Bizaba ari ibihembo byiza n’ubuturo bwiza!",
      "footnotes": ""
    },
    {
      "id": "2172",
      "sura": "18",
      "aya": "32",
      "arabic_text": "۞ وَٱضۡرِبۡ لَهُم مَّثَلٗا رَّجُلَيۡنِ جَعَلۡنَا لِأَحَدِهِمَا جَنَّتَيۡنِ مِنۡ أَعۡنَٰبٖ وَحَفَفۡنَٰهُمَا بِنَخۡلٖ وَجَعَلۡنَا بَيۡنَهُمَا زَرۡعٗا",
      "translation": "Unabahe urugero rw’abantu babiri (umwemera n’umuhakanyi); umwe muri bo (umuhakanyi) twamuhaye imirima ibiri y’imizabibu, tunayizengurutsa imitende, maze hagati yayo dushyiramo ibihingwa (bitandukanye).",
      "footnotes": ""
    },
    {
      "id": "2173",
      "sura": "18",
      "aya": "33",
      "arabic_text": "كِلۡتَا ٱلۡجَنَّتَيۡنِ ءَاتَتۡ أُكُلَهَا وَلَمۡ تَظۡلِم مِّنۡهُ شَيۡـٔٗاۚ وَفَجَّرۡنَا خِلَٰلَهُمَا نَهَرٗا",
      "translation": "Iyo mirima yombi yeze neza ntiyarumba, tunashyira umugezi hagati yayo.",
      "footnotes": ""
    },
    {
      "id": "2174",
      "sura": "18",
      "aya": "34",
      "arabic_text": "وَكَانَ لَهُۥ ثَمَرٞ فَقَالَ لِصَٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكۡثَرُ مِنكَ مَالٗا وَأَعَزُّ نَفَرٗا",
      "translation": "Kandi (uwo muhakanyi) yari afite imitungo (myinshi), nuko abwira mugenzi we (w’umwemera) amuganiriza ati “Njye nkurusha umutungo nkanakurusha umuryango.”",
      "footnotes": ""
    },
    {
      "id": "2175",
      "sura": "18",
      "aya": "35",
      "arabic_text": "وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٞ لِّنَفۡسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدٗا",
      "translation": "Nuko (uwo muhakanyi) yinjira mu murima we arihemukira (kubera kutemera no kwirata), agira ati “Sinkeka ko ibi bizigera bishira!”",
      "footnotes": ""
    },
    {
      "id": "2176",
      "sura": "18",
      "aya": "36",
      "arabic_text": "وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيۡرٗا مِّنۡهَا مُنقَلَبٗا",
      "translation": "Kandi sinkeka ko imperuka izigera ibaho! Ndetse inabaye ngasubizwa kwa Nyagasani wanjye, rwose nzasangayo ibyiza biruta ibi.",
      "footnotes": ""
    },
    {
      "id": "2177",
      "sura": "18",
      "aya": "37",
      "arabic_text": "قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرۡتَ بِٱلَّذِي خَلَقَكَ مِن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ سَوَّىٰكَ رَجُلٗا",
      "translation": "Mugenzi we (w’umwemera) amubwira amuganiriza ati “Ese urahakana uwakuremye mu gitaka (cyaremwemo umukurambere wawe Adam), hanyuma (akakurema) mu ntanga (z’ababyeyi), maze akagutunganya akakugira umuntu?”",
      "footnotes": ""
    },
    {
      "id": "2178",
      "sura": "18",
      "aya": "38",
      "arabic_text": "لَّٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّي وَلَآ أُشۡرِكُ بِرَبِّيٓ أَحَدٗا",
      "translation": "Ahubwo ku bwanjye (uwakoze ibyo) ni Allah, Nyagasani wanjye, kandi ntawe nzigera mbangikanya na Nyagasani wanjye.",
      "footnotes": ""
    },
    {
      "id": "2179",
      "sura": "18",
      "aya": "39",
      "arabic_text": "وَلَوۡلَآ إِذۡ دَخَلۡتَ جَنَّتَكَ قُلۡتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالٗا وَوَلَدٗا",
      "translation": "(Byari kuba byiza kuri wowe) iyo uza kwinjira mu murima wawe ugira uti “Ibi ni ibyo Allah yanshoboje! Nta cyo nakwishoborera ku bwanjye bitari ku bushobozi bwa Allah. N’ubwo ubona ndi munsi yawe mu mutungo n’abana”,",
      "footnotes": ""
    },
    {
      "id": "2180",
      "sura": "18",
      "aya": "40",
      "arabic_text": "فَعَسَىٰ رَبِّيٓ أَن يُؤۡتِيَنِ خَيۡرٗا مِّن جَنَّتِكَ وَيُرۡسِلَ عَلَيۡهَا حُسۡبَانٗا مِّنَ ٱلسَّمَآءِ فَتُصۡبِحَ صَعِيدٗا زَلَقًا",
      "translation": "Hari ubwo Nyagasani wanjye yampa ibiruta umurima wawe, (maze uwawe) akawuteza ikiza giturutse mu kirere, maze ugahinduka imbuga nsa, inyerera.",
      "footnotes": ""
    },
    {
      "id": "2181",
      "sura": "18",
      "aya": "41",
      "arabic_text": "أَوۡ يُصۡبِحَ مَآؤُهَا غَوۡرٗا فَلَن تَسۡتَطِيعَ لَهُۥ طَلَبٗا",
      "translation": "Cyangwa amazi yawo (umurima) akarigita, ntuzashobore kuyagarura.",
      "footnotes": ""
    },
    {
      "id": "2182",
      "sura": "18",
      "aya": "42",
      "arabic_text": "وَأُحِيطَ بِثَمَرِهِۦ فَأَصۡبَحَ يُقَلِّبُ كَفَّيۡهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُشۡرِكۡ بِرَبِّيٓ أَحَدٗا",
      "translation": "Nuko umurima we uterwa n’ikiza (kirawararika), maze asigara yimyiza imoso (abitewe n’agahinda) kubera ibyo yawutanzeho, (abonye ibihingwa) byagwiriranye aravuga ati “Iyo nza kuba ntarabangikanyije Nyagasani wanjye n’uwo ari we wese!”",
      "footnotes": ""
    },
    {
      "id": "2183",
      "sura": "18",
      "aya": "43",
      "arabic_text": "وَلَمۡ تَكُن لَّهُۥ فِئَةٞ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا",
      "translation": "Kandi ntiyigeze agira itsinda ry’abantu bamutabara (ngo bamurinde) ibihano bya Allah, ndetse na we ubwe ntiyashoboye kwitabara.",
      "footnotes": ""
    },
    {
      "id": "2184",
      "sura": "18",
      "aya": "44",
      "arabic_text": "هُنَالِكَ ٱلۡوَلَٰيَةُ لِلَّهِ ٱلۡحَقِّۚ هُوَ خَيۡرٞ ثَوَابٗا وَخَيۡرٌ عُقۡبٗا",
      "translation": "Mu bihe nk’ibyo, ubutabazi nyabwo buba ari ubwa Allah, Imana y’ukuri. Ni We uhebuje mu gutanga ingororano, ndetse ni na We uhebuje mu gutanga iherezo ryiza.",
      "footnotes": ""
    },
    {
      "id": "2185",
      "sura": "18",
      "aya": "45",
      "arabic_text": "وَٱضۡرِبۡ لَهُم مَّثَلَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ فَأَصۡبَحَ هَشِيمٗا تَذۡرُوهُ ٱلرِّيَٰحُۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقۡتَدِرًا",
      "translation": "Bahe urugero rw’ubuzima bwo ku isi ko ari nk’amazi twamanuye mu kirere, akuhira ibimera byo ku isi (bigatohagira), ariko nyuma bikumagara, bigatumurwa n’umuyaga. Kandi Allah ni Ushobora byose.",
      "footnotes": ""
    },
    {
      "id": "2186",
      "sura": "18",
      "aya": "46",
      "arabic_text": "ٱلۡمَالُ وَٱلۡبَنُونَ زِينَةُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٌ أَمَلٗا",
      "translation": "Umutungo n’urubyaro ni imitako y’ubuzima bwo ku isi (buzarangira). Naho ibikorwa byiza bihoraho ni byo bitanga ingororano n’amizero meza kwa Nyagasani wawe.",
      "footnotes": ""
    },
    {
      "id": "2187",
      "sura": "18",
      "aya": "47",
      "arabic_text": "وَيَوۡمَ نُسَيِّرُ ٱلۡجِبَالَ وَتَرَى ٱلۡأَرۡضَ بَارِزَةٗ وَحَشَرۡنَٰهُمۡ فَلَمۡ نُغَادِرۡ مِنۡهُمۡ أَحَدٗا",
      "translation": "Unabibutse umunsi tuzakuraho imisozi, ukabona isi ishashe hose hagaragara, maze tukabakoranya bose nta n’umwe dusize.",
      "footnotes": ""
    },
    {
      "id": "2188",
      "sura": "18",
      "aya": "48",
      "arabic_text": "وَعُرِضُواْ عَلَىٰ رَبِّكَ صَفّٗا لَّقَدۡ جِئۡتُمُونَا كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةِۭۚ بَلۡ زَعَمۡتُمۡ أَلَّن نَّجۡعَلَ لَكُم مَّوۡعِدٗا",
      "translation": "Bazanahagarikwa imbere ya Nyagasani wawe bari ku mirongo (babwirwe bati) “Rwose muje mudusanga (mumeze) nk’uko twabaremye bwa mbere, nyamara mwaribwiraga ko tutazasohoza isezerano (ryo kubazura no kubabarurira).”",
      "footnotes": ""
    },
    {
      "id": "2189",
      "sura": "18",
      "aya": "49",
      "arabic_text": "وَوُضِعَ ٱلۡكِتَٰبُ فَتَرَى ٱلۡمُجۡرِمِينَ مُشۡفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَٰوَيۡلَتَنَا مَالِ هَٰذَا ٱلۡكِتَٰبِ لَا يُغَادِرُ صَغِيرَةٗ وَلَا كَبِيرَةً إِلَّآ أَحۡصَىٰهَاۚ وَوَجَدُواْ مَا عَمِلُواْ حَاضِرٗاۗ وَلَا يَظۡلِمُ رَبُّكَ أَحَدٗا",
      "translation": "Kandi buri wese azahabwa igitabo (cy’ibikorwa bye), maze ubone inkozi z’ibibi zitewe ubwoba n’ibigikubiyemo (bibi), nuko zivuge ziti “Mbega ukorama kwacu! Iki gitabo ni bwoko ki kidasiga (icyaha) gito n’ikinini kitakibaruye!” Bazanasanga ibyo bakoze byose birimo, kandi Nyagasani wawe ntawe ajya arenganya.",
      "footnotes": ""
    },
    {
      "id": "2190",
      "sura": "18",
      "aya": "50",
      "arabic_text": "وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ كَانَ مِنَ ٱلۡجِنِّ فَفَسَقَ عَنۡ أَمۡرِ رَبِّهِۦٓۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوۡلِيَآءَ مِن دُونِي وَهُمۡ لَكُمۡ عَدُوُّۢۚ بِئۡسَ لِلظَّٰلِمِينَ بَدَلٗا",
      "translation": "Ibuka ubwo twabwiraga abamalayika tuti “Nimwubamire Adamu”, nuko bakubama uretse Ibilisi (Shitani) wari umwe mu majini wigometse ku itegeko rya Nyagasani we. Ese ni gute mumugira inshuti we n’abamukomokaho mundetse, kandi ari abanzi banyu? Uko ni uguhitamo nabi kw’inkozi z’ibibi!",
      "footnotes": ""
    },
    {
      "id": "2191",
      "sura": "18",
      "aya": "51",
      "arabic_text": "۞ مَّآ أَشۡهَدتُّهُمۡ خَلۡقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَا خَلۡقَ أَنفُسِهِمۡ وَمَا كُنتُ مُتَّخِذَ ٱلۡمُضِلِّينَ عَضُدٗا",
      "translation": "Ndema ibirere n’isi ntabwo (Ibilisi n’abamukomokaho) bari bahari, ndetse n’igihe nabaremaga (na bo ubwabo ntibari bahari). Kandi sinigeze nifashisha abayobya abandi.",
      "footnotes": ""
    },
    {
      "id": "2192",
      "sura": "18",
      "aya": "52",
      "arabic_text": "وَيَوۡمَ يَقُولُ نَادُواْ شُرَكَآءِيَ ٱلَّذِينَ زَعَمۡتُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَجَعَلۡنَا بَيۡنَهُم مَّوۡبِقٗا",
      "translation": "Kandi (wibuke) umunsi (Allah) azavuga ati “Ngaho nimuhamagare abo mwambangikanyaga na bo mwibwira ko dufatanyije (kugira ngo babakize ibihano).” Bazabahamagara ariko ntibazabitaba, ndetse hagati yabo tuzahashyira ikibaya (cyo mu muriro) tuzaborekeramo.",
      "footnotes": ""
    },
    {
      "id": "2193",
      "sura": "18",
      "aya": "53",
      "arabic_text": "وَرَءَا ٱلۡمُجۡرِمُونَ ٱلنَّارَ فَظَنُّوٓاْ أَنَّهُم مُّوَاقِعُوهَا وَلَمۡ يَجِدُواْ عَنۡهَا مَصۡرِفٗا",
      "translation": "Inkozi z’ibibi zizanabona umuriro zimenye neza ko zigiye kuwugwamo, kandi ntizizabona aho ziwuhungira.",
      "footnotes": ""
    },
    {
      "id": "2194",
      "sura": "18",
      "aya": "54",
      "arabic_text": "وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٖۚ وَكَانَ ٱلۡإِنسَٰنُ أَكۡثَرَ شَيۡءٖ جَدَلٗا",
      "translation": "Kandi rwose twagaragarije umuntu ingero zitandukanye muri iyi Qur’an (kugira ngo azikuremo amasomo), ariko umuntu ni umunyempaka kurusha ibindi biremwa byose.",
      "footnotes": ""
    },
    {
      "id": "2195",
      "sura": "18",
      "aya": "55",
      "arabic_text": "وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰ وَيَسۡتَغۡفِرُواْ رَبَّهُمۡ إِلَّآ أَن تَأۡتِيَهُمۡ سُنَّةُ ٱلۡأَوَّلِينَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ قُبُلٗا",
      "translation": "Nta kindi cyabujije abantu kwemera no gusaba imbabazi Nyagasani wabo ubwo umuyoboro (Qur’an) wabageragaho, usibye (ubwibone bwabo no gusaba Intumwa) ko bagerwaho (n’ibihano) nk’ibyashyikiye abababanjirije, cyangwa bakagerwaho n’ibihano imbonankubone.",
      "footnotes": ""
    },
    {
      "id": "2196",
      "sura": "18",
      "aya": "56",
      "arabic_text": "وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۚ وَيُجَٰدِلُ ٱلَّذِينَ كَفَرُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّۖ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَمَآ أُنذِرُواْ هُزُوٗا",
      "translation": "Kandi nta kindi gituma twohereza Intumwa uretse kugira ngo zigeze inkuru nziza (ku bantu) ndetse zinababurire. Naho ba bandi bahakanye, bajya impaka z’ibinyoma kugira ngo baburizemo ukuri. Kandi amagambo yanjye ndetse n’ibyo (bihano) baburirwa babigize ibikinisho.",
      "footnotes": ""
    },
    {
      "id": "2197",
      "sura": "18",
      "aya": "57",
      "arabic_text": "وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ فَأَعۡرَضَ عَنۡهَا وَنَسِيَ مَا قَدَّمَتۡ يَدَاهُۚ إِنَّا جَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۖ وَإِن تَدۡعُهُمۡ إِلَى ٱلۡهُدَىٰ فَلَن يَهۡتَدُوٓاْ إِذًا أَبَدٗا",
      "translation": "Ni nde nkozi y’ibibi kurusha wa wundi wibukijwe amagambo ya Nyagasani we maze akayatera umugongo, akanibagirwa ibyo amaboko ye yakoze? Mu by’ukuri twashyize ibipfuko ku mitima yabo kugira ngo batayisobanukirwa (Qur’an), ndetse tunaziba amatwi yabo. N’ubwo wabahamagarira kuyoboka (inzira y’ukuri), ntibazigera bayoboka na rimwe.",
      "footnotes": ""
    },
    {
      "id": "2198",
      "sura": "18",
      "aya": "58",
      "arabic_text": "وَرَبُّكَ ٱلۡغَفُورُ ذُو ٱلرَّحۡمَةِۖ لَوۡ يُؤَاخِذُهُم بِمَا كَسَبُواْ لَعَجَّلَ لَهُمُ ٱلۡعَذَابَۚ بَل لَّهُم مَّوۡعِدٞ لَّن يَجِدُواْ مِن دُونِهِۦ مَوۡئِلٗا",
      "translation": "Kandi Nyagasani wawe ni Uhebuje mu kubabarira ibyaha, Nyirimpuhwe. Iyo aza kubahora ibyo bakora, rwose yari kubihutishiriza ibihano, ariko bafite igihe (cyabo ntarengwa) batazigera babonera ubuhungiro.",
      "footnotes": ""
    },
    {
      "id": "2199",
      "sura": "18",
      "aya": "59",
      "arabic_text": "وَتِلۡكَ ٱلۡقُرَىٰٓ أَهۡلَكۡنَٰهُمۡ لَمَّا ظَلَمُواْ وَجَعَلۡنَا لِمَهۡلِكِهِم مَّوۡعِدٗا",
      "translation": "Kandi n’iyi midugudu (y’abantu ba Loti na Hudu ndetse na Swalehe) twayoretse ubwo abayituye bakoraga ibibi. Kandi iyorekwa ryabo ryari ryarashyiriweho igihe ntarengwa.",
      "footnotes": ""
    },
    {
      "id": "2200",
      "sura": "18",
      "aya": "60",
      "arabic_text": "وَإِذۡ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبۡرَحُ حَتَّىٰٓ أَبۡلُغَ مَجۡمَعَ ٱلۡبَحۡرَيۡنِ أَوۡ أَمۡضِيَ حُقُبٗا",
      "translation": "Unibuke (yewe Muhamadi) ubwo Musa yabwiraga umukozi we ati “Sinzigera mpagarika urugendo ntageze ku masangano y’inyanja ebyiri cyangwa nkagenda imyaka n’imyaniko” (kugeza mpuye n’uwo nshaka).",
      "footnotes": ""
    },
    {
      "id": "2201",
      "sura": "18",
      "aya": "61",
      "arabic_text": "فَلَمَّا بَلَغَا مَجۡمَعَ بَيۡنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ سَرَبٗا",
      "translation": "Nuko bageze ku masangano yazo, bahibagirirwa ifi yabo maze (ya fi ihinduka nzima) yifatira inzira yo mu nyanja.",
      "footnotes": ""
    },
    {
      "id": "2202",
      "sura": "18",
      "aya": "62",
      "arabic_text": "فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدۡ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبٗا",
      "translation": "Nuko ubwo bari bamaze kuharenga, (Musa) abwira umukozi we ati “Tuzanire ifunguro ryacu ryo ku manywa, rwose twahuye n’umunaniro muri uru rugendo rwacu.”",
      "footnotes": ""
    },
    {
      "id": "2203",
      "sura": "18",
      "aya": "63",
      "arabic_text": "قَالَ أَرَءَيۡتَ إِذۡ أَوَيۡنَآ إِلَى ٱلصَّخۡرَةِ فَإِنِّي نَسِيتُ ٱلۡحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيۡطَٰنُ أَنۡ أَذۡكُرَهُۥۚ وَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ عَجَبٗا",
      "translation": "(Umukozi we) aramubwira ati “Uribuka ubwo twaruhukiraga ku rutare? Mu by’ukuri ni ho nibagiriwe (kukubwira ibya) ya fi kandi nta wundi wabinyibagije utari Shitani. Yafashe inzira y’inyanja mu buryo butangaje cyane!”",
      "footnotes": ""
    },
    {
      "id": "2204",
      "sura": "18",
      "aya": "64",
      "arabic_text": "قَالَ ذَٰلِكَ مَا كُنَّا نَبۡغِۚ فَٱرۡتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصٗا",
      "translation": "(Musa) aravuga ati “Aho (byabereye) ni ho twashakaga.” Nuko basubira inyuma bagana iyo baturutse (kuri rwa rutare).",
      "footnotes": ""
    },
    {
      "id": "2205",
      "sura": "18",
      "aya": "65",
      "arabic_text": "فَوَجَدَا عَبۡدٗا مِّنۡ عِبَادِنَآ ءَاتَيۡنَٰهُ رَحۡمَةٗ مِّنۡ عِندِنَا وَعَلَّمۡنَٰهُ مِن لَّدُنَّا عِلۡمٗا",
      "translation": "Nuko bahasanga umwe mu bagaragu bacu (Al Khidri) twahundagajeho impuhwe ziduturutseho, kandi twigishije ubumenyi budukomokaho.",
      "footnotes": ""
    },
    {
      "id": "2206",
      "sura": "18",
      "aya": "66",
      "arabic_text": "قَالَ لَهُۥ مُوسَىٰ هَلۡ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمۡتَ رُشۡدٗا",
      "translation": "Musa aramubwira ati “Ese ngukurikire kugira ngo unyigishe bimwe mu byo wigishijwe bijyanye no kuyoboka?”",
      "footnotes": ""
    },
    {
      "id": "2207",
      "sura": "18",
      "aya": "67",
      "arabic_text": "قَالَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا",
      "translation": "(Al Khidri) aravuga ati “Mu by’ukuri ntuzigera ushobora kunyihanganira (kubera ibyo uzabona nkora)!",
      "footnotes": ""
    },
    {
      "id": "2208",
      "sura": "18",
      "aya": "68",
      "arabic_text": "وَكَيۡفَ تَصۡبِرُ عَلَىٰ مَا لَمۡ تُحِطۡ بِهِۦ خُبۡرٗا",
      "translation": "Ubundi se ni gute wakwihanganira ibyo udafitiye ubumenyi bwimbitse!”",
      "footnotes": ""
    },
    {
      "id": "2209",
      "sura": "18",
      "aya": "69",
      "arabic_text": "قَالَ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ صَابِرٗا وَلَآ أَعۡصِي لَكَ أَمۡرٗا",
      "translation": "(Musa) aravuga ati “Allah nabishaka uzasanga nihangana, kandi sinzigera nigomeka ku mabwiriza yawe.”",
      "footnotes": ""
    },
    {
      "id": "2210",
      "sura": "18",
      "aya": "70",
      "arabic_text": "قَالَ فَإِنِ ٱتَّبَعۡتَنِي فَلَا تَسۡـَٔلۡنِي عَن شَيۡءٍ حَتَّىٰٓ أُحۡدِثَ لَكَ مِنۡهُ ذِكۡرٗا",
      "translation": "(Al Khidri) aravuga ati “Niba rero uhisemo kunkurikira, ntugire icyo umbaza kugeza igihe nza kugira icyo nkikubwiraho.”",
      "footnotes": ""
    },
    {
      "id": "2211",
      "sura": "18",
      "aya": "71",
      "arabic_text": "فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِي ٱلسَّفِينَةِ خَرَقَهَاۖ قَالَ أَخَرَقۡتَهَا لِتُغۡرِقَ أَهۡلَهَا لَقَدۡ جِئۡتَ شَيۡـًٔا إِمۡرٗا",
      "translation": "Nuko bombi baragenda. Bamaze kurira ubwato, (Al Khidiri) arabutobora. (Musa) aramubaza ati “Ese ubwo ubutoboye kugira ngo ababurimo barohame? Rwose ukoze ikintu kibi cyane.”",
      "footnotes": ""
    },
    {
      "id": "2212",
      "sura": "18",
      "aya": "72",
      "arabic_text": "قَالَ أَلَمۡ أَقُلۡ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا",
      "translation": "(Al Khidiri) aramusubiza ati “Sinakubwiye ko utazashobora kunyihanganira!”",
      "footnotes": ""
    },
    {
      "id": "2213",
      "sura": "18",
      "aya": "73",
      "arabic_text": "قَالَ لَا تُؤَاخِذۡنِي بِمَا نَسِيتُ وَلَا تُرۡهِقۡنِي مِنۡ أَمۡرِي عُسۡرٗا",
      "translation": "(Musa) aramubwira ati “Ntumpore ibyo nibagiwe, kandi ntunanize ngo ungore mu rugendo turimo.”",
      "footnotes": ""
    },
    {
      "id": "2214",
      "sura": "18",
      "aya": "74",
      "arabic_text": "فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَٰمٗا فَقَتَلَهُۥ قَالَ أَقَتَلۡتَ نَفۡسٗا زَكِيَّةَۢ بِغَيۡرِ نَفۡسٖ لَّقَدۡ جِئۡتَ شَيۡـٔٗا نُّكۡرٗا",
      "translation": "Nuko bombi bakomeza urugendo kugeza ubwo bahuye n’umwana, maze (Al Khidiri) aramwica. (Musa) aramubwira ati “Wishe umuntu w’inzirakarengane utamuhoye ko hari uwo yishe! Rwose ukoze amahano!”",
      "footnotes": ""
    },
    {
      "id": "2215",
      "sura": "18",
      "aya": "75",
      "arabic_text": "۞ قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا",
      "translation": "(Al Khidiri) aramusubiza ati “Sinakubwiye ko utazashobora kunyihanganira!”",
      "footnotes": ""
    },
    {
      "id": "2216",
      "sura": "18",
      "aya": "76",
      "arabic_text": "قَالَ إِن سَأَلۡتُكَ عَن شَيۡءِۭ بَعۡدَهَا فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا",
      "translation": "(Musa) aramubwira ati “Ningira icyo nkubaza nyuma y’ibi, ntukomezanye nanjye, rwose uraba ufite impamvu igaragara.”",
      "footnotes": ""
    },
    {
      "id": "2217",
      "sura": "18",
      "aya": "77",
      "arabic_text": "فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا",
      "translation": "Bombi baragenda bageze mu mudugudu bafunguza abawutuye ariko banga kubafungurira. Nuko bawusangamo urukuta rwenda guhirima (Al Khidri) ararwegura. (Musa) aravuga ati “Iyo ubishaka wari gusaba igihembo (cy’uyu murimo ukoze).”",
      "footnotes": ""
    },
    {
      "id": "2218",
      "sura": "18",
      "aya": "78",
      "arabic_text": "قَالَ هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا",
      "translation": "(Al Khidiri) aramubwira ati “Iki ni cyo gihe cyo gutandukana kwanjye nawe, (ariko) ngiye kugusobanurira ibyo utashoboye kwihanganira.”",
      "footnotes": ""
    },
    {
      "id": "2219",
      "sura": "18",
      "aya": "79",
      "arabic_text": "أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا",
      "translation": "Bwa bwato (natoboye), bwari ubw’abakene bakora mu nyanja. Nashakaga kubutera ubusembwa kuko inyuma yabo hari umwami washimutaga buri bwato (budafite inenge).",
      "footnotes": ""
    },
    {
      "id": "2220",
      "sura": "18",
      "aya": "80",
      "arabic_text": "وَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا",
      "translation": "Naho wa mwana (nishe), ababyeyi be bari abemeramana, twatinye ko yazabatera kwigomeka no guhakana.",
      "footnotes": ""
    },
    {
      "id": "2221",
      "sura": "18",
      "aya": "81",
      "arabic_text": "فَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا",
      "translation": "Maze dushaka ko Nyagasani wabo yabashumbusha utunganye kumurusha kandi unamurusha kubagirira impuhwe.",
      "footnotes": ""
    },
    {
      "id": "2222",
      "sura": "18",
      "aya": "82",
      "arabic_text": "وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا",
      "translation": "Naho rwa rukuta (neguye), rwari urw’abana b’imfubyi babiri b’abahungu muri wa mudugudu, kandi munsi yarwo hari harimo umutungo wabo, kandi ise yari umuntu mwiza. Nyagasani wawe yashatse ko babanza bagakura, maze bakazakuramo umutungo wabo, ku bw’impuhwe za Nyagasani wawe. Kandi (ibyo wabonye nkora) sinabikoze ku bwanjye (ahubwo byari ku itegeko rya Allah). Ngibyo ibisobanuro by’ibyo utashoboye kwihanganira.",
      "footnotes": ""
    },
    {
      "id": "2223",
      "sura": "18",
      "aya": "83",
      "arabic_text": "وَيَسۡـَٔلُونَكَ عَن ذِي ٱلۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا",
      "translation": "Baranakubaza (yewe Muhamadi) ku witwa Dhul Qar’nayini.[1] Vuga uti “Ndagira icyo mubabwiraho.”",
      "footnotes": "[1] Dhul Qar’nayini: Ni izina ry’umuntu wavuzwe muri Qur’an, wari umwami w’umunyakuri akaba ari we wubatse urukuta rurinda abantu kugerwaho n’ibikorwa by’inkozi z’ibibi zitwa Yaajuja na Maajuja."
    },
    {
      "id": "2224",
      "sura": "18",
      "aya": "84",
      "arabic_text": "إِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا",
      "translation": "Rwose twamuhaye ububasha ku isi, ndetse tunamuha uburyo bwo kugera ku byo ashaka.",
      "footnotes": ""
    },
    {
      "id": "2225",
      "sura": "18",
      "aya": "85",
      "arabic_text": "فَأَتۡبَعَ سَبَبًا",
      "translation": "Nuko akurikira inzira.",
      "footnotes": ""
    },
    {
      "id": "2226",
      "sura": "18",
      "aya": "86",
      "arabic_text": "حَتَّىٰٓ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِي عَيۡنٍ حَمِئَةٖ وَوَجَدَ عِندَهَا قَوۡمٗاۖ قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا",
      "translation": "Kugeza ubwo yageze aho izuba rirengera, akabona rirengera mu mugezi w’amazi ashyushye n’isayo ryirabura, nuko ahasanga abantu. Turamubwira tuti “Yewe Dhul Qar’nayini! Nushaka ubahane (kubera ko batemera Imana) cyangwa ubagirire neza (ubigishe).”",
      "footnotes": ""
    },
    {
      "id": "2227",
      "sura": "18",
      "aya": "87",
      "arabic_text": "قَالَ أَمَّا مَن ظَلَمَ فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا",
      "translation": "(Dhul Qar’nayini) aravuga ati “Uwakoze ibikorwa bibi (agahakana Nyagasani we) tuzamuhana (hano ku isi), hanyuma azasubizwe kwa Nyagasani we amuhanishe igihano gihambaye.”",
      "footnotes": ""
    },
    {
      "id": "2228",
      "sura": "18",
      "aya": "88",
      "arabic_text": "وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰۖ وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا",
      "translation": "Naho uwemeye (Allah) akanakora ibikorwa byiza, uwo azagororerwa ibyiza (Ijuru), kandi tuzamworohereza (tumuha amategeko amworoheye).",
      "footnotes": ""
    },
    {
      "id": "2229",
      "sura": "18",
      "aya": "89",
      "arabic_text": "ثُمَّ أَتۡبَعَ سَبَبًا",
      "translation": "Nuko ahindura inzira,",
      "footnotes": ""
    },
    {
      "id": "2230",
      "sura": "18",
      "aya": "90",
      "arabic_text": "حَتَّىٰٓ إِذَا بَلَغَ مَطۡلِعَ ٱلشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمٖ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرٗا",
      "translation": "Kugeza ubwo yageze aho izuba rirasira, asanga rirasira ku bantu tutahaye ubwugamo.",
      "footnotes": ""
    },
    {
      "id": "2231",
      "sura": "18",
      "aya": "91",
      "arabic_text": "كَذَٰلِكَۖ وَقَدۡ أَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرٗا",
      "translation": "Ni uko byagenze. Kandi rwose twari tuzi neza ibye (Dhul Qar’nayni).",
      "footnotes": ""
    },
    {
      "id": "2232",
      "sura": "18",
      "aya": "92",
      "arabic_text": "ثُمَّ أَتۡبَعَ سَبَبًا",
      "translation": "Nuko akurikira indi nzira.",
      "footnotes": ""
    },
    {
      "id": "2233",
      "sura": "18",
      "aya": "93",
      "arabic_text": "حَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ وَجَدَ مِن دُونِهِمَا قَوۡمٗا لَّا يَكَادُونَ يَفۡقَهُونَ قَوۡلٗا",
      "translation": "Kugeza ubwo yageze hagati y’imisozi ibiri miremire, inyuma yayo ahasanga abantu batumvaga neza (ibyo babwirwa bitewe no kudasobanukirwa neza ururimi).",
      "footnotes": ""
    },
    {
      "id": "2234",
      "sura": "18",
      "aya": "94",
      "arabic_text": "قَالُواْ يَٰذَا ٱلۡقَرۡنَيۡنِ إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا",
      "translation": "Baravuga bati “Yewe Dhul Qar’nayini! Mu by’ukuri Yaajuja na Maajuja[1] bakora ubwononnyi ku isi. Ese tuguhe igihembo kugira ngo wubake urukuta hagati yacu na bo?”",
      "footnotes": "[1] Yaajuja na Maajuja: Ni amazina ya bamwe mu bantu babayeho ku isi mu gihe cy’umwami Dhul Qar’nayini igaruka ryabo rikaba ari kimwe mu bimenyetso bikuru by’umunsi w’imperuka."
    },
    {
      "id": "2235",
      "sura": "18",
      "aya": "95",
      "arabic_text": "قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ فَأَعِينُونِي بِقُوَّةٍ أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا",
      "translation": "Arabasubiza ati “Ibyo Nyagasani wanjye yanshoboje (ubutunzi n’ububasha) ni byo byiza (kurusha ibyo mwampa).” Ahubwo nimumfashe mukoresheje imbaraga nubake urukuta hagati yanyu na bo.",
      "footnotes": ""
    },
    {
      "id": "2236",
      "sura": "18",
      "aya": "96",
      "arabic_text": "ءَاتُونِي زُبَرَ ٱلۡحَدِيدِۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ قَالَ ٱنفُخُواْۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارٗا قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا",
      "translation": "“Nimunzanire ibice by’ibyuma (nuko abyubaka hagati ya ya misozi ibiri), bimaze kuringanira na yo, aravuga ati “Nimucanire (ibyo byuma)”! Bimaze gutukura aravuga ati “Nimunzanire umushongi w’umuringa nywusukeho.”",
      "footnotes": ""
    },
    {
      "id": "2237",
      "sura": "18",
      "aya": "97",
      "arabic_text": "فَمَا ٱسۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا ٱسۡتَطَٰعُواْ لَهُۥ نَقۡبٗا",
      "translation": "Nuko (Yaajuja na Maajuja) ntibongera gushobora kururenga, habe no kongera kurupfumura.",
      "footnotes": ""
    },
    {
      "id": "2238",
      "sura": "18",
      "aya": "98",
      "arabic_text": "قَالَ هَٰذَا رَحۡمَةٞ مِّن رَّبِّيۖ فَإِذَا جَآءَ وَعۡدُ رَبِّي جَعَلَهُۥ دَكَّآءَۖ وَكَانَ وَعۡدُ رَبِّي حَقّٗا",
      "translation": "(Dhul Qar’nayini) aravuga ati “(Uru rukuta) ni impuhwe za Nyagasani wanjye (ku biremwa), ariko isezerano rya Nyagasani wanjye (imperuka) nirisohora, azaruhindura ubushwange. Kandi isezerano rya Nyagasani wanjye ni ukuri.”",
      "footnotes": ""
    },
    {
      "id": "2239",
      "sura": "18",
      "aya": "99",
      "arabic_text": "۞ وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖۖ وَنُفِخَ فِي ٱلصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا",
      "translation": "Nuko kuri uwo munsi (isezerano ryacu rizasohoreraho), tuzareka (Yaajuja na Maajuja) babyigane bamwe barwana n’abandi (banyuranamo ari uruvunganzoka), maze nihavuzwa impanda, tuzabakoranyirize hamwe bose.",
      "footnotes": ""
    },
    {
      "id": "2240",
      "sura": "18",
      "aya": "100",
      "arabic_text": "وَعَرَضۡنَا جَهَنَّمَ يَوۡمَئِذٖ لِّلۡكَٰفِرِينَ عَرۡضًا",
      "translation": "Kuri uwo munsi kandi umuriro wa Jahanamu tuzawugaragariza abahakanyi (bawubone) imbona nkubone,",
      "footnotes": ""
    },
    {
      "id": "2241",
      "sura": "18",
      "aya": "101",
      "arabic_text": "ٱلَّذِينَ كَانَتۡ أَعۡيُنُهُمۡ فِي غِطَآءٍ عَن ذِكۡرِي وَكَانُواْ لَا يَسۡتَطِيعُونَ سَمۡعًا",
      "translation": "(Ba bahakanyi) amaso yabo yari ariho igikingirizo cyababuzaga kubona urwibutso rwanjye (Qur’an), kandi ntibashobore no kumva (iyo Qur’an).",
      "footnotes": ""
    },
    {
      "id": "2242",
      "sura": "18",
      "aya": "102",
      "arabic_text": "أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓاْ أَن يَتَّخِذُواْ عِبَادِي مِن دُونِيٓ أَوۡلِيَآءَۚ إِنَّآ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ نُزُلٗا",
      "translation": "Ese abahakanye bibwira ko gufata abagaragu banjye bakabagira ibigirwamana bandetse (hari icyo bizabamarira)? Mu by’ukuri abahakanyi twabateganyirije umuriro wa Jahanamu ngo uzababere ubuturo.",
      "footnotes": ""
    },
    {
      "id": "2243",
      "sura": "18",
      "aya": "103",
      "arabic_text": "قُلۡ هَلۡ نُنَبِّئُكُم بِٱلۡأَخۡسَرِينَ أَعۡمَٰلًا",
      "translation": "Vuga (yewe Muhamadi) uti “Ese tubabwire abanyagihombo kurusha abandi mu bikorwa (bakoze)?”",
      "footnotes": ""
    },
    {
      "id": "2244",
      "sura": "18",
      "aya": "104",
      "arabic_text": "ٱلَّذِينَ ضَلَّ سَعۡيُهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ يَحۡسَبُونَ أَنَّهُمۡ يُحۡسِنُونَ صُنۡعًا",
      "translation": "Ni ba bandi ibikorwa byabo bakoze hano ku isi bizaba imfabusa (kubera kutemera Allah), nyamara bo baribwiraga ko barimo gukora ibyiza.",
      "footnotes": ""
    },
    {
      "id": "2245",
      "sura": "18",
      "aya": "105",
      "arabic_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَلِقَآئِهِۦ فَحَبِطَتۡ أَعۡمَٰلُهُمۡ فَلَا نُقِيمُ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَزۡنٗا",
      "translation": "Abo ni bo bahakanye ibimenyetso bya Nyagasani wabo no kuzahura na We (ku munsi w’imperuka). Bityo, ibikorwa byabo bizaba imfabusa, kandi ku munsi w’imperuka nta gaciro tuzabiha.",
      "footnotes": ""
    },
    {
      "id": "2246",
      "sura": "18",
      "aya": "106",
      "arabic_text": "ذَٰلِكَ جَزَآؤُهُمۡ جَهَنَّمُ بِمَا كَفَرُواْ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَرُسُلِي هُزُوًا",
      "translation": "Ku bw’ibyo, ingororano yabo izaba umuriro w’iteka (Jahanamu) kubera ko bahakanye ndetse ibimenyetso byanjye n’Intumwa zanjye bakabihindura ibikinisho.",
      "footnotes": ""
    },
    {
      "id": "2247",
      "sura": "18",
      "aya": "107",
      "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَانَتۡ لَهُمۡ جَنَّٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا",
      "translation": "Mu by’ukuri ba bandi bemeye bakanakora ibikorwa byiza, bazagororerwa ubusitani bwa Firidawusi (Ijuru risumbye ayandi) ari na ho bazakirirwa.",
      "footnotes": ""
    },
    {
      "id": "2248",
      "sura": "18",
      "aya": "108",
      "arabic_text": "خَٰلِدِينَ فِيهَا لَا يَبۡغُونَ عَنۡهَا حِوَلٗا",
      "translation": "Bazaribamo ubuziraherezo, batifuza kurikurwamo.",
      "footnotes": ""
    },
    {
      "id": "2249",
      "sura": "18",
      "aya": "109",
      "arabic_text": "قُل لَّوۡ كَانَ ٱلۡبَحۡرُ مِدَادٗا لِّكَلِمَٰتِ رَبِّي لَنَفِدَ ٱلۡبَحۡرُ قَبۡلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّي وَلَوۡ جِئۡنَا بِمِثۡلِهِۦ مَدَدٗا",
      "translation": "Vuga (yewe Muhamadi) uti “Iyo inyanja iza kuba wino (ngo yandike) amagambo ya Nyagasani wanjye, rwose iyo nyanja yari gukama mbere y’uko amagambo ya Nyagasani wanjye arangira, kabone n’ubwo twari kuzana izindi (nyanja) nka yo ngo ziyunganire.”",
      "footnotes": ""
    },
    {
      "id": "2250",
      "sura": "18",
      "aya": "110",
      "arabic_text": "قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا",
      "translation": "Vuga (yewe Muhamadi) uti “Mu by’ukuri njye ndi umuntu nkamwe. Nahishuriwe ko Imana yanyu ari Imana imwe rukumbi (Allah). Bityo, uwiringiye kuzahura na Nyagasani we, ajye akora ibikorwa byiza, kandi ntazagire ikindi asenga akibangikanyije na Nyagasani we.”",
      "footnotes": ""
    }
  ]
}