{
  "id": 146,
  "verse_number": 146,
  "page_number": 168,
  "verse_key": "7:146",
  "juz_number": 9,
  "hizb_number": 17,
  "rub_el_hizb_number": 67,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ",
  "translation": "میں ایسے لوگوں کو اپنے احکام سے برگشتہ ہی رکھوں گا جو دنیا میں تکبر کرتے ہیں، جس کا ان کو کوئی حق حاصل نہیں اور اگر تمام نشانیاں دیکھ لیں تب بھی وه ان پر ایمان نہ ﻻئیں،(1) اور اگر ہدایت کا راستہ دیکھیں تو اس کو اپنا طریقہ نہ بنائیں اور اگر گمراہی کا راستہ دیکھ لیں تو اس کو اپنا طریقہ بنالیں(2)۔ یہ اس سبب سے ہے کہ انہوں نے ہماری آیتوں کو جھٹلایا اور ان سے غافل رہے۔(3)",
  "footnotes": "(1) تکبر کا مطلب ہے اللہ کی آیات واحکام کے مقابلے میں اپنے آپ کو بڑا سمجھنا اور لوگوں کو حقیر گرداننا۔ یہ تکبر، انسان کے لیے زیبا نہیں۔ کیونکہ اللہ خالق ہے اور وہ اس کی مخلوق ۔ مخلوق ہوکر، خالق کا مقابلہ کرنا اور اس کے احکام وہدایات سے اعراض وغفلت کرنا کسی طرح بھی جائز نہیں۔ اسی لیے تکبر اللہ تعالیٰ کو سخت ناپسند ہے۔ اس آیت میں تکبر کا نتیجہ بتلایا گیا ہے۔ کہ اللہ تعالیٰ انہیں آیات الٰہی سے دور ہی رکھتا ہے اور پھر وہ اتنے دور ہوجاتے ہیں کہ کسی طرح کی بھی نشانی انہیں حق کی طرف لانے میں کامیاب نہیں ہوتی ۔ جیسا کہ دوسرے مقام پر فرمایا: «إِنَّ ٱلَّذِينَ حَقَّتۡ عَلَيۡهِمۡ كَلِمَتُ رَبِّكَ لَا يُؤۡمِنُونَ، وَلَوۡ جَآءَتۡهُمۡ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ» [يونس: 96-97]. ”جن پر تیرے رب کی بات ثابت ہوگئی وہ ایمان نہیں لائیں گے، چاہے ان کے پاس ہر طرح کی نشانی آجائے ۔ حتیٰ کہ وہ درد ناک عذاب دیکھ لیں“۔ (2) اس میں احکام الٰہیٰ سے اعراض کرنے والوں کی ایک اور عادت یا نفسیات کا بیان ہے کہ ہدایت کی کوئی بات ان کے سامنے آئے تو اسے تو نہیں مانتے، البتہ گمراہی کی کوئی چیز دیکھتے ہیں تو اسے فوراً اپنا لیتے اور راہ عمل بنا لیتے ہیں ۔ قرآن کریم کی بیان کردہ اس حقیقت کا ہر دور میں مشاہدہ کیا جاسکتا ہے۔ آج ہم بھی ہر جگہ اور ہر معاشرے میں حتیٰ کہ مسلمان معاشروں میں بھی یہی کچھ دیکھ رہے ہیں کہ نیکی منہ چھپائے پھر رہی ہے اور بدی کو ہر کوئی لپک لپک کر اختیار کر رہا ہے۔\n(3) یہ اس بات کا سبب بتلایا جارہا ہے کہ لوگ نیکی کے مقابلے میں بدی کو اور حق کے مقابلے میں باطل کو کیوں زیادہ اختیار کرتے ہیں؟ یہ سبب ہے آیات الٰہی کی تکذیب اور ان سے غفلت واعراض کا۔ یہ ہر معاشرے میں عام ہے۔"
}