{
  "result": {
    "id": "1104",
    "sura": "7",
    "aya": "150",
    "arabic_text": "وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ",
    "translation": "اور جب موسیٰ (علیہ السلام) اپنی قوم کی طرف واپس آئے غصہ اور رنج میں بھرے ہوئے تو فرمایا کہ تم نے میرے بعد یہ بڑی بری جانشینی کی؟ کیا اپنے رب کے حکم سے پہلے ہی تم نے جلد بازی کرلی، اور جلدی سے تختیاں ایک طرف رکھیں(1) اور اپنے بھائی کا سر پکڑ کر ان کو اپنی طرف گھسیٹنے لگے۔ ہارون (علیہ السلام) نے کہا کہ اے میرے ماں جائے!(2) ان لوگوں نے مجھ کو بےحقیقت سمجھا اور قریب تھا کہ مجھ کو قتل کر ڈالیں(3) تو تم مجھ پر دشمنوں کو مت ہنساؤ(4) اور مجھ کو ان ﻇالموں کے ذیل میں مت شمار کرو۔(5)",
    "footnotes": "(1) جب حضرت موسیٰ (عليه السلام) نے آکر دیکھا کہ وہ بچھڑے کی عبادت میں لگے ہوئے ہیں تو سخت غضب ناک ہوئے اور جلدی میں تختیاں بھی، جو کوہ طور سے لائے تھے، ایسے طور پر رکھیں کہ دیکھنے والوں کو محسوس ہوا کہ انہوں نے نیچے پھینک دی ہیں، جسے قرآن نے ”ڈال دیں“ سے تعبیر کیا ہے ۔ تاہم اگر پھینک بھی دی ہوں تو اس میں سوء ادبی نہیں کیونکہ مقصد ان کا تختیوں کی بےادبی نہیں تھا، بلکہ دینی غیرت وحمیّت میں بے خود ہوکر غیر اختیاری طور پر ان سے یہ فعل سرزد ہوا۔\n(2) حضرت ہارون وموسیٰ علیہما السلام آپس میں سگے بھائی تھے، لیکن یہاں حضرت ہارون (عليه السلام) نے (ماں جائے) اس لیے کہا کہ اس لفظ میں پیار اور نرمی کا پہلو زیادہ ہے۔\n(3) حضرت ہارون (عليه السلام) نے یہ اپنا عذر پیش کیا جس کی وجہ سے وہ قوم کو شرک جیسے جرم عظیم سے روکنے میں ناکام رہے۔ ایک اپنی کمزوری اور دوسرا، بنی اسرائیل کا عناد اور سرکشی کہ وہ انہیں قتل تک کر دینے پر آمادہ ہوگئے تھے اور انہیں اپنی جان بچانے کے لیے خاموش ہونا پڑا، جس کی اجازت ایسے موقعوں پر اللہ نے دی ہے۔\n(4) میری ہی سرزنش کرنے سے دشمن خوش ہوں گے، جب کہ یہ موقع تو دشمنوں کی سرکوبی اور ان سے اپنی قوم کو بچانے کا ہے۔\n(5) اور ویسے بھی عقیدہ وعمل میں مجھے کس طرح ان کے ساتھ شمار کیا جاسکتا ہے؟ میں نے نہ شرک کا ارتکاب کیا، نہ اس کی اجازت دی، نہ اس پر خوش ہوا، صرف خاموش رہا اور اس کے لیے بھی میرے پاس معقول عذر موجود ہے، پھر میرا شمار ظالموں (مشرکوں) کے ساتھ کس طرح ہوسکتا ہے؟ چنانچہ حضرت موسیٰ (عليه السلام) نے اپنے اور اپنے بھائی ہارون (عليه السلام) کے لیے مغفرت ورحمت کی دعا مانگی۔"
  }
}