{
  "id": 180,
  "verse_number": 180,
  "page_number": 174,
  "verse_key": "7:180",
  "juz_number": 9,
  "hizb_number": 18,
  "rub_el_hizb_number": 69,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ",
  "translation": "اور اچھے اچھے نام اللہ ہی کے لیے ہیں سو ان ناموں سے اللہ ہی کو موسوم کیا کرو(1) اور ایسے لوگوں سے تعلق بھی نہ رکھو جو اس کے ناموں میں کج روی کرتے ہیں(2)، ان لوگوں کو ان کے کئے کی ضرور سزا ملے گی۔",
  "footnotes": "(1) ”حُسْنَى“ أَحْسَنُ کی تانیث ہے ۔ اللہ کے ان اچھے ناموں سے مراد اللہ کے وہ نام ہیں جن سے اس کی مختلف صفات، اس کی عظمت وجلالت اور اس کی قدرت وطاقت کا اظہار ہوتا ہے ۔ صحیحین کی حدیث میں ان کی تعداد 99 (ایک کم سو) بتائی گئی ۔ اور فرمایا کہ ”جو ان کو شمار کرے گا، جنت میں داخل ہوگا، اللہ تعالیٰ طاق ہے طاق کو پسند فرماتا ہے“۔ ( بخاري، كتاب الدعوات، باب لله مائة اسم غير واحد- مسلم، كتاب الذكر، باب في أسماء الله تعالى وفضل من أحصاها)، شمار کرنے کا مطلب ہے: ان پر ایمان لانا، یا ان کو گننا اور انہیں ایک ایک کرکے بطور تبرک اخلاص کے ساتھ پڑھنا، یا ان کا حفظ، ان کے معانی کا جاننا اور ان سے اپنے کو متصف کرنا۔ ( مرقاۂ شرح مشکوٰۂ ، کتاب الدعوات، باب اسماء اللہ تعالیٰ ) بعض روایات میں ان 99ناموں کو ذکر کیا گیا ہے لیکن یہ روایات ضعیف ہیں اور علما نے انہیں مدرج قرار دیا ہے یعنی راویوں کا اضافہ۔ وہ نبی (صلى الله عليه وسلم) کی حدیث کا حصہ نہیں ہیں۔ نیز علما نے یہ بھی وضاحت کی ہے کہ اللہ کے ناموں کی تعداد 99 میں منحصر نہیں ہے۔ بلکہ اس سے زیادہ ہیں۔ (ابن کثیر وفتح القدیر)۔\n(2) ”الحاد“ کے معنی ہیں کسی ایک طرف مائل ہونا۔ اسی سے لحد ہے جو اس قبر کو کہا جاتا ہے جو ایک طرف بنائی جاتی ہے۔ دین میں الحاد اختیار کرنے کا مطلب کج روی اور گمراہی اختیار کرنا ہے۔ اللہ تعالیٰ کے ناموں میں الحاد (کج روی) کی تین صورتیں ہیں۔ (1)۔ اللہ تعالیٰ کے ناموں میں تبدیلی کر دی جائے ۔ جیسے مشرکین نے کیا ۔ مثلاً اللہ کے ذاتی نام سے اپنے ایک بت کا نام لات اور اس کے صفاتی ناموں عَزِيزٌ سے عُزَّى ٰبنا لیا۔ (2)۔ یا اللہ کے ناموں میں اپنی طرف سے اضافے کر لینا، جس کا حکم اللہ نے نہیں دیا۔ (3)۔ یا اس کے ناموں میں کمی کر دی جائے مثلاً اسے کسی ایک ہی مخصوص نام سے پکارا جائے اور دوسرے صفاتی ناموں سے پکارنے کو برا سمجھا جائے۔ (فتح القدیر) اللہ کے ناموں میں الحاد کی ایک صورت یہ بھی ہے کہ ان میں تاویل یا تعطیل یا تشبیہ سے کام لیا جائے (ایسر التفاسیر) جس طرح معتزلہ، معطلہ اور مشبہ وغیرہ گمراہ فرقوں کا طریقہ رہا ہے۔ اللہ تعالیٰ نے حکم دیا کہ ان سب سے بچ کر رہو۔"
}