{
  "id": 12,
  "verse_number": 12,
  "page_number": 152,
  "verse_key": "7:12",
  "juz_number": 8,
  "hizb_number": 16,
  "rub_el_hizb_number": 61,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ",
  "translation": "حق تعالیٰ نے فرمایا تو جو سجده نہیں کرتا تو تجھ کو اس سے کون امر مانع ہے(1) ، جبکہ میں تجھ کو حکم دے چکا، کہنے لگا میں اس سے بہتر ہوں، آپ نے مجھ کو آگ سے پیدا کیا ہے اور اس کو آپ نے خاک سے پیدا کیا ہے۔(2)",
  "footnotes": "(1) ”أَلا تَسْجُدَ“ میں لا زائد ہے یعنی أَنْ تَسْجُدَ ( تجھے سجدہ کرنے سے کس نے روکا) یا عبارت محذوف ہے ”یعنی تجھے کس چیز نے اس بات پر مجبور کیا کہ تو سجدہ نہ کرے۔“ (ابن کثیر وفتح القدیر) شیطان، فرشتوں میں سے نہیں تھا، بلکہ خود قرآن کی صراحت کے بموجب وہ جنات میں سے تھا۔ (الكهف: 50) لیکن آسمان پر فرشتوں کے ساتھ رہنے کی وجہ سے اس سجدہ حکم میں شامل تھا جو اللہ نے فرشتوں کو دیا تھا۔ اسی لئے اس سے باز پرس بھی ہوئی اور اس پر عتاب بھی نازل ہوا۔ اگر وہ اس حکم میں شامل ہی نہ ہوتا تو اس سے باز پرس ہوتی نہ وہ راندۂ درگاہ قرار پاتا۔\n(2) شیطان کا یہ عذر (عذر گناہ بدتر از گناہ) کا آئینہ دار ہے۔ ایک تو اس کا یہ سمجھنا کہ افضل کو مفضول کی تعظیم کا حکم نہیں دیا جاسکتا، غلط ہے۔ اس لئے کہ اصل چیز تو اللہ کا حکم ہے، اس کے حکم کے مقابلے میں افضل وغیرافضل کی بحث اللہ سے سرتابی ہے۔ دوسرے، اس نے بہتر ہونے کی دلیل یہ دی کہ میں آگ سے پیدا ہوا ہوں اور یہ مٹی سے۔ لیکن اس نے اس شرف وعظمت کو نظر انداز کردیا جو حضرت آدم علیہ السلام کو حاصل ہوا کہ اللہ نے انہیں اپنے ہاتھ سے بنایا اور اپنی طرف سے اس میں روح پھونکی۔ اس شرف کے مقابلے میں دنیا کی کوئی چیز بھی ہوسکتی ہے؟ تیسرا، نص کے مقابلے میں قیاس سے کام لیا، جو کسی بھی اللہ کو ماننے والے کا شیوہ نہیں ہوسکتا۔ علاوہ ازیں اس کا قیاس فاسد تھا۔ آگ، مٹی سے کس طرح بہتر ہے؟ آگ میں سوائے تیزی، بھڑکنے اور جلانے کے کیا ہے؟ جب کہ مٹی میں سکون اور ثبات ہے، اس میں نبات ونمو، زیادتی اور اصلاح کی صلاحیت ہے۔ یہ صفات آگ سے بہرحال بہتر اور زیادہ مفید ہیں۔ اس آیت سے یہ معلوم ہوا کہ شیطان کی تخلیق آگ سے ہوئی۔ جیسا کہ حدیث میں بھی آتا ہے کہ ”فرشتے نور سے، ابلیس آگ کی لپٹ سے اور آدم (عليه السلام) مٹی سے پیدا کئے گئے ہیں“۔ (صحيح مسلم كتاب الزهد، باب في أحاديث متفرقة)"
}