{
  "id": 157,
  "verse_number": 157,
  "page_number": 170,
  "verse_key": "7:157",
  "juz_number": 9,
  "hizb_number": 17,
  "rub_el_hizb_number": 68,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
  "translation": "جو لوگ ایسے رسول نبی امی کا اتباع کرتے ہیں جن کو وه لوگ اپنے پاس تورات وانجیل میں لکھا ہوا پاتے ہیں(1) ۔ وه ان کو نیک باتوں کا حکم فرماتے ہیں اور بری باتوں سے منع کرتے ہیں(2) اور پاکیزه چیزوں کو حلال بتاتے ہیں اور گندی چیزوں کو ان پر حرام فرماتے ہیں اور ان لوگوں پر جو بوجھ اور طوق تھے(3) ان کو دور کرتے ہیں۔ سو جو لوگ اس نبی پر ایمان ﻻتے ہیں اور ان کی حمایت کرتے ہیں اور ان کی مدد کرتے ہیں اور اس نور کا اتباع کرتے ہیں جو ان کے ساتھ بھیجا گیا ہے، ایسے لوگ پوری فلاح پانے والے ہیں۔(1)",
  "footnotes": "(1) یہ آیت بھی اس امر کی وضاحت کے لیے نص قطعی کی حیثیت رکھتی ہے کہ رسالت محمدیہ پر ایمان لائے بغیر نجات اخروی ممکن نہیں اور ایمان وہی معبتر ہے جس کی تفصیلات محمد رسول اللہ (صلى الله عليه وسلم) نے بیان فرمائی ہیں۔ اس آیت سے بھی تصور (وحدت ادیان) کی جڑ کٹ جاتی ہے۔\n(2) معروف، وہ ہے جسے شریعت نے اچھا اور منکر، وہ ہے جسے شریعت نے برا قرار دیا ہے ۔\n(3) یہ بوجھ اور طوق وہ ہیں جو پچھلی شریعت میں تھے، مثلاً نفس کے بدلے نفس کا قتل ضروری تھا، (دیت یا معافی نہیں تھی) یا جس کپڑے کو نجاست لگ جاتی، اس کا قطع کرنا ضروری تھا، شریعت اسلامیہ نے اسے صرف دھونے کا حکم دیا ۔ جس طرح قصاص میں دیت اور معافی کی بھی اجازت دی ۔ وغیرہ اور آپ (صلى الله عليه وسلم) نے بھی فرمایا ہے کہ ”مجھے آسان دین حنیفی کے ساتھ بھیجا گیا ہے“۔ ( مسند أحمد جلد 5۔ ص 266جلد ۔ ٦،ص116،233) لیکن افسوس! اس امت نے اپنے طور پر رسوم ورواج کے بہت سے بوجھ اپنے اوپر لاد لیے ہیں اور جاہلیت کے طوق زیب گلو کر لیے ہیں، جن سے شادی اور مرگ دونوں عذاب بن گئے ہیں ۔ هَدَاهَا اللهُ تَعَالَى ۔\n(4) ان آخری الفاظ سے بھی یہی بات واضح ہوتی ہے کہ کامیاب وہی لوگ ہوں گے جو حضرت محمد رسول اللہ (صلى الله عليه وسلم) پر ایمان لانے والے اور ان کی پیروی کرنے والے ہوں گے۔ جو رسالت محمدیہ پر ایمان نہیں لائیں گے، وہ کامیاب نہیں، خاسر اور ناکام ہوں گے ۔ علاوہ ازیں کامیابی سے مراد بھی آخرت کی کامیابی ہے۔ یہ ممکن ہے کہ کوئی قوم رسالت محمدیہ پر ایمان نہ رکھتی ہو اور اسے دنیاوی خوش حالی وفراوانی حاصل ہو۔ جس طرح اس وقت مغربی اور یورپی اور دیگر بعض قوموں کا حال ہے کہ وہ عیسائی یا یہودی یا کافر ومشرک ہونے کے باوجود مادی ترقی اور خوش حالی میں ممتاز ہیں۔ لیکن ان کی یہ ترقی عارضی وبطور امتحان واستدراج ہے۔ یہ ان کی اخروی کامیابی کی ضمانت یا علامت نہیں۔ اسی طرح سے یہ بات واضح ہو جاتی ہے کہ المائدہ کی آیت 15میں نور سے مراد قرآن مجید ہی ہے ۔ (جیسا وہاں بھی وضاحت کی گئی تھی) کیوں کہ جو نور آپ کے ساتھ نازل کیا گیا ہے، وہ قرآن مجید ہی ہے اس لیے اس (نور) سے خود نبی کریم (صلى الله عليه وسلم) کی ذات مراد نہیں ہے ۔ ہاں یہ الگ بات ہے کہ آپ کی صفات میں ایک صفت نور بھی ہے۔ جس سے کفروشرک کی تاریکیاں دور ہوئیں۔ لیکن آپ کے نوری صفت ہونے سے آپ کا نُورٌ مِنْ نُورِ اللهِ ہونا ثابت نہیں ہوسکتا، جس طرح اہل بدعت یہ ثابت کرتے ہیں۔ (مزید دیکھئے سورۂ المائدۂ آیت 15 کا حاشیہ)"
}