{
  "result": {
    "id": "992",
    "sura": "7",
    "aya": "38",
    "arabic_text": "قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ",
    "translation": "اللہ تعالیٰ فرمائے گا کہ جو فرقے تم سے پہلے گزر چکے ہیں(1) جنات میں سے بھی اور آدمیوں میں سے بھی، ان کے ساتھ تم بھی دوزخ میں جاؤ۔ جس وقت بھی کوئی جماعت داخل ہوگی اپنی دوسری جماعت کو لعنت کرے گی(2) یہاں تک کہ جب اس میں سب جمع ہوجائیں گے(3) تو پچھلے لوگ پہلے لوگوں کی نسبت کہیں گے(4) کہ ہمارے پروردگار ہم کو ان لوگوں نے گمراه کیا تھا سو ان کو دوزخ کا عذاب دو گنا دے(5)۔ اللہ تعالیٰ فرمائے گا کہ سب ہی کا دوگنا ہے(6)، لیکن تم کو خبر نہیں۔",
    "footnotes": "(1) ”أُمَم ٌ“ أمَّةٌ کی جمع ہے۔ مراد وہ فرقے اور گروہ ہیں جو کفروشقاق اور شرک وتکذیب میں ایک جیسے ہوں گے۔ ”فِي“ بمعنی ”مَعَ“ بھی ہوسکتا ہے۔ یعنی تم سے پہلے انسانوں اور جنوں میں جو گروہ تم جیسے یہاں آچکے ہیں، ان کے ساتھ جہنم میں داخل ہوجاوء یا ان میں شامل ہوجاؤ۔\n(2) ”لَعَنَتْ أُخْتَهَا“ اپنی دوسری جماعت کو لعنت کرے گی۔ أُخْتٌ بہن کو کہتے ہیں۔ ایک جماعت (امت) کو دوسری جماعت (امت) کی بہن بہ اعتبار دین، یا گمراہی کے کہا گیا۔ یعنی دونوں ہی ایک غلط مذہب کے پیرو یا گمراہ تھے یا جہنم کے ساتھی ہونے کے اعتبار سے ان کو ایک دوسری کی بہن قرار دیا گیا ہے۔\n(3) ”ادَّارَكُوا“ کے معنی ہیں تَدَارَكُوا جب ایک دوسرے کو ملیں گے اور باہم اکٹھے ہوں گے۔\n(4) ”أُخْرَىٰ“ (پچھلے) سے مراد بعد میں داخل ہونے والے اور اولیٰ (پہلے) سے مراد ان سے پہلے داخل ہونے والے ہیں۔ یا أُخْرَىٰ سےأَتْبَاعٌ ( پیروکار) اور أُولَى سے مَتْبُوعٌ لیڈر اور سردار ہیں۔ ان کا جرم چونکہ زیادہ شدید ہے کہ خود بھی راہ حق سے دور رہے اور دوسروں کو بھی کوشش کرکے اس سے دور رکھا، اس لئے یہ اپنے اتباع سے پہلے جہنم میں جائیں گے۔\n(5) جس طرح ایک دوسرے مقام پر فرمایا گیا۔ جہنمی کہیں گے «رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلَ (1) رَبَّنَا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيرًا» ( الاحزاب: 67۔ 68) ”اے ہمارے رب! ہم تو اپنے سرداروں اور بڑوں کے پیچھے لگے رہے، پس انہوں نے ہمیں سیدھے راستے سے گمراہ کیا، یااللہ ان کو دوگنا عذاب دے اور ان کو بڑی لعنت کر“۔\n(6) یعنی اب ایک دوسرے کو طعنے دینے، کوسنے اور ایک دوسرے پر الزام دھرنے سے کوئی فائدہ نہیں، تم سب ہی اپنی اپنی جگہ بڑے مجرم ہو اور تم سب ہی دوگنے عذاب کے مستحق ہو۔ اتباع اور متبوعین کا یہ مکالمہ سورۂ سبا: 31، 32 میں بھی بیان کیا گیا ہے۔"
  }
}