{
  "id": 85,
  "verse_number": 85,
  "page_number": 161,
  "verse_key": "7:85",
  "juz_number": 8,
  "hizb_number": 16,
  "rub_el_hizb_number": 64,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ",
  "translation": "اور ہم نے مدین کی طرف ان کے بھائی شعیب (علیہ السلام) کو بھیجا(1) ۔ انہوں نے فرمایا اے میری قوم! تم اللہ کی عبادت کرو اس کے سوا کوئی تمہارا معبود نہیں، تمہارے پاس تمہارے پروردگار کی طرف سے واضح دلیل آچکی ہے۔ پس تم ناپ اور تول پورا پورا کیا کرو اور لوگوں کو ان کی چیزیں کم کرکے مت(2) دو اور روئے زمین میں، اس کے بعد کہ اس کی درستی کردی گئی، فساد مت پھیلاؤ، یہ تمہارے لئے نافع ہے اگر تم تصدیق کرو۔",
  "footnotes": "(1) مدین حضرت ابراہیم (عليه السلام) کے بیٹے یا پوتے کا نام تھا، پھر انہی کی نسل پر مبنی قبیلے کا نام بھی مدین اور جس بستی میں یہ رہائش پذیر تھے، اس کا نام بھی مدین پڑگیا ۔ یوں اس کا اطلاق قبیلے اور بستی دونوں پر ہوتا ہے ۔ یہ بستی حجاز کے راستے میں ”معان“ کے قریب ہے ۔ انہی کو قرآن میں دوسرے مقام پر أَصْحَابُ الأَيْكَة (بن کے رہنے والے) بھی کہا گیا ہے ۔ ان کی طرف حضرت شعیب (عليه السلام) نبی بنا کر بھیجے گئے۔ (دیکھئے الشعراء: 176 کا حاشیہ) ملحوظہ: ہر نبی کو اس قوم کا بھائی کہا گیا ہے، جس کا مطلب اسی قوم اور قبیلے کا فرد ہے، جس کو بعض جگہ رَسُولا مِنْهُم یا مِنْ أَنْفُسِهِمْ سے بھی تعبیر کیا گیا ہے اور مطلب ان سب کا یہ ہے کہ رسول اور نبی انسانوں میں سے ہی ایک انسان ہوتا ہے جسے اللہ تعالیٰ لوگوں کی ہدایت کے لئے چن لیتا ہے اور وحی کے ذریعے سے اس پر اپنی کتاب اور احکام نازل فرماتا ہے ۔\n(2) دعوت توحید کے بعد، اس قوم میں ناپ تول میں کمی کی جو بڑی خرابی تھی، اس سے اسے منع فرمایا اور پورا پورا ناپ اور تول کردینے کی تلقین کی ۔ یہ کوتاہی بھی بہت خطرناک ہے جس سے اس قوم کی اخلاقی پستی اور گراوٹ کا پتہ چلتا ہے جس کے اندر یہ ہو ۔ یہ بدترین خیانت ہے کہ پیسے پورے لئے جائیں اور چیز کم دی جائے ۔ اسی لئے سورۂ مطففین میں ایسے لوگوں کی ہلاکت کی خبر دی گئی ہے ۔"
}