{
  "result": [
    {
      "id": "294",
      "sura": "3",
      "aya": "1",
      "arabic_text": "الٓمٓ",
      "translation": "Alɩf, Laam, Miim[1]",
      "footnotes": "[1] Wẽnd n yɩɩd minim ne A sẽn rat ne gʋls-bi tõsdɩ-kãensã. La Gʋls-bi tõsdɩ-kãensã, sẽn be Sʋʋr-kãensã baasgẽ wã, yaa sẽn wilgd Alkʋrãanã sẽn komsd a gees-n-taasã, bala b geesa kɩfr-dãmbã ne Alkʋrãanã, tɩ b kong n ka tõog n wa ne a buud ye, tɩ Alkʋrãanã me -yaool n yaa sẽn tui ne gom-biis nins bãmb goamã sẽn tuit ne wã, sẽn yaa gʋls-bi tõsdɩ bãmbã buudã, tɩ rẽnda wilgd Laarab-rãmbã kongame n ka tõog n wa ne Alkʋrãanã buud ye, n lagem ne bãmb n yɩɩd nebã ne zelem pεkã, tɩ wilgdẽ tɩ Alkʋrãanã a yaa sẽn tʋme tɩ yi Wẽnd nengẽ."
    },
    {
      "id": "295",
      "sura": "3",
      "aya": "2",
      "arabic_text": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ",
      "translation": "Wẽnde, soɑb sẽn tũud n tɩlg kɑ be rẽndɑ Yẽ, sẽn yɑɑ a vʋɩ-duumdg Soɑbɑ n yaa a yãnes-m-toor Soɑbɑ",
      "footnotes": ""
    },
    {
      "id": "296",
      "sura": "3",
      "aya": "3",
      "arabic_text": "نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ",
      "translation": "A sikɑ Gɑfã fo zug ne sɩdɑ n sɩdgd sẽn deng ɑ tɑoorã lɑ A sik Tɑoorɑɑtã lɑ Ingiilã",
      "footnotes": ""
    },
    {
      "id": "297",
      "sura": "3",
      "aya": "4",
      "arabic_text": "مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ",
      "translation": "Sẽn deng tɑoore tɩ yɑɑ kãndgr ne nebã, lɑ A sik Kʋrɑɑnã. Ad sẽn kifl-b ne Wẽnd Aɑy wã b tɑrɑ nɑmsg sẽn yɑɑ kεgengɑ, lɑ Wẽnd yɑɑ Windɑ n yɑɑ Sɩbgdɑ.",
      "footnotes": ""
    },
    {
      "id": "298",
      "sura": "3",
      "aya": "5",
      "arabic_text": "إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ",
      "translation": "Ad Wẽnde bũmb pɑ solgd-A tẽngã pʋgẽ pɑ sɑɑsẽ wã.",
      "footnotes": ""
    },
    {
      "id": "299",
      "sura": "3",
      "aya": "6",
      "arabic_text": "هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "Yẽndɑ n nɑɑnd yãmb rog-wʋʋsẽ wã wɑlɑ A sẽn tʋlle, soɑb kɑ be sẽn tɩlgde rẽndɑ Yẽndɑ sẽn yɑɑ a Wilb-nɑɑbã n yɑ ɑ Bʋʋd-mitã.",
      "footnotes": ""
    },
    {
      "id": "300",
      "sura": "3",
      "aya": "7",
      "arabic_text": "هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
      "translation": "Yẽndɑ n sik Gɑfã fo zugu tɩ Ayɑr rãmb mɑɑnɑ sẽn yɑɑ vẽenegɑ be ɑ pʋgẽ, lɑ yɑɑ rẽ lɑ gɑfã yẽgrã, lɑ ɑ sãndɑ mɑɑnɑ pɑ vẽeneg ye, lɑ kedgrã sẽn be b rãmb sũyẽ wã, bãmb pʋgdɑ gẽdem-gẽdmã, tɩ yɑɑ yεl bɑoobo lɑ ɑ welsgo ne bãmb yõe yɑmleoogo, lɑ yɑool n pɑ mi ɑ võorã rẽndɑ Wẽnde, lɑ sẽn tɑɑb tẽkɑ bãngr pʋgẽ wã yetɑme: \" tõnd kõo sɩd ne-ɑ, fãɑ yii tõnd Soɑbã nengẽ\". Lɑ pɑ tɑgsd n getẽ rẽndɑ yɑm-bεεl rãmbɑ.",
      "footnotes": ""
    },
    {
      "id": "301",
      "sura": "3",
      "aya": "8",
      "arabic_text": "رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ",
      "translation": "Tõnd Soɑbɑ rɑ kɩll d sũyã F sẽn kãndg-d poor ye, lɑ F kõ tõnd yolsgo sẽn yi Fo nengẽ, ɑd Foo lɑ kõtɑ.",
      "footnotes": ""
    },
    {
      "id": "302",
      "sura": "3",
      "aya": "9",
      "arabic_text": "رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ",
      "translation": "Tõnd Soɑbɑ ɑd Foo lɑ nebã tigimdɑ n tʋg rɑɑre sik sẽn kɑ be ɑ pʋgẽ, ɑd Wẽnd pɑ viigd pʋleng ye.",
      "footnotes": ""
    },
    {
      "id": "303",
      "sura": "3",
      "aya": "10",
      "arabic_text": "إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ",
      "translation": "Ad sẽn kɩfl-bã bãmb arzεgsã, la b koambã pɑ nɑ n põsg-bɑ n yi Wẽnd bɑɑ fʋɩ, lɑ ɑd yɑɑ bãmb rãmbɑ lɑ bugum rɑ-giisã.",
      "footnotes": ""
    },
    {
      "id": "304",
      "sura": "3",
      "aya": "11",
      "arabic_text": "كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ",
      "translation": "B bilgr yɑɑ wɑlɑ ɑ Fɩrɑoon nebã lɑ sẽn deng-b bãmb tɑoorã, b yɑgsɑ Tõnd Aɑyɑ-rãmbã tɩ Wẽnd yõg-bɑ b zũnuubã poorẽ, lɑ Wẽnd sɩbgr yɑɑ kεgengɑ.",
      "footnotes": ""
    },
    {
      "id": "305",
      "sura": "3",
      "aya": "12",
      "arabic_text": "قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ",
      "translation": "Yeel sẽn kɩfl-bã: \" b nɑ n wil-y lɑme, b nɑ n tigim-y lɑme n tʋg Gεhɑnnɑm, ɑd koglg-n-gãɑnd zĩig yɩ wẽngɑ.",
      "footnotes": ""
    },
    {
      "id": "306",
      "sura": "3",
      "aya": "13",
      "arabic_text": "قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ",
      "translation": "Sɩd lɑ hɑkɩɩkɑ tɑgs-n-gεsg zĩndɑ ne yãmbɑ sul ɑ yiib sẽn sεg tɑɑb pʋgẽ, sull sẽn zɑbd Wẽnd sorã pʋgẽ t'ɑ to wã yɑɑ kɩfre, Sɩd-kõtbã ne-b lɑme tɩ b yɑɑ bãmb bilgr ɑ yiibu nif gesg pʋgẽ, lɑ Wẽnd kengdɑ ne A sõngrã A sẽn tʋll-ɑ soɑbɑ, ɑd tɑgs-n-gesgɑ be rẽ pʋgẽ ne pʋ-tẽer rãmbɑ.",
      "footnotes": ""
    },
    {
      "id": "307",
      "sura": "3",
      "aya": "14",
      "arabic_text": "زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ",
      "translation": "B nɑgsɑ nebã yĩngɑ yɑm-leed nonglem sẽn yɑɑ pɑgb lɑ kom-dibli lɑ ɑrzεg kɑsengɑ sẽn yaa sãnem lɑ wɑnzuri lɑ wed-tũusds lɑ rũmsi lɑ koodo, rẽndɑ lɑ Dũni vɩɩmã wʋm-noogã, lɑ ɑd Wẽnd tɑrɑ A nengẽ lebeng zĩig sẽn be neere.",
      "footnotes": ""
    },
    {
      "id": "308",
      "sura": "3",
      "aya": "15",
      "arabic_text": "۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ",
      "translation": "Yeele: \" m kõ yãmb kibɑre bũmb sẽn são yɑm-leed-kãensɑ? Ad sẽn zoe-b Wẽndã b tɑrɑ b Soɑbã nengẽ arzãn-rãmbɑ ko-sood sẽn zoet b tẽngre tɩ b yɑɑ duumdbɑ ɑ pʋgẽ lɑ pɑgb sẽn yɩlge n yi kiuug yãɑbo, lɑ yɑrd sẽn yi Wẽnd nengẽ, lɑ ɑd Wẽnd yɑɑ Netɑ ne yemsã.",
      "footnotes": ""
    },
    {
      "id": "309",
      "sura": "3",
      "aya": "16",
      "arabic_text": "ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ",
      "translation": "Neb nins sẽn yete: \" tõnd Soɑbɑ! Ad tõnd kõo sɩdɑ, bɩ F yɑɑf tõnd d zũnuubã, lɑ F gũ tõnd ne bugmã nɑngã\".",
      "footnotes": ""
    },
    {
      "id": "310",
      "sura": "3",
      "aya": "17",
      "arabic_text": "ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ",
      "translation": "Sugr-mɑɑndbã lɑ Sɩd-kõtbã, lɑ Wẽn-zoetbã, lɑ kõtbã, lɑ yɑɑfɑ kotbã yibeoog pĩnda.",
      "footnotes": ""
    },
    {
      "id": "311",
      "sura": "3",
      "aya": "18",
      "arabic_text": "شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "Wẽnd mɑɑnɑ kɑseto tɩ Soɑb sẽn tũud n tɩlg kɑe rẽndɑ Yẽ, tɩ Mɑlεk-rãmbã lɑ bãngdbã mɑɑndɑ kɑset t'A yɑsɑ ne tẽeg-tɩrgɑ, Soɑb sẽn tũud n tɩlg kɑe sã n pɑ Yẽ sẽn yɑɑ wilb nɑɑbã sẽn yɑɑ bʋʋd mitã.",
      "footnotes": ""
    },
    {
      "id": "312",
      "sura": "3",
      "aya": "19",
      "arabic_text": "إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ",
      "translation": "Ad Dĩinɑ Wẽnd nengẽ yɑɑ Lɩslɑango, lɑ b sẽn kõ-b rãmb Gɑfã pɑ yõs tɑɑbɑ rẽndɑ bãngrã sẽn wɑ b nengẽ poorẽ, tɩ yɑɑ kedgre bãmb ne tɑɑb sʋkɑ, lɑ sẽn kɩfl-a ne Wẽnd Aɑyɑ-rãmbã, rẽnd Wẽnd geelg yɑɑ tʋʋlle.",
      "footnotes": ""
    },
    {
      "id": "313",
      "sura": "3",
      "aya": "20",
      "arabic_text": "فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ",
      "translation": "Lɑ b sã n tɑk ne foom bɩ f yeele: \" mɑm bɑsɑ m meng ne Wẽnde lɑ sẽn pʋgd-b mɑɑmã me yɑɑ woto\". Lɑ f yeel b sẽn kõ-b rãmb Gɑfã lɑ zu-sɑbl-rãmbã: \" Rẽ yĩngɑ yãmb sɑk n tũume bɩ?\" Lɑ b sã n sɑk n nɑ n bɑs b mens n tũ Wẽnd sɩd-sɩdɑ b kãndg yã, lɑ b sã n dɑeege, rẽnd sẽn be ne foom yɑɑ tɑɑsgo, lɑ Wẽnd yɑɑ netɑ ne yembsã.",
      "footnotes": ""
    },
    {
      "id": "314",
      "sura": "3",
      "aya": "21",
      "arabic_text": "إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ",
      "translation": "Ad sẽn kɩfl-b ne Wẽnd Aɑyɑ-rãmbã lɑ b kʋʋd nɑbiyɑɑm-rãmbã tɩ pɑ tũ ne sɩdã lɑ b kʋʋd sẽn sɑgend-b ne tẽeg-tɩrg nebã pʋgẽ wã, bɩ f noog b sũuri ne nɑmsg sẽn zɑbde.",
      "footnotes": ""
    },
    {
      "id": "315",
      "sura": "3",
      "aya": "22",
      "arabic_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ",
      "translation": "Bãmb rãmbɑ tʋʋm lɑ sẽn lʋɩ dũni lɑ yɑoolem rɑɑrã, b pɑ tɑr sõngd buud me.",
      "footnotes": ""
    },
    {
      "id": "316",
      "sura": "3",
      "aya": "23",
      "arabic_text": "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ",
      "translation": "Fo pɑ ne b sẽn kõ-b rãmb pʋɩɩr Gɑfẽ wã, b boondɑ bãmb n tʋgd Wẽnd Gɑfẽ wã tɩ Gɑfã bʋ bãmb sʋkɑ, rẽ poore tɩ sull rɑeeg bãmb pʋgẽ tɩ bãmb yɑɑ bɑlldbɑ.",
      "footnotes": ""
    },
    {
      "id": "317",
      "sura": "3",
      "aya": "24",
      "arabic_text": "ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ",
      "translation": "Lɑ woto, bɑlɑ bãmb yeelɑme: \"Bugmã kõn sɩɩs tõnd lɑe-lɑe rẽnd rɑsem-sɑɑre. Tɩ bũmb ning bãmb sẽn dɑ yɑgsdã belg bãmb b Dĩinã pʋgẽ.",
      "footnotes": ""
    },
    {
      "id": "318",
      "sura": "3",
      "aya": "25",
      "arabic_text": "فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ",
      "translation": "Lɑ nɑ n yɩɩ wãn-wãnɑ tɩ Tõnd sã n tigim bãmb raɑr ning sik sẽn kɑe ɑ pʋgẽ wã, tɩ b rol yõor fãɑ ɑ sẽn tʋme, tɩ bãmb yɑɑ b sẽn pɑ wẽgd-b rãmbɑ.",
      "footnotes": ""
    },
    {
      "id": "319",
      "sura": "3",
      "aya": "26",
      "arabic_text": "قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "Yeele: \" m Soɑb ɑ Wẽnde! nɑɑm Soɑɑdɑ, Fo kõtɑ nɑɑmã F sẽn tʋll-ɑ soɑbɑ, lɑ F reegd nɑɑmã F sẽn tʋll-ɑ soɑb nengẽ, lɑ F zɩsgd F sẽn tʋll-ɑ soɑbɑ, lɑ F fɑɑgd F sẽn tʋll-ɑ, sõmã wã bee Fo nugẽ, ɑd Fo yɑɑ Tõod ne bũmbã fãɑ.",
      "footnotes": ""
    },
    {
      "id": "320",
      "sura": "3",
      "aya": "27",
      "arabic_text": "تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ",
      "translation": "Fo kẽesdɑ yʋngã Wĩndg pʋgẽ lɑ F kẽesd Wĩndgã yʋngã pʋgẽ, lɑ F yiisd vɩt kũumẽ lɑ F yiisd kũum vɩtẽ, lɑ F rɩlgd F sẽn dɑt-ɑ soab tɩ pɑ tũ ne geel ye.",
      "footnotes": ""
    },
    {
      "id": "321",
      "sura": "3",
      "aya": "28",
      "arabic_text": "لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ",
      "translation": "Sɩd-kõtbã rɑ rɩk sõm-zɩtbã n mɑɑn lɑll-n-tɑɑse n bɑs sɩd-kõtbã ye, lɑ sẽn mɑɑndɑ rẽ bɩ ɑ bãng tɩ rẽ pɑ Wẽnd yellã bɑɑ fʋɩ sã n pɑ mikɑme tɩ yɑɑ b wẽng liglg yĩngɑ, lɑ Wẽnd sõogdɑ yãmb nug tɩ y gũus-A, lɑ ɑd lebgrã zĩigẽ yɑɑ Wẽnd nengẽ.",
      "footnotes": ""
    },
    {
      "id": "322",
      "sura": "3",
      "aya": "29",
      "arabic_text": "قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "Yeele : \"yãmb sã n solgd sẽn be yãmb yãadẽ wã mɑɑ y vẽnegd-ɑ Wẽnd mi-a lɑme, lɑ A mi sẽn be sɑɑsẽ lɑ tẽngẽ, lɑ Wẽnd yɑɑ Tõod ne bũmb fãa.",
      "footnotes": ""
    },
    {
      "id": "323",
      "sura": "3",
      "aya": "30",
      "arabic_text": "يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ",
      "translation": "Raɑr ning yõor fãɑ sẽn nɑ n mik ɑ sẽn tʋm tɩ yɑɑ sõmɑ fãɑ tɩ wɑɑme, lɑ ɑ sẽn tʋm tɩ yɑɑ wẽng fãɑ; ɑ nongẽ n dɑtɑme tɩ yẽ ne ɑ sʋkã zãag yɩɩgɑ, lɑ ɑd Wẽnd sõogdɑ yãmb nug tɩ y gũus-A, lɑ Wẽnd yɑɑ nimbãɑn-zoεtɑ ne yembsã.",
      "footnotes": ""
    },
    {
      "id": "324",
      "sura": "3",
      "aya": "31",
      "arabic_text": "قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
      "translation": "Yeel-bɑ: \" sã n mikɑme tɩ yãmb nongɑ Wẽnde bɩ y pʋg mɑɑm tɩ Wẽnd nɑ n nong-y lɑme la A yɑɑf y beegrã, lɑ Wẽnd yɑɑ gɑɑfɑr mɑɑnda n yɑɑ yolsdɑ.",
      "footnotes": ""
    },
    {
      "id": "325",
      "sura": "3",
      "aya": "32",
      "arabic_text": "قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ",
      "translation": "Lɑ y tũ Wẽnd lɑ A tẽn-tʋʋmã, lɑ b sã n raεεge ɑd Wẽnd pɑ nong kifr-rãmbã ye.",
      "footnotes": ""
    },
    {
      "id": "326",
      "sura": "3",
      "aya": "33",
      "arabic_text": "۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ",
      "translation": "Ad Wẽnd tũusɑ ɑ Adɑm lɑ ɑ Nuuh lɑ ɑ ɭbrɑɑhɩɩm zɑk-rãmbɑ lɑ ɑ ɭmrɑɑn zɑk-rãmbɑ bõn-nãɑndsã zugu.",
      "footnotes": ""
    },
    {
      "id": "327",
      "sura": "3",
      "aya": "34",
      "arabic_text": "ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
      "translation": "B yɑɑ pend ɑ yembre lɑ Wẽnd yɑɑ Wʋmdɑ n yɑɑ Mitɑ.",
      "footnotes": ""
    },
    {
      "id": "328",
      "sura": "3",
      "aya": "35",
      "arabic_text": "إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "Tẽeg wɑkɑt ning ɑ ɭmrɑɑn pɑgã sẽn yeele:\" m Soɑbɑ, ɑd mɑm pʋlmɑ sẽn be mɑm pʋgẽ wã F yĩngɑ n yidg n yi yembd fãɑ tɩ sã n pɑ Foo, bɩ F reeg m yĩngɑ, ɑd Foo lɑ a Wʋmdɑ n yɑ ɑ Mitɑ\".",
      "footnotes": ""
    },
    {
      "id": "329",
      "sura": "3",
      "aya": "36",
      "arabic_text": "فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ",
      "translation": "Lɑ ɑ sẽn wɑ n dog-ɑ wã ɑ yeelame: \"m Soɑbɑ! Ad mɑm rog-ɑ lɑme tɩ yɑɑ bi-puglɑ, lɑ ɑd Wẽnd n yɩɩd minim ne ɑ sẽn dogã, lɑ ɑd rɑo pɑ wɑ pɑg ye, lɑ ɑd mɑm pʋd-ɑ lɑme t'ɑ Mɑryɑm lɑ ɑd mɑm kotɑ gũudum fo nengẽ, n kõt yẽ lɑ ɑ koɑmbã, tɩ F gũ-bɑ n yi ɑ Sʋɩtãana, b sẽn zãag ɑ soɑb ne yolsgã.",
      "footnotes": ""
    },
    {
      "id": "330",
      "sura": "3",
      "aya": "37",
      "arabic_text": "فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ",
      "translation": "T'ɑ Soɑbã reeg ɑ yĩngɑ; reegr sẽn be neere n buls-ɑ bulsg sẽn be neere t'ɑ Zɑkɑriyɑ wub-ɑ. A Zɑkɑriyɑ sẽn kẽ ɑ nengẽ fãɑ Miihrẽ wã ɑ mikdɑ rɩɩbo, t'ɑ yeele: \" Mɑryɑm f yãɑ wã yε?\" t'ɑ yeele: \" ɑd ɑ yii Wẽnd nengẽ, ɑd Wẽnd rɩlgdɑ A sẽn tʋll-ɑ soɑbɑ tɩ pɑ tũ ne gεεl ye\".",
      "footnotes": ""
    },
    {
      "id": "331",
      "sura": "3",
      "aya": "38",
      "arabic_text": "هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ",
      "translation": "Zĩ-kãng lɑ ɑ Zɑkɑriyɑ bool ɑ Soɑbã n yeele: \"m Soɑbɑ! kõ-mɑam koɑm-yɩlemɑ sẽn yi Fo nengẽ, ɑd Fo yɑɑ kosg Wʋmdɑ\".",
      "footnotes": ""
    },
    {
      "id": "332",
      "sura": "3",
      "aya": "39",
      "arabic_text": "فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ",
      "translation": "Tɩ Mɑlεk-rãmbã bool-ɑ n mik t'ɑ rɑ yãsɑme n pʋʋsd Miisrẽ wã, n yeel-ɑ tɩ Wẽnd noogdɑ f sũuri, ne ɑ Yɑhyɑ, tɩ b sɩdg-ɑ ne Gomd sẽn yi Wẽnd nengẽ(ɑ ɭisɑ), lɑ ɑ yɑɑ zug-soɑbɑ n yɑɑ yõk-m-meng soɑbɑ n yi pɑgb yɑmleoogo, n yɑɑ nɑbiyɑɑm n be nin-sõmbsã pʋgẽ.",
      "footnotes": ""
    },
    {
      "id": "333",
      "sura": "3",
      "aya": "40",
      "arabic_text": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ",
      "translation": "A (Zɑkɑriyɑ) yeele: \"m Soɑbɑ! mɑm nɑ n pɑɑmɑ biig wãn-wãn tɩ kʋʋlem tɑɑ mɑɑm, tɩ mɑm pɑgã yɑɑ kiri?\" Lɑ A yeel yã: yɑɑ woto lɑ f Soɑbã mɑɑnd A sẽn dɑte\".",
      "footnotes": ""
    },
    {
      "id": "334",
      "sura": "3",
      "aya": "41",
      "arabic_text": "قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ",
      "translation": "Lɑ ɑ yeel yã: \" m Soɑbɑ! kõ-m tɑgmse\". Lɑ A yeel yã: \" fo tɑgemsã, yɑɑ f rɑ tõog n gom ne nebã rɑsem ɑ tãɑbo sã n pɑ teesgo\". Lɑ f tẽeg f Soɑbã yʋʋr wʋsgo lɑ f yɩlg-A zɑɑbr lɑ yibeoogo.",
      "footnotes": ""
    },
    {
      "id": "335",
      "sura": "3",
      "aya": "42",
      "arabic_text": "وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ",
      "translation": "Lɑ tẽeg Mɑlεk-rãmbã sẽn wɑ n yeel a Mɑryɑmã:: \" ɑd Wẽnd tũusɑ foo lɑ A yɩlg foo lɑ A tũus foom n yɩɩs zãmɑɑnã pɑgba.",
      "footnotes": ""
    },
    {
      "id": "336",
      "sura": "3",
      "aya": "43",
      "arabic_text": "يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ",
      "translation": "Mɑryɑm! Tũ f Soɑbã lɑ f mɑɑn Suguud lɑ Ruku n lɑgem ruku mɑɑndbã\".",
      "footnotes": ""
    },
    {
      "id": "337",
      "sura": "3",
      "aya": "44",
      "arabic_text": "ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ",
      "translation": "Wãnde yɑɑ sẽn yi kibɑy-soondɩ wã tɩ d tʋmsd-ɑ fo nengẽ, lɑ fo rɑ pɑ be b nengẽ b sẽn wɑ n losd b moodã n baood ned ning sẽn nɑ n wub ɑ Mɑryɑmã; lɑ fo rɑ pɑ be b nengẽ b sẽn wɑ n tɑkd tɑɑbã.",
      "footnotes": ""
    },
    {
      "id": "338",
      "sura": "3",
      "aya": "45",
      "arabic_text": "إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ",
      "translation": "Tẽeg wɑkɑt ning Mɑlεk-rãmbã sẽn yeele:\" Mɑryɑm! Ad Wẽnd noogdɑ fo sũur ne Gomd sẽn yi A nengẽ, ɑ yʋʋr lɑ ɑ Sɩɩs-tɩ-maage ɭɩsɑ ɑ Mɑryɑm biigɑ, ɑ yɑɑ zug-soɑbɑ Dũni lɑ yɑoolem rɑɑre, ɑ leb n yɑɑ b sẽn pẽneg-b rãmb ne Wẽnde\".",
      "footnotes": ""
    },
    {
      "id": "339",
      "sura": "3",
      "aya": "46",
      "arabic_text": "وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ",
      "translation": "Lɑ ɑ gomda ne nebã, ɑ peelmẽ lɑ ɑ kãsengẽ, ɑ le bee nin-sõmsã pʋgẽ.",
      "footnotes": ""
    },
    {
      "id": "340",
      "sura": "3",
      "aya": "47",
      "arabic_text": "قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
      "translation": "Lɑ ɑ yeelɑme: \"m Soɑbɑ! M nɑ n tɑllɑ biig wãn-wãn tɩ yĩng-soɑb pɑ sɩɩs mɑɑm? t'ɑ yeele: \"yɑɑ woto bɑl lɑ Wẽnd mɑɑnd A sẽn rɑte, A sã n bʋ yelle, A yet-ɑ lɑme t'ɑ yɩ, t'ɑ be yɩɩbẽ.",
      "footnotes": ""
    },
    {
      "id": "341",
      "sura": "3",
      "aya": "48",
      "arabic_text": "وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ",
      "translation": "Lɑ A wĩnigd-ɑ gʋlsgo lɑ gom-minim lɑTɑoorɑɑtã lɑ Lingiilã.",
      "footnotes": ""
    },
    {
      "id": "342",
      "sura": "3",
      "aya": "49",
      "arabic_text": "وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ",
      "translation": "Lɑ ɑ yɑɑ Tẽn-tʋʋmã n tʋg Isrɑɑyεl koɑmb nengẽ: \"tɩ m wɑɑ yãmb nengẽ ne Yel-solemd sẽn yi yãmb Soɑbã nengẽ, tɩ mɑm nɑɑndɑ ne tãndo wɑlɑ luiil yɑlẽ, tɩ mɑm fʋʋs-ɑ t'ɑ yɩ liuul ne Wẽnd tõogo, lɑ m pukd sẽn rog-a ne zondlem, lɑ m tɩpd toog rãmbɑ, lɑ m vʋʋgd kũ rãmbɑ, ne Wẽnd tõogo, lɑ m kõt-y kibɑr ne yãmb sẽn rɩtã lɑ y sẽn bĩngd zɑgsẽ wã, ɑd tɑgs-n-ges be rẽ pʋgẽ tɩ yãmb sã n yɑɑ sɩd-kõtbɑ.",
      "footnotes": ""
    },
    {
      "id": "343",
      "sura": "3",
      "aya": "50",
      "arabic_text": "وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
      "translation": "N yɑɑ sɩdgdɑ ne sẽn deng mam tɑoore sẽn yɑɑ Tɑoorɑɑt lɑ m kõ-y sore yεl-sãndɑ sẽn dɑ gɩdg ne yãmbɑ, lɑ m wɑɑ yãmb nengẽ ne yel-solemd sẽn yi yãmb Soɑbã nengẽ, bɩ y zoe Wẽnde lɑ y tũ mɑɑm.",
      "footnotes": ""
    },
    {
      "id": "344",
      "sura": "3",
      "aya": "51",
      "arabic_text": "إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
      "translation": "Ad yaa Wẽnd la mam Soabã n leb n yaa yãmb Soabã, bɩ y tũ-A, tɩ woto la sor-tɩrga\".",
      "footnotes": ""
    },
    {
      "id": "345",
      "sura": "3",
      "aya": "52",
      "arabic_text": "۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ",
      "translation": "Lɑ ɑ ɭɩsɑ sẽn wɑ n bãng kɩfendã bãmb nengẽ wã ɑ yeelɑme: \"ãnd n nɑ n sõng mɑɑm tɩ m bool n tʋg Wẽnde?\" Lɑ ɑ pʋgdbã sẽn yɑ tɩrsã yeel yã: \" tõnd yɑɑ Wẽnd sõngdbɑ, d kõo sɩd ne Wẽnde bɩ f mɑɑn kɑset tɩ tõnd yɑɑ sɑk-n-tũ rãmbɑ\".",
      "footnotes": ""
    },
    {
      "id": "346",
      "sura": "3",
      "aya": "53",
      "arabic_text": "رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ",
      "translation": "Tõnd Soɑbɑ; d kõo sɩdɑ ne Fo sẽn sikã lɑ d pʋg Tẽn-tʋʋmã; bɩ F gʋls tõnd n lɑgem kɑset mɑɑndbã\".",
      "footnotes": ""
    },
    {
      "id": "347",
      "sura": "3",
      "aya": "54",
      "arabic_text": "وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ",
      "translation": "Lɑ b rikɑ rɑb-wẽngɑ tɩ Wẽnd me nɑ n rɑbse, lɑ yaɑ Wẽnd lɑ rɑbsdbã sẽn yɩɩd sõmblem.",
      "footnotes": ""
    },
    {
      "id": "348",
      "sura": "3",
      "aya": "55",
      "arabic_text": "إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ",
      "translation": "Tẽeg wɑkɑt ning Wẽnd sẽn yeel a ɭɩsɑ: \" ɑd Mɑm nɑ n gãdɑ foo n zẽk fo n tʋg M nengẽ lɑ M yɩlg foo n yi neb-nins sẽn kɩfl-bɑ lɑ M mɑɑn sẽn pʋgb foo wã sẽn kɩfl-bɑ zugu, n tɩ tãɑg Dũni yikr rɑɑre, rẽ poore y lεbeng zĩig yɑɑ Tõnd nengẽ tɩ M bʋ yãmb ne tɑɑb sʋk yãmb sẽn dɑ yɩ n yõsd tɑɑb yεl-nins pʋgẽ wã.",
      "footnotes": ""
    },
    {
      "id": "349",
      "sura": "3",
      "aya": "56",
      "arabic_text": "فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ",
      "translation": "Lɑ sẽn kɩfl-bã M nɑ n sɩbg-b lɑme Dũni kɑ lɑ Yɑoolem rɑɑrã, b pɑ tɑr sõngd buud me.",
      "footnotes": ""
    },
    {
      "id": "350",
      "sura": "3",
      "aya": "57",
      "arabic_text": "وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ",
      "translation": "Lɑ sẽn kõ-b sɩdã lɑ b tʋm sõmã wã, A nɑ n pidsɑ b keoobã n kõ-bɑ, lɑ Wẽnd pɑ nong Wẽgdb ye.",
      "footnotes": ""
    },
    {
      "id": "351",
      "sura": "3",
      "aya": "58",
      "arabic_text": "ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ",
      "translation": "Ad wãnde Tõnd sẽn togsd foo wã yɑɑ Tɑgmas-rãmb sẽn yɑɑ vẽenegɑ n le yɑɑ tẽegr sẽn mɑnege (Alkʋrɑɑna).",
      "footnotes": ""
    },
    {
      "id": "352",
      "sura": "3",
      "aya": "59",
      "arabic_text": "إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ",
      "translation": "Ad a ɭɩsɑ bilgri Wẽnd nengẽ yɑɑ wɑlɑ ɑ Aɑdɑma, A nɑɑn-ɑ lɑme ne tom, rẽ poorẽ t'A yeel-ɑ:\" yɩ!\". T'ɑ be yɩɩbẽ",
      "footnotes": ""
    },
    {
      "id": "353",
      "sura": "3",
      "aya": "60",
      "arabic_text": "ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ",
      "translation": "Sɩdã lɑ wãnde sẽn yi fo Soɑbã nengẽ, bɩ f rɑ yɩ sik-soɑb ye.",
      "footnotes": ""
    },
    {
      "id": "354",
      "sura": "3",
      "aya": "61",
      "arabic_text": "فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ",
      "translation": "Lɑ sẽn tɑk-ɑ foom ɑ pʋgẽ, bãngrã sẽn wɑ fo nengẽ poorẽ, bɩ f yeele: \"wɑ-y tɩ d bool tõnd koɑmbã lɑ yãmb koɑmbã, lɑ tõnd pɑgbã lɑ yãmb pɑgbã, lɑ tõnd mensã lɑ yãmb mensã, rẽ poorẽ tɩ d kãɑb taabɑ n doglg Wẽnd Kãɑb-beedã zirẽ-be-rãmbã zugu\".",
      "footnotes": ""
    },
    {
      "id": "355",
      "sura": "3",
      "aya": "62",
      "arabic_text": "إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "Ad wãnde lɑ togsg sẽn yɑɑ sɩdɑ, lɑ Soɑb buud pɑ be rẽndɑ Wẽnde, lɑ ɑd Wẽnde Yẽndɑ lɑ a Windɑ n yɑɑ a Bʋʋd-mitɑ.",
      "footnotes": ""
    },
    {
      "id": "356",
      "sura": "3",
      "aya": "63",
      "arabic_text": "فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ",
      "translation": "Lɑ b sã n dɑεεge, rẽnd Wẽnd yɑɑ Mitɑ ne Sãɑmdbã.",
      "footnotes": ""
    },
    {
      "id": "357",
      "sura": "3",
      "aya": "64",
      "arabic_text": "قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ",
      "translation": "Yeele:\" yɑɑ yãmb Gɑfã rãmbɑ! Wɑ-y tɩ d tʋg gomd sẽn yɑɑ tɩrgɑ tõnd ne tɑɑb sʋkɑ, tɩ d rɑ wɑ tũ rẽndɑ Wẽnde, lɑ d rɑ mɑɑn Lɑg-m-tɑɑre ne-A bɑɑ fʋɩ, lɑ d rɑ rɩk tɑɑb n mɑɑn soab-rãmbɑ zẽng tɩ pɑ yɩ Wẽnd ye\". Lɑ bãmb sã n rɑεεge bɩ f yeel-bɑ:\" mɑɑn-y kɑseto tɩ tõnd yɑɑ Lɩslɑɑmbɑ\".",
      "footnotes": ""
    },
    {
      "id": "358",
      "sura": "3",
      "aya": "65",
      "arabic_text": "يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "Yɑɑ yãmb Gɑfã rãmbɑ! Yɑɑ bõe tɩ yãmb tɑkd ɑ ɭbrɑɑhɩɩm yellã pʋgẽ tɩ Tɑoorɑɑtã lɑ ɭngiilã yɑool n pɑ sig rẽndɑ ɑ loogr poorẽ, yãmb pɑ tɑr yɑm lɑ?",
      "footnotes": ""
    },
    {
      "id": "359",
      "sura": "3",
      "aya": "66",
      "arabic_text": "هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ",
      "translation": "Ad yãmbɑ, y mɑɑnɑ tɑk-n-tɑɑr yãmb sẽn tɑr bãngr ne bũmb ningã, lɑ yɑɑ bõe tɩ y mɑɑn tɑk-n-tɑɑre yãmb sẽn pɑ tɑr bãngr ne bũmb ningɑ? Lɑ Wẽnd miime lɑ yãmb pɑ mi ye.",
      "footnotes": ""
    },
    {
      "id": "360",
      "sura": "3",
      "aya": "67",
      "arabic_text": "مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "A ɭbrɑɑhɩɩm pɑ yɩ n yɑɑ Yɑhʋʋdɑ ɑ pɑ Nɑsɑɑrɑ, lɑ ɑ yɩɩ Wẽn-yemd n yɑɑ sɑk-n-tũ soɑbɑ, lɑ a pɑ yɩ n yɑɑ Lɑgm-n-tɑɑr soɑb ye.",
      "footnotes": ""
    },
    {
      "id": "361",
      "sura": "3",
      "aya": "68",
      "arabic_text": "إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ",
      "translation": "Ad neb sẽn sõmb ne ɑ ɭbrɑɑhɩɩm yɑɑ rãmb sẽn pʋg-ɑ wã, lɑ Nɑbiyɑɑm-kãngã lɑ sẽn kõ-b sɩdã, lɑ Wẽnd yɑɑ sɩd-kõtbã Lɑlldɑ.",
      "footnotes": ""
    },
    {
      "id": "362",
      "sura": "3",
      "aya": "69",
      "arabic_text": "وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ",
      "translation": "Sʋll sẽn yi Gɑfã rãmbẽ nong n dɑtɑme n nɑ n menemes yãmbɑ, lɑ b pa menesd rẽndɑ b mense, lɑ b pɑ ningd b yɑmẽ ye.",
      "footnotes": ""
    },
    {
      "id": "363",
      "sura": "3",
      "aya": "70",
      "arabic_text": "يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ",
      "translation": "Yɑɑ yãmb Gɑfã rãmbɑ! Yɑɑ bõe tɩ y kɩfend ne Wẽnd Aɑyɑ wã, tɩ yãmb yɑool n yɑɑ sẽn mɑɑn kɑset t'ɑ yɑɑ sɩdɑ?",
      "footnotes": ""
    },
    {
      "id": "364",
      "sura": "3",
      "aya": "71",
      "arabic_text": "يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ",
      "translation": "Yɑɑ yãmb Gɑfã rãmbɑ! yɑɑ bõe tɩ yãmb gẽdgd sɩdã ne zĩri, n solgd sɩdã tɩ yãmb yɑool n miẽ.",
      "footnotes": ""
    },
    {
      "id": "365",
      "sura": "3",
      "aya": "72",
      "arabic_text": "وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "Lɑ Sull sẽn yi Gɑfã rãmbẽ yeelɑme: \"kõ-y sɩdɑ ne bũmb ning sẽn sig sɩd-kõtbã zugã wĩndg sɩngrẽ lɑ y kɩfl ne-a (wĩndgã) ɑ bɑɑsgẽ wã sãnd-sãnde b nɑ lebge n bɑs b dĩinɑ yãmb yiibã sẽn kẽesd-b sik sɑbɑb\".",
      "footnotes": ""
    },
    {
      "id": "366",
      "sura": "3",
      "aya": "73",
      "arabic_text": "وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ",
      "translation": "Lɑ y rɑ kõ sɩdɑ sã n pɑ sẽn tũ yãmb Dĩinã, yeele: \"Ad kãndgrã yɑɑ Wẽnd Kãndgre\". Tɩ b kõo nedɑ wɑlɑ b sẽn kõ yãmbã; mɑa b nɑ n lubɑ yãmbɑ y soɑbã nengẽ, rẽ yεεsg yĩngɑ. yeel-bɑ: \" ɑd yɩɩdlemã bee Wẽnd nugẽ, t'A kõt A sẽn tʋll-ɑ soɑbɑ, lɑ Wẽnd yɑa Yɑlgdɑ n yɑɑ Mitɑ.",
      "footnotes": ""
    },
    {
      "id": "367",
      "sura": "3",
      "aya": "74",
      "arabic_text": "يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ",
      "translation": "A welgdɑ ne A Yolsgã A sẽn tʋll-ɑ soɑbɑ, lɑ Wẽnd yɑɑ kũun-zɩsg soɑbɑ.",
      "footnotes": ""
    },
    {
      "id": "368",
      "sura": "3",
      "aya": "75",
      "arabic_text": "۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ",
      "translation": "Lɑ be Gɑfã rãmbẽ nebɑ, tɩ fo sã n bobl-ɑ arzεg kẽengɑ ɑ lebsd-ɑ-lɑ foom, lɑ be b pʋgẽ tɩ fo sã n n bobl-ɑ wɑkɩre ɑ pɑ lebsd-ɑ sã n pɑ f yãnesɑ ne-ɑ, bɑlɑ bãmb yeelɑme: \" ɑd yell pɑ be tõnd zug zu-sɑblã ɑrzεgsã rɩɩb pʋgẽ ye\". Lɑ b yetɑ zĩrẽ-n-beed n dogend Wẽnde lɑ b yɑool n miẽ b zĩrẽ-n-beedã",
      "footnotes": ""
    },
    {
      "id": "369",
      "sura": "3",
      "aya": "76",
      "arabic_text": "بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ",
      "translation": "Yɑɑ Sɩdɑ, yellã pɑ wɑlɑ bãmb sẽn yetɑ ye, lɑ sẽn pids-ɑ pʋleng lɑ ɑ zoe Wẽnde, rẽnd Wẽnd nongɑ wẽn-zoetbã.",
      "footnotes": ""
    },
    {
      "id": "370",
      "sura": "3",
      "aya": "77",
      "arabic_text": "إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "Ad sẽn tekd-b Wẽnd pʋlengã lɑ b koosd-b ne ligd bilfu, bãmb rãmbã b pɑ tɑr pʋɩɩr Yɑoolem rɑɑrã ye, lɑ Wẽnd kõn gom ne-b ye, A pɑ nɑ n ges-b Dũni-yikr rɑɑr ye, A pɑ nɑ n yɩlg-b ye, b tɑrɑ nɑmsg sẽn zɑbde.",
      "footnotes": ""
    },
    {
      "id": "371",
      "sura": "3",
      "aya": "78",
      "arabic_text": "وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ",
      "translation": "Lɑ ɑd zãma n be b pʋgẽ n wẽnd Gɑfã ne b zɩlmã wã tɩ yãmb nɑ tẽ-ɑ tɩ bee Gɑfẽ wã, lɑ ɑ yɑool n pɑ be Gɑfẽ wã ye, lɑ b yetẽ:\" ɑ yii Wẽnd nengẽ\" lɑ ɑ yɑool n pɑ yi Wẽnd nengẽ ye, lɑ b yetɑ zĩrẽ-n-beedo n dogend Wẽnde lɑ b miẽ.",
      "footnotes": ""
    },
    {
      "id": "372",
      "sura": "3",
      "aya": "79",
      "arabic_text": "مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ",
      "translation": "Pɑ sõmb ne yĩng soɑbɑ tɩ Wẽnd kõ-a Gɑfo, lɑ Bʋʋdo, lɑ Nɑbiyɑɑmdem, rẽ poorẽ t'ɑ yeel nebã: \"yɩ-y yembs n tũ mɑɑm lɑ y bɑs Wẽnde\". lɑ ɑ yet-b lame: \"yɩ-y bãngdbɑ sẽn yɑɑ tʋmdbɑ lɑ wubdbɑ ne b sẽn rɑ wĩnigd yãmb Gɑfã lɑ y sẽn rɑ kɑremdã\".",
      "footnotes": ""
    },
    {
      "id": "373",
      "sura": "3",
      "aya": "80",
      "arabic_text": "وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ",
      "translation": "Lɑ ɑ pɑ sɑgend yãmb tɩ y rɩk Mɑlεk-rãmbã lɑ Nɑbiyɑɑm-rãmbã n mɑɑn soɑb-rãmb ye, ɑ nɑ n sɑglɑ yãmb ne kɩfendo? yãmb sẽn yɑɑ Lɩslɑɑm poorẽ?",
      "footnotes": ""
    },
    {
      "id": "374",
      "sura": "3",
      "aya": "81",
      "arabic_text": "وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ",
      "translation": "Lɑ tẽeg wɑkɑt ning Wẽnd sẽn deeg Nɑbiyɑɑm-rãmbã pʋlengo, n yeel-bɑ: \"M sã n kõ yãmb Gɑfo lɑ Bʋʋdo, rẽ poorẽ tɩ Tẽn-tʋʋm wɑ yãmb nengẽ, n sɩdgd sẽn be ne yãmbã, yãmb nɑ n kõo sɩdɑ ne-ɑ? y nɑ sõng-ɑ?\" La A yeele: \" yãmb reegɑ y zugẽ lɑ y sɑk Mɑm Pʋlengã?\" La b yeel yã: \" d sɑkɑme\". t'A (Wẽnd) yeele: \" bɩ y mɑɑn kaseto tɩ Mɑm me lɑgmɑ yãmb n mɑɑnd Kɑseto\".",
      "footnotes": ""
    },
    {
      "id": "375",
      "sura": "3",
      "aya": "82",
      "arabic_text": "فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ",
      "translation": "La neb nins sẽn dɑeeg-b Al-kɑool kãngɑ poorẽ, ad bãmb rãmb la Dĩin-yitbã.",
      "footnotes": ""
    },
    {
      "id": "376",
      "sura": "3",
      "aya": "83",
      "arabic_text": "أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ",
      "translation": "Rẽ yĩngɑ; zẽng sẽn pɑ Wẽnd Dĩinã lɑ b bɑoodɑ; tɩ sẽn be sɑɑsẽ lɑ tẽng zug fãɑ bɑsɑ b mens n pʋg-A ne sɑk-n-tũ lɑ tɩlɑe, b lebeng zĩig me yɑɑ A nengẽ.",
      "footnotes": ""
    },
    {
      "id": "377",
      "sura": "3",
      "aya": "84",
      "arabic_text": "قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ",
      "translation": "Yeele: \"d kõo sɩd ne Wẽnd lɑ sẽn sik n kõ tõndã lɑ sẽn sik n kõ ɑ ɭbrɑɑhɩɩmã, lɑ ɑ ɭsmɑɑyɩɩlã, lɑ ɭshɑɑkã, lɑ aYɑɑkubã, lɑ Yɑgensã, lɑ b sẽn kõ ɑ Muusɑ, lɑ a ɭɩsɑ, lɑ Nɑbiyɑɑm-rãmbã sẽn yi b Soɑbã nengã wã; tõnd pɑ welgd bɑ a yembr b pʋgẽ ye, tõnd me yɑɑ sɑk-n-tũ rãmb ne-A.",
      "footnotes": ""
    },
    {
      "id": "378",
      "sura": "3",
      "aya": "85",
      "arabic_text": "وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ",
      "translation": "La sẽn baood-a dĩin zẽng sẽn pa yɩ ne Lɩslaoongã, b pa na n tol n reeg a yĩng ye, la yẽnda, Yaoolem raarã, a yaa bõn-soaba.",
      "footnotes": ""
    },
    {
      "id": "379",
      "sura": "3",
      "aya": "86",
      "arabic_text": "كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
      "translation": "Wẽnd na n kãndga neb wãn-wãna, neb sẽn kɩfl b lɩɩmaoong(sɩd-kũun) poorẽ, la b maan kaset tɩ tẽn-tʋʋmã yaa sɩda, tɩ vẽenem wa bãmb nengẽ? La Wẽnd ka kãndgd neb sẽn yaa wẽgdb ye.",
      "footnotes": ""
    },
    {
      "id": "380",
      "sura": "3",
      "aya": "87",
      "arabic_text": "أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ",
      "translation": "Bãmb rãmbã rolbo, yaa tɩ Wẽnd kãab-beed n be ne-ba, la Malεk-rãmbã, la nebã fãa gill kãab-beedo.",
      "footnotes": ""
    },
    {
      "id": "381",
      "sura": "3",
      "aya": "88",
      "arabic_text": "خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ",
      "translation": "Tɩ b yɑɑ ruumdb ɑ pʋgẽ, b pɑ nɑ n yols nãngã b zug ye, b pɑ nɑ n ges-bɑ.",
      "footnotes": ""
    },
    {
      "id": "382",
      "sura": "3",
      "aya": "89",
      "arabic_text": "إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ",
      "translation": "Rẽnd neb nins sẽn tuub woto poorẽ, rẽ poorẽ tɩ b maneg b tʋʋmã. Ad Wẽnd yaa yaafg naab n yaa yolsg naaba.",
      "footnotes": ""
    },
    {
      "id": "383",
      "sura": "3",
      "aya": "90",
      "arabic_text": "إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ",
      "translation": "Nins sẽn kɩfl b sɩd-kũunã poorẽ, rẽ poorẽ tɩ b paas kɩflgo, b kõn tol n reeg b tuubgã ye, la ad yaa bãmb la menemdbã.",
      "footnotes": ""
    },
    {
      "id": "384",
      "sura": "3",
      "aya": "91",
      "arabic_text": "إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ",
      "translation": "Ad sẽn kɩfl-bã n kell n ki tɩ bãmb yɑɑ kɩfr-rãmbã, b kõn tol n reeg bãmb yembr kãm fãɑ nengẽ, sãnem sẽn pid tẽngã bɑɑ t'ɑ sã n yao-a n na n fãag a menga, bãmb rãmbã tara namsg sẽn zabde, b pa tar sõngd me.",
      "footnotes": ""
    },
    {
      "id": "385",
      "sura": "3",
      "aya": "92",
      "arabic_text": "لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ",
      "translation": "Yãmb kõn tol n paam manegr yel-sõmde, hal tɩ y wa yãk yãmb sẽn nong-a n nafe, la yãmb sẽn yãk n naf ne bũmb ning fãa, ad Wẽnd mi-a lame.",
      "footnotes": ""
    },
    {
      "id": "386",
      "sura": "3",
      "aya": "93",
      "arabic_text": "۞ كُلُّ ٱلطَّعَامِ كَانَ حِلّٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسۡرَٰٓءِيلُ عَلَىٰ نَفۡسِهِۦ مِن قَبۡلِ أَن تُنَزَّلَ ٱلتَّوۡرَىٰةُۚ قُلۡ فَأۡتُواْ بِٱلتَّوۡرَىٰةِ فَٱتۡلُوهَآ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "Rɩ-yɩlmã fãa rag n yaa halaal ne ɭsraayεl koambã, sã n pa a ɭsraayεl sẽn gɩdg ne a menga, taoor tɩ b na n ka sik Taooraatã, lɑ pɑ wɑ Yɑhʋʋd-rãmbã sẽn yɑgd tɩ hɑrɑngã rɑ bee Tɑoorɑɑtã pʋgẽ wã ye. Yeel-ba: \" bɩ y wa ne Taooraatã n karem-a tɩ y sã n yaa sɩd-rãmba\"",
      "footnotes": ""
    },
    {
      "id": "387",
      "sura": "3",
      "aya": "94",
      "arabic_text": "فَمَنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ مِنۢ بَعۡدِ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ",
      "translation": "Lɑ sẽn yɑg-ɑ zĩri n rogl Wẽnd rẽ poorẽ, rẽnd bãmb rãmbã lɑ wẽgdbã.",
      "footnotes": ""
    },
    {
      "id": "388",
      "sura": "3",
      "aya": "95",
      "arabic_text": "قُلۡ صَدَقَ ٱللَّهُۗ فَٱتَّبِعُواْ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "Yeele \" tɩ Wẽnd togsɑ sɩdɑ, bɩ y tũ a ɭbraahɩɩm sorã, sẽn tẽeg tɩrgɑ n tʋg Wẽn-yembgã, lɑ a pa yɩ lagem-n-taar soɑb ye.",
      "footnotes": ""
    },
    {
      "id": "389",
      "sura": "3",
      "aya": "96",
      "arabic_text": "إِنَّ أَوَّلَ بَيۡتٖ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكٗا وَهُدٗى لِّلۡعَٰلَمِينَ",
      "translation": "Ad rãeenem roog b sẽn ning nebã yĩnga, yaa sẽn be-a Bakatã (Makã), tɩ bark be be, n leb n yaa kãndgr ne bõn-naandsã.",
      "footnotes": ""
    },
    {
      "id": "390",
      "sura": "3",
      "aya": "97",
      "arabic_text": "فِيهِ ءَايَٰتُۢ بَيِّنَٰتٞ مَّقَامُ إِبۡرَٰهِيمَۖ وَمَن دَخَلَهُۥ كَانَ ءَامِنٗاۗ وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلۡبَيۡتِ مَنِ ٱسۡتَطَاعَ إِلَيۡهِ سَبِيلٗاۚ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ",
      "translation": "Tagmas sẽn yaa vẽeneg n be be, a ɭbraahɩɩm na-tagdrã, ned ning sẽn kẽ-a be, a tara basem-m-yam, la roga nebã tɩ b kaag Roogã Wẽnd yĩnga, sẽn paam-a sor n na n tʋg be, la sẽn maan-a sõmb-zɩɩlem, rẽnd Wẽnd yaa sek-m-meng soab n yi bõn-naandsã.",
      "footnotes": ""
    },
    {
      "id": "391",
      "sura": "3",
      "aya": "98",
      "arabic_text": "قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَٱللَّهُ شَهِيدٌ عَلَىٰ مَا تَعۡمَلُونَ",
      "translation": "Yeele: \"Gafã rãmba! yaa bõe tɩ y kɩfl ne Wẽnd Aaya-rãmbã tɩ Wẽnd yaool n maan kaset ne yãmb sẽn tʋmdã.",
      "footnotes": ""
    },
    {
      "id": "392",
      "sura": "3",
      "aya": "99",
      "arabic_text": "قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ تَبۡغُونَهَا عِوَجٗا وَأَنتُمۡ شُهَدَآءُۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ",
      "translation": "Yeele: \"Gafã rãmba! yaa bõe tɩ yãmb gɩt Wẽnd sorã, neb nins sẽn kõ sɩdã, tɩ yãmb baood n na n goalem-a, tɩ yãmb yaool n maan kaset t'a yaa sɩda, la ad Wẽnd ka yam yaal-yaal soab ne yãmb sẽn tʋmdã ye\".",
      "footnotes": ""
    },
    {
      "id": "393",
      "sura": "3",
      "aya": "100",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ فَرِيقٗا مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ يَرُدُّوكُم بَعۡدَ إِيمَٰنِكُمۡ كَٰفِرِينَ",
      "translation": "Yãb ɑ sɩd-kõtbã, yãmb sã n tũ neb nins b sẽn kõ Gafã, b lebsda yãmba y sɩd-kũunã poorẽ tɩ y yaa kɩfr-rãmba.",
      "footnotes": ""
    },
    {
      "id": "394",
      "sura": "3",
      "aya": "101",
      "arabic_text": "وَكَيۡفَ تَكۡفُرُونَ وَأَنتُمۡ تُتۡلَىٰ عَلَيۡكُمۡ ءَايَٰتُ ٱللَّهِ وَفِيكُمۡ رَسُولُهُۥۗ وَمَن يَعۡتَصِم بِٱللَّهِ فَقَدۡ هُدِيَ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "La yaa wãn-wãn tɩ yãmb kɩfldẽ, tɩ Wẽnd Aayayã karemd yãmb zugu, t’A tẽn-tʋʋmã be yãmb pʋgẽ, lɑ sẽn gãd-a Wẽnd sorã, sɩd-sɩda, A kãndgd-a lame n tʋg sor sẽn yaa tɩrga.",
      "footnotes": ""
    },
    {
      "id": "395",
      "sura": "3",
      "aya": "102",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ",
      "translation": "Yaa yãmb neb nins sẽn kõ sɩd ne Wẽnde! zoe-y Wẽnde, A zoees tεkẽ, la y ra wa ki, rẽndame tɩ y yaa sak-n-tũ rãmba;",
      "footnotes": ""
    },
    {
      "id": "396",
      "sura": "3",
      "aya": "103",
      "arabic_text": "وَٱعۡتَصِمُواْ بِحَبۡلِ ٱللَّهِ جَمِيعٗا وَلَا تَفَرَّقُواْۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ كُنتُمۡ أَعۡدَآءٗ فَأَلَّفَ بَيۡنَ قُلُوبِكُمۡ فَأَصۡبَحۡتُم بِنِعۡمَتِهِۦٓ إِخۡوَٰنٗا وَكُنتُمۡ عَلَىٰ شَفَا حُفۡرَةٖ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنۡهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَهۡتَدُونَ",
      "translation": "Lɑ y gãd Wẽnd Wĩirã, y gilli lɑ y rɑ weel tɑɑb ye, lɑ y tẽeg Wẽnd neemã wã yãmb zugu, yãmb sẽn rɑg n tɑr beem t'A minmis yãmb sũyã ne tɑɑbɑ, tɩ y lebg n yɑɑ mɑ-biisi, A neema(Lɩslɑɑnã) wã sɑbɑbo, lɑ yãmb rɑg n be bugum bok kɩrengɑ t'A tɩlg yãmb n yi ɑ pʋgẽ, yɑɑ woto lɑ A vẽnegd A Aɑyɑyã n wĩngd yãmbɑ, sãnd-sãnde y nɑ kãnde.",
      "footnotes": ""
    },
    {
      "id": "397",
      "sura": "3",
      "aya": "104",
      "arabic_text": "وَلۡتَكُن مِّنكُمۡ أُمَّةٞ يَدۡعُونَ إِلَى ٱلۡخَيۡرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
      "translation": "Lɑ zãmã zĩnd yãmb pʋgẽ n boond n tʋgd sõmɑ lɑ b sɑgend ne mɑnegre lɑ b gɩdgd sẽn kisi, lɑ bãmb lɑ põsdbã.",
      "footnotes": ""
    },
    {
      "id": "398",
      "sura": "3",
      "aya": "105",
      "arabic_text": "وَلَا تَكُونُواْ كَٱلَّذِينَ تَفَرَّقُواْ وَٱخۡتَلَفُواْ مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ عَظِيمٞ",
      "translation": "Lɑ y rɑ yɩ wɑlɑ sẽn wels-b tɑɑbɑ n yõs tɑɑb vẽenemã sẽn wɑ b nengẽ poorẽ, lɑ bãmb-rãmbã b tɑrɑ nɑmsg sẽn yɑɑ bedre.",
      "footnotes": ""
    },
    {
      "id": "399",
      "sura": "3",
      "aya": "106",
      "arabic_text": "يَوۡمَ تَبۡيَضُّ وُجُوهٞ وَتَسۡوَدُّ وُجُوهٞۚ فَأَمَّا ٱلَّذِينَ ٱسۡوَدَّتۡ وُجُوهُهُمۡ أَكَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ",
      "translation": "Rɑɑr ning nens sẽn pelgde tɩ nens sobgdẽ, lɑ sã n yɑɑ nens sẽn sobg-b rãmbã: yãmb kiflɑ y sɩd-kũun poorẽ, bɩ y lemb nɑongã yãmb sẽn rɑ yɩ n kɩfendẽ wã yĩngɑ.",
      "footnotes": ""
    },
    {
      "id": "400",
      "sura": "3",
      "aya": "107",
      "arabic_text": "وَأَمَّا ٱلَّذِينَ ٱبۡيَضَّتۡ وُجُوهُهُمۡ فَفِي رَحۡمَةِ ٱللَّهِۖ هُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "Lɑ sã n yɑɑ nems señ pelg-bã, bãmb bee Wẽnd yolsgã pʋgẽ, bãmb yɑɑ ruumdb ɑ pʋgẽ.",
      "footnotes": ""
    },
    {
      "id": "401",
      "sura": "3",
      "aya": "108",
      "arabic_text": "تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۗ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعَٰلَمِينَ",
      "translation": "Wã yɑɑ Wẽnd Aɑyɑ-rãmb tɩ D kɑremd-ɑ fo zugu ne sɩdɑ, lɑ Wẽnd pɑ rɑt wẽgd ne A yemsã ye.",
      "footnotes": ""
    },
    {
      "id": "402",
      "sura": "3",
      "aya": "109",
      "arabic_text": "وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ",
      "translation": "Lɑ Wẽnd n so sẽn be sɑɑsẽ lɑ tẽngẽ, lɑ yɑɑ Wẽnd nengẽ lɑ yεlã lebdɑ.",
      "footnotes": ""
    },
    {
      "id": "403",
      "sura": "3",
      "aya": "110",
      "arabic_text": "كُنتُمۡ خَيۡرَ أُمَّةٍ أُخۡرِجَتۡ لِلنَّاسِ تَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَتَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَتُؤۡمِنُونَ بِٱللَّهِۗ وَلَوۡ ءَامَنَ أَهۡلُ ٱلۡكِتَٰبِ لَكَانَ خَيۡرٗا لَّهُمۚ مِّنۡهُمُ ٱلۡمُؤۡمِنُونَ وَأَكۡثَرُهُمُ ٱلۡفَٰسِقُونَ",
      "translation": "Yãmb yɑɑ zãmɑ sẽn yɩɩd sõmblem tɩ b yiis-b nebã yĩngɑ, yãmb sɑgendɑ ne mɑnegre lɑ y gɩdgd sẽn kisi, lɑ y kõt sɩd ne Wẽnde. Lɑ lak Gɑfã rãmb sã n da kõ sɩdɑ, rag n nɑ yɩ sõmɑ ne-bɑ, sɩd kõtb n be b pʋgẽ lɑ b wʋsgã fãɑ yɑɑ Dĩĩn-yitbɑ.",
      "footnotes": ""
    },
    {
      "id": "404",
      "sura": "3",
      "aya": "111",
      "arabic_text": "لَن يَضُرُّوكُمۡ إِلَّآ أَذٗىۖ وَإِن يُقَٰتِلُوكُمۡ يُوَلُّوكُمُ ٱلۡأَدۡبَارَ ثُمَّ لَا يُنصَرُونَ",
      "translation": "B kɑ nɑ n tõog n nɑmes yãmb rẽndɑ goam bɑlɑ, lɑ b sã n zɑb ne yãmbɑ b nɑ n gõdɑ kudgu, rẽ poore b kõn pɑɑm sõngr ye.",
      "footnotes": ""
    },
    {
      "id": "405",
      "sura": "3",
      "aya": "112",
      "arabic_text": "ضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ أَيۡنَ مَا ثُقِفُوٓاْ إِلَّا بِحَبۡلٖ مِّنَ ٱللَّهِ وَحَبۡلٖ مِّنَ ٱلنَّاسِ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِ وَضُرِبَتۡ عَلَيۡهِمُ ٱلۡمَسۡكَنَةُۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ",
      "translation": "B bui-b lɑme ne yɑɑlgo b sẽn mikẽ-b zĩig ning fãɑ; sã n pɑ bɑs-yɑm pʋleng sẽn yi Wẽnd nengẽ lɑ sẽn yi nebã nengẽ. Tɩ b bɑɑs ne gẽeg sẽn yit Wẽnd nengẽ, tɩ nimbãɑneg bui bãmba. Lɑ sẽn pɑɑm-bã yɑɑ bãmb sẽn rɑ yɩ n kifend ne Wẽnd Aɑya wã, lɑ b kʋʋd nɑbiyɑɑm-rãmbã tɩ pɑ tũ ne sɩdã, yɑɑ b sẽn kɩɩsã lɑ b rɑ zʋʋgd todsã.",
      "footnotes": ""
    },
    {
      "id": "406",
      "sura": "3",
      "aya": "113",
      "arabic_text": "۞ لَيۡسُواْ سَوَآءٗۗ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ أُمَّةٞ قَآئِمَةٞ يَتۡلُونَ ءَايَٰتِ ٱللَّهِ ءَانَآءَ ٱلَّيۡلِ وَهُمۡ يَسۡجُدُونَ",
      "translation": "Lɑ b pɑ yembr ye, be Gɑfã rãmbẽ zãmɑ sẽn yãs n kɑremd Wẽnd Aɑyɑ wã yʋng wɑkɑt rãmbẽ tɩ b yɑɑ sẽn pʋʋsde.",
      "footnotes": ""
    },
    {
      "id": "407",
      "sura": "3",
      "aya": "114",
      "arabic_text": "يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِۖ وَأُوْلَٰٓئِكَ مِنَ ٱلصَّٰلِحِينَ",
      "translation": "B kõtɑ sɩd ne Wẽnde lɑ Yɑoolem rɑɑrã lɑ b sɑgend ne mɑnegr lɑ b gɩdgd sẽn kisi lɑ b rengd tɑɑb yel-sõma pʋgẽ, lɑ bãmb lɑgmɑ nin-sõmsã.",
      "footnotes": ""
    },
    {
      "id": "408",
      "sura": "3",
      "aya": "115",
      "arabic_text": "وَمَا يَفۡعَلُواْ مِنۡ خَيۡرٖ فَلَن يُكۡفَرُوهُۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ",
      "translation": "Lɑ b sẽn tʋm tɩ be neer fãɑ b kõn mong-b ɑ yel-sõmd ye, lɑ Wẽnd yɑɑ mitɑ ne wẽn-zoεtbã.",
      "footnotes": ""
    },
    {
      "id": "409",
      "sura": "3",
      "aya": "116",
      "arabic_text": "إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "Ad sẽn kɩfl-bã bãmb arzεgsã pɑ nɑ n põsg-bɑ, b koɑmb pɑ nɑ n põsg-bɑ n yi Wẽnd bɑɑ fʋɩ, lɑ ɑd yɑɑ bãmb rãmb lɑ bugum koɑmbã, b yɑɑ ruumdb ɑ pʋgẽ.",
      "footnotes": ""
    },
    {
      "id": "410",
      "sura": "3",
      "aya": "117",
      "arabic_text": "مَثَلُ مَا يُنفِقُونَ فِي هَٰذِهِ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَثَلِ رِيحٖ فِيهَا صِرٌّ أَصَابَتۡ حَرۡثَ قَوۡمٖ ظَلَمُوٓاْ أَنفُسَهُمۡ فَأَهۡلَكَتۡهُۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِنۡ أَنفُسَهُمۡ يَظۡلِمُونَ",
      "translation": "Bãmb sẽn yãkd n nɑf dũni-kãngã pʋgẽ wã yɑɑ wɑlɑ sebgo wɑo-kεgeng sẽn be ɑ pʋgẽ, t'ɑ ta neb sẽn wẽg b mens pʋʋgẽ n hɑlk-ɑ. Lɑ ɑd Wẽnd pɑ wẽg-b ye, lɑ ɑd yɑɑ bãmb n wẽg b mense.",
      "footnotes": ""
    },
    {
      "id": "411",
      "sura": "3",
      "aya": "118",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ بِطَانَةٗ مِّن دُونِكُمۡ لَا يَأۡلُونَكُمۡ خَبَالٗا وَدُّواْ مَا عَنِتُّمۡ قَدۡ بَدَتِ ٱلۡبَغۡضَآءُ مِنۡ أَفۡوَٰهِهِمۡ وَمَا تُخۡفِي صُدُورُهُمۡ أَكۡبَرُۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِۖ إِن كُنتُمۡ تَعۡقِلُونَ",
      "translation": "Yɑɑ yãmb ɑ sid-kõtbɑ! rɑ n tɑll-y non-n-tɑɑse sẽn pɑ sɩd-kõtb ye, b pɑ tekd yɑmbẽ neb b nɑ nɑms yãmb ye, sɩdɑ ɑd beemã vẽnegɑ b noyẽ wã lɑ b sũyã sẽn solgdã n yɩɩde, sɩd lɑ hɑɑkɩɩkã Tõnd vẽnegɑ Aɑyɑ wã n wĩnig yãmb, tɩ sãnd-sãnde y nɑ tɑll yɑm.",
      "footnotes": ""
    },
    {
      "id": "412",
      "sura": "3",
      "aya": "119",
      "arabic_text": "هَٰٓأَنتُمۡ أُوْلَآءِ تُحِبُّونَهُمۡ وَلَا يُحِبُّونَكُمۡ وَتُؤۡمِنُونَ بِٱلۡكِتَٰبِ كُلِّهِۦ وَإِذَا لَقُوكُمۡ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ عَضُّواْ عَلَيۡكُمُ ٱلۡأَنَامِلَ مِنَ ٱلۡغَيۡظِۚ قُلۡ مُوتُواْ بِغَيۡظِكُمۡۗ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "Ad yãmb nong-b lɑme tɩ b yaool n pɑ nong yãmb ye, lɑ y kõt sɩd ne Gɑfã fãɑ lɑ b sã n sεg yãmb b yetɑme:\" tõnd kõo sɩdɑ\". Lɑ b sã n lɑk kεεng lɑ b sẽn dũmd b nusã yãmb kisg yĩnga, sũ-puur keelem, yeele: \"ki-y ne y sũ-puurã ɑd Wẽnd mii sẽn be sũy pʋgẽ\".",
      "footnotes": ""
    },
    {
      "id": "413",
      "sura": "3",
      "aya": "120",
      "arabic_text": "إِن تَمۡسَسۡكُمۡ حَسَنَةٞ تَسُؤۡهُمۡ وَإِن تُصِبۡكُمۡ سَيِّئَةٞ يَفۡرَحُواْ بِهَاۖ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ لَا يَضُرُّكُمۡ كَيۡدُهُمۡ شَيۡـًٔاۗ إِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ مُحِيطٞ",
      "translation": "Neer sã n pɑɑm yãmb pɑ noom-b ye, lɑ wẽng sã n pɑɑm yãmb b kɩdemdɑ ne rẽ, lɑ y sã n mɑɑn sugr lɑ y zoe Wẽnde, b rɑbsgã pɑ nɑmsd yãmb fʋi, ɑd Wẽnd saa ne bãmb sẽn tʋmdã.",
      "footnotes": ""
    },
    {
      "id": "414",
      "sura": "3",
      "aya": "121",
      "arabic_text": "وَإِذۡ غَدَوۡتَ مِنۡ أَهۡلِكَ تُبَوِّئُ ٱلۡمُؤۡمِنِينَ مَقَٰعِدَ لِلۡقِتَالِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
      "translation": "Lɑ tẽeg wɑkɑt ning fo sẽn sãd n yi f zɑkẽ wã n teesd sɩd-kõtbã b yãnesg zĩis zɑbrẽ wã, lɑ Wẽnd yɑɑ wʋmdɑ n yɑɑ mitɑ.",
      "footnotes": ""
    },
    {
      "id": "415",
      "sura": "3",
      "aya": "122",
      "arabic_text": "إِذۡ هَمَّت طَّآئِفَتَانِ مِنكُمۡ أَن تَفۡشَلَا وَٱللَّهُ وَلِيُّهُمَاۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ",
      "translation": "Sull ɑ yiib sẽn yi yãmb pʋgẽ sẽn pẽneg n nɑ n kongẽ lɑ Wẽnd lɑ b yiibã lɑlldɑ, bɩ sɩd-kõtb boblg b mens ne Wẽnde.",
      "footnotes": ""
    },
    {
      "id": "416",
      "sura": "3",
      "aya": "123",
      "arabic_text": "وَلَقَدۡ نَصَرَكُمُ ٱللَّهُ بِبَدۡرٖ وَأَنتُمۡ أَذِلَّةٞۖ فَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "Lɑ sɩd lɑ hɑɑkɩɩkɑ Wẽnd sõngɑ yãmb Bɑdr tɩ yãmb rɑg n yɑɑ vɑlemse, bɩ y zoe Wẽnde sãnd-sãnde yãmb nɑ pʋʋs bɑrkɑ.",
      "footnotes": ""
    },
    {
      "id": "417",
      "sura": "3",
      "aya": "124",
      "arabic_text": "إِذۡ تَقُولُ لِلۡمُؤۡمِنِينَ أَلَن يَكۡفِيَكُمۡ أَن يُمِدَّكُمۡ رَبُّكُم بِثَلَٰثَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُنزَلِينَ",
      "translation": "Wɑkɑt ning fo sẽn rɑ yet sɩd-kõtbã:\" pɑ sek-yã tɩ y Soɑbã sõng-y ne Mɑlεk-rãmb tus ɑ tãɑb tɩ b yɑɑ sẽn sigdi?\"",
      "footnotes": ""
    },
    {
      "id": "418",
      "sura": "3",
      "aya": "125",
      "arabic_text": "بَلَىٰٓۚ إِن تَصۡبِرُواْ وَتَتَّقُواْ وَيَأۡتُوكُم مِّن فَوۡرِهِمۡ هَٰذَا يُمۡدِدۡكُمۡ رَبُّكُم بِخَمۡسَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُسَوِّمِينَ",
      "translation": "Yɑɑ sɩdɑ, y sã n mɑɑn sugri lɑ y zoe Wẽnd tɩ b wɑt yãmb nengẽ tao-tao yãmb Soɑbã nɑ n sõng-y lɑm ne Mɑlεk-rãmb tus ɑ nu sẽn tɑr tɑgemse.",
      "footnotes": ""
    },
    {
      "id": "419",
      "sura": "3",
      "aya": "126",
      "arabic_text": "وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ لَكُمۡ وَلِتَطۡمَئِنَّ قُلُوبُكُم بِهِۦۗ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ",
      "translation": "Lɑ Wẽnd pɑ mɑɑn rẽ rẽndɑme tɩ yɑɑ sũ-noogr ne yãmb lɑ sẽn nɑ yɩl tɩ y sũyã yõgneg ne-ɑ, lɑ ɑd sõngr pɑ yɩ rẽndɑme tɩ yɑɑ sẽn yi Wẽnd nengẽ sẽn yɑɑ wilb nɑɑbɑ n yɑɑ bʋʋd mitɑ.",
      "footnotes": ""
    },
    {
      "id": "420",
      "sura": "3",
      "aya": "127",
      "arabic_text": "لِيَقۡطَعَ طَرَفٗا مِّنَ ٱلَّذِينَ كَفَرُوٓاْ أَوۡ يَكۡبِتَهُمۡ فَيَنقَلِبُواْ خَآئِبِينَ",
      "translation": "Sẽn nɑ hɑlk sull sẽn yi kɩfr-rãmbẽ wã, lɑ puug b sũurã tɩ b wɑ bɑɑs n yɑɑ bõn-rãmbɑ.",
      "footnotes": ""
    },
    {
      "id": "421",
      "sura": "3",
      "aya": "128",
      "arabic_text": "لَيۡسَ لَكَ مِنَ ٱلۡأَمۡرِ شَيۡءٌ أَوۡ يَتُوبَ عَلَيۡهِمۡ أَوۡ يُعَذِّبَهُمۡ فَإِنَّهُمۡ ظَٰلِمُونَ",
      "translation": "Fo pɑ so yellã bɑɑ ɑ yembr ye, A sã n reeg b tuubgu mɑɑ A sɩbg-bɑ, b yɑɑ wẽgdbɑ.",
      "footnotes": ""
    },
    {
      "id": "422",
      "sura": "3",
      "aya": "129",
      "arabic_text": "وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
      "translation": "Lɑ Wẽnd n so sẽn be sɑɑsẽ lɑ sẽn be tẽngẽ, A yɑɑfdɑ A sẽn tʋll-ɑ soɑbɑ, lɑ A sɩbgd A sẽn tʋll-ɑ soɑbɑ, lɑ Wẽnd yɑɑ Yɑɑfd n yɑɑ Yolsdɑ.",
      "footnotes": ""
    },
    {
      "id": "423",
      "sura": "3",
      "aya": "130",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُواْ ٱلرِّبَوٰٓاْ أَضۡعَٰفٗا مُّضَٰعَفَةٗۖ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ",
      "translation": "Yɑɑ yãmb ɑ sɩd-kõtbɑ, rɑ rɩ-y Rɩbɑɑgã n kãɑsd n fãood ye, lɑ y zoe Wẽnd sãnd-sãnde y nɑ pɑɑm põsgɑ.",
      "footnotes": ""
    },
    {
      "id": "424",
      "sura": "3",
      "aya": "131",
      "arabic_text": "وَٱتَّقُواْ ٱلنَّارَ ٱلَّتِيٓ أُعِدَّتۡ لِلۡكَٰفِرِينَ",
      "translation": "Lɑ y zoe bugum ningɑ b sẽn sεglg kɩfr-rãmb yingã.",
      "footnotes": ""
    },
    {
      "id": "425",
      "sura": "3",
      "aya": "132",
      "arabic_text": "وَأَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَ لَعَلَّكُمۡ تُرۡحَمُونَ",
      "translation": "Lɑ y tũ Wẽnde lɑ Tẽn-tʋʋmã sãnd-sãnde b nɑ yols-yã.",
      "footnotes": ""
    },
    {
      "id": "426",
      "sura": "3",
      "aya": "133",
      "arabic_text": "۞ وَسَارِعُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ أُعِدَّتۡ لِلۡمُتَّقِينَ",
      "translation": "Lɑ y yãg n tʋg yɑɑfɑ sẽn yi yãmb Soɑbẽ wã, lɑ arzãn yɑlem sẽn yaa wɑla sɑɑgã ne tẽngã, tɩ b sεglg-ɑ Wẽnd zoεtbã yĩngɑ.",
      "footnotes": ""
    },
    {
      "id": "427",
      "sura": "3",
      "aya": "134",
      "arabic_text": "ٱلَّذِينَ يُنفِقُونَ فِي ٱلسَّرَّآءِ وَٱلضَّرَّآءِ وَٱلۡكَٰظِمِينَ ٱلۡغَيۡظَ وَٱلۡعَافِينَ عَنِ ٱلنَّاسِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ",
      "translation": "Neb nins sẽn yãkd n nɑfdẽ noog lɑ toog wɑkɑtã, lɑ sẽn vend-b sũ-puuri lɑ sẽn yɑɑfd-b n bɑs nebã. Lɑ Wẽnd nongɑ Mɑnegdbã",
      "footnotes": ""
    },
    {
      "id": "428",
      "sura": "3",
      "aya": "135",
      "arabic_text": "وَٱلَّذِينَ إِذَا فَعَلُواْ فَٰحِشَةً أَوۡ ظَلَمُوٓاْ أَنفُسَهُمۡ ذَكَرُواْ ٱللَّهَ فَٱسۡتَغۡفَرُواْ لِذُنُوبِهِمۡ وَمَن يَغۡفِرُ ٱلذُّنُوبَ إِلَّا ٱللَّهُ وَلَمۡ يُصِرُّواْ عَلَىٰ مَا فَعَلُواْ وَهُمۡ يَعۡلَمُونَ",
      "translation": "Lɑ neb nins tɩ b sã n tʋm wẽngɑ mɑɑ b wẽgɑ b mense, b tẽegdɑ Wẽnd yelle n kos b zũnuubã yɑɑfɑ, lɑ yɑɑ ãnd n yɑɑfd zũnuub zẽng sẽn pa Wẽnde? Lɑ b pa nɑdgd ne b sẽn tʋm-ɑ lɑ b mi t'ɑ yɑɑ yook ye",
      "footnotes": ""
    },
    {
      "id": "429",
      "sura": "3",
      "aya": "136",
      "arabic_text": "أُوْلَٰٓئِكَ جَزَآؤُهُم مَّغۡفِرَةٞ مِّن رَّبِّهِمۡ وَجَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ",
      "translation": "Bãmb rãmb rolbã yɑɑ yɑɑfgo sẽn yi b Soɑbã nengẽ lɑ arzãn rãmb ko-sood sẽn zoet ɑ tẽngr tɩ b yɑɑ duumdb ɑ pʋgẽ. Lɑ tʋmdb rolb be neere!",
      "footnotes": ""
    },
    {
      "id": "430",
      "sura": "3",
      "aya": "137",
      "arabic_text": "قَدۡ خَلَتۡ مِن قَبۡلِكُمۡ سُنَنٞ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ",
      "translation": "Ad nɑ-kẽndr rɑ rengɑ yãmb tɑoore bɩ y gilg tẽngã poor zugu n gese yɑgsdbã bɑɑsg sẽn yɩ to-to",
      "footnotes": ""
    },
    {
      "id": "431",
      "sura": "3",
      "aya": "138",
      "arabic_text": "هَٰذَا بَيَانٞ لِّلنَّاسِ وَهُدٗى وَمَوۡعِظَةٞ لِّلۡمُتَّقِينَ",
      "translation": "Wãnde yɑɑ vẽnegr ne nebã lɑ kãndgre lɑ sɑglgɑ ne Wẽnd-zoetbã.",
      "footnotes": ""
    },
    {
      "id": "432",
      "sura": "3",
      "aya": "139",
      "arabic_text": "وَلَا تَهِنُواْ وَلَا تَحۡزَنُواْ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ إِن كُنتُم مُّؤۡمِنِينَ",
      "translation": "Lɑ y rɑ vɑlems ye, lɑ y rɑ sãɑm y sũur ye, tɩ yãmb lɑ windbã tɩ y sã n yɑɑ sɩd-kõtbɑ",
      "footnotes": ""
    },
    {
      "id": "433",
      "sura": "3",
      "aya": "140",
      "arabic_text": "إِن يَمۡسَسۡكُمۡ قَرۡحٞ فَقَدۡ مَسَّ ٱلۡقَوۡمَ قَرۡحٞ مِّثۡلُهُۥۚ وَتِلۡكَ ٱلۡأَيَّامُ نُدَاوِلُهَا بَيۡنَ ٱلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَتَّخِذَ مِنكُمۡ شُهَدَآءَۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ",
      "translation": "Sãmpogr sã n pɑɑm yãmbɑ, rẽnd sãmpogr sẽn wõnd rẽndɑ pɑɑmɑ neb ɑ tɑɑbã, lɑ rɑsem-rãmbã yɑɑ woto bɑlɑ tɩ D teet-b nebã ne tɑɑb sʋkɑ, bʋl yĩng tɩ Wẽnd nɑ mɑɑn tɩ b bãng sẽn kõ-b sɩdã lɑ A tũus sẽn nɑ n pɑɑmb n ki zɑbrẽ wã yãmb pʋgẽ, lɑ Wẽnd pɑ nong Wẽgdb ye.",
      "footnotes": ""
    },
    {
      "id": "434",
      "sura": "3",
      "aya": "141",
      "arabic_text": "وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَمۡحَقَ ٱلۡكَٰفِرِينَ",
      "translation": "La sẽn na yɩlg sẽn kõ sɩdã rãmb zunuubã, la b halk kɩfr-rãmbã.",
      "footnotes": ""
    },
    {
      "id": "435",
      "sura": "3",
      "aya": "142",
      "arabic_text": "أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَيَعۡلَمَ ٱلصَّٰبِرِينَ",
      "translation": "Bɩ yãmb tẽedame tɩ y na n kẽe arzãnã, taoor tɩ Wẽnd pa vẽneg sẽn nidg-b pãngã la A vẽneg sug-maandbã.",
      "footnotes": ""
    },
    {
      "id": "436",
      "sura": "3",
      "aya": "143",
      "arabic_text": "وَلَقَدۡ كُنتُمۡ تَمَنَّوۡنَ ٱلۡمَوۡتَ مِن قَبۡلِ أَن تَلۡقَوۡهُ فَقَدۡ رَأَيۡتُمُوهُ وَأَنتُمۡ تَنظُرُونَ",
      "translation": "La hakɩɩkã, yãmb ra yɩɩme n rat kũumã dĩinã poorẽ, taoor tɩ y na n pa seg-a ye. La y yã-a lame, tɩ yãmb yaa sẽn get-a.",
      "footnotes": ""
    },
    {
      "id": "437",
      "sura": "3",
      "aya": "144",
      "arabic_text": "وَمَا مُحَمَّدٌ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُۚ أَفَإِيْن مَّاتَ أَوۡ قُتِلَ ٱنقَلَبۡتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡۚ وَمَن يَنقَلِبۡ عَلَىٰ عَقِبَيۡهِ فَلَن يَضُرَّ ٱللَّهَ شَيۡـٔٗاۚ وَسَيَجۡزِي ٱللَّهُ ٱلشَّٰكِرِينَ",
      "translation": "La a Mohammad pa yɩ, rẽndame tɩ yaa tẽn-tʋʋma, tẽn-tʋʋms n reng a taoore. A sã n ki, maa b kʋ-a lame, yãmb na n tarame n leb poorẽ? La sẽn tar-a n leb poorẽ, a kõn tol n nams Wẽnd baa fʋɩ. La Wẽnd na n rola bark-pʋʋsdbã neere.",
      "footnotes": ""
    },
    {
      "id": "438",
      "sura": "3",
      "aya": "145",
      "arabic_text": "وَمَا كَانَ لِنَفۡسٍ أَن تَمُوتَ إِلَّا بِإِذۡنِ ٱللَّهِ كِتَٰبٗا مُّؤَجَّلٗاۗ وَمَن يُرِدۡ ثَوَابَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَن يُرِدۡ ثَوَابَ ٱلۡأٓخِرَةِ نُؤۡتِهِۦ مِنۡهَاۚ وَسَنَجۡزِي ٱلشَّٰكِرِينَ",
      "translation": "La yõor ka yɩ n ki, rẽndame tɩ yaa ne Wẽnd bʋʋdo, yaa wakat sẽn yãk toaaga. La sẽn rat-a dũni keoore, D kõt-a lame, la sẽn rat-a Yaoolem Raarã keoore, D kõt-a lame, la D na n rola bark-pʋʋsdbã.",
      "footnotes": ""
    },
    {
      "id": "439",
      "sura": "3",
      "aya": "146",
      "arabic_text": "وَكَأَيِّن مِّن نَّبِيّٖ قَٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٞ فَمَا وَهَنُواْ لِمَآ أَصَابَهُمۡ فِي سَبِيلِ ٱللَّهِ وَمَا ضَعُفُواْ وَمَا ٱسۡتَكَانُواْۗ وَٱللَّهُ يُحِبُّ ٱلصَّٰبِرِينَ",
      "translation": "La sõor waoog nabiyaam-rãmb pʋgdb wʋsg sẽn lagem n zabe, la b pa valemse, bũmb ning sẽn paam-ba Wẽnd Sorã pʋgẽ wã yĩng ye, b pa maan rabeemdo, b pa yaale. La ad Wẽnd nonga sugr-rãmba.",
      "footnotes": ""
    },
    {
      "id": "440",
      "sura": "3",
      "aya": "147",
      "arabic_text": "وَمَا كَانَ قَوۡلَهُمۡ إِلَّآ أَن قَالُواْ رَبَّنَا ٱغۡفِرۡ لَنَا ذُنُوبَنَا وَإِسۡرَافَنَا فِيٓ أَمۡرِنَا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ",
      "translation": "La b koεεg pa yɩ, rẽnda b sẽn yeele: \"Tõnd Soab a Wẽnde! Yaaf tõnd d beegrã la d maan-n-zʋʋkã d yellã pʋgẽ, la sõng tõnd kɩfr-rãmbã zugu.",
      "footnotes": ""
    },
    {
      "id": "441",
      "sura": "3",
      "aya": "148",
      "arabic_text": "فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنۡيَا وَحُسۡنَ ثَوَابِ ٱلۡأٓخِرَةِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ",
      "translation": "Tɩ Wẽnd kõ bãmb Dũni keoore la Yaoolem rol-sõngo, la ad Wẽnd nonga manegdbã.",
      "footnotes": ""
    },
    {
      "id": "442",
      "sura": "3",
      "aya": "149",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ ٱلَّذِينَ كَفَرُواْ يَرُدُّوكُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ فَتَنقَلِبُواْ خَٰسِرِينَ",
      "translation": "Yaa yãmb a sɩd-kõtbã! yãmb sã n tũ sẽn kɩfl-bã, b lebsda yãmb y poorẽ wã, tɩ yãmb wa baas n yaa bõn-rãmba.",
      "footnotes": ""
    },
    {
      "id": "443",
      "sura": "3",
      "aya": "150",
      "arabic_text": "بَلِ ٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ خَيۡرُ ٱلنَّٰصِرِينَ",
      "translation": "La ad Wẽnd la yãmb lallda, la Yẽ la sõngdbã sẽn yɩɩd sõmblem.",
      "footnotes": ""
    },
    {
      "id": "444",
      "sura": "3",
      "aya": "151",
      "arabic_text": "سَنُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ بِمَآ أَشۡرَكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗاۖ وَمَأۡوَىٰهُمُ ٱلنَّارُۖ وَبِئۡسَ مَثۡوَى ٱلظَّٰلِمِينَ",
      "translation": "D na n loba pelen-yɩk sẽn kɩfl-bã sũyẽ, b sẽn maan lagem-n-taar ne Wẽndã yĩngã, Wẽnd sẽn pa sik tagmas bũmb ning zugã, la b gãag zĩig yaa bugmẽ, la ad wẽgdb gãag zĩig yɩ wẽnga.",
      "footnotes": ""
    },
    {
      "id": "445",
      "sura": "3",
      "aya": "152",
      "arabic_text": "وَلَقَدۡ صَدَقَكُمُ ٱللَّهُ وَعۡدَهُۥٓ إِذۡ تَحُسُّونَهُم بِإِذۡنِهِۦۖ حَتَّىٰٓ إِذَا فَشِلۡتُمۡ وَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَعَصَيۡتُم مِّنۢ بَعۡدِ مَآ أَرَىٰكُم مَّا تُحِبُّونَۚ مِنكُم مَّن يُرِيدُ ٱلدُّنۡيَا وَمِنكُم مَّن يُرِيدُ ٱلۡأٓخِرَةَۚ ثُمَّ صَرَفَكُمۡ عَنۡهُمۡ لِيَبۡتَلِيَكُمۡۖ وَلَقَدۡ عَفَا عَنكُمۡۗ وَٱللَّهُ ذُو فَضۡلٍ عَلَى ٱلۡمُؤۡمِنِينَ",
      "translation": "Sɩd la hakɩɩka, Wẽnd sɩdga yãmb A pʋlengã (Ʋhd rɑɑrã), wakat ning yãmb sẽn wa n kʋʋd-ba ne A tõogã, halɩ tɩ yãmb sã n wa konge, n maan tak-n-taar yellã pʋgẽ la y kɩɩs nɑbyɑɑmã sɑgllã, A sẽn wĩnig yãmb y sẽn nong bũmb ningã poorẽ (bεεbã tõogre), be yãmb pʋgẽ sẽn rat Dũni, la be yãmb pʋgẽ sẽn rat Yaoolmã. Rẽ poorẽ t'A wẽnes yãmb n yi-ba, n na n zarb yãmb n gese. La sɩd la hakɩɩka A basame tɩ loog yãmb yĩnga. La Wẽnd yaa kõ-bedr Soab ne sɩd-kõtbã.",
      "footnotes": ""
    },
    {
      "id": "446",
      "sura": "3",
      "aya": "153",
      "arabic_text": "۞ إِذۡ تُصۡعِدُونَ وَلَا تَلۡوُۥنَ عَلَىٰٓ أَحَدٖ وَٱلرَّسُولُ يَدۡعُوكُمۡ فِيٓ أُخۡرَىٰكُمۡ فَأَثَٰبَكُمۡ غَمَّۢا بِغَمّٖ لِّكَيۡلَا تَحۡزَنُواْ عَلَىٰ مَا فَاتَكُمۡ وَلَا مَآ أَصَٰبَكُمۡۗ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ",
      "translation": "Yãmb sẽn wa n rʋʋgdẽ, n pa wẽneg n ges baa a yembr ye, tɩ tẽn-tʋʋmã boond yãmba tɩ lebg-y n wɑ-y, n be yãmb poorẽ baasg-baasgẽ wã, t'A rol yãmb tɩ yɩɩr ne yɩɩgr pɑɑm yãmbɑ, sẽn na yɩl tɩ y ra sãam y sũur ne sẽn põs yãmbã, mɑɑ sẽn paam yãmbã ye. La Wẽnd yaa mita ne yãmb sẽn tʋmdã.",
      "footnotes": ""
    },
    {
      "id": "447",
      "sura": "3",
      "aya": "154",
      "arabic_text": "ثُمَّ أَنزَلَ عَلَيۡكُم مِّنۢ بَعۡدِ ٱلۡغَمِّ أَمَنَةٗ نُّعَاسٗا يَغۡشَىٰ طَآئِفَةٗ مِّنكُمۡۖ وَطَآئِفَةٞ قَدۡ أَهَمَّتۡهُمۡ أَنفُسُهُمۡ يَظُنُّونَ بِٱللَّهِ غَيۡرَ ٱلۡحَقِّ ظَنَّ ٱلۡجَٰهِلِيَّةِۖ يَقُولُونَ هَل لَّنَا مِنَ ٱلۡأَمۡرِ مِن شَيۡءٖۗ قُلۡ إِنَّ ٱلۡأَمۡرَ كُلَّهُۥ لِلَّهِۗ يُخۡفُونَ فِيٓ أَنفُسِهِم مَّا لَا يُبۡدُونَ لَكَۖ يَقُولُونَ لَوۡ كَانَ لَنَا مِنَ ٱلۡأَمۡرِ شَيۡءٞ مَّا قُتِلۡنَا هَٰهُنَاۗ قُل لَّوۡ كُنتُمۡ فِي بُيُوتِكُمۡ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيۡهِمُ ٱلۡقَتۡلُ إِلَىٰ مَضَاجِعِهِمۡۖ وَلِيَبۡتَلِيَ ٱللَّهُ مَا فِي صُدُورِكُمۡ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمۡۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "Rẽ poorẽ t'A sik yãmb zugu, yɩɩgrã poorẽ bas-m-yam, tɩ sũusgu buiid zamã yãmb pʋgẽ, la zãmã n be be tɩ yaa b mensã yell n pak-ba, b tẽeda tẽ-yood ne Wẽnde, tẽeb sẽn pa sɩda, zɩɩlem tẽebo. B yetame:\" rẽ yĩngã tõnd tara d sẽn na maaneg yellã pʋgẽ sɩdã?\". Yeele: \" yellã fãa yaa Wẽnd n so\". B solgda b mensẽ wã b sẽn pa vẽnegd lae. B yetame: \" la tɩ tõnd sã n da tara d sẽn na maaneg yellã pʋgẽ, b kõon n kʋẽ tõnd ka ye. Yeele: \" la tɩ yãmb sã n da beẽ-la y zagsẽ wã, b sẽn bʋ kʋʋb b rãmb zugã rag n na yi n kẽng b gãaneg zĩigẽ, la bʋl yĩng tɩ Wẽnd zarb sẽn be yãmb sũyẽ wã, la A pẽeg sẽn be yãmb sũyẽ wã\". La Wẽnd yaa mit ne sẽn be sũyẽ wã.",
      "footnotes": ""
    },
    {
      "id": "448",
      "sura": "3",
      "aya": "155",
      "arabic_text": "إِنَّ ٱلَّذِينَ تَوَلَّوۡاْ مِنكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ إِنَّمَا ٱسۡتَزَلَّهُمُ ٱلشَّيۡطَٰنُ بِبَعۡضِ مَا كَسَبُواْۖ وَلَقَدۡ عَفَا ٱللَّهُ عَنۡهُمۡۗ إِنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ",
      "translation": "Ad sẽn gũd-b zãn-kuids yãmb pʋgẽ wã, zãm a yiibã sẽn yek taab raarã, ad yaa a Sʋɩtãan n salg bãmba, b tʋʋmã sãndã yĩnga. La ad Wẽnd basame tɩ loog b yĩnga, la ad Wẽnd yaa Yaafda n yaa sugr Soaba.",
      "footnotes": ""
    },
    {
      "id": "449",
      "sura": "3",
      "aya": "156",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ كَفَرُواْ وَقَالُواْ لِإِخۡوَٰنِهِمۡ إِذَا ضَرَبُواْ فِي ٱلۡأَرۡضِ أَوۡ كَانُواْ غُزّٗى لَّوۡ كَانُواْ عِندَنَا مَا مَاتُواْ وَمَا قُتِلُواْ لِيَجۡعَلَ ٱللَّهُ ذَٰلِكَ حَسۡرَةٗ فِي قُلُوبِهِمۡۗ وَٱللَّهُ يُحۡيِۦ وَيُمِيتُۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ",
      "translation": "Yaa yãmb neb nins sẽn kõ sɩd ne Wẽnde! Ra yɩ-y wala sẽn kɩfl-bɑ la b yeel b ma-biisi, tɩ b sã n tud gõob tẽngã pʋgẽ, maa b yii zabre: \"la tɩ bãmb sã n rag n beẽ ne tõndo, b kõon n kiẽ, b kõon n kʋẽ-ba\". Tɩ Wẽnd na n maan rẽnd-ɑ tɩ yaa nimsa bãmb sũyẽ wã. La Wẽnd n vɩɩmsde la A kʋʋda, la Wẽnd yaa net ne yãmb sẽn tʋmdã.",
      "footnotes": ""
    },
    {
      "id": "450",
      "sura": "3",
      "aya": "157",
      "arabic_text": "وَلَئِن قُتِلۡتُمۡ فِي سَبِيلِ ٱللَّهِ أَوۡ مُتُّمۡ لَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرَحۡمَةٌ خَيۡرٞ مِّمَّا يَجۡمَعُونَ",
      "translation": "La b sã n kʋ yãmb Wẽnd Sorã pʋgẽ, maa yãmb kiime, ad yaafa sẽn yi Wẽnd nengẽ la yolsgo n nɑ n pɑɑm yãmbɑ, rẽ sõmblem n yɩɩd bãmb sẽn tigimdã.",
      "footnotes": ""
    },
    {
      "id": "451",
      "sura": "3",
      "aya": "158",
      "arabic_text": "وَلَئِن مُّتُّمۡ أَوۡ قُتِلۡتُمۡ لَإِلَى ٱللَّهِ تُحۡشَرُونَ",
      "translation": "Lɑ yãmb sã n ki mɑɑ b kʋʋ yãmb ɑd yɑɑ Wẽnd nengẽ lɑ b nɑ n tigs-yã",
      "footnotes": ""
    },
    {
      "id": "452",
      "sura": "3",
      "aya": "159",
      "arabic_text": "فَبِمَا رَحۡمَةٖ مِّنَ ٱللَّهِ لِنتَ لَهُمۡۖ وَلَوۡ كُنتَ فَظًّا غَلِيظَ ٱلۡقَلۡبِ لَٱنفَضُّواْ مِنۡ حَوۡلِكَۖ فَٱعۡفُ عَنۡهُمۡ وَٱسۡتَغۡفِرۡ لَهُمۡ وَشَاوِرۡهُمۡ فِي ٱلۡأَمۡرِۖ فَإِذَا عَزَمۡتَ فَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَوَكِّلِينَ",
      "translation": "Lɑ ɑd yɑɑ yolsg sẽn yi Wẽnd nengẽ lɑ fo sẽn yaa bʋg-bʋg ne-bã, lɑ ɑd fo sã n rɑg n yɑɑ toaagɑ n yɑɑ sũ-kɛgeng-soɑbɑ b nɑan n sẽeg n yi fo kɩrengɑ, bɩ f bɑs tɩ loog b yĩngɑ lɑ f kos yɑɑfg b yĩngɑ lɑ f mɑɑn sɑɑwɑr ne-bɑ yellã pʋgẽ, lɑ f sã n loe n wãɑge bɩ f bobl f meng ne Wẽnde lɑ f mɑɑne, Ad Wẽnd nongɑ bobl-m-mens rãmbɑ.",
      "footnotes": ""
    },
    {
      "id": "453",
      "sura": "3",
      "aya": "160",
      "arabic_text": "إِن يَنصُرۡكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمۡۖ وَإِن يَخۡذُلۡكُمۡ فَمَن ذَا ٱلَّذِي يَنصُرُكُم مِّنۢ بَعۡدِهِۦۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ",
      "translation": "Ad Wẽnd sã n sõng yãmba wind pɑ be ne yãmb ye, lɑ A sã n bɑs yãmb yɑɑ ãnd n nɑ n sõng yãmb t'A sã n yãk A toɑɑgɑ? Lɑ kõ-sɩd-rãmb bobl b mens ne Wẽnde.",
      "footnotes": ""
    },
    {
      "id": "454",
      "sura": "3",
      "aya": "161",
      "arabic_text": "وَمَا كَانَ لِنَبِيٍّ أَن يَغُلَّۚ وَمَن يَغۡلُلۡ يَأۡتِ بِمَا غَلَّ يَوۡمَ ٱلۡقِيَٰمَةِۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ",
      "translation": "Lɑ pɑ sõmb ne Nɑbiyɑɑm t'ɑ zãmb ye, lɑ sẽn zãmb-ɑ, ɑ wɑtɑ ne ɑ sẽn zãmbã Dũni-yikr rɑɑrã, rẽ poore tɩ b pids yõor fãɑ ɑ sẽn tʋme n kõ-ɑ, tɩ b pɑ wẽgd-b ye.",
      "footnotes": ""
    },
    {
      "id": "455",
      "sura": "3",
      "aya": "162",
      "arabic_text": "أَفَمَنِ ٱتَّبَعَ رِضۡوَٰنَ ٱللَّهِ كَمَنۢ بَآءَ بِسَخَطٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ",
      "translation": "Rẽ yĩngɑ sẽn tũ-a Wẽnd yɑrdã mɑkdɑ ne sẽn bɑɑsɑ ne gẽeg sẽn yi Wẽnd nengẽ, t'A gãag zĩig me yɑɑ Gεhɑnnɑm? lɑ ɑ bɑɑsg yɩ wẽngɑ.",
      "footnotes": ""
    },
    {
      "id": "456",
      "sura": "3",
      "aya": "163",
      "arabic_text": "هُمۡ دَرَجَٰتٌ عِندَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ",
      "translation": "B yɩɩdɑ tɑɑb Wẽnd nengẽ, lɑ Wẽnd yɑɑ netɑ ne b sẽn tʋmdã.",
      "footnotes": ""
    },
    {
      "id": "457",
      "sura": "3",
      "aya": "164",
      "arabic_text": "لَقَدۡ مَنَّ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ إِذۡ بَعَثَ فِيهِمۡ رَسُولٗا مِّنۡ أَنفُسِهِمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٍ",
      "translation": "Sɩd-sɩdɑ Wẽnd mɑɑnɑ neer n kõ sɩd-kõtbã ne A sẽn tʋms Tẽn-tʋʋm b pʋgẽ sẽn yi bãmb pʋgẽ wã, t'ɑ kɑremd n wĩnigd-b A Aɑyɑr-rãmbã lɑ ɑ yɩlgd-bɑ, lɑ ɑ wĩnigd-b Gɑfã lɑ yɑm-bedre, lɑ b rɑ yɩɩme, sẽn dɑ looge, n be meneng sẽn yɑɑ vẽenegẽ.",
      "footnotes": ""
    },
    {
      "id": "458",
      "sura": "3",
      "aya": "165",
      "arabic_text": "أَوَلَمَّآ أَصَٰبَتۡكُم مُّصِيبَةٞ قَدۡ أَصَبۡتُم مِّثۡلَيۡهَا قُلۡتُمۡ أَنَّىٰ هَٰذَاۖ قُلۡ هُوَ مِنۡ عِندِ أَنفُسِكُمۡۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "Rẽ yĩnga, yell sẽn wɑ n pɑɑm yãmbɑ tɩ yãmb yɑool n pɑɑms ɑ buud ɑ yiibu, lɑ yãmb sẽn yete:\" yɑɑ wãn tɩ yɑɑ woto?\" Yeele: \" ɑ yii yãmb mensẽ wã, ɑd Wẽnd yɑɑ Tõod ne bũmb ɑ fãɑ\".",
      "footnotes": ""
    },
    {
      "id": "459",
      "sura": "3",
      "aya": "166",
      "arabic_text": "وَمَآ أَصَٰبَكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ فَبِإِذۡنِ ٱللَّهِ وَلِيَعۡلَمَ ٱلۡمُؤۡمِنِينَ",
      "translation": "Lɑ sẽn pɑɑm yãmb sul ɑ yiibã sẽn yek tɑɑb rɑɑrã ɑd yɑɑ ne Wẽnd tõogo, lɑ yaa sẽn nɑ bãng sɩd-kõtbã.",
      "footnotes": ""
    },
    {
      "id": "460",
      "sura": "3",
      "aya": "167",
      "arabic_text": "وَلِيَعۡلَمَ ٱلَّذِينَ نَافَقُواْۚ وَقِيلَ لَهُمۡ تَعَالَوۡاْ قَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ أَوِ ٱدۡفَعُواْۖ قَالُواْ لَوۡ نَعۡلَمُ قِتَالٗا لَّٱتَّبَعۡنَٰكُمۡۗ هُمۡ لِلۡكُفۡرِ يَوۡمَئِذٍ أَقۡرَبُ مِنۡهُمۡ لِلۡإِيمَٰنِۚ يَقُولُونَ بِأَفۡوَٰهِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ وَٱللَّهُ أَعۡلَمُ بِمَا يَكۡتُمُونَ",
      "translation": "Lɑ sẽn nɑ bãng munɑɑfɩgsã, b sẽn dɑ yeel-b rãmbɑ:\" wɑ-y n zɑb Wẽnd sorã pʋgẽ mɑɑ y teege\". Lɑ b sẽn yeele: \"ɑd tõnd sã n rɑ miẽ zɑbre d rag n na pʋgẽ yãmbɑ\" Ad bãmb rɑ-kãng rɑɑrã bãmbɑ sẽn pẽ ne Kifendã n yɩɩd ne sɩd kũuni, b yetɑ ne b noyã sẽn pɑ be b sũyẽ wã ye, lɑ ɑd Wẽnd n yɩɩd minim ne bãmb sẽn solgdã.",
      "footnotes": ""
    },
    {
      "id": "461",
      "sura": "3",
      "aya": "168",
      "arabic_text": "ٱلَّذِينَ قَالُواْ لِإِخۡوَٰنِهِمۡ وَقَعَدُواْ لَوۡ أَطَاعُونَا مَا قُتِلُواْۗ قُلۡ فَٱدۡرَءُواْ عَنۡ أَنفُسِكُمُ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "Sẽn yeele-b rog-pẽtb nins poglg Ʋhd rɑɑrã tɩ bãmb yɑɑ sẽn pɑ yiri: \"lɑ tɩ b sã n rɑ tũ tõnd noorã n pɑ yiẽ, b kõon n kʋẽ-b ye, yeele: \"bɩ y tus kũumã n yi y mensã tɩ y sã n yɑɑ sɩd rãmbɑ\".",
      "footnotes": ""
    },
    {
      "id": "462",
      "sura": "3",
      "aya": "169",
      "arabic_text": "وَلَا تَحۡسَبَنَّ ٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتَۢاۚ بَلۡ أَحۡيَآءٌ عِندَ رَبِّهِمۡ يُرۡزَقُونَ",
      "translation": "Rɑ tẽ tɩ b sẽn kʋ-b rãmb Wẽnd sorã poorẽ wã tɩ b yɑɑ kiidb ye, ad yɑɑ vɩtbɑ tɩ b rɩlgd-b b Soɑbã nengẽ.",
      "footnotes": ""
    },
    {
      "id": "463",
      "sura": "3",
      "aya": "170",
      "arabic_text": "فَرِحِينَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ وَيَسۡتَبۡشِرُونَ بِٱلَّذِينَ لَمۡ يَلۡحَقُواْ بِهِم مِّنۡ خَلۡفِهِمۡ أَلَّا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
      "translation": "Tɩ b yɑɑ sẽn kɩdemd ne bũmb ning Wẽnd sẽn kõ-bɑ, sẽn yɑɑ yɩɩdlmã, lɑ b noogd-b sũur ne sẽn ket-b poorẽ wã:\" tɩ rɑbeem kɑ be ne bãmbɑ, b pɑ nɑ n sãɑm b sũuri\".",
      "footnotes": ""
    },
    {
      "id": "464",
      "sura": "3",
      "aya": "171",
      "arabic_text": "۞ يَسۡتَبۡشِرُونَ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ وَأَنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُؤۡمِنِينَ",
      "translation": "B noogdɑ b sũur ne neemɑ sẽn yi Wẽnd nengẽ lɑ kũuni, lɑ Wẽnd pɑ yeebd sɩd-kõtbã keoor ye.",
      "footnotes": ""
    },
    {
      "id": "465",
      "sura": "3",
      "aya": "172",
      "arabic_text": "ٱلَّذِينَ ٱسۡتَجَابُواْ لِلَّهِ وَٱلرَّسُولِ مِنۢ بَعۡدِ مَآ أَصَابَهُمُ ٱلۡقَرۡحُۚ لِلَّذِينَ أَحۡسَنُواْ مِنۡهُمۡ وَٱتَّقَوۡاْ أَجۡرٌ عَظِيمٌ",
      "translation": "Sẽn sɑk-b Wẽnd lɑ Tẽn-tʋmã sãnpoag sẽn pɑɑm bãmb poorẽ, sẽn mɑneg-b lɑ b zoe Wẽndã bãmb pʋgẽ wã, b tɑrɑ keoor sẽn yɑɑ bedre.",
      "footnotes": ""
    },
    {
      "id": "466",
      "sura": "3",
      "aya": "173",
      "arabic_text": "ٱلَّذِينَ قَالَ لَهُمُ ٱلنَّاسُ إِنَّ ٱلنَّاسَ قَدۡ جَمَعُواْ لَكُمۡ فَٱخۡشَوۡهُمۡ فَزَادَهُمۡ إِيمَٰنٗا وَقَالُواْ حَسۡبُنَا ٱللَّهُ وَنِعۡمَ ٱلۡوَكِيلُ",
      "translation": "Neb nins nebã sẽn yeel-bɑ: \"ɑd nebã tigmɑ tɑɑb yãmb yĩngɑ, bɩ y yεεs-bɑ\". Tɩ rẽ pɑɑs bãmb sɩd-kũuni lɑ b yeele: \"ɑd Wẽnd sekɑ tõndo, Yẽ lɑ boablg-zĩig sẽn yɩɩd neere.",
      "footnotes": ""
    },
    {
      "id": "467",
      "sura": "3",
      "aya": "174",
      "arabic_text": "فَٱنقَلَبُواْ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ لَّمۡ يَمۡسَسۡهُمۡ سُوٓءٞ وَٱتَّبَعُواْ رِضۡوَٰنَ ٱللَّهِۗ وَٱللَّهُ ذُو فَضۡلٍ عَظِيمٍ",
      "translation": "Tɩ b lebg ne neemɑ sẽn yi Wẽnd nengẽ lɑ kũuni, wẽng pɑ sɩɩs-b ye, lɑ b pʋg Wẽnd yɑrdã, lɑ Wẽnd yɑɑ kũun-bedr Soɑbɑ.",
      "footnotes": ""
    },
    {
      "id": "468",
      "sura": "3",
      "aya": "175",
      "arabic_text": "إِنَّمَا ذَٰلِكُمُ ٱلشَّيۡطَٰنُ يُخَوِّفُ أَوۡلِيَآءَهُۥ فَلَا تَخَافُوهُمۡ وَخَافُونِ إِن كُنتُم مُّؤۡمِنِينَ",
      "translation": "Ad yεεs-kãng yɑɑ Sʋtãɑn t'ɑ bugsd ne ɑ lɑll-n-tɑɑsã, bɩ y rɑ yεεs-b ye, lɑ y yεεs Mɑɑm tɩ y sã n yɑɑ sɩd-kõtbɑ.",
      "footnotes": ""
    },
    {
      "id": "469",
      "sura": "3",
      "aya": "176",
      "arabic_text": "وَلَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِۚ إِنَّهُمۡ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۚ يُرِيدُ ٱللَّهُ أَلَّا يَجۡعَلَ لَهُمۡ حَظّٗا فِي ٱلۡأٓخِرَةِۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ",
      "translation": "Lɑ sẽn yãgd-b n kẽed kɩfendẽ wã rɑ sãɑm fo sũur ye, ɑd b pɑ nɑ n tol n nɑms Wẽnd fʋɩ, Wẽnd rɑtɑme n rɑ ning b pʋɩɩr Yɑoolem rɑɑrã ye, lɑ b tɑrɑ nɑng sẽn zɩse.",
      "footnotes": ""
    },
    {
      "id": "470",
      "sura": "3",
      "aya": "177",
      "arabic_text": "إِنَّ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "Ad neb nins sẽn tek sɩd-kũunã ne kɩfendã, b kõn nɑms Wẽnd lɑe, b tɑrɑ nɑmsg sẽn zɑbde.",
      "footnotes": ""
    },
    {
      "id": "471",
      "sura": "3",
      "aya": "178",
      "arabic_text": "وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُوٓاْ أَنَّمَا نُمۡلِي لَهُمۡ خَيۡرٞ لِّأَنفُسِهِمۡۚ إِنَّمَا نُمۡلِي لَهُمۡ لِيَزۡدَادُوٓاْ إِثۡمٗاۖ وَلَهُمۡ عَذَابٞ مُّهِينٞ",
      "translation": "Lɑ sẽn kɩfl-bã rɑ tẽed tɩ Tõnd sẽn yɑoond-bã yɑɑ sõmɑ ne bãmb ye, ad Tõnd yɑood-b lɑme tɩ b nɑ pɑɑs beegre, lɑ b tɑrɑ nɑmsg sẽn yɑɑ fɑɑgdgɑ.",
      "footnotes": ""
    },
    {
      "id": "472",
      "sura": "3",
      "aya": "179",
      "arabic_text": "مَّا كَانَ ٱللَّهُ لِيَذَرَ ٱلۡمُؤۡمِنِينَ عَلَىٰ مَآ أَنتُمۡ عَلَيۡهِ حَتَّىٰ يَمِيزَ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِۗ وَمَا كَانَ ٱللَّهُ لِيُطۡلِعَكُمۡ عَلَى ٱلۡغَيۡبِ وَلَٰكِنَّ ٱللَّهَ يَجۡتَبِي مِن رُّسُلِهِۦ مَن يَشَآءُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ فَلَكُمۡ أَجۡرٌ عَظِيمٞ",
      "translation": "Wẽnd pɑ nɑ n bɑs sɩd-kõtbã yãmb sẽn be yεl ninsã wã zugu, rẽndɑme t'A bɑk yookã ne sõngã, lɑ Wẽnd pɑ yɩ n nɑ n puk yel-soondi wã n wilg yãmb ye, lɑ ɑd Wẽnd tũusdɑ A tẽn-tʋʋmbã pʋgẽ ɑ sẽn tʋll-ɑ soɑbɑ, bɩ y kõ sɩd ne Wẽnde lɑ A tẽn-tʋʋmbã, lɑ yãmb sã n kõ sɩdɑ lɑ y zoe Wẽnde, yãmb tɑrɑ keoor sẽn yɑɑ zɩsgo.",
      "footnotes": ""
    },
    {
      "id": "473",
      "sura": "3",
      "aya": "180",
      "arabic_text": "وَلَا يَحۡسَبَنَّ ٱلَّذِينَ يَبۡخَلُونَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ هُوَ خَيۡرٗا لَّهُمۖ بَلۡ هُوَ شَرّٞ لَّهُمۡۖ سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِۦ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ",
      "translation": "Lɑ sẽn mɑɑnd-b beed ne bũmb ning Wẽnd sẽn kõ-bã sẽn yɑɑ A yɩɩdlemã, rɑ tẽed tɩ rẽ lɑ sõmɑ ne bãmb ye, pɑ boto ye, ɑ yɑɑ wẽng ne-bɑ, b nɑ n bob-b lɑme b sẽn mɑɑn beed ne bũmb ningã dũni yikr rɑɑre, lɑ ɑd Wẽnd n so sɑɑs lɑ tẽng fɑɑdo, lɑ Wẽnd yɑɑ minim tẽng-n-biigɑ ne bãmb sẽn tʋmdã.",
      "footnotes": ""
    },
    {
      "id": "474",
      "sura": "3",
      "aya": "181",
      "arabic_text": "لَّقَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ فَقِيرٞ وَنَحۡنُ أَغۡنِيَآءُۘ سَنَكۡتُبُ مَا قَالُواْ وَقَتۡلَهُمُ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖ وَنَقُولُ ذُوقُواْ عَذَابَ ٱلۡحَرِيقِ",
      "translation": "Sɩd lɑ hɑkɩɩkɑ Wẽnd wʋmɑ b rãmb nins koeese sẽn yeele:\" ɑd Wẽnd yɑɑ tɑlg tɩ tõnd yɑɑ rɑkãɑgbɑ\". D nɑ n gʋlsɑ b sẽn yeel bũmb ningã, lɑ b sẽn kʋʋd nɑbiyɑɑm-rãmbã tɩ pɑ tũ ne sorã, lɑ D yeel-bɑ:\" lεmb-y nɑng-yõogdgã\".",
      "footnotes": ""
    },
    {
      "id": "475",
      "sura": "3",
      "aya": "182",
      "arabic_text": "ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّامٖ لِّلۡعَبِيدِ",
      "translation": "Woto yaa yãmb nus sẽn tʋm tɩ reng taoore, la ad Wẽnd pa wẽgd A yembsã ye.",
      "footnotes": ""
    },
    {
      "id": "476",
      "sura": "3",
      "aya": "183",
      "arabic_text": "ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ عَهِدَ إِلَيۡنَآ أَلَّا نُؤۡمِنَ لِرَسُولٍ حَتَّىٰ يَأۡتِيَنَا بِقُرۡبَانٖ تَأۡكُلُهُ ٱلنَّارُۗ قُلۡ قَدۡ جَآءَكُمۡ رُسُلٞ مِّن قَبۡلِي بِٱلۡبَيِّنَٰتِ وَبِٱلَّذِي قُلۡتُمۡ فَلِمَ قَتَلۡتُمُوهُمۡ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "Neb nins sẽn yeele:\" tɩ Wẽnd sɑglɑ tõnd tɩ d rɑ kõ sɩd ne tẽn-tʋʋmã, rẽndɑm t'ɑ wa ne Sãrɑ tɩ bugum wɑ rɩ-ɑ\". Yeele: \"ɑd tẽn-tʋʋmb wɑa yãmb nengẽ tɑoor tɩ mɑm pɑ wɑ, ne vẽenese lɑ ne yãmb sẽn yeelã, lɑ yɑɑ bõe tɩ yãmb kʋ-b tɩ y sã n yɑɑ sɩd rãmbɑ?\"",
      "footnotes": ""
    },
    {
      "id": "477",
      "sura": "3",
      "aya": "184",
      "arabic_text": "فَإِن كَذَّبُوكَ فَقَدۡ كُذِّبَ رُسُلٞ مِّن قَبۡلِكَ جَآءُو بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِ وَٱلۡكِتَٰبِ ٱلۡمُنِيرِ",
      "translation": "Lɑ b sã n yɑgs foo ɑd b yɑgsɑ tẽn-tʋʋmb sẽn reng fo tɑoore, b wɑɑ ne vẽenese lɑ Gɑf-rãmbɑ lɑ gɑf sẽn yɑɑ vẽenegɑ.",
      "footnotes": ""
    },
    {
      "id": "478",
      "sura": "3",
      "aya": "185",
      "arabic_text": "كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَإِنَّمَا تُوَفَّوۡنَ أُجُورَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۖ فَمَن زُحۡزِحَ عَنِ ٱلنَّارِ وَأُدۡخِلَ ٱلۡجَنَّةَ فَقَدۡ فَازَۗ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ",
      "translation": "Yõor fãɑ nɑ n lembɑ kũum lɑ ɑd b nɑ n pidsɑ y keoorã dũni yikr rɑɑre, lɑ b sẽn zãɑg-ɑ soɑb ne bugmã n kẽes arzãnɑ, ɑ põs yã, lɑ dũni vɩɩmã pɑ yɩ rẽndɑ belg-m-meng wʋm-noogo.",
      "footnotes": ""
    },
    {
      "id": "479",
      "sura": "3",
      "aya": "186",
      "arabic_text": "۞ لَتُبۡلَوُنَّ فِيٓ أَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ وَلَتَسۡمَعُنَّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَمِنَ ٱلَّذِينَ أَشۡرَكُوٓاْ أَذٗى كَثِيرٗاۚ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ فَإِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ",
      "translation": "B nɑ n zɑrbɑ yãmb y arzεksẽ wã lɑ y mensẽ wã lɑ y nɑ n wʋmɑ b sẽn kõ-b rãmb gɑfã nengẽ lɑ lɑg-m-tɑɑrã rãmb nengẽ nɑmsg wʋsgo, lɑ y sã n mɑɑn sugri lɑ y zoe Wẽnde, ɑd rẽndɑ bee sẽb-sʋk yεlã pʋgẽ.",
      "footnotes": ""
    },
    {
      "id": "480",
      "sura": "3",
      "aya": "187",
      "arabic_text": "وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكۡتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمۡ وَٱشۡتَرَوۡاْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَبِئۡسَ مَا يَشۡتَرُونَ",
      "translation": "Lɑ tẽeg wɑkɑt ning Wẽnd sẽn deeg b sẽn kõ-b rãmb gɑfã pʋlongo: \"y nɑ n vẽneg-ɑ lɑme ne nebã! y kõn solg-ɑ ye\". Tɩ b lobg-ɑ b poyã poorẽ n koos-ɑ ne ligd sẽn yɑɑ kɩdgɑ, lɑ ɑd b sẽn tekd yɩ wẽngɑ.",
      "footnotes": ""
    },
    {
      "id": "481",
      "sura": "3",
      "aya": "188",
      "arabic_text": "لَا تَحۡسَبَنَّ ٱلَّذِينَ يَفۡرَحُونَ بِمَآ أَتَواْ وَّيُحِبُّونَ أَن يُحۡمَدُواْ بِمَا لَمۡ يَفۡعَلُواْ فَلَا تَحۡسَبَنَّهُم بِمَفَازَةٖ مِّنَ ٱلۡعَذَابِۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "Rɑ n tẽ-y neb nins sẽn kɩdemd ne b sẽn mɑɑnã lɑ b nongẽ tɩ b pẽg-b ne b sẽn pɑ mɑɑnã, bɩ y rɑ tẽ-b tɩ woto yɑɑ põsgr n yi nɑngɑ ye, lɑ b tɑrɑ nɑng sẽn zɑbde.",
      "footnotes": ""
    },
    {
      "id": "482",
      "sura": "3",
      "aya": "189",
      "arabic_text": "وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
      "translation": "Lɑ Wẽnd n so sɑɑs lɑ tẽng nɑɑm, lɑ ɑd Wẽnd yɑɑ tõod ne bũmbã fãɑ.",
      "footnotes": ""
    },
    {
      "id": "483",
      "sura": "3",
      "aya": "190",
      "arabic_text": "إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ لَأٓيَٰتٖ لِّأُوْلِي ٱلۡأَلۡبَٰبِ",
      "translation": "Ad be sɑɑs lɑ tẽng nɑɑneg pʋgẽ lɑ yʋngã ne Wĩndgã led-tɑɑbã pʋgẽ yel-soalem ne yɑm-bεεl rãmbɑ.",
      "footnotes": ""
    },
    {
      "id": "484",
      "sura": "3",
      "aya": "191",
      "arabic_text": "ٱلَّذِينَ يَذۡكُرُونَ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِهِمۡ وَيَتَفَكَّرُونَ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبَّنَا مَا خَلَقۡتَ هَٰذَا بَٰطِلٗا سُبۡحَٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ",
      "translation": "Sẽn tẽegd-b Wẽnd yʋʋrã b yãsgẽ, lɑ b zĩigẽ lɑ b kɩllgẽ; lɑ b tɑgsd sɑɑsã lɑ tẽngã nɑɑneg pʋgẽ, n yetẽ: \" tõnd Soɑbã Fo pɑ nɑɑn wã zɑɑlem ye, bɩ F gũ-d n yi bugmã nɑmsgã.",
      "footnotes": ""
    },
    {
      "id": "485",
      "sura": "3",
      "aya": "192",
      "arabic_text": "رَبَّنَآ إِنَّكَ مَن تُدۡخِلِ ٱلنَّارَ فَقَدۡ أَخۡزَيۡتَهُۥۖ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٖ",
      "translation": "D Soɑba! ad Fo sẽn kẽes ɑ soɑb bugmã ad F ning-ɑ yãnde, lɑ ad wẽgdbã pɑ tɑr sõngd ye.",
      "footnotes": ""
    },
    {
      "id": "486",
      "sura": "3",
      "aya": "193",
      "arabic_text": "رَّبَّنَآ إِنَّنَا سَمِعۡنَا مُنَادِيٗا يُنَادِي لِلۡإِيمَٰنِ أَنۡ ءَامِنُواْ بِرَبِّكُمۡ فَـَٔامَنَّاۚ رَبَّنَا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَكَفِّرۡ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلۡأَبۡرَارِ",
      "translation": "Tõnd Soɑbã! Ad tõnd wʋmɑ boaand sẽn boond n tʋgd sɩd-kũuni: \" tɩ y kõ sɩd ne y Soabã\". Tɩ tõnd kõ sɩdɑ. \"D Soɑba! bɩ F bɑs tɩ loog d yĩngɑ d beegrã lɑ F lud d yĩngɑ d tʋʋm-wẽnsã, lɑ F reeg tõnd yõyã tɩ d yaa nin-sõma\".",
      "footnotes": ""
    },
    {
      "id": "487",
      "sura": "3",
      "aya": "194",
      "arabic_text": "رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخۡزِنَا يَوۡمَ ٱلۡقِيَٰمَةِۖ إِنَّكَ لَا تُخۡلِفُ ٱلۡمِيعَادَ",
      "translation": "Tõnd Soɑbã! Lɑ F kõ tõnd F sẽn pʋlem tõndã sẽn tũ ne F tẽn-tʋʋmbã zεlmã lɑ F rɑ ning tõnd yãnde Dũni yikr rɑɑrã ye, ad Fo pɑ viigd pʋleng ye.",
      "footnotes": ""
    },
    {
      "id": "488",
      "sura": "3",
      "aya": "195",
      "arabic_text": "فَٱسۡتَجَابَ لَهُمۡ رَبُّهُمۡ أَنِّي لَآ أُضِيعُ عَمَلَ عَٰمِلٖ مِّنكُم مِّن ذَكَرٍ أَوۡ أُنثَىٰۖ بَعۡضُكُم مِّنۢ بَعۡضٖۖ فَٱلَّذِينَ هَاجَرُواْ وَأُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأُوذُواْ فِي سَبِيلِي وَقَٰتَلُواْ وَقُتِلُواْ لَأُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَأُدۡخِلَنَّهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ ثَوَابٗا مِّنۡ عِندِ ٱللَّهِۚ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلثَّوَابِ",
      "translation": "Tɩ b Soɑbã reeg b kosgã:\" tɩ Mɑm pɑ yeebd tʋʋmd soab tʋʋmde, sẽn yi yãmb pʋgẽ, zem tɩ yaa rɑo maa pɑgɑ, yãmb lɑ tɑɑbɑ y bʋʋdã yɑɑ ɑ yembre. Rẽnd sẽn yik-b ne b Dĩinã tɩ b yiis-ba b zɑksẽ wã lɑ b nɑms-b Mɑm sorã pʋgẽ, lɑ b zɑb tɩ b kʋ-bã, M nɑ lud b yel-wẽnsã, la M nɑ kẽes-b arzãn-rãmb ko-sood sẽn zoet b tẽngre, tɩ yɑɑ rolb sẽn yi Wẽnd nengẽ, lɑ Wẽnd tɑrɑ rolb sẽn be neere.",
      "footnotes": ""
    },
    {
      "id": "489",
      "sura": "3",
      "aya": "196",
      "arabic_text": "لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُواْ فِي ٱلۡبِلَٰدِ",
      "translation": "Sẽn kɩfl-bã giling tẽmsã pʋgẽ wã, ra wa belg foom ye.",
      "footnotes": ""
    },
    {
      "id": "490",
      "sura": "3",
      "aya": "197",
      "arabic_text": "مَتَٰعٞ قَلِيلٞ ثُمَّ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ",
      "translation": "Yɑɑ wʋm-noog bilf bɑlɑ, rẽ poore b gãɑg zĩig yɑɑ Gεhɑnnɑm bugmẽ, lɑ Pĩ-gãɑg yɩ wẽngɑ.",
      "footnotes": ""
    },
    {
      "id": "491",
      "sura": "3",
      "aya": "198",
      "arabic_text": "لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا نُزُلٗا مِّنۡ عِندِ ٱللَّهِۗ وَمَا عِندَ ٱللَّهِ خَيۡرٞ لِّلۡأَبۡرَارِ",
      "translation": "Lɑ sẽn zoe b Soɑbã, b tɑrɑ arzãn-rãmb tɩ ko-sood zoet b tẽngre tɩ b yɑɑ ruumdb ɑ pʋgẽ, yɑɑ sigb zĩig sẽn yi Wẽnd nengẽ, lɑ ɑd sẽn be Wẽnd nengẽ wã sõmblem n yɩɩd ne mɑnegdbã.",
      "footnotes": ""
    },
    {
      "id": "492",
      "sura": "3",
      "aya": "199",
      "arabic_text": "وَإِنَّ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَمَن يُؤۡمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡكُمۡ وَمَآ أُنزِلَ إِلَيۡهِمۡ خَٰشِعِينَ لِلَّهِ لَا يَشۡتَرُونَ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ أُوْلَٰٓئِكَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡۗ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ",
      "translation": "Lɑ ɑd be Gɑfã rãmbẽ neb sẽn kõt sɩd ne Wẽnde lɑ sẽn sik n kõ yãmbã lɑ sẽn sik n kõ bãmbã, b yɑɑ Wẽn-zoetbɑ, b pɑ tekd Wẽnd Aɑyɑ wã ne ligd bɩlf ye, ad bãmb rãmbã b tɑrɑ b keoor b Soɑbã nengẽ, ɑd Wẽnd yaa geel tʋʋlg Soaba.",
      "footnotes": ""
    },
    {
      "id": "493",
      "sura": "3",
      "aya": "200",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱصۡبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ",
      "translation": "Yɑɑ yãmb ɑ sɩd-kõtbɑ! Mɑɑn-y sugri, lɑ y nɑdge, lɑ y kolldẽ Wẽnd sorã pʋgẽ lɑ y zoe Wẽnde, sãnd-sãnde, y nɑ pɑɑm põasgɑ.",
      "footnotes": ""
    }
  ]
}