{
  "id": 10,
  "verse_number": 10,
  "page_number": 550,
  "verse_key": "60:10",
  "juz_number": 28,
  "hizb_number": 55,
  "rub_el_hizb_number": 220,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا جَآءَكُمُ ٱلۡمُؤۡمِنَٰتُ مُهَٰجِرَٰتٖ فَٱمۡتَحِنُوهُنَّۖ ٱللَّهُ أَعۡلَمُ بِإِيمَٰنِهِنَّۖ فَإِنۡ عَلِمۡتُمُوهُنَّ مُؤۡمِنَٰتٖ فَلَا تَرۡجِعُوهُنَّ إِلَى ٱلۡكُفَّارِۖ لَا هُنَّ حِلّٞ لَّهُمۡ وَلَا هُمۡ يَحِلُّونَ لَهُنَّۖ وَءَاتُوهُم مَّآ أَنفَقُواْۚ وَلَا جُنَاحَ عَلَيۡكُمۡ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّۚ وَلَا تُمۡسِكُواْ بِعِصَمِ ٱلۡكَوَافِرِ وَسۡـَٔلُواْ مَآ أَنفَقۡتُمۡ وَلۡيَسۡـَٔلُواْ مَآ أَنفَقُواْۚ ذَٰلِكُمۡ حُكۡمُ ٱللَّهِ يَحۡكُمُ بَيۡنَكُمۡۖ وَٱللَّهُ عَلِيمٌ حَكِيمٞ",
  "translation": "ऐ ईमान वालो! जब तुम्हारे पास ईमान वाली स्त्रियाँ हिजरत करके आएँ, तो उन्हें जाँच लिया करो। अल्लाह उनके ईमान को ज़्यादा जानने वाला है। फिर यदि वे तुम्हें ईमान वाली मालूम हों, तो उन्हें काफ़िरों की ओर वापस न करो।[6] न ये स्त्रियाँ उन (काफ़िरों) के लिए हलाल हैं और न वे (काफ़िर) इनके लिए हलाल[7] होंगे। और उन काफ़िरों ने जो खर्च किया है, वह उन्हें दे दो। तथा तुमपर कोई दोष नहीं है कि उनसे विवाह कर लो, जब उन्हें उनका महर दे दो। तथा तुम काफ़िर स्त्रियों के सतीत्व को रोक कर न रखो और जो तुमने ख़र्च किया है वह माँग लो। और वे (काफ़िर) भी माँग लें, जो उन्होंने खर्च किया है। यह अल्लाह का फैसला है। वह तुम्हारे बीच फैसला करता है। तथा अल्लाह सब कुछ जानने वाला, पूर्ण हिकमत वाला है।",
  "footnotes": "6. इस आयत में यह आदेश दिया जा रहा है कि जो स्त्री ईमान ला कर मदीना हिजरत करके आ जाए, उसे काफ़िरों को वापस न करो। यदि वह काफ़िर की पत्नी रही है, तो उसके पति को जो स्त्री उपहार (महर) उसने दिया हो, उसे दे दो। और उनसे विवाह कर लो। और अपने विवाह का महर भी उस स्त्री को दो। ऐसे ही जो काफ़िर स्त्री किसी मुसलमान के विवाह में हो अब उसका विवाह उसके साथ अवैध है। इस लिए वह मक्का जा कर किसी काफ़िर से विवाह करे, तो उसके पति से जो स्त्री उपहार तुमने उसे दिया है, माँग लो। 7. अर्थात अब मुसलमान स्त्री का विवाह काफ़िर के साथ, तथा काफ़िर स्त्री का मुसलमान के साथ अवैध (ह़राम) कर दिया गया है।"
}