{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 453,
      "verse_key": "38:1",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "صٓۚ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ",
      "translation": "Ṣād, demi Al-Qur`ān yang mempunyai keagungan.",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 453,
      "verse_key": "38:2",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ",
      "translation": "Sebenarnya, orang-orang kafir itu (berada) dalam kesombongan dan permusuhan yang sengit.",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 453,
      "verse_key": "38:3",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ",
      "translation": "Betapa banyaknya umat sebelum mereka yang telah Kami binasakan, lalu mereka meminta tolong padahal (waktu itu) bukanlah saat untuk lari melepaskan diri.",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 453,
      "verse_key": "38:4",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡۖ وَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ",
      "translation": "Dan mereka heran karena mereka kedatangan seorang pemberi peringatan (rasul) dari kalangan mereka dan orang-orang kafir berkata, \"Ini adalah seorang ahli sihir yang banyak berdusta\".",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 453,
      "verse_key": "38:5",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ",
      "translation": "Mengapa ia menjadikan tuhan-tuhan itu Tuhan Yang Satu saja? Sesungguhnya ini benar-benar suatu hal yang sangat mengherankan.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 453,
      "verse_key": "38:6",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمۡ أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰٓ ءَالِهَتِكُمۡۖ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ",
      "translation": "Dan pergilah pemimpin-pemimpin mereka (seraya berkata), \"Pergilah kamu dan tetaplah (menyembah) tuhan-Tuhan-mu; sesungguhnya ini benar-benar suatu hal yang dikehendaki 1297.",
      "footnotes": "1297.  Maksudnya, menurut orang-orang kafir bahwa menyembah tuhan-tuhan itulah yang sebenarnya dikehendaki oleh Allah Subḥānahu wa Ta‘ālā. "
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 453,
      "verse_key": "38:7",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ إِنۡ هَٰذَآ إِلَّا ٱخۡتِلَٰقٌ",
      "translation": "Kami tidak pernah mendengar hal ini dalam agama yang terakhir 1298; ini (mengesakan Allah) tidak lain hanyalah (dusta) yang diada-adakan,",
      "footnotes": "1298.  Maksudnya \"agama yang terakhir\" oleh orang-orang kafir Quraisy ialah agama Nasrani yang menigakan Tuhan. "
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 453,
      "verse_key": "38:8",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِنۢ بَيۡنِنَاۚ بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِيۚ بَل لَّمَّا يَذُوقُواْ عَذَابِ",
      "translation": "mengapa Al-Qur`ān itu diturunkan kepadanya di antara kita?\" Sebenarnya, mereka ragu-ragu terhadap Al-Qur`ān-Ku dan sebenarnya mereka belum merasakan azab-Ku.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 453,
      "verse_key": "38:9",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ عِندَهُمۡ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ",
      "translation": "Atau apakah mereka itu mempunyai perbendaharaan rahmat Tuhanmu Yang Maha Perkasa lagi Maha Pemberi?",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 453,
      "verse_key": "38:10",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ لَهُم مُّلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ",
      "translation": "Atau apakah bagi mereka kerajaan langit dan bumi dan yang ada di antara keduanya? (Jika ada), maka hendaklah mereka menaiki tangga-tangga (ke langit).",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 453,
      "verse_key": "38:11",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ",
      "translation": "Suatu tentara yang besar yang berada di sana dari golongan-golongan yang berserikat pasti akan dikalahkan 1299.",
      "footnotes": "1299.  Ayat ini menceritakan peperangan Khandaq saat terdapat tentara yang terdiri atas beberapa golongan, yaitu golongan kaum musyrikin, Yahudi, dan beberapa kabilah Arab yang menyerang kaum muslimin di Madinah.  Peperangan ini berakhir dengan kocar-kacirnya tentara mereka.  Sebagian ahli tafsir mengatakan bahwa yang dimaksud di sini ialah peperangan Badar. "
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 453,
      "verse_key": "38:12",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ",
      "translation": "Telah mendustakan (rasul-rasul pula) sebelum mereka itu kaum Nūḥ, ‘Ād, Firʻawn  yang mempunyai tentara yang banyak,",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 453,
      "verse_key": "38:13",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡـَٔيۡكَةِۚ أُوْلَٰٓئِكَ ٱلۡأَحۡزَابُ",
      "translation": "dan Ṡamūd, kaum Lūṭ, dan penduduk Aikah 1300.  Mereka itulah golongan-golongan yang bersekutu (menentang rasul-rasul).",
      "footnotes": "1300.  Lihat catatan kaki nomor 1089. "
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 453,
      "verse_key": "38:14",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ",
      "translation": "Semua mereka itu tidak lain hanyalah mendustakan rasul-rasul, maka pastilah (bagi mereka) azab-Ku.",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 453,
      "verse_key": "38:15",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ",
      "translation": "Tidaklah yang mereka tunggu, melainkan hanya satu teriakan saja yang tidak ada baginya saat berselang 1301.",
      "footnotes": "1301.  Satu teriakan itu ialah untuk tanda hari Kiamat dan teriakan ini amat keras dan cepat. "
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 453,
      "verse_key": "38:16",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ ٱلۡحِسَابِ",
      "translation": "Dan mereka berkata, \"Ya Tuhan kami cepatkanlah untuk kami azab yang diperuntukkan bagi kami sebelum hari berhisab\".",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 454,
      "verse_key": "38:17",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱذۡكُرۡ عَبۡدَنَا دَاوُۥدَ ذَا ٱلۡأَيۡدِۖ إِنَّهُۥٓ أَوَّابٌ",
      "translation": "Bersabarlah atas segala apa yang mereka katakan dan ingatlah hamba Kami Dāwūd yang mempunyai kekuatan; sesungguhnya dia amat taat (kepada Tuhan).",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 454,
      "verse_key": "38:18",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّا سَخَّرۡنَا ٱلۡجِبَالَ مَعَهُۥ يُسَبِّحۡنَ بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ",
      "translation": "Sesungguhnya Kami menundukkan gunung-gunung untuk bertasbih bersama dia (Dāwūd) pada waktu petang dan pagi,",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 454,
      "verse_key": "38:19",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلطَّيۡرَ مَحۡشُورَةٗۖ كُلّٞ لَّهُۥٓ أَوَّابٞ",
      "translation": "dan (Kami tundukkan pula), burung-burung dalam keadaan terkumpul.  Masing-masingnya amat taat kepada Allah.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 454,
      "verse_key": "38:20",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَشَدَدۡنَا مُلۡكَهُۥ وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ وَفَصۡلَ ٱلۡخِطَابِ",
      "translation": "Dan Kami kuatkan kerajaannya dan Kami berikan kepadanya hikmah 1302 dan kebijaksanaan  dalam menyelesaikan perselisihan.",
      "footnotes": "1302.  Maksud \"hikmah\" di sini ialah kenabian, kesempurnaan ilmu, dan ketelitian amal perbuatan. "
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 454,
      "verse_key": "38:21",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ",
      "translation": "Dan adakah sampai kepadamu berita orang-orang yang berperkara ketika mereka memanjat pagar?",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 454,
      "verse_key": "38:22",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ دَخَلُواْ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنۡهُمۡۖ قَالُواْ لَا تَخَفۡۖ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ",
      "translation": "Ketika mereka masuk (menemui) Dāwūd, lalu ia terkejut karena kedatangan) mereka.  Mereka berkata, \"Janganlah kamu merasa takut; (kami) adalah dua orang yang berperkara yang salah seorang dari kami berbuat zalim kepada yang lain, maka berilah keputusan antara kami dengan adil dan janganlah kamu menyimpang dari kebenaran dan tunjukilah kami ke jalan yang lurus.",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 454,
      "verse_key": "38:23",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ هَٰذَآ أَخِي لَهُۥ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِيَ نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي ٱلۡخِطَابِ",
      "translation": "Sesungguhnya saudaraku ini mempunyai sembilan puluh sembilan ekor kambing betina dan aku mempunyai seekor saja.  Maka dia berkata, \"Serahkanlah kambingmu itu kepadaku dan dia mengalahkan aku dalam perdebatan\".",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 454,
      "verse_key": "38:24",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": "obligatory",
      "sajdah_number": 10,
      "text": "قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِۦۖ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ فَٱسۡتَغۡفَرَ رَبَّهُۥ وَخَرَّۤ رَاكِعٗاۤ وَأَنَابَ۩",
      "translation": "Dāwūd berkata, \"Sesungguhnya dia telah berbuat zalim kepadamu dengan meminta kambingmu itu untuk ditambahkan kepada kambingnya.  Dan sesungguhnya kebanyakan dari orang-orang yang berserikat itu sebagian mereka berbuat zalim kepada sebagian yang lain, kecuali orang-orang yang beriman dan mengerjakan amal yang saleh dan amat sedikitlah mereka ini\".  Dan  Dāwūd mengetahui bahwa Kami mengujinya, maka ia meminta ampun kepada Tuhan-nya, lalu menyungkur sujud dan bertobat.",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 454,
      "verse_key": "38:25",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَغَفَرۡنَا لَهُۥ ذَٰلِكَۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ",
      "translation": "Maka Kami ampuni baginya kesalahannya itu.  Dan sesungguhnya dia mempunyai kedudukan dekat pada sisi Kami dan tempat kembali yang baik.",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 454,
      "verse_key": "38:26",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰدَاوُۥدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدُۢ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ",
      "translation": "Hai Dāwūd, sesungguhnya Kami menjadikan kamu khalifah (penguasa) di muka bumi, maka berilah keputusan (perkara) di antara manusia dengan adil dan janganlah kamu mengikuti hawa nafsu karena ia akan menyesatkan kamu dari jalan Allah.  Sesungguhnya orang-orang yang sesat dari jalan Allah akan mendapat azab yang berat karena mereka melupakan hari perhitungan.",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 455,
      "verse_key": "38:27",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗاۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْۚ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ",
      "translation": "Dan Kami tidak menciptakan langit dan bumi dan apa yang ada antara keduanya tanpa hikmah.  Yang demikian itu adalah anggapan orang-orang kafir, maka celakalah orang-orang kafir itu karena mereka akan masuk neraka.",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 455,
      "verse_key": "38:28",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ",
      "translation": "Patutkah Kami menganggap orang-orang yang beriman dan mengerjakan amal yang saleh sama dengan orang-orang yang berbuat kerusakan di muka bumi? Patutkah (pula) Kami menganggap orang-orang yang bertakwa sama dengan orang-orang yang berbuat maksiat?",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 455,
      "verse_key": "38:29",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
      "translation": "Ini adalah sebuah kitab yang Kami turunkan kepadamu penuh dengan berkah supaya mereka memperhatikan ayat-ayatnya dan supaya mendapat pelajaran orang-orang yang mempunyai pikiran.",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 455,
      "verse_key": "38:30",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَوَهَبۡنَا لِدَاوُۥدَ سُلَيۡمَٰنَۚ نِعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٌ",
      "translation": "Dan Kami karuniakan kepada Dāwūd, Sulaymān, dia adalah sebaik-baik hamba.  Sesungguhnya dia amat taat (kepada Tuhan-nya),",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 455,
      "verse_key": "38:31",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ عُرِضَ عَلَيۡهِ بِٱلۡعَشِيِّ ٱلصَّٰفِنَٰتُ ٱلۡجِيَادُ",
      "translation": "(ingatlah) ketika dipertunjukkan kepadanya kuda-kuda yang tenang pada waktu berhenti dan cepat waktu berlari pada waktu sore.",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 455,
      "verse_key": "38:32",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَقَالَ إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ",
      "translation": "maka ia berkata, \"Sesungguhnya aku menyukai kesenangan terhadap barang yang baik (kuda) sehingga aku lalai mengingat Tuhan-ku sampai kuda itu hilang dari pandangan\".",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 455,
      "verse_key": "38:33",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رُدُّوهَا عَلَيَّۖ فَطَفِقَ مَسۡحَۢا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ",
      "translation": "\"Bawalah semua kuda itu kembali kepadaku\".  Lalu, ia potong kaki dan leher kuda itu 1302 b.",
      "footnotes": "1302 b.  Sebagian mufasir mengatakan Nabi Sulaymān ‘Alaihissalām menyapu kaki dan leher kuda-kuda itu karena sayang terhadapnya. "
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 455,
      "verse_key": "38:34",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِۦ جَسَدٗا ثُمَّ أَنَابَ",
      "translation": "Dan sesungguhnya, Kami telah menguji Sulaymān dan Kami jadikan (dia) tergeletak di atas kursinya sebagai tubuh (yang lemah karena sakit), kemudian ia bertobat 1303.",
      "footnotes": "1303.  Sebagian ahli tafsir mengatakan bahwa yang dimaksud dengan ujian ini ialah keberantakan kerajaan Sulaymān ‘Alaihissalām sehingga orang lain duduk di atas singgasananya. "
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 455,
      "verse_key": "38:35",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ",
      "translation": "Ia berkata, \"Ya Tuhan-ku, ampunilah aku dan anugerahkanlah kepadaku kerajaan yang tidak dimiliki oleh seorang jua pun sesudahku; sesungguhnya Engkaulah Yang Maha Pemberi\".",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 455,
      "verse_key": "38:36",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَسَخَّرۡنَا لَهُ ٱلرِّيحَ تَجۡرِي بِأَمۡرِهِۦ رُخَآءً حَيۡثُ أَصَابَ",
      "translation": "Kemudian, Kami tundukkan kepadanya angin yang berhembus dengan baik menurut ke mana saja yang dikehendakinya,",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 455,
      "verse_key": "38:37",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ",
      "translation": "dan (Kami tundukkan pula kepadanya) setan-setan semuanya ahli bangunan dan penyelam,",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 455,
      "verse_key": "38:38",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَءَاخَرِينَ مُقَرَّنِينَ فِي ٱلۡأَصۡفَادِ",
      "translation": "dan setan yang lain yang terikat dalam belenggu.",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 455,
      "verse_key": "38:39",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هَٰذَا عَطَآؤُنَا فَٱمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ",
      "translation": "Inilah anugerah Kami, maka berikanlah (kepada orang lain) atau tahanlah (untuk dirimu sendiri) dengan tiada pertanggungan jawab.",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 455,
      "verse_key": "38:40",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ",
      "translation": "Dan sesungguhnya dia mempunyai kedudukan yang dekat pada sisi Kami dan tempat kembali yang baik.",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 455,
      "verse_key": "38:41",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱذۡكُرۡ عَبۡدَنَآ أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ",
      "translation": "Dan ingatlah akan hamba Kami Ayyūb ketika ia menyeru Tuhan-nya, \"Sesungguhnya aku diganggu setan dengan kepayahan dan siksaan\".",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 455,
      "verse_key": "38:42",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱرۡكُضۡ بِرِجۡلِكَۖ هَٰذَا مُغۡتَسَلُۢ بَارِدٞ وَشَرَابٞ",
      "translation": "(Allah berfirman), \"Hantamkanlah kakimu; inilah air yang sejuk untuk mandi dan untuk minum.",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 456,
      "verse_key": "38:43",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَوَهَبۡنَا لَهُۥٓ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنَّا وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ",
      "translation": "Dan Kami anugerahi dia (dengan mengumpulkan kembali) keluarganya dan (Kami tambahkan) kepada mereka sebanyak mereka pula sebagai rahmat dari Kami dan pelajaran bagi orang-orang yang mempunyai pikiran.",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 456,
      "verse_key": "38:44",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِۦ وَلَا تَحۡنَثۡۗ إِنَّا وَجَدۡنَٰهُ صَابِرٗاۚ نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٞ",
      "translation": "Dan ambillah dengan tanganmu seikat (rumput), maka pukullah dengan itu dan janganlah kamu melanggar sumpah. Sesungguhnya Kami dapati dia (Ayyūb) seorang yang sabar.  Dialah sebaik-baik hamba.  Sesungguhnya dia amat taat (kepada Tuhan-nya)1304.",
      "footnotes": "1304.  Nabi Ayyūb ‘Alaihissalām menderita penyakit kulit beberapa waktu lamanya dan dia memohon pertolongan kepada Allah Subḥānahu wa Ta‘ālā.  Allah  Subḥānahu wa Ta‘ālā. kemudian memperkenankan doanya dan memerintahkan agar dia menghentakkan kakinya ke bumi.  Ayyūb ‘Alaihissalām menaati perintah itu, maka keluarlah air dari bekas kakinya atas petunjuk Allah  Subḥānahu wa Ta‘ālā.  Ayyūb ‘Alaihissalām pun mandi dan minum dari air itu, sehingga sembuhlah dia dari penyakitnya dan dia dapat berkumpul kembali dengan keluarganya.  Mereka kemudian berkembang biak sampai jumlah mereka dua kali lipat dari jumlah sebelumnya.  Pada suatu ketika, Ayyūb ‘Alaihissalām teringat akan sumpahnya bahwa dia akan memukul istrinya bilamana sakitnya sembuh disebabkan istrinya pernah lalai mengurusinya sewaktu dia masih sakit.  Akan tetapi, timbul dalam hatinya rasa iba dan sayang kepada istrinya, sehingga dia tidak dapat memenuhi sumpahnya.  Oleh sebab itu, turunlah perintah Allah  Subḥānahu wa Ta‘ālā, seperti yang tercantum dalam ayat 44 agar dia dapat melaksanakan sumpahnya dengan tidak menyakiti istrinya, yaitu memukulnya dengan seikat rumput. "
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 456,
      "verse_key": "38:45",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱذۡكُرۡ عِبَٰدَنَآ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي ٱلۡأَيۡدِي وَٱلۡأَبۡصَٰرِ",
      "translation": "Dan ingatlah hamba-hamba Kami, Ibrāhīm, Isḥāq, dan Ya`qūb yang mempunyai perbuatan-perbuatan yang besar dan ilmu-ilmu yang tinggi.",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 456,
      "verse_key": "38:46",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّآ أَخۡلَصۡنَٰهُم بِخَالِصَةٖ ذِكۡرَى ٱلدَّارِ",
      "translation": "Sesungguhnya Kami telah mensucikan mereka dengan (menganugerahkan kepada mereka) akhlak yang tinggi, yaitu selalu mengingatkan (manusia) kepada negeri akhirat.",
      "footnotes": ""
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 456,
      "verse_key": "38:47",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِنَّهُمۡ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ ٱلۡأَخۡيَارِ",
      "translation": "Dan sesungguhnya mereka pada sisi Kami benar-benar termasuk orang-orang pilihan yang paling baik.",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 456,
      "verse_key": "38:48",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱذۡكُرۡ إِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَذَا ٱلۡكِفۡلِۖ وَكُلّٞ مِّنَ ٱلۡأَخۡيَارِ",
      "translation": "Dan ingatlah akan Ismā`īl, Ilyasa` dan Żulkifli.  Semuanya termasuk orang-orang yang paling baik.",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 456,
      "verse_key": "38:49",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هَٰذَا ذِكۡرٞۚ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ",
      "translation": "Ini adalah kehormatan (bagi mereka).  Dan sesungguhnya bagi orang-orang yang bertakwa benar-benar (disediakan) tempat kembali yang baik,",
      "footnotes": ""
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 456,
      "verse_key": "38:50",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "جَنَّٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ",
      "translation": "(yaitu) surga 'Adn yang pintu-pintunya terbuka bagi mereka,",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 456,
      "verse_key": "38:51",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ",
      "translation": "di dalamnya mereka bertelekan (di atas dipan-dipan) sambil meminta buah-buahan yang banyak dan minuman di surga itu.",
      "footnotes": ""
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 456,
      "verse_key": "38:52",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ",
      "translation": "Dan di sisi mereka (ada bidadari-bidadari) yang tidak liar pandangannya dan sebaya umurnya.",
      "footnotes": ""
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 456,
      "verse_key": "38:53",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هَٰذَا مَا تُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ",
      "translation": "Inilah apa yang dijanjikan kepadamu pada hari berhisab.",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 456,
      "verse_key": "38:54",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُۥ مِن نَّفَادٍ",
      "translation": "Sesungguhnya ini adalah benar-benar rezeki dari Kami yang tiada habis-habisnya.",
      "footnotes": ""
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 456,
      "verse_key": "38:55",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هَٰذَاۚ وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٖ",
      "translation": "Beginilah (keadaan mereka). Dan sesungguhnya bagi orang-orang yang durhaka benar-benar (disediakan) tempat kembali yang buruk,",
      "footnotes": ""
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 456,
      "verse_key": "38:56",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "جَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ ٱلۡمِهَادُ",
      "translation": "(yaitu) neraka Jahanam yang mereka masuk ke dalamnya; maka amat buruklah Jahanam itu sebagai tempat tinggal.",
      "footnotes": ""
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 456,
      "verse_key": "38:57",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَّاقٞ",
      "translation": "Inilah (azab neraka); biarlah mereka merasakannya; (minuman mereka) air yang sangat panas dan air yang sangat dingin.",
      "footnotes": ""
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 456,
      "verse_key": "38:58",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَءَاخَرُ مِن شَكۡلِهِۦٓ أَزۡوَٰجٌ",
      "translation": "Dan azab yang lain yang serupa itu berbagai macam.",
      "footnotes": ""
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 456,
      "verse_key": "38:59",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ لَا مَرۡحَبَۢا بِهِمۡۚ إِنَّهُمۡ صَالُواْ ٱلنَّارِ",
      "translation": "(Dikatakan kepada mereka), \"Ini adalah suatu rombongan (pengikut-pengikutmu) yang masuk berdesak-desak bersama kamu (ke neraka)\".  (Berkata pemimpin-pemimpin mereka yang durhaka), \"Tiadalah ucapan selamat datang kepada mereka karena sesungguhnya mereka akan masuk neraka\".",
      "footnotes": ""
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 456,
      "verse_key": "38:60",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ بَلۡ أَنتُمۡ لَا مَرۡحَبَۢا بِكُمۡۖ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَاۖ فَبِئۡسَ ٱلۡقَرَارُ",
      "translation": "Pengikut-pengikut mereka menjawab, \"Sebenarnya kamulah.  Tiada ucapan selamat datang bagimu karena kamulah yang menjerumuskan kami ke dalam azab, maka amat buruklah Jahanam itu sebagai tempat menetap\".",
      "footnotes": ""
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 456,
      "verse_key": "38:61",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ",
      "translation": "Mereka berkata (lagi), \"Ya Tuhan kami; barang siapa yang menjerumuskan kami ke dalam azab ini, maka tambahkanlah azab kepadanya dengan berlipat ganda di dalam neraka.\"",
      "footnotes": ""
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 457,
      "verse_key": "38:62",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ ٱلۡأَشۡرَارِ",
      "translation": "Dan (orang-orang durhaka) berkata, \"Mengapa kami tidak melihat orang-orang yang dahulu (di dunia) kami anggap sebagai orang-orang yang jahat (hina).",
      "footnotes": ""
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 457,
      "verse_key": "38:63",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ",
      "translation": "Apakah kami dahulu menjadikan mereka olok-olokan ataukah karena mata kami tidak melihat mereka?\"",
      "footnotes": ""
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 457,
      "verse_key": "38:64",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ ٱلنَّارِ",
      "translation": "Sesungguhnya yang demikian itu pasti terjadi, (yaitu) pertengkaran penghuni neraka.",
      "footnotes": ""
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 457,
      "verse_key": "38:65",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنَّمَآ أَنَا۠ مُنذِرٞۖ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ",
      "translation": "Katakanlah (ya Muhammad), \"Sesungguhnya aku hanya seorang pemberi peringatan dan sekali-kali tidak ada Tuhan (yang berhak disembah), selain Allah Yang Maha Esa dan Maha Mengalahkan.",
      "footnotes": ""
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 457,
      "verse_key": "38:66",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ",
      "translation": "Tuhan langit dan bumi dan apa yang ada di antara keduanya Yang Maha Perkasa lagi Maha Pengampun.",
      "footnotes": ""
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 457,
      "verse_key": "38:67",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ",
      "translation": "Katakanlah, \"Berita itu adalah berita yang besar,",
      "footnotes": ""
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 457,
      "verse_key": "38:68",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَنتُمۡ عَنۡهُ مُعۡرِضُونَ",
      "translation": "yang kamu berpaling darinya.",
      "footnotes": ""
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 457,
      "verse_key": "38:69",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَا كَانَ لِيَ مِنۡ عِلۡمِۭ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰٓ إِذۡ يَخۡتَصِمُونَ",
      "translation": "Aku tiada mempunyai pengetahuan sedikit pun tentang  almalā`il ‘alā (malaikat) itu ketika mereka berbantah-bantahan.",
      "footnotes": ""
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 457,
      "verse_key": "38:70",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ",
      "translation": "Tidak diwahyukan kepadaku, melainkan bahwa sesungguhnya aku hanyalah seorang pemberi peringatan yang nyata\".",
      "footnotes": ""
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 457,
      "verse_key": "38:71",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن طِينٖ",
      "translation": "(Ingatlah) ketika Tuhan-mu berfirman kepada malaikat, \"Sesungguhnya Aku akan menciptakan manusia dari tanah\".",
      "footnotes": ""
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 457,
      "verse_key": "38:72",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ",
      "translation": "Maka apabila telah Kusempurnakan kejadiannya dan Kutiupkan kepadanya roh (ciptaan)Ku, maka hendaklah kamu tersungkur dengan bersujud kepadanya\".",
      "footnotes": ""
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 457,
      "verse_key": "38:73",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ",
      "translation": "Lalu, seluruh malaikat-malaikat itu bersujud semuanya,",
      "footnotes": ""
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 457,
      "verse_key": "38:74",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَّآ إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ",
      "translation": "kecuali iblis; dia menyombongkan diri dan adalah dia termasuk orang-orang yang kafir.",
      "footnotes": ""
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 457,
      "verse_key": "38:75",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ يَٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّۖ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ",
      "translation": "Allah berfirman, \"Hai Iblis, apakah yang menghalangi kamu sujud kepada yang telah Ku-ciptakan dengan kedua tangan-Ku.  Apakah kamu menyombongkan diri ataukah kamu (merasa) termasuk orang-orang yang (lebih) tinggi?\"",
      "footnotes": ""
    },
    {
      "id": 76,
      "verse_number": 76,
      "page_number": 457,
      "verse_key": "38:76",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ",
      "translation": "Iblis berkata, \"Aku lebih baik daripadanya karena Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah\".",
      "footnotes": ""
    },
    {
      "id": 77,
      "verse_number": 77,
      "page_number": 457,
      "verse_key": "38:77",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ",
      "translation": "Allah berfirman, \"Maka keluarlah kamu dari surga; sesungguhnya kamu adalah orang yang terkutuk,",
      "footnotes": ""
    },
    {
      "id": 78,
      "verse_number": 78,
      "page_number": 457,
      "verse_key": "38:78",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ ٱلدِّينِ",
      "translation": "Sesungguhnya kutukan-Ku tetap atasmu sampai hari pembalasan\".",
      "footnotes": ""
    },
    {
      "id": 79,
      "verse_number": 79,
      "page_number": 457,
      "verse_key": "38:79",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ",
      "translation": "Iblis berkata, \"Ya Tuhan-ku, beri tangguhlah aku sampai hari mereka dibangkitkan\".",
      "footnotes": ""
    },
    {
      "id": 80,
      "verse_number": 80,
      "page_number": 457,
      "verse_key": "38:80",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ",
      "translation": "Allah berfirman, \"Sesungguhnya kamu termasuk orang-orang yang diberi tangguh,",
      "footnotes": ""
    },
    {
      "id": 81,
      "verse_number": 81,
      "page_number": 457,
      "verse_key": "38:81",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ",
      "translation": "sampai kepada hari yang telah ditentukan waktunya (hari Kiamat)\".",
      "footnotes": ""
    },
    {
      "id": 82,
      "verse_number": 82,
      "page_number": 457,
      "verse_key": "38:82",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ",
      "translation": "Iblis menjawab, \"Demi kekuasaan Engkau aku akan menyesatkan mereka semuanya,",
      "footnotes": ""
    },
    {
      "id": 83,
      "verse_number": 83,
      "page_number": 457,
      "verse_key": "38:83",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ",
      "translation": "kecuali hamba-hamba-Mu yang mukhlis di antara mereka 1305.",
      "footnotes": "1305.  Lihat catatan kaki nomor 799. "
    },
    {
      "id": 84,
      "verse_number": 84,
      "page_number": 458,
      "verse_key": "38:84",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ",
      "translation": "Allah berfirman, \"Maka yang benar (adalah sumpah-Ku) dan hanya kebenaran itulah yang Ku-katakan\".",
      "footnotes": ""
    },
    {
      "id": 85,
      "verse_number": 85,
      "page_number": 458,
      "verse_key": "38:85",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ",
      "translation": "Sesungguhnya Aku pasti akan memenuhi neraka Jahanam dengan jenis kamu dan dengan orang-orang yang mengikuti kamu di antara mereka kesemuanya.",
      "footnotes": ""
    },
    {
      "id": 86,
      "verse_number": 86,
      "page_number": 458,
      "verse_key": "38:86",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ",
      "translation": "Katakanlah (hai Muhammad), \"Aku tidak meminta upah sedikit pun padamu atas dakwahku dan bukanlah aku termasuk orang-orang yang mengada-adakan.",
      "footnotes": ""
    },
    {
      "id": 87,
      "verse_number": 87,
      "page_number": 458,
      "verse_key": "38:87",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ",
      "translation": "Al-Qur`ān ini tidak lain hanyalah peringatan bagi semesta alam.",
      "footnotes": ""
    },
    {
      "id": 88,
      "verse_number": 88,
      "page_number": 458,
      "verse_key": "38:88",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ",
      "translation": "Dan sesungguhnya, kamu akan mengetahui (kebenaran) berita Al-Qur`ān setelah beberapa waktu lagi 1306.",
      "footnotes": "1306.  Kebenaran berita-berita Al-Qur`ān itu ada yang terlaksana di dunia dan ada pula yang terlaksana di akhirat . Kebenaran yang terlaksana di dunia seperti kebenaran janji Allah  Subḥānahu wa Ta‘ālā kepada orang-orang mukmin bahwa mereka akan menang dalam peperangan dengan kaum musyrikin.  Kebenaran  yang terlaksana di akhirat seperti kebenaran janji Allah  Subḥānahu wa Ta‘ālā tentang balasan atau perhitungan yang akan dilakukan terhadap manusia. "
    }
  ]
}