{
  "id": 3,
  "verse_number": 3,
  "page_number": 107,
  "verse_key": "5:3",
  "juz_number": 6,
  "hizb_number": 11,
  "rub_el_hizb_number": 43,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "حُرِّمَتۡ عَلَيۡكُمُ ٱلۡمَيۡتَةُ وَٱلدَّمُ وَلَحۡمُ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦ وَٱلۡمُنۡخَنِقَةُ وَٱلۡمَوۡقُوذَةُ وَٱلۡمُتَرَدِّيَةُ وَٱلنَّطِيحَةُ وَمَآ أَكَلَ ٱلسَّبُعُ إِلَّا مَا ذَكَّيۡتُمۡ وَمَا ذُبِحَ عَلَى ٱلنُّصُبِ وَأَن تَسۡتَقۡسِمُواْ بِٱلۡأَزۡلَٰمِۚ ذَٰلِكُمۡ فِسۡقٌۗ ٱلۡيَوۡمَ يَئِسَ ٱلَّذِينَ كَفَرُواْ مِن دِينِكُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِۚ ٱلۡيَوۡمَ أَكۡمَلۡتُ لَكُمۡ دِينَكُمۡ وَأَتۡمَمۡتُ عَلَيۡكُمۡ نِعۡمَتِي وَرَضِيتُ لَكُمُ ٱلۡإِسۡلَٰمَ دِينٗاۚ فَمَنِ ٱضۡطُرَّ فِي مَخۡمَصَةٍ غَيۡرَ مُتَجَانِفٖ لِّإِثۡمٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
  "translation": "3. Сизларга ўлакса, қон, тўнғиз гўшти, Аллоҳдан бошқа бировнинг йўлида сўйилган нарса, бўғилиб ўлган, уриб ўлдирилган, баланд жойдан қулаб ўлган, (бошқа бирон ҳайвон билан) сузишиб ўлган ва йиртқич ҳайвон тишлаб ўлдирган жониворлар ҳаром қилинди. Магар (бу жониворларни жони чиқмасдан туриб) сўйиб юборишга улгуриб қолган бўлсангиз, ҳалолдир. Яна бутларга атаб сўйилган ҳайвонлар (гўштини истеъмол қилиш) ва (фол) чўплардан қисматингизни сўрашингиз (ҳам сизларга ҳаром қилинди). Зотан бу ишларингиз итоатсизликдир. Бугун энди кофир бўлган кимсаларнинг сизларни динингиздан (чиқаришдан) умидлари узилди. Бас, улардан қўрқмангиз, Мендан қўрқингиз! Бугун сизларга динингизни комил қилдим, неъматимни бенуқсон, тўкис қилиб бердим ва сизлар учун (фақат) Исломни дин қилиб танладим. Бас, кимки очарчиликда, гуноҳ томонга оғмаган ҳолида (мазкур ҳаром қилинган нарсаларни ейишга) мажбур бўлса (Аллоҳ кечирар). Зеро, Аллоҳ мағфиратли, меҳрибондир.",
  "footnotes": "И з о ҳ. Ислом келишидан илгари араблар ҳар турли фол очишларга жуда берилган эдилар. Шулардан бири — уларнинг доимо ёнларида учта бир хил чўпни олиб юришлари эди. У чўпларнинг бирига: «Қилгин», яна бирига «Қилмагин», деб белги қўйилган, учинчисига эса ҳеч нарса ёзилмаган бўларди. Қачон бирон ишни адо этмоқчи бўлсалар, ўша чўплардан фол сўрардилар. Ислом бундай хурофотларни манъ қилди."
}