{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 411,
      "verse_key": "31:1",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "الٓمٓ",
      "translation": "Alɩf, Lɑɑm, Miim.[1]",
      "footnotes": "[1] Wẽnd n yɩɩd minim ne A sẽn rat ne gʋls-bi tõsdɩ-kãensã. La Gʋls-bi tõsdɩ-kãensã, sẽn be Sʋʋr-kãensã baasgẽ wã, yaa sẽn wilgd Alkʋrãanã sẽn komsd a gees-n-taasã, bala b geesa kɩfr-dãmbã ne Alkʋrãanã, tɩ b kong n ka tõog n wa ne a buud ye, tɩ Alkʋrãanã me -yaool n yaa sẽn tui ne gom-biis nins bãmb goamã sẽn tuit ne wã, sẽn yaa gʋls-bi tõsdɩ bãmbã buudã, tɩ rẽnda wilgd Laarab-rãmbã kongame n ka tõog n wa ne Alkʋrãanã buud ye, n lagem ne bãmb n yɩɩd nebã ne zelem pεkã, tɩ wilgdẽ tɩ Alkʋrãanã a yaa sẽn tʋme tɩ yi Wẽnd nengẽ."
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 411,
      "verse_key": "31:2",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ",
      "translation": "Woto yaa Gafã Aaya-rãmb sẽn bʋ n manege.",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 411,
      "verse_key": "31:3",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ",
      "translation": "A yɑɑ sor-wilgr lɑ yolsg mɑɑn-neerã rãmb yĩngɑ.",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 411,
      "verse_key": "31:4",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ",
      "translation": "Neb nins sẽn yãnesd ne Pʋʋsgã la b kõt zakã la b maand bãng-n-wãak ne Yaoolem raarã.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 411,
      "verse_key": "31:5",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
      "translation": "Bãmb rãmbã n be kãndgr zug la bãmb me lɑ põsdbã.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 411,
      "verse_key": "31:6",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ",
      "translation": "Lɑ bee nebã pʋgẽ neb sẽn dɑɑd reem goɑm bʋɩl yĩng tɩ b na menes n bɑs Wẽnd sorã tɩ kɑ yɩ ne bãngr ye lɑ b rɩk-ɑ ne wɩsga, bãmb rãmbã lɑ naong yɑɑndgã be b yĩngã.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 411,
      "verse_key": "31:7",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ",
      "translation": "Lɑ b sã n kɑrem Tõnd goɑmã ɑ zug lɑ ɑ sẽn kẽngd n loog t'ɑ yɑɑ wɑoog-m-meng soɑb tɩ yɑɑ wɑ ɑ pʋs n kɑ wʋm-ɑ ye, bɩ f noog ɑ sũur ne non-zɑbdgɑ.",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 411,
      "verse_key": "31:8",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ",
      "translation": "Bãng-y tɩ sẽn kõ-b sɩdã lɑ b tʋm tʋʋm-sõmã wã, arzãn sẽn yaa neemã be b yĩngɑ.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 411,
      "verse_key": "31:9",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "B yɑɑ pɑɑdb ɑ pʋgẽ, yɑɑ Wẽnd pʋleng sẽn yɑɑ sɩdɑ, lɑ Yẽnda lɑ zɩsg n yaa bʋʋd mitɑ.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 411,
      "verse_key": "31:10",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ",
      "translation": "A nɑɑnɑ sɑɑsã tɩ pa tũ ne ra-tεεdga tɩ yãmb ne-a ye, lɑ A ning tãms tẽngã pʋgẽ bʋɩl yĩng lɑ ɑ rɑ miim ne yãmb ye, lɑ A sẽeg bõn-yãnemdg bʋud fãɑ ɑ pʋgẽ, lɑ A sik koom tɩ yi sɑɑgẽ wã t'A buls bũmb sẽn tɑr wɑoor buud fãɑ.",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 411,
      "verse_key": "31:11",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "Wẽnd noonegã lɑ woto, bɩ y wilg mɑɑm zẽng sẽn kɑ Yẽ wã sẽn nɑɑn wɛ! Ad yɑɑ wẽgdbã n be meneng pʋgẽ bala.",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 412,
      "verse_key": "31:12",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ",
      "translation": "Lɑ sɩdɑ Tõnd kõo a Lʋkmɑɑn bʋʋd minim: \"pʋʋs Wẽnd barka, ned ning sẽn pʋʋs-a barka yaa a meng yĩng bɑlɑ; lɑ ned ning sẽn kɩfl-a bɩ y bãng tɩ Wẽnd yɑɑ sek-m-meng-soɑb n yɑɑ pẽgr Naaba\".",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 412,
      "verse_key": "31:13",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ",
      "translation": "Tẽeg wakat ning a Lʋkmɑɑn sẽn wɑ n yeel ɑ biigã, ɑ sẽn wɑ n sɑgend-ɑ wã: \"m biigɑ, ra maan lagem-n-taar ne Wẽnd ye, ad lɑgem-n-tɑɑr yɑɑ wẽgb sẽn bedme\".",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 412,
      "verse_key": "31:14",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ",
      "translation": "La Tõnd sɑglɑ ninsɑɑl ne ɑ roɑgdb ɑ yiibã mɑnegre, ɑ mɑ wã zɩ-a lame ne ninbãaneg sẽn pʋg ninbãanega, lɑ ɑ yẽsengã yɑɑ yʋʋm ɑ yiib pʋgẽ: \"bɩ f soees Maam la f roɑgdb ɑ yiibã, Mɑm nengẽ lɑ y nɑ n lebg n wɑ\".",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 412,
      "verse_key": "31:15",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "Lɑ b yiibã sã n pẽdg foom tɩ f lɑgem Mɑɑm ne bũmb fo sẽn kɑ tɑr ɑ bãngre, bɩ f rɑ tũ-b ye, lɑ zĩnd ne b yiibã dũni pʋgẽ ne mɑnegre, lɑ f tũ ned ning sẽn lεbg-ɑ n wɑ Mɑm nengẽ wã sorã. Rẽ poorẽ Mɑm nengẽ lɑ y lebgr zĩiga, tɩ M togs-y y sẽn dɑ yɩ n tʋmdẽ wã.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 412,
      "verse_key": "31:16",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ",
      "translation": "M biig sõngo! Ba bũmb sã n zems wala goandg biiga, n tɩ be pĩig pʋgẽ, mɑ sɑɑsẽ wã, mɑ tẽngã pʋgẽ, Wẽnd wɑtɑ ne-ɑ, ad Wẽnd yɑɑ Bãng-pẽk nɑɑbɑ n yaa minim tẽng-n-biiga.",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 412,
      "verse_key": "31:17",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ",
      "translation": "M biig sõngo! Yɑls Pʋʋsgo, sɑgl ne mɑnegr lɑ f gɩdg ne wẽnga, lɑ f mɑɑn sugr ne sẽn pɑɑm-fo, ad woto naaga yel-bεdã.",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 412,
      "verse_key": "31:18",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ",
      "translation": "Lɑ f rɑ wẽnemd f yεgdg n kɩs nebã ye, lɑ f rɑ kẽn tẽngã zug ne tɩtaam ye, ad Wẽnd kɑ nong wɑoog-m-meng-soɑb n yaa fʋʋs-m-meng-soab ye.",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 412,
      "verse_key": "31:19",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ",
      "translation": "Lɑ f mɑɑn zem-zem f kẽnã pʋgẽ lɑ f sik f koεεgã, ad koees sẽn yɩɩd wẽng yɑɑ bõees koεεgɑ.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 413,
      "verse_key": "31:20",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ",
      "translation": "Rẽ yĩngɑ yãmb kɑ yẽ tɩ Wẽnd nomɑ sẽn be sɑɑsã pʋsẽ lɑ tẽngã zug n kõ yãmba, lɑ A kõ-y A neema-rãmb tɩ gale yɩng lɑ pʋgẽ? Lɑ bee nebã pʋgẽ neb sẽn wẽed no-koeemd Wẽnd yellã zug tɩ kɑ yɩ ne bãngr lɑ sor-minim lɑ gaf-vẽnegd ye.",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 413,
      "verse_key": "31:21",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ",
      "translation": "Lɑ sã n yeel-ba: \"tũ-y Wẽnd sẽn sikã\". Lɑ b sẽn yete: \"d tũudɑ d sẽn mik d bɑɑbɑ-rãmbã sẽn rɑ tũud bũmb ningã\". Rẽ yĩngɑ bɑ tɩ sã n yɑɑ ɑ sʋɩtãan n boond bãmb n dɑbd Sa'ʿɩɩr bugmẽ wã b nɑ pʋgbɑ?",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 413,
      "verse_key": "31:22",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 165,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ",
      "translation": "Lɑ ned ning sẽn wɑ n pelg ɑ pʋg ne Wẽnde n yɑɑ mɑnegdɑ, rẽnd ɑ gãda rɑodg sẽn yɩɩd ne pãngɑ, lɑ yɑɑ Wẽnd nengẽ lɑ yεlã fãɑ lebgr zĩigɑ.",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 413,
      "verse_key": "31:23",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 165,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "Lɑ ned ningɑ sẽn mɑɑn-ɑ sõm-zɩtem bɩ ɑ sõm-zɩtmã rɑ wɑ sãɑm fo sũur ye. Tõnd nengẽ lɑ b lebgr zĩig tɩ D wilg-b b sẽn tʋmã. Ad Wẽnd mii sẽn be sũyẽ wã.",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 413,
      "verse_key": "31:24",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 165,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ",
      "translation": "D wʋmsgd-b-lɑ noog bɩlf bɑlɑ, rẽ poorẽ tɩ D kẽes-b naon-taok pʋgẽ.",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 413,
      "verse_key": "31:25",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 165,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ",
      "translation": "La fo sã n sok-ba \"ãnd n nɑɑn sɑɑsã lɑ tẽngã\". B na yeele: \"yɑɑ Wẽnde\". Bɩ f yeele: \"pẽgr yɑɑ Wẽnd n so\". Pa woto ye, b wʋsgã fãa kɑ mi ye.",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 413,
      "verse_key": "31:26",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 165,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ",
      "translation": "Lɑ sẽn be sɑɑsẽ lɑ tẽngẽ yɑɑ Wẽnd soolem, ad Wẽnde, Yẽ lɑ sek-m-meng Soɑb n yɑɑ pẽgr Soɑbɑ.",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 413,
      "verse_key": "31:27",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 165,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ",
      "translation": "Ba tɩ tẽngã zug tɩɩsã fãa sã n da yaa gʋls-moodo [n na n gulse], ba tɩ mogrã sã n lebg rʋba, tɩ b leb n paas-a mog a yopoe, kõon n sek Wẽnd goɑmã gʋlsg tɩ sε ye, ad Wẽnd yɑɑ Windɑ n yɑɑ bʋʋd-mitɑ.",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 413,
      "verse_key": "31:28",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 165,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ",
      "translation": "Yãmb [fãa] naanegã lɑ yãmb vʋʋgrã kɑ yɩ rẽndɑme tɩ yɑɑ wɑlɑ yõor ɑ yembr bɑlɑ, ad Wẽnd yɑɑ Wʋmd n yɑɑ Netɑ.",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 414,
      "verse_key": "31:29",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 165,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ",
      "translation": "Rẽ yĩngɑ fo kɑ bãng tɩ Wẽnd kẽesdɑ yʋngã wĩndgã pʋgẽ lɑ A kẽesd wĩndgã yʋngã pʋgẽ lɑ A nom wĩntoogã lɑ kiuugã t'a yembr fãɑ zoet n gũud sɑsɑ b sẽn yãk n dɩglã, lɑ f leb n kɑ bãng me tɩ Wẽnd yɑɑ minim tẽng-n-biig ne yãmb sẽn tʋmdã?",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 414,
      "verse_key": "31:30",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 165,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ",
      "translation": "Woto, tɩ bala yaa Wẽnd la sɩda la bãmb sẽn tũud bũmb ning zẽng sẽn pa Wẽndã, yẽ la zĩri wã, la ad yaa Wẽnd la zẽk wagell Naaba.",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 414,
      "verse_key": "31:31",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 165,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ",
      "translation": "̌̌̌̌̌̌̌̌̌̌̌Fo kɑ yã tɩ koom-koglgã zoetɑ mogrã zug ne Wẽnd yolsgã bʋɩl yĩng tɩ y yãnd A yel-soɑlmã kẽere, ad woto pʋgẽ yaa daliils ne sug-mɑɑnd lɑ ned sẽn pẽgd buudã fãɑ yĩngɑ.",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 414,
      "verse_key": "31:32",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 165,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ",
      "translation": "Lɑ ko-wiuug sã n yɩk n lug be b yĩngrã wɑlɑ mɑɑsem lɑ b sẽn boond Wẽnd n yɩlgd b tũudmã ne-A; lɑ A sã n wɑ n tɩlg-b n yi yɩngã lɑ b kẽerã sẽn lebg tɩtaam-rãmba; lɑ kɑ kɩɩsd Tõnd yel-soɑlmã rẽndɑ yel-sõm-zɩt la zãmb-bedr-soaba.",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 414,
      "verse_key": "31:33",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 165,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ",
      "translation": "Nebã! Zoe-y Wẽnd lɑ y zoe rɑɑr ningɑ biig sẽn kɑ nɑ n yaoog ɑ roɑgd tɩ roɑgd me kɑ nɑ n yaoog ɑ biig bɑ fʋɩ wã; ad Wẽnd pʋlengã yɑɑ sɩdɑ, bɩ y gũus tɩ dũni vɩɩmã rɑ wɑ belg yãmb ye, lɑ y gũus tɩ bεlgdã (sʋɩtãanã) me rɑ wɑ belg yãmb tɩ y bɑs Wẽnd ye.",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 414,
      "verse_key": "31:34",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 165,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ",
      "translation": "Ad yaa Wẽnd n tɑr dũni wã yikr bãngre; yẽ me n sikd sɑ-koom lɑ A mi sẽn be (pag) rogsẽ. Yõor kɑ mi ɑ sẽn nɑ n pɑɑm beoog ye, yõor kɑ mi ɑ sẽn nɑ n ki tẽng ning ye, ad Wẽnd yɑɑ Bãngd n yɑɑ minim tẽng-n-biigɑ.",
      "footnotes": ""
    }
  ]
}