{
  "id": "536",
  "sura": "4",
  "aya": "43",
  "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقۡرَبُواْ ٱلصَّلَوٰةَ وَأَنتُمۡ سُكَٰرَىٰ حَتَّىٰ تَعۡلَمُواْ مَا تَقُولُونَ وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيلٍ حَتَّىٰ تَغۡتَسِلُواْۚ وَإِن كُنتُم مَّرۡضَىٰٓ أَوۡ عَلَىٰ سَفَرٍ أَوۡ جَآءَ أَحَدٞ مِّنكُم مِّنَ ٱلۡغَآئِطِ أَوۡ لَٰمَسۡتُمُ ٱلنِّسَآءَ فَلَمۡ تَجِدُواْ مَآءٗ فَتَيَمَّمُواْ صَعِيدٗا طَيِّبٗا فَٱمۡسَحُواْ بِوُجُوهِكُمۡ وَأَيۡدِيكُمۡۗ إِنَّ ٱللَّهَ كَانَ عَفُوًّا غَفُورًا",
  "translation": "43. ¡Oh, creyentes!, no recen en estado de embriaguez[145], sino que háganlo cuando sepan lo que dicen; ni vayan a las mezquitas en estado de impureza sexual hasta que se purifiquen con un baño completo, a menos que pasen por ellas solo para salir por otra puerta,[146] y no permanezcan en ellas. Y si estuvieran enfermos o de viaje, o viniese alguno de ustedes de hacer sus necesidades o hubiesen tenido contacto sexual con sus mujeres y no encontrasen agua, purifíquense con tierra limpia y pura[147] (sacudiendo en ella las manos y eliminando el exceso de tierra), pasando las manos por los rostros y frotándoselas (a continuación). Ciertamente, Al-lah es Benévolo e Indulgente.",
  "footnotes": "[145]  Como se adelantó en la nota 67, la prohibición categórica de las bebidas alcohólicas será revelada en las aleyas 90-91 de la sura 5. También queda incluido el estado de enajenación mental provocado por los narcóticos.\n[146]  Otra interpretación posible es que haga referencia al viajero en estado de impureza sexual, en cuyo caso no deberá rezar en la mezquita hasta que se haya purificado con tierra (taiammun) por la dificultad que le supone bañarse.\n[147]  La purificación con tierra o polvo (taiammun)está condicionada por la falta de agua o por alguna enfermedad que imposibilite la ablución o el baño completo, ya que también puede sustituir el baño en caso de estar en estado de impureza sexual o tras finalizar la mujer su menstruación. Es suficiente pasar las manos ligeramente por una superficie que contenga un poco de tierra o polvo, pues el objetivo no es mancharse de tierra, sino cumplir con un ritual de purificación cuando no hay agua disponible."
}