{
  "result": [
    {
      "id": "4785",
      "sura": "53",
      "aya": "1",
      "arabic_text": "وَٱلنَّجۡمِ إِذَا هَوَىٰ",
      "translation": "قسم ہے ستارے کی جب وه گرے.(1)",
      "footnotes": "(1) بعض مفسرین نے ستارے سے ثریا ستارہ اور بعض نے زہرہ ستارہ مراد لیا ہے۔ اور بعض نے جنس نجوم هَوَى، اوپر سے نیچے گرنا، یعنی جب رات کے اختتام پر فجر کے وقت وہ گرتا ہے، یا شیاطین کو مارنے کے لیے گرتا ہے یا بقول بعض قیامت والے دن گریں گے۔"
    },
    {
      "id": "4786",
      "sura": "53",
      "aya": "2",
      "arabic_text": "مَا ضَلَّ صَاحِبُكُمۡ وَمَا غَوَىٰ",
      "translation": "کہ تمہارے ساتھی نے نہ راه گم کی ہے نہ وه ٹیڑھی راه پر ہے.(1)",
      "footnotes": "(1) یہ جواب قسم ہے۔ صَاحِبُكُمْ (تمہارا ساتھی) کہہ کر نبی ﹲ کی صداقت کو واضح تر کیا گیا ہے کہ نبوت سے پہلے چالیس سال اس نےتمہارے ساتھ اور تمھارے درمیان گزارے ہیں، اس کے شب و روزکے تمام معمولات تمہارے سامنے ہیں، اس کا اخلاق و کردار تمہارا جانا پہچانا ہے۔ راست بازی اور امانت داری کے سوا تم نے اس کےکردار میں کبھی کچھ اور بھی دیکھا؟ اب چالیس سال کے بعد جو وہ نبوت کا دعویٰ کر رہا ہے تو ذرا سوچو، وہ کس طرح جھوٹ ہو سکتا ہے؟ چنانچہ واقعہ یہ ہے کہ وہ نہ گمراہ ہوا ہے نہ بہکا ہے۔ ضلالت، راہ حق سے وہ انحراف ہے جو جہالت اور لاعلمی سے ہو اور غوایت، وہ کجی ہے جو جانتے بوجھتے حق کو چھوڑ کر اختیار کی جائے۔ اللہ تعالیٰ نے دونوں قسم کی گمراہیوں سے اپنے پیغمبر کی تنزیہ بیان فرمائی۔"
    },
    {
      "id": "4787",
      "sura": "53",
      "aya": "3",
      "arabic_text": "وَمَا يَنطِقُ عَنِ ٱلۡهَوَىٰٓ",
      "translation": "اور نہ وه اپنی خواہش سے کوئی بات کہتے ہیں.",
      "footnotes": ""
    },
    {
      "id": "4788",
      "sura": "53",
      "aya": "4",
      "arabic_text": "إِنۡ هُوَ إِلَّا وَحۡيٞ يُوحَىٰ",
      "translation": "وه تو صرف وحی ہے جو اتاری جاتی ہے.(1)",
      "footnotes": "(1) یعنی وہ گمراہ یا بہک کس طرح سکتا ہے، وہ تو وحی الٰہی کے بغیر لب کشائی ہی نہیں کرتا، حتیٰ کہ مزاح اور خوش طبعی کےموقعوں پر بھی آپ ﹲ کی زبان مبارک سے حق کے سوا کچھ نہ نکلتا تھا۔ (سنن الترمذي، أبواب البر، باب ما جاء في المزاح) اسی طرح حالت غضب میں، آپ صلی اللہ علیہ وسلم کو اپنے جذبات پر اتنا کنٹرول تھاکہ آپ صلی اللہ علیہ وسلم کی زبان سے کوئی بات خلاف واقعہ نہ نکلتی (أبو داود، كتاب العلم، باب في كتاب العلم)۔"
    },
    {
      "id": "4789",
      "sura": "53",
      "aya": "5",
      "arabic_text": "عَلَّمَهُۥ شَدِيدُ ٱلۡقُوَىٰ",
      "translation": "اسے پوری طاقت والے فرشتے نے سکھایا ہے.",
      "footnotes": ""
    },
    {
      "id": "4790",
      "sura": "53",
      "aya": "6",
      "arabic_text": "ذُو مِرَّةٖ فَٱسۡتَوَىٰ",
      "translation": "جو زور آور ہے(1) پھر وه سیدھا کھڑا ہو گیا.(2)",
      "footnotes": "(1) اس سے مراد جبرائیل (عليه السلام) فرشتہ ہے جو قوی اعضا کامالک اور نہایت زور آور ہے، پیغمبر پر وحی لانے اور اسے سکھانے والا یہی فرشتہ ہے۔"
    },
    {
      "id": "4791",
      "sura": "53",
      "aya": "7",
      "arabic_text": "وَهُوَ بِٱلۡأُفُقِ ٱلۡأَعۡلَىٰ",
      "translation": "اور وه بلند آسمان کے کناروں پر تھا.(1)",
      "footnotes": "(1) یعنی جبرائیل (عليه السلام) یعنی وحی سکھلانے کے بعد آسمان کے کناروں پر جا کھڑے ہوئے۔"
    },
    {
      "id": "4792",
      "sura": "53",
      "aya": "8",
      "arabic_text": "ثُمَّ دَنَا فَتَدَلَّىٰ",
      "translation": "پھر نزدیک ہوا اور اتر آیا.(1)",
      "footnotes": "(1) یعنی پھر زمین پر اترے اور آہستہ آہستہ نبی ﹲ کے قریب ہوئے۔"
    },
    {
      "id": "4793",
      "sura": "53",
      "aya": "9",
      "arabic_text": "فَكَانَ قَابَ قَوۡسَيۡنِ أَوۡ أَدۡنَىٰ",
      "translation": "پس وه دو کمانوں کے بقدر فاصلہ ره گیا بلکہ اس سے بھی کم.(1)",
      "footnotes": "(1) بعض نےترجمہ کیا ہے، دو ہاتھوں کے بقدر، یہ نبی صلی اللہ علیہ وسلم اور جبرائیل (عليه السلام) کی باہمی قربت کابیان ہے۔ اللہ تعالیٰ اور نبی ﹲ کی قربت کا اظہار نہیں ہے، جیساکہ بعض لوگ باورکراتے ہیں۔ آیات کے سیاق سے صاف واضح ہے کہ اس میں صرف جبرائیل (عليه السلام) اور پیغمبر کا بیان ہے۔ اسی قربت کے موقعے پر نبی صلی اللہ علیہ وسلم نے جبرائیل (عليه السلام) کو ان کی اصل شکل میں دیکھا اور یہ بعثت کے ابتدائی ادوار کا واقعہ ہے جس کا ذکر ان آیات میں کیا گیا، دوسری مرتبہ اصل شکل میں معراج کی رات دیکھا۔"
    },
    {
      "id": "4794",
      "sura": "53",
      "aya": "10",
      "arabic_text": "فَأَوۡحَىٰٓ إِلَىٰ عَبۡدِهِۦ مَآ أَوۡحَىٰ",
      "translation": "پس اس نے اللہ کے بندے کو وحی پہنچائی(1) جو بھی پہنچائی.",
      "footnotes": "(1) یعنی جبرائیل (عليه السلام) ، اللہ کےبندے حضرت محمد ﹲ کے لیےجو وحی یا پیغام لے کر آئے تھے، وہ انہوں نے آپ صلی اللہ علیہ وسلم تک پہنچایا۔"
    },
    {
      "id": "4795",
      "sura": "53",
      "aya": "11",
      "arabic_text": "مَا كَذَبَ ٱلۡفُؤَادُ مَا رَأَىٰٓ",
      "translation": "دل نے جھوٹ نہیں کہا جسے (پیغمبر نے) دیکھا.(1)",
      "footnotes": "(1) یعنی نبی صلی اللہ علیہ وسلم نے جبرائیل (عليه السلام) کو اصل شکل میں دیکھا کہ ان کے چھ سو پر ہیں۔ ایک پر مشرق ومغرب کے درمیان فاصلے جتنا تھا، اس کو آپ صلی اللہ علیہ وسلم کے دل نے جھٹلایا نہیں، بلکہ اللہ کی اس عظیم قدرت کو تسلیم کیا۔"
    },
    {
      "id": "4796",
      "sura": "53",
      "aya": "12",
      "arabic_text": "أَفَتُمَٰرُونَهُۥ عَلَىٰ مَا يَرَىٰ",
      "translation": "کیا تم جھگڑا کرتے ہو اس پر جو (پیغمبر) دیکھتے ہیں.",
      "footnotes": ""
    },
    {
      "id": "4797",
      "sura": "53",
      "aya": "13",
      "arabic_text": "وَلَقَدۡ رَءَاهُ نَزۡلَةً أُخۡرَىٰ",
      "translation": "اسے تو ایک مرتبہ اور بھی دیکھا تھا.",
      "footnotes": ""
    },
    {
      "id": "4798",
      "sura": "53",
      "aya": "14",
      "arabic_text": "عِندَ سِدۡرَةِ ٱلۡمُنتَهَىٰ",
      "translation": "سدرةالمنتہیٰ کے پاس.(1)",
      "footnotes": "(1) یہ لیلہ المعراج کوجب اصل شکل میں جبرائیل (عليه السلام) کو دیکھا، اس کا بیان ہے۔ یہ سدرہ المنتہیٰ،ایک بیری کا درخت ہے جو چھٹے یا ساتویں آسمان پر ہے اور یہ آخری حد ہے، اس سے اوپر کوئی فرشتہ نہیں جاسکتا۔ فرشتے اللہ کے احکام بھی یہیں سے وصول کرتے ہیں۔"
    },
    {
      "id": "4799",
      "sura": "53",
      "aya": "15",
      "arabic_text": "عِندَهَا جَنَّةُ ٱلۡمَأۡوَىٰٓ",
      "translation": "اسی کے پاس جنہ الماویٰ ہے.(1)",
      "footnotes": "(1) اسے جنت الماویٰ،اس لیے کہتے ہیں کہ حضرت آدم (عليه السلام) کا ماویٰ ومسکن یہی تھا، بعض کہتےہیں کہ روحیں یہاں آ کر جمع ہوتی ہیں۔ (فتح القدیر)۔"
    },
    {
      "id": "4800",
      "sura": "53",
      "aya": "16",
      "arabic_text": "إِذۡ يَغۡشَى ٱلسِّدۡرَةَ مَا يَغۡشَىٰ",
      "translation": "جب کہ سدره کو چھپائے لیتی تھی وه چیز جو اس پر چھا رہی تھی.(1)",
      "footnotes": "(1) سدرۃ المنتہیٰ کی اس کیفیت کابیان ہے جب شب معراج میں آپ ﹲ نے اس کامشاہدہ کیا، سونے کے پروانے اس کےگرد منڈلا رہے تھے، فرشتوں کا عکس اس پر پڑ رہاتھا، اور رب کی تجلیات کا مظہر بھی وہی تھا۔ (ابن کثیر وغیرہ) اسی مقام پر نبی صلی اللہ علیہ وسلم کو تین چیزوں سے نوازا گیا۔ پانچ وقت کی نمازیں، سورۂ بقرہ کی آخری آیات اور اس مسلمان کی مغفرت کا وعدہ جو شرک کی آلودگیوں سے پاک ہو (صحيح مسلم، كتاب الإيمان، باب ذكر سدرة المنتهى)۔"
    },
    {
      "id": "4801",
      "sura": "53",
      "aya": "17",
      "arabic_text": "مَا زَاغَ ٱلۡبَصَرُ وَمَا طَغَىٰ",
      "translation": "نہ تو نگاه بہکی نہ حد سے بڑھی.(1)",
      "footnotes": "(1) یعنی نبی ﹲ کی نگاہیں دائیں بائیں ہوئیں اور نہ اس حد سے بلند اور متجاوز ہوئیں جو آپ صلی اللہ علیہ وسلم کے لیے مقرر کر دی گئی تھی۔ (ایسرالتفاسیر)۔"
    },
    {
      "id": "4802",
      "sura": "53",
      "aya": "18",
      "arabic_text": "لَقَدۡ رَأَىٰ مِنۡ ءَايَٰتِ رَبِّهِ ٱلۡكُبۡرَىٰٓ",
      "translation": "یقیناً اس نے اپنے رب کی بڑی بڑی نشانیوں میں سے بعض نشانیاں دیکھ لیں.(1)",
      "footnotes": "(1) جن میں یہ جبرائیل (عليه السلام) اور سدرۃ المنتہیٰ کا دیکھنااور دیگر مظاہر قدرت کا مشاہدہ ہے جس کی کچھ تفصیل احادیث معراج میں بیان کی گئی ہے۔"
    },
    {
      "id": "4803",
      "sura": "53",
      "aya": "19",
      "arabic_text": "أَفَرَءَيۡتُمُ ٱللَّٰتَ وَٱلۡعُزَّىٰ",
      "translation": "کیا تم نے ﻻت اور عزیٰ کو دیکھا.",
      "footnotes": ""
    },
    {
      "id": "4804",
      "sura": "53",
      "aya": "20",
      "arabic_text": "وَمَنَوٰةَ ٱلثَّالِثَةَ ٱلۡأُخۡرَىٰٓ",
      "translation": "اور منات تیسرے پچھلے کو.(1)",
      "footnotes": "(1) یہ مشرکین کی تو بیخ کے لیے کہا جا رہا ہے کہ اللہ کی یہ توشان ہے جومذکور ہوئی کہ جبرائیل (عليه السلام) جیسے عظیم فرشتوں کا وہ خالق ہے، محمد صلی اللہ علیہ وسلم جیسے اس کے رسول ہیں، جنہیں اس نے آسمانوں پر بلا کر بڑی بڑی نشانیوں کا مشاہدہ بھی کروایا اور وحی بھی ان پر نازل فرماتا ہے۔ کیا تم جن معبودوں کی عبادت کرتے ہو، ان کے اندر بھی یہ یا اس قسم کی خوبیاں ہیں؟ اس ضمن میں عرب کے تین مشہور بتوں کے نام بطور مثال لیے۔ لاَتٌ، بعض کے نزدیک یہ لفظ اللہ سے ماخوذ ہے، بعض کے نزدیک لاتَ يَلِيتُ سے ہے، جس کے معنی موڑنے کے ہیں، پجاری اپنی گردنیں اس کی طرف موڑتے اور اس کا طواف کرتے تھے۔ اس لیے یہ نام پڑ گیا۔ بعض کہتےہیں کہ، لات میں تامشدد ہے۔ لَتَّ يَلُتُّ سے اسم فاعل (ستو گھولنے والا) یہ ایک نیک آدمی تھا، حاجیوں کو ستو گھول گھول کرپلایا کرتا تھا، جب یہ مر گیا تو لوگوں نے اس کی قبر کو عبادت گاہ بنا لیا، پھر اس کے مجسمے اور بت بن گئے۔ یہ طائف میں بنو ثقیف کا سب سے بڑا بت تھا۔ عُزَّى کہتےہیں کہ یہ اللہ کے صفاتی نام عَزِيزٌ سے ماخوذ ہے، اور یہ أَعَزُّ کی تانیث ہے بمعنی عَزِيزَةٍ بعض کہتے ہیں کہ یہ غطفان میں ایک درخت تھا جس کی عبادت کی جاتی تھی، بعض کہتے ہیں کہ شیطاننی (بھوتنی) تھی جوبعض درختوں میں ظاہر ہوتی تھی۔ بعض کہتے ہیں کہ یہ سنگ ابیض تھا جس کو پوجتے تھے۔ یہ قریش اور بنو کنانہ کا خاص معبود تھا۔ مَنَاة مَنَى يَمْنِي سے ہے جس کے معنی صَبَّ (بہانے) کے ہیں اس کا تقرب حاصل کرنے کے لیے لوگ کثرت سے اس کے پاس جانور ذبح کرتے اور ان کا خون بہاتے تھے۔ یہ مکہ اور مدینہ کے درمیان ایک بت تھا (فتح القدیر) یہ قدید کے بالمقابل مشلل جگہ میں تھا، بنو خزاعہ کا یہ خاص بت تھا۔ زمانۂ جاہلیت میں اوس اور خزرج یہیں سے احرام باندھتے تھے اور اس بت کا طواف بھی کرتے تھے۔ (ایسر التفاسیر وابن کثیر) ان کے علاوہ مختلف اطراف میں اور بھی بہت سے بت اور بت خانے پھیلے ہوئے تھے۔ نبی صلی اللہ علیہ وسلم نے فتح مکہ کے بعد اور دیگر مواقع پر ان بتوں اور دیگر تمام بتوں کا خاتمہ فرما دیا۔ ان پر جو قبے عمارتیں بنی ہوئی تھیں۔ وہ مسمار کروا دیں، ان درختوں کو کٹوا دیا، جن کی تعظیم کی جاتی تھی اور وہ تمام آثار ومظاہر مٹا ڈالے گئے جو بت پرستی کی یادگار تھے، اس کام کے لیے آپ صلی اللہ علیہ وسلم نے حضرت خالد، حضرت علی، حضرت عمرو بن عاص اور حضرت جریر بن عبداللہ البجلی وغیرھم (رضي الله عنهم) کو، جہاں جہاں یہ بت تھے، بھیجا اور انہوں نے جاکر ان سب کوڈھا کر سرزمین عرب سے شرک کا نام مٹا دیا۔ (ابن کثیر) قرون اولی ٰکے بہت بعد ایک مرتبہ پھر عرب میں شرک کے یہ مظاہر عام ہو گئے تھے۔ جس کے لیے اللہ تعالیٰ نے مجدد الدعوۃ شیخ محمد بن عبدالوہاب کو توفیق دی، انہوں نے درعیہ کے حاکم کواپنے ساتھ ملا کر قوت کے ذریعے سے ان مظاہر شرک کا خاتمہ فرمایا اوراسی دعوت کی تجدید ایک مرتبہ پھر سلطان عبدالعزیز والی نجد وحجاز (موجودہ سعودی حکمرانوں کے والد اور اس مملکت کے بانی) نے کی اور تمام پختہ قبروں اور قبوں کو ڈھا کر سنت نبوی ﹲ کااحیاء فرمایااور یوں الحمد للہ اب پورے سعودی عرب میں اسلام کے احکام کے مطابق نہ کوئی پختہ قبر ہے اور نہ کوئی مزار۔"
    },
    {
      "id": "4805",
      "sura": "53",
      "aya": "21",
      "arabic_text": "أَلَكُمُ ٱلذَّكَرُ وَلَهُ ٱلۡأُنثَىٰ",
      "translation": "کیا تمہارے لیے لڑکے اور اللہ کے لیے لڑکیاں ہیں؟(1)",
      "footnotes": "(1) مشرکین مکہ فرشتوں کو اللہ کی بیٹیاں قرار دیتے تھے، یہ اس کی تردید ہے، جیسا کہ متعدد جگہ یہ مضمون گزر چکا ہے۔"
    },
    {
      "id": "4806",
      "sura": "53",
      "aya": "22",
      "arabic_text": "تِلۡكَ إِذٗا قِسۡمَةٞ ضِيزَىٰٓ",
      "translation": "یہ تو اب بڑی بےانصافی کی تقسیم ہے.(1)",
      "footnotes": "(1) ضِيزَى حق وصواب سے ہٹی ہوئی۔"
    },
    {
      "id": "4807",
      "sura": "53",
      "aya": "23",
      "arabic_text": "إِنۡ هِيَ إِلَّآ أَسۡمَآءٞ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَمَا تَهۡوَى ٱلۡأَنفُسُۖ وَلَقَدۡ جَآءَهُم مِّن رَّبِّهِمُ ٱلۡهُدَىٰٓ",
      "translation": "دراصل یہ صرف نام ہیں جو تم نے اور تمہارے باپ دادوں نے ان کے رکھ لیے ہیں اللہ نے ان کی کوئی دلیل نہیں اتاری۔ یہ لوگ تو صرف اٹکل کے اور اپنی نفسانی خواہشوں کے پیچھے پڑے ہوئے ہیں۔ اور یقیناً ان کے رب کی طرف سے ان کے پاس ہدایت آ چکی ہے.",
      "footnotes": ""
    },
    {
      "id": "4808",
      "sura": "53",
      "aya": "24",
      "arabic_text": "أَمۡ لِلۡإِنسَٰنِ مَا تَمَنَّىٰ",
      "translation": "کیا ہر شخص جو آرزو کرے اسے میسر ہے؟(1)",
      "footnotes": "(1) یعنی یہ جو چاہتے ہیں کہ ان کے یہ معبود انہیں فائدہ پہنچائیں اور ان کی سفارش کریں یہ ممکن ہی نہیں ہے۔"
    },
    {
      "id": "4809",
      "sura": "53",
      "aya": "25",
      "arabic_text": "فَلِلَّهِ ٱلۡأٓخِرَةُ وَٱلۡأُولَىٰ",
      "translation": "اللہ ہی کے ہاتھ ہے یہ جہان اور وه جہان.(1)",
      "footnotes": "(1) یعنی وہی ہو گا، جو وہ چاہے گا، کیونکہ تمام اختیارات اسی کے پاس ہیں۔"
    },
    {
      "id": "4810",
      "sura": "53",
      "aya": "26",
      "arabic_text": "۞ وَكَم مِّن مَّلَكٖ فِي ٱلسَّمَٰوَٰتِ لَا تُغۡنِي شَفَٰعَتُهُمۡ شَيۡـًٔا إِلَّا مِنۢ بَعۡدِ أَن يَأۡذَنَ ٱللَّهُ لِمَن يَشَآءُ وَيَرۡضَىٰٓ",
      "translation": "اور بہت سے فرشتے آسمانوں میں ہیں جن کی سفارش کچھ بھی نفع نہیں دے سکتی مگر یہ اور بات ہے کہ اللہ تعالیٰ اپنی خوشی اور اپنی چاہت سے جس کے لیے چاہے اجازت دے دے.(1)",
      "footnotes": "(1) یعنی فرشتے، جو اللہ کی مقرب ترین مخلوق ہیں، ان کوبھی شفاعت کا حق صرف انہی لوگوں کے لیے ملے گا جن کے لیے اللہ پسند کرے گا، جب یہ بات ہے تو پھر پتھر کی مورتیاں کس طرح کسی کی شفارش کر سکیں گی؟ جن سےتم آس لگائے بیٹھے ہو، نیز اللہ تعالیٰ مشرکوں کے حق میں کسی کو شفارش کرنےکا حق بھی کب دے گا، جب کہ شرک اس کے نزدیک ناقابل معافی ہے؟"
    },
    {
      "id": "4811",
      "sura": "53",
      "aya": "27",
      "arabic_text": "إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ لَيُسَمُّونَ ٱلۡمَلَٰٓئِكَةَ تَسۡمِيَةَ ٱلۡأُنثَىٰ",
      "translation": "بیشک جو لوگ آخرت پر ایمان نہیں رکھتے وه فرشتوں کا زنانہ نام مقرر کرتے ہیں.",
      "footnotes": ""
    },
    {
      "id": "4812",
      "sura": "53",
      "aya": "28",
      "arabic_text": "وَمَا لَهُم بِهِۦ مِنۡ عِلۡمٍۖ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّۖ وَإِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـٔٗا",
      "translation": "حاﻻنکہ انہیں اس کا کوئی علم نہیں وه صرف اپنے گمان کے پیچھے پڑے ہوئے ہیں اور بیشک وہم (و گمان) حق کے مقابلے میں کچھ کام نہیں دیتا.",
      "footnotes": ""
    },
    {
      "id": "4813",
      "sura": "53",
      "aya": "29",
      "arabic_text": "فَأَعۡرِضۡ عَن مَّن تَوَلَّىٰ عَن ذِكۡرِنَا وَلَمۡ يُرِدۡ إِلَّا ٱلۡحَيَوٰةَ ٱلدُّنۡيَا",
      "translation": "تو آپ اس سے منھ موڑ لیں جو ہماری یاد سے منھ موڑے اور جن کا اراده بجز زندگانیٴ دنیا کے اور کچھ نہ ہو.",
      "footnotes": ""
    },
    {
      "id": "4814",
      "sura": "53",
      "aya": "30",
      "arabic_text": "ذَٰلِكَ مَبۡلَغُهُم مِّنَ ٱلۡعِلۡمِۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِمَنِ ٱهۡتَدَىٰ",
      "translation": "یہی ان کے علم کی انتہا ہے۔ آپ کا رب اس سے خوب واقف ہے جو اس کی راه سے بھٹک گیا ہے اور وہی خوب واقف ہےاس سے بھی جو راه یافتہ ہے.",
      "footnotes": ""
    },
    {
      "id": "4815",
      "sura": "53",
      "aya": "31",
      "arabic_text": "وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ لِيَجۡزِيَ ٱلَّذِينَ أَسَٰٓـُٔواْ بِمَا عَمِلُواْ وَيَجۡزِيَ ٱلَّذِينَ أَحۡسَنُواْ بِٱلۡحُسۡنَى",
      "translation": "اور اللہ ہی کا ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے تاکہ اللہ تعالیٰ برے عمل کرنے والوں کو ان کے اعمال کا بدلہ دے اور نیک کام کرنے والوں کو اچھا بدلہ عنایت فرمائے.(1)",
      "footnotes": "(1) یعنی ہدایت اورگمراہی اسی کے ہاتھ میں ہے، وہ جس کو چاہتا ہے ہدایت سے نوازتا ہے اور جسے چاہتا ہے، گمراہی کے گڑھے میں ڈال دیتا ہے، تاکہ نیکوکار کو اس کی نیکیوں کا صلہ اور بدکار کو اس کی برائیوں کا بدلہ دے «وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ» یہ جملہ متعرضہ ہے اور لِيَجْزِيَ کاتعلق گزشتہ گفتگو سے ہے۔ (فتح القدیر)۔"
    },
    {
      "id": "4816",
      "sura": "53",
      "aya": "32",
      "arabic_text": "ٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ إِلَّا ٱللَّمَمَۚ إِنَّ رَبَّكَ وَٰسِعُ ٱلۡمَغۡفِرَةِۚ هُوَ أَعۡلَمُ بِكُمۡ إِذۡ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَإِذۡ أَنتُمۡ أَجِنَّةٞ فِي بُطُونِ أُمَّهَٰتِكُمۡۖ فَلَا تُزَكُّوٓاْ أَنفُسَكُمۡۖ هُوَ أَعۡلَمُ بِمَنِ ٱتَّقَىٰٓ",
      "translation": "ان لوگوں کو جو بڑے گناہوں سے بچتے ہیں اور بے حیائی سے بھی(1) ۔ سوائے کسی چھوٹے سے گناه کے(2)۔ بیشک تیرا رب بہت کشاده مغفرت واﻻ ہے، وه تمہیں بخوبی جانتا ہے جبکہ اس نے تمہیں زمین سے پیدا کیا اور جبکہ تم اپنی ماؤں کے پیٹ میں بچے تھے(3)۔ پس تم اپنی پاکیزگی آپ بیان نہ کرو(4)، وہی پرہیزگاروں کو خوب جانتا ہے.",
      "footnotes": "(1) كَبَائِرُ، كَبِيرَةٌ کی جمع ہے۔ کبیرہ گناہ کی تعریف میں اختلاف ہے۔ زیادہ اہل علم کے نزدیک ہروہ گناہ کبیرہ ہے جس پر جہنم کی وعیدہے، یا جس کے مرتکب کی سخت مذمت قرآن و حدیث میں مذکور ہے اور اہل علم یہ بھی کہتے ہیں کہ چھوٹے گناہ پر اصرار و دوام بھی اسے کبیرہ گنا ہ بنا دیتا ہے۔ علاوہ ازیں اس کے معنی اور ماہیت کی تحقیقی میں الکبائر للذہبی اور الزواجر وغیرہ۔ فَوَاحِشُ، فَاحِشَةٌ کی جمع ہے، بےحیائی پر مبنی کام، جیسے زنا، لواطت وغیرہ۔ بعض کہتے ہیں، جن گناہوں میں حد ہے، وہ سب فواحش میں داخل ہیں۔ آج کل بے حیائی کے مظاہر چونکہ بہت عام ہو گئے ہیں، اس لیے بےحیائی کو تہذیب سمجھ لیا گیا ہے، حتیٰ کہ اب مسلمانوں نے بھی اب اس تہذیب بے حیائی کو اپنا لیا ہے۔ چنانچہ گھروں میں ٹی وی، وی سی آر وغیرہ عام ہیں، عورتوں نے نہ صرف پردے کو خیرباد کہہ دیا ہے،بلکہ بن سنورکر اور حسن وجمال کا مجسم اشتہار بن کر باہر نکلنے کو اپنا شعار اور وطیرہ بنا لیا ہے۔ مخلوط تعلیم، مخلوط ادارے، مخلوط مجلسیں اور دیگر بہت سے موقعوں پر مرد وزن کا بےباکانہ اختلاط اور بےمحابا گفتگو روز افزوں ہے، دراں حالیکہ یہ سب فواحش میں داخل ہیں۔ جن کی بابت یہاں بتلایا جا رہاہے کہ جن لوگوں کی مغفرت ہونی ہے، وہ کبائر وفواحش سے اجتناب کرنے والے ہوں گے نہ کہ ان میں مبتلا۔\n(2) لَمَمٌ کےلغوی معنی ہیں، کم اورچھوٹا ہونا، اسی سے اس کے یہ استعمالات ہیں أَلَمَّ بِالْمَكَانِ(مکان میں تھوڑی دیر ٹھہرا) أَلَمَّ بِالطَّعَامِ (تھوڑسا کھایا) ، اسی طرح کسی چیز کو محض چھو لینا، یا اس کے قریب ہونا، یا کسی کام کو ایک مرتبہ یا دو مرتبہ کرنا، اس پر دوام و استمرار نہ کرنا، یا محض دل میں خیال کا گزرنا، یہ سب صورتیں لَمَمٌ کہلاتی ہیں، (فتح القدیر) اس کے اس مفہوم اور استعمال کی رو سے اس کے معنی صغیرہ گناہ کیے جاتےہیں۔ جس کا مطلب یہ ہے کہ کسی بڑے گناہ کےمبادیات کا ارتکاب، لیکن بڑےگناہ سے اجتناب کرنا، یا کسی گناہ کا ایک دو مرتبہ کرنا پھر ہمیشہ کے لیے اسے چھوڑ دینا، یا کسی گناہ کامﺤﺾ دل میں خیال کرنا لیکن عملاً اس کے قریب نہ جانا، یہ سارے صغیرہ گناہ ہوں گے، جو اللہ تعالیٰ کبائر سے اجتناب کی برکت سے معاف فرمادےگا۔\n(3) أَجِنَّةٌ، جَنِينٌ کی جمع ہے جو پیٹ کے بچےکو کہا جاتا ہے،اس لیے کہ یہ لوگوں کی نظروں سےمستور ہوتا ہے۔\n(4) یعنی جب اس سے تمہاری کوئی کیفیت اور حرکت مخفی نہیں، حتیٰ کہ جب تم ماں کے پیٹ میں تھے، جہاں تمہیں کوئی دیکھنے پرقادر نہیں تھا، وہاں بھی تمہارے تمام احوال سے وہ واقف تھا، تو پھر اپنی پاکیزگی بیان کرنے کی اور اپنے منہ میاں مٹھو بننے کی کیا ضرورت ہے؟ مطلب یہ ہے کہ ایسا نہ کرو تاکہ ریاکاری سے تم بچو۔"
    },
    {
      "id": "4817",
      "sura": "53",
      "aya": "33",
      "arabic_text": "أَفَرَءَيۡتَ ٱلَّذِي تَوَلَّىٰ",
      "translation": "کیا آپ نے اسے دیکھا جس نے منھ موڑ لیا.",
      "footnotes": ""
    },
    {
      "id": "4818",
      "sura": "53",
      "aya": "34",
      "arabic_text": "وَأَعۡطَىٰ قَلِيلٗا وَأَكۡدَىٰٓ",
      "translation": "اور بہت کم دیا اور ہاتھ روک لیا.(1)",
      "footnotes": "(1) یعنی تھوڑا سا دے کرہاتھ روک لیا۔ یا تھوڑی سی اطاعت کی اور پیچھے ہٹ گیا أَكْدَى کےاصل معنی ہیں کہ زمین کھودتے کھودتے سخت پتھر آجائے اور کھدائی ممکن نہ رہے بالآخر وہ کھدائی چھوڑ دےتو کہتے ہیں أَكْدَى یہیں سے اس کا استعمال اس شخص کے لیے کیا جانے لگا جوکسی کو کچھ دے لیکن پورا نہ دے،کوئی کام شروع کرے لیکن اسے پایہ تکمیل تک نہ پہنچائے۔"
    },
    {
      "id": "4819",
      "sura": "53",
      "aya": "35",
      "arabic_text": "أَعِندَهُۥ عِلۡمُ ٱلۡغَيۡبِ فَهُوَ يَرَىٰٓ",
      "translation": "کیا اسے علم غیب ہے کہ وه (سب کچھ) دیکھ رہا ہے؟(1)",
      "footnotes": "(1) یعنی کیا وہ دیکھ رہا ہے کہ اس نےفی سبیل اللہ خرچ کیا تواس کا مال ختم ہو جائے گا؟ نہیں، غیب کا یہ علم اس کے پاس نہیں ہے بلکہ وہ خرچ کرنے سے گریز محض بخل، دنیا کی محبت اور آخرت پر عدم یقین کی وجہ سے کر رہا ہے اور اطاعت الٰہی سے انحراف کی وجوہات بھی یہی ہیں۔"
    },
    {
      "id": "4820",
      "sura": "53",
      "aya": "36",
      "arabic_text": "أَمۡ لَمۡ يُنَبَّأۡ بِمَا فِي صُحُفِ مُوسَىٰ",
      "translation": "کیا اسے اس چیز کی خبر نہیں دی گئی جو موسیٰ (علیہ السلام) کے.",
      "footnotes": ""
    },
    {
      "id": "4821",
      "sura": "53",
      "aya": "37",
      "arabic_text": "وَإِبۡرَٰهِيمَ ٱلَّذِي وَفَّىٰٓ",
      "translation": "اور وفادار ابراہیم (علیہ السلام) کے صحیفوں میں تھا.",
      "footnotes": ""
    },
    {
      "id": "4822",
      "sura": "53",
      "aya": "38",
      "arabic_text": "أَلَّا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰ",
      "translation": "کہ کوئی شخص کسی دوسرے کا بوجھ نہ اٹھائے گا.",
      "footnotes": ""
    },
    {
      "id": "4823",
      "sura": "53",
      "aya": "39",
      "arabic_text": "وَأَن لَّيۡسَ لِلۡإِنسَٰنِ إِلَّا مَا سَعَىٰ",
      "translation": "اور یہ کہ ہر انسان کے لیے صرف وہی ہے جس کی کوشش خود اس نے کی.(1)",
      "footnotes": "(1) یعنی جس طرح کوئی کسی دوسرےکے گناہ کا ذمےدار نہیں ہوگا، اسی طرح اسے آخرت میں اجر بھی انہی چیزوں کاملے گا، جن میں اس کی اپنی محنت ہو گی۔ (اس جزا کا تعلق آخرت سے ہے، دنیا سے نہیں۔ جیساکہ بعض سوشلسٹ قسم کے اہل علم اس کا یہ مفہوم باور کرا کے غیر حاضر زمینداری اور کرایہ داری کو ناجائز قرار دیتے ہیں) البتہ اس آیت سے ان علماکا استدلال صحیح ہے جو کہتے ہیں کہ قرآن خوانی کا ثواب میت کو نہیں پہنچتا۔ اس لیے کہ یہ مردہ کا عمل ہے نہ اس کی محنت۔ اسی لیے رسول ﹲ نے اپنی امت کو مردوں کے لیے قرآن خوانی کی ترغیب دی نہ کسی نص یا اشارہ النص سے اس کی طرف رہنمائی فرمائی۔ اسی طرح صحابہ کرام (رضي الله عنهم) سے یہ بھی عمل منقول نہیں۔ اگر یہ عمل، عمل خیرہوتا توصحابہ (رضي الله عنهم) اسے ضرور اختیار کرتے۔ اور عبادات و قربات کے لیے نص کا ہونا ضروری ہے، اس میں رائے اور قیاس نہیں چل سکتا۔ البتہ دعا اور صدقہ خیرات کا ثواب مردوں کوپہنچتا ہے، اس پر تمام علما کا اتفاق ہے، کیونکہ یہ شارع کی طرف سے منصوص ہے۔ اور وہ جو حدیث ہے کہ مرنے کے بعد تین چیزوں کاسلسلہ جاری رہتا ہے، تو وہ بھی دراصل انسان کے اپنے عمل ہیں جو کسی نہ کسی انداز سے اس کی موت کے بعد بھی جاری رہتے ہیں۔ اولاد کونبی ﹲ نےخود انسان کی اپنی کمائی قرار دیا ہے۔ (سنن النسائي، كتاب البيوع، باب الحث على الكسب) صدقۂ جاریہ، وقف کی طرح انسان کے اپنے آثارعمل ہیں۔ «وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ» (یٰس:12) اسی طرح وہ علم، جس کی اس نے لوگوں میں نشر واشاعت کی اور لوگوں نے اس کی اقتدا کی، تویہ اس کی سعی اوراس کا عمل ہے اور بمصداق حدیث نبوی \"مَنْ دَعَا إِلَى هُدًى، كَانَ لَهُ مِنَ الأَجْرِ مِثْل أُجُورِ مَنْ تَبِعَهُ، مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أُجُورِهِمْ شَيْئًا\"- (سنن أبي داود كتاب السنة، باب لزوم السنة) اقتدا کرنے والوں کا اجر بھی اسے پہنچتا رہے گا۔ اس لیے یہ حدیث، آیت کے منافی نہیں ہے۔ (ابن کثیر)۔"
    },
    {
      "id": "4824",
      "sura": "53",
      "aya": "40",
      "arabic_text": "وَأَنَّ سَعۡيَهُۥ سَوۡفَ يُرَىٰ",
      "translation": "اور یہ کہ بیشک اس کی کوشش عنقریب دیکھی جائے گی.(1)",
      "footnotes": "(1) یعنی دنیا میں اسے نے اچھایا برا جوبھی کیا، چھپ کر کیا یا علانیہ کیا، قیامت والے دن سامنے آ جائے گا اور اس پر اسے پوری جزا دی جائے گی۔"
    },
    {
      "id": "4825",
      "sura": "53",
      "aya": "41",
      "arabic_text": "ثُمَّ يُجۡزَىٰهُ ٱلۡجَزَآءَ ٱلۡأَوۡفَىٰ",
      "translation": "پھر اسے پورا پورا بدلہ دیا جائے گا.",
      "footnotes": ""
    },
    {
      "id": "4826",
      "sura": "53",
      "aya": "42",
      "arabic_text": "وَأَنَّ إِلَىٰ رَبِّكَ ٱلۡمُنتَهَىٰ",
      "translation": "اور یہ کہ آپ کے رب ہی کی طرف پہنچنا ہے.",
      "footnotes": ""
    },
    {
      "id": "4827",
      "sura": "53",
      "aya": "43",
      "arabic_text": "وَأَنَّهُۥ هُوَ أَضۡحَكَ وَأَبۡكَىٰ",
      "translation": "اور یہ کہ وہی ہنساتا ہے اور وہی رﻻتا ہے.",
      "footnotes": ""
    },
    {
      "id": "4828",
      "sura": "53",
      "aya": "44",
      "arabic_text": "وَأَنَّهُۥ هُوَ أَمَاتَ وَأَحۡيَا",
      "translation": "اور یہ کہ وہی مارتا ہے اور جلاتا ہے.",
      "footnotes": ""
    },
    {
      "id": "4829",
      "sura": "53",
      "aya": "45",
      "arabic_text": "وَأَنَّهُۥ خَلَقَ ٱلزَّوۡجَيۡنِ ٱلذَّكَرَ وَٱلۡأُنثَىٰ",
      "translation": "اور یہ کہ اسی نے جوڑا یعنی نر ماده پیدا کیا ہے.",
      "footnotes": ""
    },
    {
      "id": "4830",
      "sura": "53",
      "aya": "46",
      "arabic_text": "مِن نُّطۡفَةٍ إِذَا تُمۡنَىٰ",
      "translation": "نطفہ سے جبکہ وه ٹپکایا جاتا ہے.",
      "footnotes": ""
    },
    {
      "id": "4831",
      "sura": "53",
      "aya": "47",
      "arabic_text": "وَأَنَّ عَلَيۡهِ ٱلنَّشۡأَةَ ٱلۡأُخۡرَىٰ",
      "translation": "اور یہ کہ اسی کے ذمہ دوباره پیدا کرنا ہے.",
      "footnotes": ""
    },
    {
      "id": "4832",
      "sura": "53",
      "aya": "48",
      "arabic_text": "وَأَنَّهُۥ هُوَ أَغۡنَىٰ وَأَقۡنَىٰ",
      "translation": "اور یہ کہ وہی مالدار بناتا ہے اور سرمایہ دیتا ہے.(1)",
      "footnotes": "(1) یعنی کسی کو اتنی تونگری دیتا ہے کہ وہ کسی کا محتاج نہیں ہوتا اور اس کی تمام حاجتیں پوری ہو جاتی ہیں اور کسی کو اتنا سرمایہ دے دیتا ہے کہ اس کے پاس ضرورت سے زائد بچ رہتا ہے اور وہ اس کو جمع کر کے رکھتا ہے۔"
    },
    {
      "id": "4833",
      "sura": "53",
      "aya": "49",
      "arabic_text": "وَأَنَّهُۥ هُوَ رَبُّ ٱلشِّعۡرَىٰ",
      "translation": "اور یہ کہ وہی شعریٰ (ستارے) کا رب ہے.(1)",
      "footnotes": "(1) رب تو وہ ہر چیز کا ہے، یہاں اس ستارے کا نام اس لیے لیا ہے کہ بعض عرب قبائل اس کو پوجا کرتےتھے۔"
    },
    {
      "id": "4834",
      "sura": "53",
      "aya": "50",
      "arabic_text": "وَأَنَّهُۥٓ أَهۡلَكَ عَادًا ٱلۡأُولَىٰ",
      "translation": "اور یہ کہ اس نے عاد اول کو ہلاک کیا ہے.(1)",
      "footnotes": "(1) قوم عاد کو اولیٰ اس لیے کہا کہ یہ ثمود سے پہلے ہوئی، یااس لیے کہ قوم نوح کے بعد سب سے پہلے یہ قوم ہلاک کی گئی بعض کہتےہیں، عاد نامی دو قومیں گزری ہیں، یہ پہلی ہے جسے باد تند سے ہلاک کیا گیا جبکہ دوسری زمانے کی گردشوں کےساتھ مختلف ناموں سے چلتی اور بکھرتی ہوئی موجود رہی۔"
    },
    {
      "id": "4835",
      "sura": "53",
      "aya": "51",
      "arabic_text": "وَثَمُودَاْ فَمَآ أَبۡقَىٰ",
      "translation": "اور ﺛمود کو بھی (جن میں سے) ایک کو بھی باقی نہ رکھا.",
      "footnotes": ""
    },
    {
      "id": "4836",
      "sura": "53",
      "aya": "52",
      "arabic_text": "وَقَوۡمَ نُوحٖ مِّن قَبۡلُۖ إِنَّهُمۡ كَانُواْ هُمۡ أَظۡلَمَ وَأَطۡغَىٰ",
      "translation": "اور اس سے پہلے قوم نوح کو، یقیناً وه بڑے ﻇالم اور سرکش تھے.",
      "footnotes": ""
    },
    {
      "id": "4837",
      "sura": "53",
      "aya": "53",
      "arabic_text": "وَٱلۡمُؤۡتَفِكَةَ أَهۡوَىٰ",
      "translation": "اور مؤتفکہ (شہر یا الٹی ہوئی بستیوں کو) اسی نے الٹ دیا.(1)",
      "footnotes": "(1) اس سےمراد حضرت لوط (عليه السلام) کی بستیاں ہیں، جن کو ان پر الٹ دیا گیا۔"
    },
    {
      "id": "4838",
      "sura": "53",
      "aya": "54",
      "arabic_text": "فَغَشَّىٰهَا مَا غَشَّىٰ",
      "translation": "پھر اس پر چھا دیا جو چھایا.(1)",
      "footnotes": "(1) یعنی اس کے بعد ان پر پتھروں کی بارش ہوئی۔"
    },
    {
      "id": "4839",
      "sura": "53",
      "aya": "55",
      "arabic_text": "فَبِأَيِّ ءَالَآءِ رَبِّكَ تَتَمَارَىٰ",
      "translation": "پس اے انسان تو اپنے رب کی کس کس نعمت کے بارے میں جھگڑے گا؟(1)",
      "footnotes": "(1) یا شک کرے گا اوران کو جھٹلائے گا،جب کہ وہ اتنی عام اور واضح ہیں کہ ان کا انکارممﻜﻦ ہے نہ ان کا اخفا ہی۔"
    },
    {
      "id": "4840",
      "sura": "53",
      "aya": "56",
      "arabic_text": "هَٰذَا نَذِيرٞ مِّنَ ٱلنُّذُرِ ٱلۡأُولَىٰٓ",
      "translation": "یہ (نبی) ڈرانے والے ہیں پہلے ڈرانے والوں میں سے.",
      "footnotes": ""
    },
    {
      "id": "4841",
      "sura": "53",
      "aya": "57",
      "arabic_text": "أَزِفَتِ ٱلۡأٓزِفَةُ",
      "translation": "آنے والی گھڑی قریب آ گئی ہے.",
      "footnotes": ""
    },
    {
      "id": "4842",
      "sura": "53",
      "aya": "58",
      "arabic_text": "لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ كَاشِفَةٌ",
      "translation": "اللہ کے سوا اس کا (وقت معین پر کھول) دکھانے واﻻ اور کوئی نہیں.",
      "footnotes": ""
    },
    {
      "id": "4843",
      "sura": "53",
      "aya": "59",
      "arabic_text": "أَفَمِنۡ هَٰذَا ٱلۡحَدِيثِ تَعۡجَبُونَ",
      "translation": "پس کیا تم اس بات سے تعجب کرتے ہو.(1)",
      "footnotes": "(1) بات سے مراد قرآن کریم ہے، یعنی اس سے تم تعجب کرتے اور اس کا استہزا کرتے ہو، حالانکہ اس میں نہ تعجب والی کوئی بات ہے نے استہزا وتکذیب والی۔"
    },
    {
      "id": "4844",
      "sura": "53",
      "aya": "60",
      "arabic_text": "وَتَضۡحَكُونَ وَلَا تَبۡكُونَ",
      "translation": "اور ہنس رہے ہو؟ روتے نہیں؟",
      "footnotes": ""
    },
    {
      "id": "4845",
      "sura": "53",
      "aya": "61",
      "arabic_text": "وَأَنتُمۡ سَٰمِدُونَ",
      "translation": "(بلکہ) تم کھیل رہے ہو.",
      "footnotes": ""
    },
    {
      "id": "4846",
      "sura": "53",
      "aya": "62",
      "arabic_text": "فَٱسۡجُدُواْۤ لِلَّهِۤ وَٱعۡبُدُواْ۩",
      "translation": "اب اللہ کے سامنے سجدے کرو اور (اسی) کی عبادت کرو.(1)",
      "footnotes": "(1) یہ مشرکین اور مکذبین کو توبیخ کے لیے حکم دیا۔ یعنی جب ان کامﻌاملہ یہ ہے کہ وہ قرآن کو ماننے کے بجائے، اس کا اسہتزا واستخفاف کرتے ہیں اور ہمارے پیغمبر کے وعظ ونصیحت کاکوئی اثر ان پر نہیں ہو رہا ہے، تو اے مسلمانو ! تم اللہ کی بارگاہ میں جھک کر اور اس کی عبادت واطاعت کا مظاہرہ کر کے قرآن کی تعظیم وتوقیر کا اہتمام کرو۔ چنانچہ اس حکم کی تعمیل میں نبی ﹲ نے اور صحابہ نےسجدہ کیا، حتیٰ کہ اس وقت مجلس میں موجود کفار نے بھی سجدہ کیا۔ جیساکہ احادیث میں ہے۔"
    }
  ]
}