{
  "id": 12,
  "verse_number": 12,
  "page_number": 79,
  "verse_key": "4:12",
  "juz_number": 4,
  "hizb_number": 8,
  "rub_el_hizb_number": 32,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "۞ وَلَكُمۡ نِصۡفُ مَا تَرَكَ أَزۡوَٰجُكُمۡ إِن لَّمۡ يَكُن لَّهُنَّ وَلَدٞۚ فَإِن كَانَ لَهُنَّ وَلَدٞ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكۡنَۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِينَ بِهَآ أَوۡ دَيۡنٖۚ وَلَهُنَّ ٱلرُّبُعُ مِمَّا تَرَكۡتُمۡ إِن لَّمۡ يَكُن لَّكُمۡ وَلَدٞۚ فَإِن كَانَ لَكُمۡ وَلَدٞ فَلَهُنَّ ٱلثُّمُنُ مِمَّا تَرَكۡتُمۚ مِّنۢ بَعۡدِ وَصِيَّةٖ تُوصُونَ بِهَآ أَوۡ دَيۡنٖۗ وَإِن كَانَ رَجُلٞ يُورَثُ كَلَٰلَةً أَوِ ٱمۡرَأَةٞ وَلَهُۥٓ أَخٌ أَوۡ أُخۡتٞ فَلِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُۚ فَإِن كَانُوٓاْ أَكۡثَرَ مِن ذَٰلِكَ فَهُمۡ شُرَكَآءُ فِي ٱلثُّلُثِۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصَىٰ بِهَآ أَوۡ دَيۡنٍ غَيۡرَ مُضَآرّٖۚ وَصِيَّةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَلِيمٞ",
  "translation": "Ukol sa inyo ang kalahati ng naiwan ng mga maybahay ninyo kung hindi sila nagkaroon ng anak ngunit kung nagkaroon sila ng anak ay ukol sa inyo ang ikaapat mula sa naiwan nila matapos na ng [pagkaltas ng] isang tagubiling isinasatagubilin nila o ng [pambayad sa] isang pautang. Ukol sa kanila ang ikaapat mula sa naiwan ninyo kung hindi kayo nagkaroon ng anak ngunit kung nagkaroon kayo ng anak ay ukol sa kanila ang ikawalo mula sa naiwan ninyo matapos na ng [pagkaltas ng] ng isang tagubiling isinasatagubilin ninyo o ng [pambayad sa] isang utang. Kung ang isang lalaki o ang isang babaing nagpapamana ay walang anak ni magulang at mayroon siyang isang lalaking kapatid o isang babaing kapatid [sa ina], ukol sa bawat isa sa dalawa ang ikaanim; ngunit kung sila ay higit kaysa roon, sila ay magkakahati sa ikatlo matapos na ng [pagkaltas ng] isang tagubiling isinasatagubilin o ng [pambayad sa] isang utang, nang hindi pumipinsala,[1] bilang tagubilin mula kay Allāh. Si Allāh ay Maalam, Matimpiin.",
  "footnotes": "[1] sa mga tagapagmana gaya ng pagtatagubilin sa iba ng higit sa isang katlo (1/3) ng maiiwan."
}