{
  "result": [
    {
      "id": "4326",
      "sura": "43",
      "aya": "1",
      "arabic_text": "حمٓ",
      "translation": "Ḥ. M̃.",
      "footnotes": ""
    },
    {
      "id": "4327",
      "sura": "43",
      "aya": "2",
      "arabic_text": "وَٱلۡكِتَٰبِ ٱلۡمُبِينِ",
      "translation": "Ina rantsuwa da Littãfi Mabayyani.",
      "footnotes": ""
    },
    {
      "id": "4328",
      "sura": "43",
      "aya": "3",
      "arabic_text": "إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ",
      "translation": "Lalle Mũ, Mun sanya shi abin karãtu na Lãrabci, tsammãninku, kunã hankalta.",
      "footnotes": ""
    },
    {
      "id": "4329",
      "sura": "43",
      "aya": "4",
      "arabic_text": "وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ",
      "translation": "Kuma lalle, shĩ, a cikin uwar littãfi a wurin Mu, haƙĩƙa, maɗaukaki ne, bayyananne.",
      "footnotes": ""
    },
    {
      "id": "4330",
      "sura": "43",
      "aya": "5",
      "arabic_text": "أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ",
      "translation": "Shin, zã Mu kau da kai daga saukar da hukunci daga gare ku ne dõmin kun kasance mutane mãsu ɓarna?",
      "footnotes": ""
    },
    {
      "id": "4331",
      "sura": "43",
      "aya": "6",
      "arabic_text": "وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ",
      "translation": "Alhãli kuwa sau nawa Muka *aika wani Annabi a cikin mutãnen fãrko!",
      "footnotes": "* Tun da ba Mu bar mutãnen farko mãsu ɓarna ba, sai da Muka aika musu Manzanni, kuma kõwace ƙungiya daga cikin waɗanda aka aikawa wani Manzo sai da ta yi izgili game da Manzonsu, har abin ya kai ga halakar shũgabanninsu. To, haka mutãnenka, bã zã Mu bar su ba, sabõda ɓarnarsu, sai Mun aike ka zuwa gare su, su yi izgili game da kai, har a halaka shũgabanninsu, sa'an nan sauransu, su bi abin da aka umurce su da shi."
    },
    {
      "id": "4332",
      "sura": "43",
      "aya": "7",
      "arabic_text": "وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "Kuma wani Annabi bai je musu ba fãce sun kasance, game da shi, sunã mãsu yin izgili.",
      "footnotes": ""
    },
    {
      "id": "4333",
      "sura": "43",
      "aya": "8",
      "arabic_text": "فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ",
      "translation": "Sai Muka halakar da waɗanda suke sũ ne mafiya ƙarfin damƙa daga gare su. Kuma abin misãlin mutãnen farkon ya shũɗe.",
      "footnotes": ""
    },
    {
      "id": "4334",
      "sura": "43",
      "aya": "9",
      "arabic_text": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ",
      "translation": "Kuma lalle ne, idan ka tambaye su, \"Wãne ne ya halitta sammai da ƙasa?\" Lalle zã su ce, \"Mabuwãyi Mai ilmi ne Ya halitta su.\"",
      "footnotes": ""
    },
    {
      "id": "4335",
      "sura": "43",
      "aya": "10",
      "arabic_text": "ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ",
      "translation": "Wanda Ya sanya muku ƙasa shimfiɗa kuma Ya sanya muku hanyõyi a cikinta, tsammãninku za ku nẽmi shiryuwa.'",
      "footnotes": ""
    },
    {
      "id": "4336",
      "sura": "43",
      "aya": "11",
      "arabic_text": "وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ",
      "translation": "Kuma Wanda Ya saukar da ruwa daga sama, a kan wani gwargwado, sai Muka rãyar da gari matacce game da shi. Kamar haka nan ake fitar da ku (daga kabari).",
      "footnotes": ""
    },
    {
      "id": "4337",
      "sura": "43",
      "aya": "12",
      "arabic_text": "وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ",
      "translation": "Kuma Wanda Ya halitta ma'aura dukansu, kuma Ya sanya muku, daga jirgi da dabbõbin ni'ima, abin da kuke hawa.",
      "footnotes": ""
    },
    {
      "id": "4338",
      "sura": "43",
      "aya": "13",
      "arabic_text": "لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ",
      "translation": "Domin ku daidaitu a kan bãyansa, sa'an nan ku tuna ni'imar Ubangijinku a lõkacin da kuka daidaita a kansa kuma ku ce, \"Tsarki ya tabbata ga Wanda Ya hõre mana wannan alhãli kuwa ba mu kasance mãsu iya rinjãya gare Shi ba.",
      "footnotes": ""
    },
    {
      "id": "4339",
      "sura": "43",
      "aya": "14",
      "arabic_text": "وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ",
      "translation": "\"Kuma lalle mũ haƙĩƙa mãsu* jũyãwa muke, zuwa ga Ubangijinmu.\"",
      "footnotes": "* Ku yi dalĩli da hõrewar abin hawa gare ku zuwa ga tabbatar tãshinku dõmin hisãbin Ƙiyãma, dõmin ku bi umurninsa a dũniya, kuma ku bar al'adunku."
    },
    {
      "id": "4340",
      "sura": "43",
      "aya": "15",
      "arabic_text": "وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ",
      "translation": "Kuma suka sanya *Masa juz'i daga bãyinsa. Lalle ne mutum, haƙĩƙa, mai yawan kãfirci ne, mai bayyanãwar kãfircin.",
      "footnotes": "* suka ce malã'iku 'ya'ya mãtane na Allah, sunã bauta musu ne dõmin su kusantar da su zuwa ga Allah, watau dõmin su cece su daga azãba. Sun yi wannan ƙarya ne dõmin su tabbatar da al'ãdarsu ta surkulle. Sabõda haka suka yi wa Allah ƙarya suka naƙasa shi da haka, kuma suka naƙasa malã'iku mãsu daraja a wurin Allah kuma suka kãfirce wa ni'imar da Allah Ya yi musu wajen aiko musu Manzo mai shiryar da su. Sa'an suka kafa hujja da ƙarya dõmin su danne gaskiya."
    },
    {
      "id": "4341",
      "sura": "43",
      "aya": "16",
      "arabic_text": "أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ",
      "translation": "Kõ zã Ya ɗauki 'ya'ya mãtã daga abin da Yake halittawa ne, kuma Ya zãɓe ku da ɗiya maza?",
      "footnotes": ""
    },
    {
      "id": "4342",
      "sura": "43",
      "aya": "17",
      "arabic_text": "وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ",
      "translation": "Alhãli kuwa idan an bãyar da bushãra ga ɗayansu da abin da ya buga misãli da shi ga Mai rahama, sai fuskarsa ta yini tanã wadda aka baƙanta launinta, kuma yanã cike da baƙin ciki.",
      "footnotes": ""
    },
    {
      "id": "4343",
      "sura": "43",
      "aya": "18",
      "arabic_text": "أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ",
      "translation": "Ashe, kuma (Allah zai zãɓi) wanda ake rẽno a cikin ƙawa alhãli kuwa gã shi a husũma bã mai iya bayyanawar magana ba?",
      "footnotes": ""
    },
    {
      "id": "4344",
      "sura": "43",
      "aya": "19",
      "arabic_text": "وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ",
      "translation": "Kuma suka mayar da malã'iku ('yã'ya) mãtã, alhãli kuwa sũ, waɗanda suke bãyin (Allah) Mai rahama ne! Shin, sun halarci halittarsu ne? zã a rubũta shaidarsu kuma a tambaye su.",
      "footnotes": ""
    },
    {
      "id": "4345",
      "sura": "43",
      "aya": "20",
      "arabic_text": "وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ",
      "translation": "Kuma suka ce: \"Dã Mai rahama ya so, dã ba mu bauta musu ba.\" Bã su da wani ilmi game da wancan! Bãbu abin da suke yi fãce yanki-faɗi.",
      "footnotes": ""
    },
    {
      "id": "4346",
      "sura": "43",
      "aya": "21",
      "arabic_text": "أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ",
      "translation": "Kõ Mun bã su wani littãfi ne a gabãninsa (Alƙur'ãni) sabõda haka da shĩ suke riƙe?",
      "footnotes": ""
    },
    {
      "id": "4347",
      "sura": "43",
      "aya": "22",
      "arabic_text": "بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ",
      "translation": "Ã'a, sun ce dai, \"Lalle mũ, mun sãmi ubanninmu a kan wani addini (na al'ãda) kuma lalle mũ, a kan gurãbansu muke mãsu nẽman shiryuwa.\"",
      "footnotes": ""
    },
    {
      "id": "4348",
      "sura": "43",
      "aya": "23",
      "arabic_text": "وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ",
      "translation": "Kuma kamar haka, ba Mu aika wani mai gargaɗi ba a gabãninka, a cikin wata alƙarya, fãce mani'imtanta sun ce, \"Lalle mũ, mun sãmi ubanninmu a kan wani addini kuma lalle mũ, mãsu kõyi nea kan gurãbansu.\"",
      "footnotes": ""
    },
    {
      "id": "4349",
      "sura": "43",
      "aya": "24",
      "arabic_text": "۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ",
      "translation": "(Sai mai gargaɗin) ya ce: \"Shin, ban zo muku da abin da ya fi zama shiriya daga abin da kuka sãmi ubanninku a kansa ba?\" Suka ce, \"Lalle mũ dai mãsu kafirta ne game da abin da aka aiko ku da shi.\"",
      "footnotes": ""
    },
    {
      "id": "4350",
      "sura": "43",
      "aya": "25",
      "arabic_text": "فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ",
      "translation": "Sabõda haka Muka yi musu azãbar rãmuwa. To, ka dũbi yadda ãƙibar mãsu ƙaryatãwa take.",
      "footnotes": ""
    },
    {
      "id": "4351",
      "sura": "43",
      "aya": "26",
      "arabic_text": "وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ",
      "translation": "Kuma (ka ambaci) lõkacin da Ibrãhĩm ya ce wa ubansada mutãnensa, \"Lalle nĩ mai barranta ne daga abin da kuke bautãwa.\"",
      "footnotes": ""
    },
    {
      "id": "4352",
      "sura": "43",
      "aya": "27",
      "arabic_text": "إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ",
      "translation": "\"Fãce wannan *da Ya ƙãga halittata, to, lalle Shĩ ne zai shiryar da ni.\"",
      "footnotes": "* Bã ni bauta wa gumãka, amma inã bautawa Allah wanda Ya ƙãgi halittata."
    },
    {
      "id": "4353",
      "sura": "43",
      "aya": "28",
      "arabic_text": "وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "Kuma (Ibrãhĩm) ya sanya (ita wannan magana) kalma mai wanzuwa a cikin zuriyarsa, tsammãninsu su kõmo daga ɓata.",
      "footnotes": ""
    },
    {
      "id": "4354",
      "sura": "43",
      "aya": "29",
      "arabic_text": "بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ",
      "translation": "Ã'a, Na jiyar da waɗannan mutãne dãɗi sũ da ubanninsu har gaskiya, da Manzo mai bayyanawar gaskiyar, ya zo musu.",
      "footnotes": ""
    },
    {
      "id": "4355",
      "sura": "43",
      "aya": "30",
      "arabic_text": "وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ",
      "translation": "Kuma a lõkacin da gaskiyar ta jẽ musu sai suka ce: \"Wannan sihiri ne kuma mũ mãsu kãfirta da shi ne.\"",
      "footnotes": ""
    },
    {
      "id": "4356",
      "sura": "43",
      "aya": "31",
      "arabic_text": "وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ",
      "translation": "Kuma suka ce: \"Don me ba a saukar da wannan Alƙur'ãni a kan wani mutum mai girma daga alƙaryun* nan biyu ba?\"",
      "footnotes": "* Sunã nufin Makka da tã'ifa, kuma sunã nufi a saukar da Alƙur'ãni ga walĩdu ɗan Mugĩra na Makka kõ ga Urwatu ɗan Mas'ũdi As saƙafi a Ta'ifa. Watau sunã sũkar Muhammadu dõmin bã shi da dũkiya. A gare su mai dũkiya shĩ ne babban mutum, wanda ya cancanta Allah Ya aiko shi ga mutãne."
    },
    {
      "id": "4357",
      "sura": "43",
      "aya": "32",
      "arabic_text": "أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ",
      "translation": "Shin, sũ ne ke raba rahamar Ubangijinka? Mũ ne, Muka raba musu abincinsu a cikin rãyuwar dũniya, kuma Muka ɗaukaka waɗansunsu a kan waɗansu da darajõji dõmin waɗansunsu su riƙi waɗansu lẽburori kumarahamar Ubangijinka (ta Annabci*), ita ce mafificiya daga abin da suke tãrãwa.",
      "footnotes": "* Tun da ba Mu bar rabon abincin rãyuwarsu ta dũniya a hannunsu ba, to, ta yãya ne zã Mu bar babban abu kamar Annabci da shiryar da mutãne ga hannãyensu? Wãtau bã zai yiwu Mu yi ba sai yadda Muke so kawai, kõ su bi, kõ su kãfirta, duka daidai ne a gare Mu."
    },
    {
      "id": "4358",
      "sura": "43",
      "aya": "33",
      "arabic_text": "وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ",
      "translation": "Kuma bã dõmin mutane su kasance al'umma ɗaya ba, lalle ne, dã Mun sanya wa mãsu kãfircẽ wa Mai Rahama, a gidãjensu, rufi na azurfa, kuma da matãkalai, ya zama a kanta suke tãƙãwa.",
      "footnotes": ""
    },
    {
      "id": "4359",
      "sura": "43",
      "aya": "34",
      "arabic_text": "وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ",
      "translation": "Kuma a gidãjensu, Mu sanya) ƙyamãre da gadãje, a kansu suke kishingiɗa.",
      "footnotes": ""
    },
    {
      "id": "4360",
      "sura": "43",
      "aya": "35",
      "arabic_text": "وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ",
      "translation": "Da zĩnãriya. Kuma dukan wancan abu bai zama ba, sai jin dãɗin rãyuwar dũniya nekawai' alhãli kuwa Lãhira, a wurin Ubangijinka, ta mãsu taƙawa ce.",
      "footnotes": ""
    },
    {
      "id": "4361",
      "sura": "43",
      "aya": "36",
      "arabic_text": "وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ",
      "translation": "Kuma wanda ya makanta daga barin hukuncin Mai rahama, to, zã Mu lulluɓe shi da shaiɗan, watau shĩ ne abõkinsa.",
      "footnotes": ""
    },
    {
      "id": "4362",
      "sura": "43",
      "aya": "37",
      "arabic_text": "وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ",
      "translation": "Kuma lalle su haƙĩƙa sunã kange su daga hanya, kuma sunã Zaton cẽwa sũ mãsu shiryuwa ne.",
      "footnotes": ""
    },
    {
      "id": "4363",
      "sura": "43",
      "aya": "38",
      "arabic_text": "حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ",
      "translation": "Har a lõkacin da (abõkin Shaiɗan) ya zo Mana (ya mutu) sai ya ce: (wa Shaiɗan) \"Dã dai a tsakãnina da tsakãninka akwai nĩsan gabas da yamma, sabõda haka, tir da kai ga zama abõkin mutum!\"",
      "footnotes": ""
    },
    {
      "id": "4364",
      "sura": "43",
      "aya": "39",
      "arabic_text": "وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ",
      "translation": "Kuma (wannan magana) bã za ta amfãne ku ba, a yau, dõmin kun yi zãlunci, lalle ku mãsu tãrẽwa ne a cikin azãba.",
      "footnotes": ""
    },
    {
      "id": "4365",
      "sura": "43",
      "aya": "40",
      "arabic_text": "أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "Shin to, kai kanã jiyar da kurma ne, ko kanã shiryar da makãho da wanda ke a cikin ɓata bayyananna?",
      "footnotes": ""
    },
    {
      "id": "4366",
      "sura": "43",
      "aya": "41",
      "arabic_text": "فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ",
      "translation": "To, kõ dai Mu tafi *da kai to, lalle Mũ, mãsu yin azãbarrãmu, wa ne a kansu.",
      "footnotes": "* Mu tafi da kai, watau Mu karɓi ranka, ka mutu, to, dã Mun yi musu azãba ke nan, dõmin sun rasa mai shiryar da su."
    },
    {
      "id": "4367",
      "sura": "43",
      "aya": "42",
      "arabic_text": "أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ",
      "translation": "Kõ kuma Mu nũna maka abin da Muka yi musu wa'adi, to, lalle Mũ, Mãsu ĩkon tasarrufi a kansu ne.",
      "footnotes": ""
    },
    {
      "id": "4368",
      "sura": "43",
      "aya": "43",
      "arabic_text": "فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "Sabõda haka, ka yi riƙo ga abin da aka yi wahayi da shi zuwa gaie ka. Lalle ne kai, kanã a kan hanya madaidaiciya.",
      "footnotes": ""
    },
    {
      "id": "4369",
      "sura": "43",
      "aya": "44",
      "arabic_text": "وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ",
      "translation": "Kuma shi (abin wahayin) ambato (na ɗaukaka) ne a gare ka da kuma ga mutãnenka, kuma zã a tambaye ku.",
      "footnotes": ""
    },
    {
      "id": "4370",
      "sura": "43",
      "aya": "45",
      "arabic_text": "وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ",
      "translation": "Kuma ka tambayi waɗanda Muka aika a gabãninka daga Manzannin Mu, \"Shin, Mun sanya waɗansu gumãka, wasun (Allah), Mai rahama, anã bauta musu?\"",
      "footnotes": ""
    },
    {
      "id": "4371",
      "sura": "43",
      "aya": "46",
      "arabic_text": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Kuma lalle ne, haƙĩƙa, Mun aika Mũsã, game da ãyõyin Mu, zuwa ga Fir'auna da mashãwartansa, sai ya ce: \"Lalle nĩ, Manzo ne daga Ubangijin halittu.\"",
      "footnotes": ""
    },
    {
      "id": "4372",
      "sura": "43",
      "aya": "47",
      "arabic_text": "فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ",
      "translation": "To, a lõkacin da ya jẽ musu da ãyõyin Mu, sai gã su sunã yi musu dãriya.",
      "footnotes": ""
    },
    {
      "id": "4373",
      "sura": "43",
      "aya": "48",
      "arabic_text": "وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "Kuma ba Mu nũna musu wata ãyã ba, fãce ita ce mafi girma daga 'yar'uwarta. Kuma Muka kãma su da azãba, tsammãninsu kõ sunã kõmõwa.",
      "footnotes": ""
    },
    {
      "id": "4374",
      "sura": "43",
      "aya": "49",
      "arabic_text": "وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ",
      "translation": "Kuma suka ce: \"Yã kai mai sihiri! Ka rõƙa mana Ubangijinka da albarkacin abin da yi alkawari a wurinka, lalle mũ, haƙĩƙa, mãsu shiryuwa ne.\"",
      "footnotes": ""
    },
    {
      "id": "4375",
      "sura": "43",
      "aya": "50",
      "arabic_text": "فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ",
      "translation": "To, a lõkacin da duk Muka kuranye musu azãba, sai gã su sunã warware alkawarinsu.",
      "footnotes": ""
    },
    {
      "id": "4376",
      "sura": "43",
      "aya": "51",
      "arabic_text": "وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ",
      "translation": "Kuma Fir'auna ya yi kira a cikin mutãnensa, ya ce: \"Ya mutãnẽna! Ashe mulkin Masar bã a gare ni yake ba, kuma waɗannan kõguna sunã gudãna daga ƙarƙashĩna? Ashe, ba ku gani ba?\"",
      "footnotes": ""
    },
    {
      "id": "4377",
      "sura": "43",
      "aya": "52",
      "arabic_text": "أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ",
      "translation": "\"Kõ kuma bã nĩ ne mafĩfĩci ba daga wannan wanda yake shĩ wulakantacce ne kuma bã ya iya bayyanawar magana sai da ƙyar?",
      "footnotes": ""
    },
    {
      "id": "4378",
      "sura": "43",
      "aya": "53",
      "arabic_text": "فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ",
      "translation": "\"To, don me, ba a jẽfa mundãye na zĩnãriya a kansaba, kõ kuma malã'iku su taho tãre da shi haɗe?\"",
      "footnotes": ""
    },
    {
      "id": "4379",
      "sura": "43",
      "aya": "54",
      "arabic_text": "فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ",
      "translation": "Sai ya sassabce hankalin mutãnensa, sabõda haka suka bĩ shi. Lalle sũ, sun kasance waɗansu irin mutãne ne fãsiƙai.",
      "footnotes": ""
    },
    {
      "id": "4380",
      "sura": "43",
      "aya": "55",
      "arabic_text": "فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ",
      "translation": "Sabõda haka a lõkacin da suka husãtar da Mu, Muka yi musu azãbar rãmuwa sai Muka nutsar da su gabã ɗaya.",
      "footnotes": ""
    },
    {
      "id": "4381",
      "sura": "43",
      "aya": "56",
      "arabic_text": "فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ",
      "translation": "Sai Muka sanya su magabãta kuma abin misãli ga mutãnen ƙarshe.",
      "footnotes": ""
    },
    {
      "id": "4382",
      "sura": "43",
      "aya": "57",
      "arabic_text": "۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ",
      "translation": "Kuma a lõkacin da aka buga misãli da ¦an Maryama, sai gã mutãnenka daga gare shi (shi misalin) sunã dãriya da izgili.",
      "footnotes": ""
    },
    {
      "id": "4383",
      "sura": "43",
      "aya": "58",
      "arabic_text": "وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ",
      "translation": "Kuma suka ce: \"Shin, gumãkanmu ne mafĩfĩta kõ shi (¦an Maryama)?\" Ba su buga wannan misãli ba a gare ka fãce dõmin yin jidãli.* Ã'a, sũ mutãne nemãsu husũma.",
      "footnotes": "* Wãtau da aka ce gumãka damãsu bauta musu duka abincin wutar Jahannama ne kamar yadda yake a cikin sura ta 21 ãyã ta 98 da 99, sai suka ce sun yarda gumakansu su zama tãre da ɗan Maryama."
    },
    {
      "id": "4384",
      "sura": "43",
      "aya": "59",
      "arabic_text": "إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ",
      "translation": "Shi (¦an Maryama) bai zama ba fãce wani bãwa ne, Mun yi ni'ima a gare shi, kuma Muka sanya shi abin kõyi ga Banĩ Isrã'ĩla.",
      "footnotes": ""
    },
    {
      "id": "4385",
      "sura": "43",
      "aya": "60",
      "arabic_text": "وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ",
      "translation": "Kuma dã Munã so lalle ne dã Mun sanya malã'iku, daga ci, kinku, a cikin ƙasa, sunã mayẽwa*",
      "footnotes": "* Dã Mun so dã Mun sanya ɗiyansu su zama malã'iku, su fi Ĩsa ɗan Maryama zama abin mãmãki ga halitta, sa'an nan su maye muku a cikin ƙasã maimakon ɗiya masu siffõfi irin na jikunkunanku. Zai fi zama abin mãmãki mutum yahaifi malã'ika bisa mace ta haifi ɗã bã da wani namiji yã kusance ta ba."
    },
    {
      "id": "4386",
      "sura": "43",
      "aya": "61",
      "arabic_text": "وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
      "translation": "Kuma lalle shĩ, haƙĩƙa, wani ilmi ne na Sa'a, sabõda haka, kada ku yi shakka a gare ta, kuma ku bĩ Ni. Wannan ita ce hanya madaidaiciya.",
      "footnotes": ""
    },
    {
      "id": "4387",
      "sura": "43",
      "aya": "62",
      "arabic_text": "وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ",
      "translation": "Kuma kada Shaiɗan ya taushe ku (daga hanyar). Lalle shĩ maƙiyi ne a gare ku, mai bayyanãwar ƙiyayya.",
      "footnotes": ""
    },
    {
      "id": "4388",
      "sura": "43",
      "aya": "63",
      "arabic_text": "وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
      "translation": "Kuma a lõkacin da Ĩsã ya jẽ da hujjõji bayyanannu, ya ce: \"Lalle ne nã zo muku da hikima kuma dõmin in bayyana muku, sãshen abin da kuke sãɓã wa jũna acikinsa, sabõda haka ku bi Allah da taƙawa, kuma ku yi mini ɗã'a.\"",
      "footnotes": ""
    },
    {
      "id": "4389",
      "sura": "43",
      "aya": "64",
      "arabic_text": "إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
      "translation": "\"Lalle ne, Allah Shĩ ne Ubangijina kuma Shi ne Ubangijinku sabõda haka ku bauta Masa. Wannan ita ce hanya madaidaiciya.\"",
      "footnotes": ""
    },
    {
      "id": "4390",
      "sura": "43",
      "aya": "65",
      "arabic_text": "فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ",
      "translation": "Sai ƙungiyõyi *suka sãɓa a tsakãninsu. To, bone yã tabbata ga waɗanda suka yi zãlunci daga azãbar yini mai raɗaɗi!",
      "footnotes": "* Nasãra suka kasu a cikin ƙungiyõyi a bayan Ĩsã. Ya'akubiyya, mãsu cewa Ĩsã ɗan Allah ne, da Malakãniyya, mãsu cewa Ĩsa ɗayan uku ne. Waɗansu kuma suka ce bãwan Allah ne watau su ne Musulminsu, kuma waɗansu daga Musulmin suka kãfirta a bãyan zakuwar, Muhammadu tsĩra da amincin Allah su tabbata a gare shi, sabõda sun ƙi yarda da Annabcinsa. Yahũdu suka ce: \"Ĩsã bã Annabi ba ne dan zina ne.\" Allah Ya la'ani kãfirai dukansu."
    },
    {
      "id": "4391",
      "sura": "43",
      "aya": "66",
      "arabic_text": "هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ",
      "translation": "Shin sunã jiran wani abu ne? sai dai Sa'a ta jẽ musu bisaga abke, alhãli kuwa ba su sani ba.",
      "footnotes": ""
    },
    {
      "id": "4392",
      "sura": "43",
      "aya": "67",
      "arabic_text": "ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ",
      "translation": "Masõya a yinin nan, sãshensu zuwa ga sãshe maƙiya ne, fãce mãsu taƙawa (sũ kam mãsu son jũna ne).",
      "footnotes": ""
    },
    {
      "id": "4393",
      "sura": "43",
      "aya": "68",
      "arabic_text": "يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ",
      "translation": "Ya bãyĩNa! Bãbu tsõro a kanku a yau, kuma bã zã ku yi baƙin ciki ba.",
      "footnotes": ""
    },
    {
      "id": "4394",
      "sura": "43",
      "aya": "69",
      "arabic_text": "ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ",
      "translation": "Waɗanda suka yi ĩmãni da ãyõyin Mu, kuma suka kasance mãsu sallamawar al'amari (ga Allah).",
      "footnotes": ""
    },
    {
      "id": "4395",
      "sura": "43",
      "aya": "70",
      "arabic_text": "ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ",
      "translation": "Ku shiga Aljanna, kũ da mãtan aurenku, anã girmama ku.",
      "footnotes": ""
    },
    {
      "id": "4396",
      "sura": "43",
      "aya": "71",
      "arabic_text": "يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "Anã kẽwayãwa a kansu da akussa na zĩnãriya da kõfuna, alhãli kuwa a cikinsu akwai abin da rãyuka ke marmari kuma idãnu su ji dãɗi, kuma kũ, a cikinta (Aljannar), madawwama ne.",
      "footnotes": ""
    },
    {
      "id": "4397",
      "sura": "43",
      "aya": "72",
      "arabic_text": "وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "Kuma waccan ita ce Aljannar, wannan da aka gãdar da ku ita sabõda abin da kuka kasance kunã aikatãwa.",
      "footnotes": ""
    },
    {
      "id": "4398",
      "sura": "43",
      "aya": "73",
      "arabic_text": "لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ",
      "translation": "Kunã sãmu, a cikinta, 'yã'yan itãcen marmari mãsu yawa, daga cikinsu kuke ci.",
      "footnotes": ""
    },
    {
      "id": "4399",
      "sura": "43",
      "aya": "74",
      "arabic_text": "إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ",
      "translation": "Lalle mãsu laifi madawwama ne a cikin azãbar Jahannama.",
      "footnotes": ""
    },
    {
      "id": "4400",
      "sura": "43",
      "aya": "75",
      "arabic_text": "لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ",
      "translation": "Bã a sauƙaƙar da ita (azãbar) daga gare su, alhãli kuwa sũ, a cikinta, mãsu kãsa magana ne.",
      "footnotes": ""
    },
    {
      "id": "4401",
      "sura": "43",
      "aya": "76",
      "arabic_text": "وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ",
      "translation": "Kuma ba Mu zãlunce su ba, amma sũ ne suka kasance azzãlumai.",
      "footnotes": ""
    },
    {
      "id": "4402",
      "sura": "43",
      "aya": "77",
      "arabic_text": "وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ",
      "translation": "Kuma suka yi kira, \"Ya Mãliku! Ubangijinka Ya kashe mu mana* \" (Mãliku) ya ce: \"Lalle kũ mazauna ne.\"",
      "footnotes": "* Watau sunã neman su mutu su huta da ɗaukar aZãba."
    },
    {
      "id": "4403",
      "sura": "43",
      "aya": "78",
      "arabic_text": "لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ",
      "translation": "Lalle ne, haƙĩƙa, Mun jẽ muku da gaskiya, kuma amma mafi yawanku mãsu ƙi ga gaskiyar ne.",
      "footnotes": ""
    },
    {
      "id": "4404",
      "sura": "43",
      "aya": "79",
      "arabic_text": "أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ",
      "translation": "Kõ kuma sun tukka wani al'amari ne? To, lalle Mũ, Mãsu tukkãwa ne.",
      "footnotes": ""
    },
    {
      "id": "4405",
      "sura": "43",
      "aya": "80",
      "arabic_text": "أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ",
      "translation": "Ko sunã zaton lalle Mũ, bã Mu jin asĩrinsu da gãnãwarsu? Na'am! Kuma manzannin Mu na tãre da su sunã rubũtãwa.",
      "footnotes": ""
    },
    {
      "id": "4406",
      "sura": "43",
      "aya": "81",
      "arabic_text": "قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ",
      "translation": "Ka ce: \"Idan har akwai ɗã ga Mai rahama, to, nĩ ne farkon mãsu bauta (wa ɗan).\"",
      "footnotes": ""
    },
    {
      "id": "4407",
      "sura": "43",
      "aya": "82",
      "arabic_text": "سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ",
      "translation": "Tsarkin Ubangijin sammai da ƙasa, Ubangijin Al'arshi, ya tabbata daga abin da suke sifantãwa.",
      "footnotes": ""
    },
    {
      "id": "4408",
      "sura": "43",
      "aya": "83",
      "arabic_text": "فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ",
      "translation": "Sabõda haka, ka ƙyãlẽ su, su kũtsa kuma su yi wãsã har su haɗu da yininsu, wanda ake yi musu wa'adi da shi.",
      "footnotes": ""
    },
    {
      "id": "4409",
      "sura": "43",
      "aya": "84",
      "arabic_text": "وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ",
      "translation": "Kuma Shĩ ne wanda ke abin bautãwa a sama kuma abin bautãwa a ƙasa, kuma, Shĩ ne Mai hikima, Masani.",
      "footnotes": ""
    },
    {
      "id": "4410",
      "sura": "43",
      "aya": "85",
      "arabic_text": "وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ",
      "translation": "Kuma albarkar wanda ke da mulkin sammai da ƙasã abin da ke a tsakãninsu tã bayyana, kuma a wurin Sa ne ilmin Sa'a yake, kuma zuwa gare Shi ake mayar da ku.",
      "footnotes": ""
    },
    {
      "id": "4411",
      "sura": "43",
      "aya": "86",
      "arabic_text": "وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ",
      "translation": "Kuma waɗanda suke kira baicin Sa ba su mallaki cẽto ba, fãce wanda ya yi shaida da gaskiya, kuma sũ, sunã sane* (da haka).",
      "footnotes": "* Su waɗanda suka yi shaida da gaskiya sun san bãbu mai mallakar ceto ga wani fãce Allah. Sabõda haka Allah nã yi musu izni su ceci wanda Yake son su cece shi, ba wanda su suke so ba. Ma'anar iznin da ceto ga bãyin Allah sãlihai ita ce dõmin Allah Ya bayyana darajar mai ceton ne kawai, bã don yanã da wani hakki ba, ga Allah. Allah Ya tsarkaka daga wata halittar Sa ta sãmi wani hakki a kan Sa. Kõwa bãwan Sa ne."
    },
    {
      "id": "4412",
      "sura": "43",
      "aya": "87",
      "arabic_text": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ",
      "translation": "Kuma lalle idan ka tambaye su: \"Wãne ne ya halitta su?\" Lalle ne zã su ce Allah ne. To, yãya ake jũyar da su?",
      "footnotes": ""
    },
    {
      "id": "4413",
      "sura": "43",
      "aya": "88",
      "arabic_text": "وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ",
      "translation": "Kuma da (ilmin) maganar Sa (Annabi) \"Ya Ubangijĩna! Lalle waɗannan mutãne ne waɗanda bã zã su yi ĩmãni ba.\"",
      "footnotes": ""
    },
    {
      "id": "4414",
      "sura": "43",
      "aya": "89",
      "arabic_text": "فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ",
      "translation": "To, sai ka kau da kai daga gare su, kuma ka ce, \"salãmã.\" Sa'an nan kuma zã su sani.",
      "footnotes": ""
    }
  ]
}