{
  "result": {
    "id": "1696",
    "sura": "12",
    "aya": "100",
    "arabic_text": "وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ",
    "translation": "اور اپنے تخت پر اپنے ماں باپ(1) کو اونچا بٹھایا اور سب اس کے سامنے سجدے میں گر گئے(2)۔ تب کہا کہ اباجی! یہ میرے پہلے کے خواب کی تعبیر ہے(3) میرے رب نے اسے سچا کر دکھایا، اس نے میرے ساتھ بڑا احسان کیا جب کہ مجھے جیل خانے سے نکالا(4) اور آپ لوگوں کو صحرا سے لے آیا(5) اس اختلاف کے بعد جو شیطان نے مجھ میں اور میرے بھائیوں میں ڈال دیا (6)تھا۔ میرا رب جو چاہے اس کے لئے بہترین تدبیر کرنے واﻻ ہے۔ اور وه بہت علم وحکمت واﻻ ہے.",
    "footnotes": "(1) بعض مفسرین کا خیال ہے کہ یہ سوتیلی ماں اور سگی خالہ تھیں کیونکہ یوسف (عليه السلام) کی حقیقی ماں بنیامین کی ولادت کے بعد فوت ہوگئی تھیں۔ حضرت یعقوب (عليه السلام) نے اس کی وفات کے بعد اس کی ہمشیرہ سے نکاح کر لیا تھا یہی خالہ اب حضرت یعقوب (عليه السلام) کے ساتھ مصر میں گئی تھیں (فتح القدیر) لیکن امام ابن جریرطبری نے اس کے برعکس یہ کہا ہے کہ یوسف (عليه السلام) کی والدہ فوت نہیں ہوئی تھیں اور وہی حقیقی والدہ تھیں۔ (ابن کثیر)\n(2) بعض نے اس کا ترجمہ کیا ہے کہ ادب و تعظیم کے طور پر یوسف (عليه السلام) کے سامنے جھک گئے۔ لیکن «وَخَرُّوْا لَهٗ سُجَّدًا» (یوسف:100) کے الفاظ بتلاتے ہیں کہ وہ زمین پر یوسف (عليه السلام) کے سامنے سجدہ ریز ہوئے، یعنی یہ سجدہ، سجدہ ہی کے معنی میں ہے۔ تاہم یہ سجدہ، سجدہ تعظیمی ہے سجدہ عبادت نہیں اور سجدہ تعظیمی حضرت یعقوب (عليه السلام) کی شریعت میں جائز تھا۔ اسلام میں شرک کے سد باب کے لئے سجدہ تعظیمی کو بھی حرام کر دیا گیا ہے، اور اب سجدہ تعظیمی بھی کسی کے لئے جائز نہیں۔\n(3) یعنی حضرت یوسف (عليه السلام) نے جو خواب میں دیکھا تھا اتنی آزمائشوں سے گزرنے کے بعد بالآخر اس کی تعبیر سامنے آئی کہ اللہ تعالٰی نے حضرت یوسف (عليه السلام) کو تخت شاہی پر بٹھایا اور والدین سمیت تمام بھائیوں نے اسے سجدہ کیا۔\n(4) اللہ کے احسنات میں کنویں سے نکلنے کا ذکر نہیں کیا تاکہ بھائی شرمندہ نہ ہوں۔ یہ اخلاق نبوی ہے۔\n(5) مصر جیسے متمدن علاقے کے مقابلے میں کنعان کی حیثیت ایک صحرا کی تھی، اس لئے اسے بَدُوْ سے تعبیر کیا۔\n(6) یہ بھی اخلاق کریمانہ کا ایک نمونہ کہ بھائیوں کو ذرا مورد الزام نہیں ٹھہرایا اور شیطان کو اس کارستانی کا باعث قرار دیا۔"
  }
}