{
  "id": 24,
  "verse_number": 24,
  "page_number": 238,
  "verse_key": "12:24",
  "juz_number": 12,
  "hizb_number": 24,
  "rub_el_hizb_number": 95,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَلَقَدۡ هَمَّتۡ بِهِۦۖ وَهَمَّ بِهَا لَوۡلَآ أَن رَّءَا بُرۡهَٰنَ رَبِّهِۦۚ كَذَٰلِكَ لِنَصۡرِفَ عَنۡهُ ٱلسُّوٓءَ وَٱلۡفَحۡشَآءَۚ إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُخۡلَصِينَ",
  "translation": "اس عورت نے یوسف کی طرف قصد کیا اور یوسف اس(1) کا قصد کرتے اگر وه اپنے پروردگار کی دلیل نہ دیکھتے(2)، یونہی ہوا اس واسطے کہ ہم اس سے برائی اور بے حیائی دور کر دیں(3)۔ بے شک وه ہمارے چنے ہوئے بندوں میں سے تھا.",
  "footnotes": "(1) بعض مفسرین نے اس کا مطلب یہ بیان کیا ہے کہ «لَوْلَآ اَنْ رَّاٰ بُرْهَانَ رَبِّهٖ» (یوسف:24) کا تعلق ماقبل یعنی «وَهَمَّ بِهَا» سے نہیں بلکہ اس کا جواب محذوف ہے یعنی \"لَوْلا أَنْ رَأَى بُرْهَانَ رَبِّهِ لَفَعَلَ مَا هَمَّ بِهِ\" ترجمہ یہ ہوگا کہ اگر یوسف (عليه السلام) اللہ کی دلیل نہ دیکھتے تو جس چیز کا قصد کیا تھا وہ کر گزرتے۔ یہ ترجمہ اکثر مفسرین کی تفسیر کے مطابق ہے اور جن لوگوں نے اسے لَوْلَا کے ساتھ جوڑ کر یہ معنی بیان کئے ہیں کہ یوسف (عليه السلام) نے قصد ہی نہیں کیا، ان مفسرین نے اسے عربی اسلوب کے خلاف قرار دیا ہے۔ اور یہ معنی بیان کئے ہیں کہ قصد تو یوسف (عليه السلام) نے بھی کر لیا تھا لیکن ایک تو یہ اختیاری نہیں تھا بلکہ عزیز مصر کی بیوی کی ترغیب اور دباؤ اس میں شامل تھا۔ دوسرے یہ کہ گناہ کا قصد کر لینا عصمت کے خلاف نہیں ہے، اس پر عمل کرنا عصمت کے خلاف ہے (فتح القدیر، ابن کثیر) مگر محققین اہل تفسیر نے یہ معنی بیان کیے ہیں کہ یوسف (عليه السلام) بھی اس کا قصد کر لیتے۔ اگر اپنے رب کی برہان نہ دیکھے ہوتے۔ یعنی انہوں نے اپنے رب کی برہان دیکھ رکھی تھی۔ اس لیے عزیز مصر کی بیوی کا قصد ہی نہیں کیا۔ بلکہ دعوت گناہ ملتے ہی پکار اٹھے مَعَاذَ اللَّهِ۔ البتہ قصد نہ کرنے کے یہ معنی نہیں کہ نفس میں ہیجان اور تحریک ہی پیدا نہیں ہوئی۔ ہیجان اور تحریک پیدا ہو جانا الگ بات ہے۔ اور قصد کر لینا الگ بات ہے اور حقیقت یہ ہے کہ اگر سرے سے ہیجان اور تحریک ہی پیدا نہ ہو تو ایسے شخص کا گناہ سے بچ جانا کوئی کمال نہیں۔ کمال تو تب ہی ہے کہ نفس کے اندر داعیہ اور تحریک پیدا ہو اور پھر انسان اس پر کنٹرول کرے اور گناہ سے بچ جائے۔ حضرت یوسف (عليه السلام) نے اسی کمال صبر و ضبط کا بےمثال نمونہ پیش فرمایا۔\n(2) یہاں پہلی تفسیر کے مطابق لَوْلاَ کا جواب محذوف ہے لَفَعَلَ مَا هَمَّ بِهِ یعنی اگر یوسف (عليه السلام) رب کی برہان دیکھتے تو جو قصد کیا تھا کر گزرتے۔ یہ برہان کیا تھی؟ اس میں مختلف اقوال ہیں۔ مطلب یہ ہے کہ رب کی طرف سے کوئی ایسی چیز آپ کو دکھائی گئی کہ اسے دیکھ کر آپ نفس کے داعیئے کے دبانے اور رد کرنے میں کامیاب ہوگئے۔ اللہ تعالٰی اپنے پیغمبروں کی اسی طرح حفاظت فرماتا ہے۔\n(3) یعنی جس طرح ہم نے یوسف (عليه السلام) کو برہان دکھا کر برائی یا اس کے ارادے سے بچا لیا، اسی طرح ہم نے اسے ہر معاملے میں برائی اور بےحیائی کی باتوں سے دور رکھنے کا اہتمام کیا۔ کیونکہ وہ ہمارے چنے ہوئے بندوں میں سے تھا۔"
}