{
  "result": {
    "id": "457",
    "sura": "3",
    "aya": "164",
    "arabic_text": "لَقَدۡ مَنَّ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ إِذۡ بَعَثَ فِيهِمۡ رَسُولٗا مِّنۡ أَنفُسِهِمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٍ",
    "translation": "بے شک مسلمانوں پر اللہ تعالیٰ کا بڑا احسان ہے کہ ان ہی میں سے ایک رسول ان میں بھیجا(1) ، جو انہیں اس کی آیتیں پڑھ کر سناتا ہے اور انہیں پاک کرتا ہے اور انہیں کتاب اور حکمت(2) سکھاتا ہے(3)، یقیناً یہ سب اس سے پہلے کھلی گمراہی میں تھے.",
    "footnotes": "(1) نبی کے بشر اور انسانوں میں سے ہی ہونے کو اللہ تعالیٰ ایک احسان کے طور پر بیان کر رہا ہے اور فی الواقع یہ احسان عظیم ہے کہ اس طرح ایک تو وہ اپنی قوم کی زبان اور لہجے میں ہی اللہ کا پیغام پہنچائے گا جسے سمجھنا ہر شخص کے لئے آسان ہوگا۔ دوسرے، لوگ ہم جنس ہونے کی وجہ سے اس سے مانوس اور اس کے قریب ہوں گے۔ تیسرے انسان کے لئے انسان، یعنی بشر کی پیروی تو ممکن ہے لیکن فرشتوں کی پیروی اس کے بس کی بات نہیں اورنہ فرشتہ انسان کے وجدان وشعور کی گہرائیوں اور باریکیوں کا ادراک کر سکتا ہے۔ اس لئے اگر پیغمبر فرشتوں میں سے ہوتے تو وہ ان ساری خوبیوں سے محروم ہوتے جو تبلیغ ودعوت کے لئے نہایت ضرورت ہے۔ اس لئے جتنے بھی انبیاء آئے ہیں سب کے سب بشر ہی تھے۔ قرآن نے ان کی بشریت کو خوب کھول کر بیان کیا ہے۔ مثلاً فرمایا وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلا رِجَالا نُوحِي إِلَيْهِمْ (يوسف:109) ”ہم نے آپ (صلى الله عليه وسلم) سے پہلے جتنے بھی رسول بھیجے وہ مرد تھے جن پر ہم وحی کرتے تھے“،«وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الأَسْوَاقِ» (سورة الفرقان:20) ”ہم نے آپ (صلى الله عليه وسلم) سے پہلے جتنے بھی رسول بھیجے، سب کھانا کھاتے اور بازاروں میں چلتے تھے“۔ اور خود نبی (صلى الله عليه وسلم) کی زبان مبارک سے کہلوایا گیا «قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ» (سورة حم السجدة: 6) ”آپ (صلى الله عليه وسلم) کہہ دیجئے میں بھی تو تمہاری طرح صرف بشر ہی ہوں البتہ مجھ پر وحی کا نزول ہوتا ہے“۔ آج بہت سے افراد اس چیز کو نہیں سمجھتے اور انحراف کا شکار ہیں۔\n(2) اس آیت میں نبوت کے تین اہم مقاصد بیان کئے گئے ہیں۔ - تلاوت آیات۔ - تزکیہ۔ - تعلیم کتاب وحکمت۔ تعلیم کتاب میں تلاوت ازخود آجاتی ہے، تلاوت کے ساتھ ہی تعلیم ممکن ہے، تلاوت کے بغیر تعلیم کا تصور ہی نہیں۔ اس کے باوجود تلاوت کو الگ ایک مقصد کے طور پر ذکر کیا گیا ہے جس سے اس نکتے کی وضاحت مقصود ہے کہ تلاوت بجائے خود ایک مقدس اور نیک عمل ہے، چاہے پڑھنے والا اس کا مفہوم سمجھے یا نہ سمجھے۔ قرآن کے معانی ومطالب کو سمجھنے کی کوشش کرنا یقیناً ہر مسلمان کے لئے ضروری ہے۔ لیکن جب تک یہ مقصد حاصل نہ ہو یا اتنی فہم واستعداد بہم نہ پہنچ جائے، تلاوت قرآن سے اعراض یا غفلت جائز نہیں، تزکیے سے مراد عقائد اور اعمال واخلاق کی اصلاح ہے، جس طرح آپ (صلى الله عليه وسلم) نے انہیں شرک سے ہٹا کر توحید پر لگایا اسی طرح نہایت بداخلاق اور بداطوار قوم کو اخلاق وکردار کی رفعتوں سے ہمکنار کر دیا، حکمت سے مراد اکثر مفسرین کے نزدیک حدیث ہے۔\n(3) یہ إنْ مُخَفَّفَةٌ مِنَ الْمُثَقَّلَةِ ہے یعنی (إِنَّ) (تحقیق،یقیناً بلاشبہ) کے معنی ہیں۔"
  }
}