{
  "id": 195,
  "verse_number": 195,
  "page_number": 76,
  "verse_key": "3:195",
  "juz_number": 4,
  "hizb_number": 8,
  "rub_el_hizb_number": 30,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "فَٱسۡتَجَابَ لَهُمۡ رَبُّهُمۡ أَنِّي لَآ أُضِيعُ عَمَلَ عَٰمِلٖ مِّنكُم مِّن ذَكَرٍ أَوۡ أُنثَىٰۖ بَعۡضُكُم مِّنۢ بَعۡضٖۖ فَٱلَّذِينَ هَاجَرُواْ وَأُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأُوذُواْ فِي سَبِيلِي وَقَٰتَلُواْ وَقُتِلُواْ لَأُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَأُدۡخِلَنَّهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ ثَوَابٗا مِّنۡ عِندِ ٱللَّهِۚ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلثَّوَابِ",
  "translation": "پس ان کے رب نے ان کی دعا قبول فرمالی(1) کہ تم میں سے کسی کام کرنے والے کے کام کو خواه وه مرد ہو یا عورت میں ہرگز ضائع نہیں کرتا(2)، تم آپس میں ایک دوسرے کے ہم جنس ہو(3)، اس لئے وه لوگ جنہوں نے ہجرت کی اور اپنے گھروں سے نکال دیئے گئے اور جنہیں میری راه میں ایذا دی گئی اور جنہوں نے جہاد کیا اور شہید کئے گئے، میں ضرور ضرور ان کی برائیاں ان سے دور کر دوں گا اور بالیقین انہیں ان جنتوں میں لے جاؤں گا جن کے نیچے نہریں بہہ رہی ہیں، یہ ہے ﺛواب اللہ تعالیٰ کی طرف سے اور اللہ تعالیٰ ہی کے پاس بہترین ﺛواب ہے.",
  "footnotes": "(1) فَاسْتَجَابَ یہاں أَجَابَ یعنی قبول فرمالی کے معنی میں ہے۔ (فتح القدیر)\n(2) مرد ہو یا عورت کی وضاحت اس لئے کر دی کہ اسلام نے بعض معاملات میں، مرد اور عورت کے درمیان ان کے ایک دوسرے سے مختلف فطری اوصاف کی بنا پر جو فرق کیا ہے۔ مثلاً قوامیت وحاکمیت میں، کسب معاش کی ذمہ داری میں، جہاد میں حصہ لینے میں اور وراثت میں نصف حصہ ملنے میں، اس سے یہ نہ سمجھا جائے کہ نیک اعمال کی جزا میں بھی شاید مرد وعورت کے درمیان کچھ فرق کیا جائے گا، نہیں ایسا نہیں ہوگا بلکہ ہر نیکی کا جواجر ایک مرد کو ملے گا، وہ نیکی اگر ایک عورت کرے گی تو اس کو بھی وہی اجر ملے گا۔\n(3) یہ جملہ معترضہ ہے اور اس کا مقصد پچھلے نکتے کی ہی وضاحت ہے یعنی اجرواطاعت میں تم مرد اور عورت ایک ہی ہو یعنی ایک جیسے ہی ہو۔ بعض روایات میں ہے کہ حضرت ام سلمہ (رضی الله عنها) نے ایک مرتبہ عرض کیا یا رسول اللہ ! اللہ تعالیٰ نے ہجرت کے سلسلے میں عورتوں کا نام نہیں لیا۔ جس پر یہ آیت نازل ہوئی (تفسیر طبری، ابن کثیر وفتح القدیر)"
}