{
  "result": {
    "id": "342",
    "sura": "3",
    "aya": "49",
    "arabic_text": "وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ",
    "translation": "اور وه بنی اسرائیل کی طرف رسول ہوگا، کہ میں تمہارے پاس تمہارے رب کی نشانی ﻻیا ہوں، میں تمہارے لئے پرندے کی شکل کی طرح مٹی کا پرنده بناتا ہوں(1) ، پھر اس میں پھونک مارتا ہوں تو وه اللہ تعالیٰ کے حکم سے پرنده بن جاتاہے اور اللہ تعالیٰ کے حکم سے میں مادرزاد اندھے کو اور کوڑھی کو اچھا کر دیتا ہوں اور مرددوں کو زندہ کرتا ہوں(2) اور جو کچھ تم کھاؤ اور جو اپنے گھروں میں ذخیره کرو میں تمہیں بتا دیتا ہوں، اس میں تمہارے لئے بڑی نشانی ہے، اگر تم ایمان ﻻنے والے ہو۔",
    "footnotes": "(1) أَخْلُقُ لَكُمْ- أَي: أُصَوِّرُ وَأُقَدِّرُ لَكُمْ (قرطبی) یعنی خلق یہاں پیدائش کے معنی میں نہیں ہے، اس پر تو صرف اللہ تعالیٰ ہی قادر ہے کیونکہ وہی خالق ہے۔ یہاں اس کے معنی ظاہری شکل وصورت گھڑنے اور بنانے کے ہیں۔\n(2) دوبارہ باذن اللہ (اللہ کے حکم سے) کہنے سے مقصد یہی ہے کہ کوئی شخص اس غلط فہمی کا شکار نہ ہو جائے کہ میں خدائی صفات یا اختیارات کا حامل ہوں۔ نہیں، میں تو اس کا عاجز بندہ اور رسول ہی ہوں۔ یہ جو کچھ میرے ہاتھ پر ظاہر ہو رہا ہے، معجزہ ہے جو محض اللہ کے حکم سے صادر ہو رہا ہے۔ امام ابن کثیر فرماتے ہیں۔ کہ اللہ تعالیٰ نے ہر نبی کو اس کے زمانے کے حالات کے مطابق معجزے عطا فرمائے تاکہ اس کی صداقت اور بالا تری نمایاں ہو سکے۔ حضرت موسیٰ (عليه السلام) کے زمانے میں جادوگری کا بڑا زور تھا، انہیں ایسا معجزہ عطا فرمایا گیا جس کے سامنے بڑے بڑے جادوگر اپنا کرتب دکھانے میں ناکام رہے جس سے ان پر حضرت موسیٰ (عليه السلام) کی صداقت واضح ہوئی اور وہ ایمان لے آئے۔ حضرت عیسیٰ (عليه السلام) کے زمانے میں طب کا بڑا چرچہ تھا، چنانچہ انہیں مردہ کو زندہ کر دینے، مادر زاد اندھے اور کوڑھی کو اچھا کر دینے کا معجزہ عطا فرمایا گیا جو کوئی بھی بڑا سے بڑا طبیب اپنے فن کے ذریعے سے کرنے پر قادر نہیں تھا۔ ہمارے پیغمبر نبی کریم (صلى الله عليه وسلم) کے دور میں شعر وادب اور فصاحت وبلاغت کا زور تھا، چنانچہ انہیں قرآن جیسا فصیح وبلیغ اور پر اعجاز کلام عطا فرمایا گیا، جس کی نظیر پیش کرنے سے دنیا بھر کے فصحا وبلغا اور ادبا وشعرا عاجز رہے اور چیلنج کے باوجود آج تک عاجز ہیں اور قیامت تک عاجز رہیں گے۔ (ابن کثیر)"
  }
}