{
  "id": 55,
  "verse_number": 55,
  "page_number": 57,
  "verse_key": "3:55",
  "juz_number": 3,
  "hizb_number": 6,
  "rub_el_hizb_number": 23,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ",
  "translation": "جب اللہ تعالیٰ نے فرمایا کہ اے عیسیٰ! میں تجھے پورا لینے واﻻ ہوں(1) اور تجھے اپنی جانب اٹھانے واﻻ ہوں اور تجھے کافروں سے پاک کرنے واﻻ ہوں(2) اور تیرے تابعداروں کو کافروں کے اوپر غالب کرنے واﻻ ہوں قیامت کے دن تک(3)، پھر تم سب کا لوٹنا میری ہی طرف ہے میں ہی تمہارے آپس کے تمام تر اختلافات کا فیصلہ کروں گا",
  "footnotes": "(1) المتوفی کا مصدر توفی اور مادہ وفی ہے جس کے اصل معنی پورا پورا لینے کے ہیں، انسان کی موت پر جو وفات کا لفظ بولا جاتا ہے تو اسی لئے کہ اس کے جسمانی اختیارات مکمل طور پر سلب کر لئے جاتے ہیں۔ اس اعتبار سے موت اس کے معنی کی مختلف صورتوں میں سے محض ایک صورت ہے۔ نیند میں بھی چونکہ انسانی اختیارات عارضی طور پرمعطل کر دیئے جاتے ہیں اس لئے نیند پر بھی قرآن نے وفات کے لفظ کا اطلاق کیا ہے۔ جس سے معلوم ہوا کہ اس کے حقیقی اور اصل معنی پورا پورا لینے کے ہی ہیں۔ «إِنِّي مُتَوَفِّيكَ» میں یہ اسی اپنے حقیقی اور اصلی معنی میں استعمال ہوا ہے یعنی میں اے عیسیٰ (عليه السلام) تجھے یہودیوں کی سازش سے بچا کر پورا پورا اپنی طرف آسمانوں پر اٹھالوں گا۔ چنانچہ ایسا ہی ہوا۔ اور بعض نے اس کے مجازی معنی کےشہرت استعمال کے مطابق موت ہی کے معنی کئے ہیں لیکن اس کے ساتھ انہوں نے کہا ہے کہ الفاظ میں تقدیم وتاخیر ہے یعنی رافعک (میں اپنی طرف اٹھانے والا ہوں) کے معنی مقدم ہیں اور مُتَوَفِّيكَ (فوت کرنے والا ہوں) کے معنی متاخر، یعنی میں تجھے آسمان پر اٹھالوں گا اور پھر جب دوبارہ دنیا میں نزول ہوگا تو اس وقت موت سے ہمکنار کروں گا۔ یعنی یہودیوں کے ہاتھوں تیرا قتل نہیں ہوگا بلکہ تجھے طبعی موت ہی آئے گی۔ (فتح القدیر وابن کثیر)\n(2) اس سے مراد ان الزامات سے پاکیزگی ہے جن سے یہودی آپ کو متہم کرتے تھے، نبی (صلى الله عليه وسلم) کے ذریعے سے آپ کی صفائی دنیا کے سامنے پیش کر دی گئی۔\n(3) اس سے مراد یا تو نصاریٰ کا وہ دنیاوی غلبہ ہے جو یہودیوں پر قیامت تک رہے گا، گو وہ اپنے غلط عقائد کی وجہ سے نجات اخروی سے محروم ہی رہیں گے۔ یا امت محمدیہ کے افراد کا غلبہ ہے جو درحقیقت حضرت عیسیٰ (عليه السلام) اور دیگر تمام انبیا کی تصدیق کرتے اور ان کے صحیح اور غیر محرف دین کی پیروی کرتے ہیں۔"
}