{
  "id": 64,
  "verse_number": 64,
  "page_number": 58,
  "verse_key": "3:64",
  "juz_number": 3,
  "hizb_number": 6,
  "rub_el_hizb_number": 23,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ",
  "translation": "آپ کہہ دیجئے کہ اے اہل کتاب! ایسی انصاف والی بات کی طرف آو جو ہم میں تم میں برابر ہے کہ ہم اللہ تعالیٰ کے سوا کسی کی عبادت نہ کریں نہ اس کے ساتھ کسی کو شریک بنائیں(1) ، نہ اللہ تعالیٰ کو چھوڑ کر آپس میں ایک دوسرے کو ہی رب بنائیں(2)۔ پس اگر وه منھ پھیر لیں تو تم کہہ دو کہ گواه رہو ہم تو مسلمان ہیں۔(3)",
  "footnotes": "(1) کسی بت کو نہ صلیب کو، نہ آک کو اور نہ کسی اور چیز کو، بلکہ صرف ایک اللہ کی عبادت کریں جیسا کہ تمام انبیاء کی دعوت رہی ہے۔\n(2) یہ ایک تو اس بات کی طرف اشارہ ہے کہ تم نے حضرت مسیح اور حضرت عزیر علیہما السلام کی ربوبیت (رب ہونے) کا جو عقیدہ گھڑ رکھا ہے یہ غلط ہے، وہ رب نہیں ہیں انسان ہی ہیں۔ دوسرا، اس بات کی طرف اشارہ ہے کہ تم نے اپنے احبار ورہبان کو حلال وحرام کرنے کا جو اختیار دے رکھا ہے، یہ بھی ان کو رب بنانا ہے جیسا کہ آیت اتَّخَذُوا أَحْبَارَهُمْ اس پر شاہد ہے، یہ بھی صحیح نہیں ہے، حلال وحرام کا اختیار بھی صرف اللہ ہی کو ہے۔ (ابن کثیر وفتح القدیر )\n(3) صحیح بخاری میں ہے کہ قرآن کریم کے اس حکم کے مطابق آپ (صلى الله عليه وسلم) نے ہرقل شاہ روم کو مکتوب تحریر فرمایا اور اس میں اسے اس آیت کے حوالے سے قبول اسلام کی دعوت دی اور اسے کہاکہ تو مسلمان ہو جائے گا تو تجھے دہرا اجر ملے گا، ورنہ ساری رعایا کا گناہ بھی تجھ پر ہوگا۔ ”فَأَسْلِمْ تَسْلَمْ، يَؤْتِكَ اللهُ أَجْرَكَ مَرَّتَيْنِ، فَإِنْ تَوَلَّيْتَ، فَإِنَّ عَلَيْكَ إِثْمَ الأَرِيسِيِّينَ“(صحيح بخاري، كتاب بدء الوحي نمبر) ”اسلام قبول کر لے، سلامتی میں رہے گا۔ اسلام لے آ، اللہ تعالیٰ تجھے دوگنا اجر دے گا۔ لیکن اگر تو نے قبول اسلام سے اعراض کیا تو رعایا کا گناہ بھی تجھ پر ہی ہو گا“۔ کیونکہ رعایا کے عدم قبول اسلام کاسبب تو ہی ہوگا۔ اس آیت میں مذکور تین نکات یعنی (1) صرف اللہ کی عبادت کرنا۔(2) اسکے ساتھ کسی کو شریک نہ ٹھہرانا۔(3) اورکسی کو شریعت سازی کا خدائی مقام نہ دینا وہ کلمۂ سواء ہے جس پر اہل کتاب کو اتحاد کی دعوت دی گئی۔ لہٰذا اس امت کے شیرازہ کو جمع کرنے کے لئے بھی ان ہی تین نکات اور اس کلمۂ سواء کو بدرجہ اولیٰ اساس وبنیاد بنانا چاہئے۔"
}