{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 602,
      "verse_key": "108:1",
      "juz_number": 30,
      "hizb_number": 60,
      "rub_el_hizb_number": 240,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّآ أَعۡطَيۡنَٰكَ ٱلۡكَوۡثَرَ",
      "translation": "Me të vërtetë që Ne të kemi dhënë ty shumë të mira,[433]",
      "footnotes": "[433] “shumë të mira”: në tekstin origjinal thuhet “el Keuther”. Kjo fjalë, sipas disa transmetimeve, tregon një lumë në Xhenet, të cilin Allahu i Madhëruar ia ka premtuar si dhuratë Profetit Muhamed (a.s.), për ta kompensuar dhe ngushëlluar për gjithçka që ka hequr për çështjen e Tij. Komentet tradicionale thonë se ajo tregon pozitën e Profetit (a.s.) në Xhenet, ku do të vendoset në vendin më të lartë (el uesile) dhe do të kënaqet me mirësitë e dritës hyjnore."
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 602,
      "verse_key": "108:2",
      "juz_number": 30,
      "hizb_number": 60,
      "rub_el_hizb_number": 240,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَصَلِّ لِرَبِّكَ وَٱنۡحَرۡ",
      "translation": "andaj, falu (vetëm) për Zotin tënd dhe ther kurban![434]",
      "footnotes": "[434] Ky varg është shumë i rëndësishëm për sa i përket praktikës së ritualeve në ditën e Kurban Bajramit, e cila festohet në ditën e dhjetë të haxhillëkut dhe kujton provën, në të cilën Allahu i Madhërishëm vuri Ibrahimin (a.s.). Vargu përshkruan radhën e kryerjes së riteve: në fillim falet namazi i Bajramit, pastaj theret kurbani."
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 602,
      "verse_key": "108:3",
      "juz_number": 30,
      "hizb_number": 60,
      "rub_el_hizb_number": 240,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ شَانِئَكَ هُوَ ٱلۡأَبۡتَرُ",
      "translation": "Sigurisht, ai që të urren ty, ai vetë është fatprerë.[435]",
      "footnotes": "[435] “fatprerë”: në tekstin origjinal thuhet “ebter”, që do të thotë “pa bisht”. Kjo shprehje ishte epitet ironik që arabët ia vinin dikujt që nuk kishte djem. Sipas disa transmetimeve, biri i Profetit Muhamed (a.s.), Kasimi, vdiq në një moshë fare të njomë dhe, për këtë, një nga armiqtë e Profetit (a.s.) e quajti atë fatprerë, duke aluduar se edhe feja që ai predikonte, do të ishte e tillë."
    }
  ]
}