{
  "id": 144,
  "verse_number": 144,
  "page_number": 68,
  "verse_key": "3:144",
  "juz_number": 4,
  "hizb_number": 7,
  "rub_el_hizb_number": 27,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَمَا مُحَمَّدٌ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُۚ أَفَإِيْن مَّاتَ أَوۡ قُتِلَ ٱنقَلَبۡتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡۚ وَمَن يَنقَلِبۡ عَلَىٰ عَقِبَيۡهِ فَلَن يَضُرَّ ٱللَّهَ شَيۡـٔٗاۚ وَسَيَجۡزِي ٱللَّهُ ٱلشَّٰكِرِينَ",
  "translation": "Muhammad itu tidak lain hanyalah seorang rasul; sungguh telah berlalu sebelumnya beberapa orang rasul234.  Apakah jika dia wafat atau dibunuh, kamu berbalik ke belakang (murtad)? Barang siapa yang berbalik ke belakang, maka ia tidak dapat mendatangkan mudarat kepada Allah sedikit pun; dan Allah akan memberi balasan kepada orang-orang yang bersyukur.",
  "footnotes": "234.  Maksudnya,  Nabi Muhammad  Ṣallallāhu ʻAlaihi wa Sallam ialah seorang manusia yang diangkat Allah menjadi rasul.  Rasul-rasul sebelumnya telah wafat.  Ada yang wafat karena terbunuh, ada pula yang karena sakit biasa.  Karena itu, Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam juga akan wafat seperti halnya rasul-rasul yang terdahulu itu.  Di waktu berkecamuknya perang Uḥud, tersiarlah berita bahwa Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam mati terbunuh.  Berita ini mengacaukan kaum muslimin, sehingga ada yang bermaksud meminta perlindungan kepada Abu Sufyān (pemimpin kaum Quraisy).  Sementara itu, orang-orang munafik mengatakan bahwa kalau Muhammad Ṣallallāhu ʻAlaihi wa Sallam itu seorang nabi, tentulah dia tidak akan mati terbunuh.  Maka Allah Subḥānahu wa Ta‘ālā menurunkan ayat ini untuk menenteramkan hati kaum muslimin dan membantah kata-kata orang-orang munafik itu (Sahih Bukhārī bab Jihad).  Abu Bakar Raḍiyallāhu ʻAnhu mengemukakan ayat ini,  ketika terjadi pula kegelisahan di kalangan para sahabat di hari wafatnya Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam untuk menenteramkan ʻUmar lbnul Khaṭṭāb Raḍiyallāhu ʻAnhu dan sahabat-sahabat yang tidak percaya tentang kewafatan Nabi itu.  (Sahih Bukhārī bab Ketakwaan Sahabat). "
}