{
  "id": 154,
  "verse_number": 154,
  "page_number": 70,
  "verse_key": "3:154",
  "juz_number": 4,
  "hizb_number": 7,
  "rub_el_hizb_number": 28,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "ثُمَّ أَنزَلَ عَلَيۡكُم مِّنۢ بَعۡدِ ٱلۡغَمِّ أَمَنَةٗ نُّعَاسٗا يَغۡشَىٰ طَآئِفَةٗ مِّنكُمۡۖ وَطَآئِفَةٞ قَدۡ أَهَمَّتۡهُمۡ أَنفُسُهُمۡ يَظُنُّونَ بِٱللَّهِ غَيۡرَ ٱلۡحَقِّ ظَنَّ ٱلۡجَٰهِلِيَّةِۖ يَقُولُونَ هَل لَّنَا مِنَ ٱلۡأَمۡرِ مِن شَيۡءٖۗ قُلۡ إِنَّ ٱلۡأَمۡرَ كُلَّهُۥ لِلَّهِۗ يُخۡفُونَ فِيٓ أَنفُسِهِم مَّا لَا يُبۡدُونَ لَكَۖ يَقُولُونَ لَوۡ كَانَ لَنَا مِنَ ٱلۡأَمۡرِ شَيۡءٞ مَّا قُتِلۡنَا هَٰهُنَاۗ قُل لَّوۡ كُنتُمۡ فِي بُيُوتِكُمۡ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيۡهِمُ ٱلۡقَتۡلُ إِلَىٰ مَضَاجِعِهِمۡۖ وَلِيَبۡتَلِيَ ٱللَّهُ مَا فِي صُدُورِكُمۡ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمۡۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
  "translation": "Kemudian setelah kamu berduka cita, Allah menurunkan kepada kamu keamanan (berupa) kantuk yang meliputi segolongan dari kamu241, sedang segolongan lagi242 telah dicemaskan oleh diri mereka sendiri; mereka menyangka yang tidak benar terhadap Allah seperti sangkaan jahiliah243.  Mereka berkata, \"Apakah ada bagi kita barang sesuatu (hak campur tangan) dalam urusan ini?\" Katakanlah, \"Sesungguhnya urusan itu seluruhnya di tangan Allah\".  Mereka menyembunyikan dalam hati mereka apa yang tidak mereka terangkan kepadamu; mereka berkata, \"Sekiranya ada bagi kita barang sesuatu (hak campur tangan) dalam urusan ini, niscaya kita tidak akan dibunuh (dikalahkan) di sini\".  Katakanlah, \"Sekiranya kamu berada di rumahmu, niscaya orang-orang yang telah ditakdirkan akan mati terbunuh itu keluar (juga) ke tempat mereka terbunuh\".  Dan Allah (berbuat demikian) untuk menguji apa yang ada dalam dadamu dan untuk membersihkan apa yang ada dalam hatimu. Allah Maha Mengetahui isi hati.",
  "footnotes": "241.  Yaitu orang-orang Islam yang kuat keyakinannya.\n242.  Yaitu orang-orang Islam yang masih ragu-ragu. \n243.  Ialah sangkaan bahwa kalau Muhammad Ṣallallāhu ʻAlaihi wa Sallam itu benar-benar nabi dan rasul Allah Subḥānahu wa Ta‘ālā, tentu dia tidak akan dapat dikalahkan dalam peperangan"
}