{
  "id": 4,
  "verse_number": 4,
  "page_number": 549,
  "verse_key": "60:4",
  "juz_number": 28,
  "hizb_number": 55,
  "rub_el_hizb_number": 219,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "قَدۡ كَانَتۡ لَكُمۡ أُسۡوَةٌ حَسَنَةٞ فِيٓ إِبۡرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذۡ قَالُواْ لِقَوۡمِهِمۡ إِنَّا بُرَءَٰٓؤُاْ مِنكُمۡ وَمِمَّا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ كَفَرۡنَا بِكُمۡ وَبَدَا بَيۡنَنَا وَبَيۡنَكُمُ ٱلۡعَدَٰوَةُ وَٱلۡبَغۡضَآءُ أَبَدًا حَتَّىٰ تُؤۡمِنُواْ بِٱللَّهِ وَحۡدَهُۥٓ إِلَّا قَوۡلَ إِبۡرَٰهِيمَ لِأَبِيهِ لَأَسۡتَغۡفِرَنَّ لَكَ وَمَآ أَمۡلِكُ لَكَ مِنَ ٱللَّهِ مِن شَيۡءٖۖ رَّبَّنَا عَلَيۡكَ تَوَكَّلۡنَا وَإِلَيۡكَ أَنَبۡنَا وَإِلَيۡكَ ٱلۡمَصِيرُ",
  "translation": "Hakika nyinyi mna mfano mzuri kwenu kwa Ibrahim na wale walio kuwa pamoja naye, walipo waambia watu wao: Hakika sisi tumejitenga nanyi na hayo mnayo yaabudu badala ya Mwenyezi Mungu. Tunakukataeni; na umekwisha dhihiri uadui na chuki baina yetu na nyinyi mpaka mtakapo muamini Mwenyezi Mungu peke yake. Isipo kuwa kauli ya Ibrahim kumwambia baba yake: Hakika nitakuombea msamaha, wala similiki chochote kwa ajili yako mbele ya Mwenyezi Mungu. Mola wetu Mlezi! Juu yako tumetegemea, na kwako tumeelekea, na kwako ndio marejeo.",
  "footnotes": "Nyinyi mna kiigizo kizuri cha kukiiga katika Ibrahim na walio amini pamoja naye, pale walipo waambia watu wao: Hakika sisi tunajitenga nanyi, na tunajitenga na hiyo miungu ya uwongo mnayo iabudu badala ya Mwenyezi Mungu. Sisi tunakukataeni, na umekwisha dhihiri uadui na kuchukiana baina yetu na nyinyi. Hayo hayataondoka kabisa mpaka mumuamini Mwenyezi Mungu peke yake. Lakini kauli ya Ibrahim kumwambia baba yake: Nitakutakia maghfira, na similiki kwa Mwenyezi Mungu kitu chochote - kauli hiyo si ya kufuatwa. Kwani hayo yalikuwa kabla hajajua huyo baba yake kashikilia kuwa adui wa Mwenyezi Mungu wala hageuki. Ilipo dhihiri kwake kuwa hakika huyo ni adui wa Mwenyezi Mungu alijitenga naye. Enyi waumini! Semeni: Mola wetu Mlezi! Kwako Wewe ndio tunategemea, na kwako Wewe tunarejea, na kwako Wewe ndio mwisho wetu Akhera."
}