{
  "result": [
    {
      "id": "5272",
      "sura": "68",
      "aya": "1",
      "arabic_text": "نٓۚ وَٱلۡقَلَمِ وَمَا يَسۡطُرُونَ",
      "translation": "1. Nun[1064]. (Juro) por el cálamo[1065] y por lo que escriben (los ángeles que registran las acciones de los hombres)",
      "footnotes": "[1064]  Esta es una letra del alfabeto árabe(ver la nota de la primera aleya de la sura 2).\n[1065]  Al-lah puede estar jurando aquí por el cálamo con el que escriben los hombres para recordarles el favor que Él les ha concedido al enseñarles la habilidad de la escritura, a través de la cual se adquiere principalmente el conocimiento. Algunos comentaristas opinan que puede referirse al cálamo al que Al-lah ordenó escribir en la Tabla Protegida todo lo que había decretado antes de la creación de los cielos y la tierra. "
    },
    {
      "id": "5273",
      "sura": "68",
      "aya": "2",
      "arabic_text": "مَآ أَنتَ بِنِعۡمَةِ رَبِّكَ بِمَجۡنُونٖ",
      "translation": "2. que tú (¡oh, Muhammad!), por la gracia de tu Señor, no estás loco (como alegan quienes te desmienten);",
      "footnotes": ""
    },
    {
      "id": "5274",
      "sura": "68",
      "aya": "3",
      "arabic_text": "وَإِنَّ لَكَ لَأَجۡرًا غَيۡرَ مَمۡنُونٖ",
      "translation": "3. y tienes reservada una recompensa sin límites (en el Paraíso).",
      "footnotes": ""
    },
    {
      "id": "5275",
      "sura": "68",
      "aya": "4",
      "arabic_text": "وَإِنَّكَ لَعَلَىٰ خُلُقٍ عَظِيمٖ",
      "translation": "4. Y realmente posees un excelente carácter y una gran moral.",
      "footnotes": ""
    },
    {
      "id": "5276",
      "sura": "68",
      "aya": "5",
      "arabic_text": "فَسَتُبۡصِرُ وَيُبۡصِرُونَ",
      "translation": "5. Pronto verás, y ellos también, ",
      "footnotes": ""
    },
    {
      "id": "5277",
      "sura": "68",
      "aya": "6",
      "arabic_text": "بِأَييِّكُمُ ٱلۡمَفۡتُونُ",
      "translation": "6. quiénes son los que han perdido la razón.",
      "footnotes": ""
    },
    {
      "id": "5278",
      "sura": "68",
      "aya": "7",
      "arabic_text": "إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ",
      "translation": "7. En verdad, tu Señor conoce bien quiénes se han extraviado de Su camino y quiénes están bien guiados.",
      "footnotes": ""
    },
    {
      "id": "5279",
      "sura": "68",
      "aya": "8",
      "arabic_text": "فَلَا تُطِعِ ٱلۡمُكَذِّبِينَ",
      "translation": "8. No cedas, pues, ante quienes niegan la verdad.",
      "footnotes": ""
    },
    {
      "id": "5280",
      "sura": "68",
      "aya": "9",
      "arabic_text": "وَدُّواْ لَوۡ تُدۡهِنُ فَيُدۡهِنُونَ",
      "translation": "9. Desearían que fueras condescendiente con ellos (permitiéndoles su práctica de adoración) para serlo ellos contigo (permitiéndote la tuya).",
      "footnotes": ""
    },
    {
      "id": "5281",
      "sura": "68",
      "aya": "10",
      "arabic_text": "وَلَا تُطِعۡ كُلَّ حَلَّافٖ مَّهِينٍ",
      "translation": "10. No cedas ante todo aquel que jura constantemente en falso[1066],",
      "footnotes": "[1066]  Esta aleya y las seis siguientes aluden a Walid Bin Mugirah, que, a pesar de no pertenecer a la tribu de los Quraish, se consideraba uno de sus líderes y era un acérrimo enemigo del Islam. Posiblemente, la aleya 16 se refiere a que en la batalla de Badr se le cercenó la nariz. Estas aleyas también podrían aplicarse a cualquier persona que actuase como él."
    },
    {
      "id": "5282",
      "sura": "68",
      "aya": "11",
      "arabic_text": "هَمَّازٖ مَّشَّآءِۭ بِنَمِيمٖ",
      "translation": "11. difama a los demás sembrando la discordia,",
      "footnotes": ""
    },
    {
      "id": "5283",
      "sura": "68",
      "aya": "12",
      "arabic_text": "مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٍ أَثِيمٍ",
      "translation": "12. impide el bien y es un transgresor pecador,",
      "footnotes": ""
    },
    {
      "id": "5284",
      "sura": "68",
      "aya": "13",
      "arabic_text": "عُتُلِّۭ بَعۡدَ ذَٰلِكَ زَنِيمٍ",
      "translation": "13. duro de corazón, cuyos orígenes son, además, desconocidos.",
      "footnotes": ""
    },
    {
      "id": "5285",
      "sura": "68",
      "aya": "14",
      "arabic_text": "أَن كَانَ ذَا مَالٖ وَبَنِينَ",
      "translation": "14. ¿(Actúa así) porque posee muchas riquezas e hijos? ",
      "footnotes": ""
    },
    {
      "id": "5286",
      "sura": "68",
      "aya": "15",
      "arabic_text": "إِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا قَالَ أَسَٰطِيرُ ٱلۡأَوَّلِينَ",
      "translation": "15. Si se le recitan Nuestras aleyas, dice: “¡No son más que viejas leyendas!”.",
      "footnotes": ""
    },
    {
      "id": "5287",
      "sura": "68",
      "aya": "16",
      "arabic_text": "سَنَسِمُهُۥ عَلَى ٱلۡخُرۡطُومِ",
      "translation": "16. Le haremos una marca en su rostro (que persistirá de por vida para que sea reconocido por la gente).",
      "footnotes": ""
    },
    {
      "id": "5288",
      "sura": "68",
      "aya": "17",
      "arabic_text": "إِنَّا بَلَوۡنَٰهُمۡ كَمَا بَلَوۡنَآ أَصۡحَٰبَ ٱلۡجَنَّةِ إِذۡ أَقۡسَمُواْ لَيَصۡرِمُنَّهَا مُصۡبِحِينَ",
      "translation": "17. Realmente, los hemos puesto a prueba (a los habitantes de La Meca con hambre y sequía) como pusimos a prueba a los dueños de una huerta[1067], cuando juraron entre ellos recoger todos sus frutos temprano por la mañana ",
      "footnotes": "[1067]  Los dueños de dicha huerta no querían dar nada a los pobres y por ese motivo decidieron recolectar todos los frutos bien temprano, cuando no pudieran ser vistos por ellos."
    },
    {
      "id": "5289",
      "sura": "68",
      "aya": "18",
      "arabic_text": "وَلَا يَسۡتَثۡنُونَ",
      "translation": "18. sin decir “si Al-lah quiere”[1068].",
      "footnotes": "[1068]  Cuando el hombre planea realizar algo no debe olvidarse de que solo podrá efectuarlo con la ayuda de Al-lah, pues Él es Quien dispone todos los asuntos, por ese motivo el hombre debe decir “si Dios (Al-lah) quiere” o “Dios mediante”. Los hombresde la huerta, debido a sus malas intenciones, pensaron que podrían llevar a cabo su plan con toda seguridad, olvidándose de que el asunto dependía de Al-lah. "
    },
    {
      "id": "5290",
      "sura": "68",
      "aya": "19",
      "arabic_text": "فَطَافَ عَلَيۡهَا طَآئِفٞ مِّن رَّبِّكَ وَهُمۡ نَآئِمُونَ",
      "translation": "19. Entonces Al-lah envío un castigo sobre la huerta (un fuego que la abrasó) mientras ellos dormían,",
      "footnotes": ""
    },
    {
      "id": "5291",
      "sura": "68",
      "aya": "20",
      "arabic_text": "فَأَصۡبَحَتۡ كَٱلصَّرِيمِ",
      "translation": "20. y, al amanecer, apareció negra (calcinada) como la noche oscura.",
      "footnotes": ""
    },
    {
      "id": "5292",
      "sura": "68",
      "aya": "21",
      "arabic_text": "فَتَنَادَوۡاْ مُصۡبِحِينَ",
      "translation": "21. (Tras despertarse) se llamaron los unos a los otros bien temprano ",
      "footnotes": ""
    },
    {
      "id": "5293",
      "sura": "68",
      "aya": "22",
      "arabic_text": "أَنِ ٱغۡدُواْ عَلَىٰ حَرۡثِكُمۡ إِن كُنتُمۡ صَٰرِمِينَ",
      "translation": "22. (diciéndose:) “Vayamos a la huerta si queremos recoger sus frutos (sin que nadie nos vea)”.",
      "footnotes": ""
    },
    {
      "id": "5294",
      "sura": "68",
      "aya": "23",
      "arabic_text": "فَٱنطَلَقُواْ وَهُمۡ يَتَخَٰفَتُونَ",
      "translation": "23. y se pusieron en camino mientras se susurraban:",
      "footnotes": ""
    },
    {
      "id": "5295",
      "sura": "68",
      "aya": "24",
      "arabic_text": "أَن لَّا يَدۡخُلَنَّهَا ٱلۡيَوۡمَ عَلَيۡكُم مِّسۡكِينٞ",
      "translation": "24. “No dejen que entre hoy ningún pobre”.",
      "footnotes": ""
    },
    {
      "id": "5296",
      "sura": "68",
      "aya": "25",
      "arabic_text": "وَغَدَوۡاْ عَلَىٰ حَرۡدٖ قَٰدِرِينَ",
      "translation": "25. Y salieron con prepotencia (pensando que podrían llevar a cabo su plan).",
      "footnotes": ""
    },
    {
      "id": "5297",
      "sura": "68",
      "aya": "26",
      "arabic_text": "فَلَمَّا رَأَوۡهَا قَالُوٓاْ إِنَّا لَضَآلُّونَ",
      "translation": "26. Mas cuando la vieron (no la reconocieron y) se dijeron que se habían equivocado.",
      "footnotes": ""
    },
    {
      "id": "5298",
      "sura": "68",
      "aya": "27",
      "arabic_text": "بَلۡ نَحۡنُ مَحۡرُومُونَ",
      "translation": "27. (Después, tras tener certeza de que era su huerta, dijeron:) “Lo hemos perdido todo”.",
      "footnotes": ""
    },
    {
      "id": "5299",
      "sura": "68",
      "aya": "28",
      "arabic_text": "قَالَ أَوۡسَطُهُمۡ أَلَمۡ أَقُل لَّكُمۡ لَوۡلَا تُسَبِّحُونَ",
      "translation": "28. El más sensato de ellos dijo: “¿Acaso no les dije que recordáramos a Al-lah (diciendo ‘si Al-lah quiere’ cuando decidimos recolectarlo todo)?”.",
      "footnotes": ""
    },
    {
      "id": "5300",
      "sura": "68",
      "aya": "29",
      "arabic_text": "قَالُواْ سُبۡحَٰنَ رَبِّنَآ إِنَّا كُنَّا ظَٰلِمِينَ",
      "translation": "29. Dijeron (arrepentidos): “¡Glorificado sea Al-lah!, hemos sido injustos”.",
      "footnotes": ""
    },
    {
      "id": "5301",
      "sura": "68",
      "aya": "30",
      "arabic_text": "فَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَلَٰوَمُونَ",
      "translation": "30. Y empezaron a echarse las culpas unos a otros.",
      "footnotes": ""
    },
    {
      "id": "5302",
      "sura": "68",
      "aya": "31",
      "arabic_text": "قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا طَٰغِينَ",
      "translation": "31. Dijeron: “¡Ay de nosotros!, realmente nos hemos excedido (al no haber querido dar nada en caridad).",
      "footnotes": ""
    },
    {
      "id": "5303",
      "sura": "68",
      "aya": "32",
      "arabic_text": "عَسَىٰ رَبُّنَآ أَن يُبۡدِلَنَا خَيۡرٗا مِّنۡهَآ إِنَّآ إِلَىٰ رَبِّنَا رَٰغِبُونَ",
      "translation": "32. Puede que Al-lah nos conceda algo mejor (a lo que hemos perdido, si nos arrepentimos). Realmente, deseamos que nuestro Señor nos perdone”.",
      "footnotes": ""
    },
    {
      "id": "5304",
      "sura": "68",
      "aya": "33",
      "arabic_text": "كَذَٰلِكَ ٱلۡعَذَابُۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
      "translation": "33. Así castiga Al-lah (en esta vida a quien se excede); pero el castigo de la otra vida es aún mayor, ¡si supieran!",
      "footnotes": ""
    },
    {
      "id": "5305",
      "sura": "68",
      "aya": "34",
      "arabic_text": "إِنَّ لِلۡمُتَّقِينَ عِندَ رَبِّهِمۡ جَنَّٰتِ ٱلنَّعِيمِ",
      "translation": "34. En verdad, los piadosos tienen reservado junto a su Señor los jardines de las delicias.",
      "footnotes": ""
    },
    {
      "id": "5306",
      "sura": "68",
      "aya": "35",
      "arabic_text": "أَفَنَجۡعَلُ ٱلۡمُسۡلِمِينَ كَٱلۡمُجۡرِمِينَ",
      "translation": "35. ¿Acaso íbamos a tratar a quienes se someten a su Señor como a los transgresores (que se rebelan contra Al-lah)?",
      "footnotes": ""
    },
    {
      "id": "5307",
      "sura": "68",
      "aya": "36",
      "arabic_text": "مَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ",
      "translation": "36. ¿Qué les sucede? ¿Cómo juzgan (tan mal)?",
      "footnotes": ""
    },
    {
      "id": "5308",
      "sura": "68",
      "aya": "37",
      "arabic_text": "أَمۡ لَكُمۡ كِتَٰبٞ فِيهِ تَدۡرُسُونَ",
      "translation": "37. ¿O es que siguen alguna revelación divina",
      "footnotes": ""
    },
    {
      "id": "5309",
      "sura": "68",
      "aya": "38",
      "arabic_text": "إِنَّ لَكُمۡ فِيهِ لَمَا تَخَيَّرُونَ",
      "translation": "38. que les dice que tendrán todo aquello que deseen?,",
      "footnotes": ""
    },
    {
      "id": "5310",
      "sura": "68",
      "aya": "39",
      "arabic_text": "أَمۡ لَكُمۡ أَيۡمَٰنٌ عَلَيۡنَا بَٰلِغَةٌ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ إِنَّ لَكُمۡ لَمَا تَحۡكُمُونَ",
      "translation": "39. ¿o acaso les hemos concedido una promesa de Nuestra parte, valedera hasta el Día de la Resurrección, de que obtendrán lo que quieran para ustedes?",
      "footnotes": ""
    },
    {
      "id": "5311",
      "sura": "68",
      "aya": "40",
      "arabic_text": "سَلۡهُمۡ أَيُّهُم بِذَٰلِكَ زَعِيمٌ",
      "translation": "40. Pregúntales (¡oh, Muhammad!) quién puede garantizarlo.",
      "footnotes": ""
    },
    {
      "id": "5312",
      "sura": "68",
      "aya": "41",
      "arabic_text": "أَمۡ لَهُمۡ شُرَكَآءُ فَلۡيَأۡتُواْ بِشُرَكَآئِهِمۡ إِن كَانُواْ صَٰدِقِينَ",
      "translation": "41. ¿Acaso tienen divinidades (que se lo garantizan)? ¡Que traigan a esas divinidades si son veraces!",
      "footnotes": ""
    },
    {
      "id": "5313",
      "sura": "68",
      "aya": "42",
      "arabic_text": "يَوۡمَ يُكۡشَفُ عَن سَاقٖ وَيُدۡعَوۡنَ إِلَى ٱلسُّجُودِ فَلَا يَسۡتَطِيعُونَ",
      "translation": "42. El Día de la Resurrección se manifestará con todo su horror, y se les pedirá a quienes rechazaban la verdad que se postren, mas no podrán hacerlo.",
      "footnotes": ""
    },
    {
      "id": "5314",
      "sura": "68",
      "aya": "43",
      "arabic_text": "خَٰشِعَةً أَبۡصَٰرُهُمۡ تَرۡهَقُهُمۡ ذِلَّةٞۖ وَقَدۡ كَانُواْ يُدۡعَوۡنَ إِلَى ٱلسُّجُودِ وَهُمۡ سَٰلِمُونَ",
      "translation": "43. Mantendrán la mirada baja y estarán cubiertos por la humillación. En verdad, eran invitados a postrarse (sometiéndose a Al-lah en la vida terrenal) cuando físicamente podían (y no lo hacían).",
      "footnotes": ""
    },
    {
      "id": "5315",
      "sura": "68",
      "aya": "44",
      "arabic_text": "فَذَرۡنِي وَمَن يُكَذِّبُ بِهَٰذَا ٱلۡحَدِيثِۖ سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ",
      "translation": "44. Déjame a solas con quienes niegan esta exhortación (¡oh, Muhammad!). Los castigaremos gradualmente por donde menos se lo esperen.",
      "footnotes": ""
    },
    {
      "id": "5316",
      "sura": "68",
      "aya": "45",
      "arabic_text": "وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ",
      "translation": "45. Y les concederé un plazo de tiempo (antes de castigarlos). Realmente, Mi plan es sólido.",
      "footnotes": ""
    },
    {
      "id": "5317",
      "sura": "68",
      "aya": "46",
      "arabic_text": "أَمۡ تَسۡـَٔلُهُمۡ أَجۡرٗا فَهُم مِّن مَّغۡرَمٖ مُّثۡقَلُونَ",
      "translation": "46. ¿O acaso les pides una remuneración por transmitirles el mensaje y esta los agobia?",
      "footnotes": ""
    },
    {
      "id": "5318",
      "sura": "68",
      "aya": "47",
      "arabic_text": "أَمۡ عِندَهُمُ ٱلۡغَيۡبُ فَهُمۡ يَكۡتُبُونَ",
      "translation": "47. ¿O es que poseen el conocimiento absoluto del gaib y lo registran?",
      "footnotes": ""
    },
    {
      "id": "5319",
      "sura": "68",
      "aya": "48",
      "arabic_text": "فَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ وَلَا تَكُن كَصَاحِبِ ٱلۡحُوتِ إِذۡ نَادَىٰ وَهُوَ مَكۡظُومٞ",
      "translation": "48. Espera pacientemente (¡oh, Muhammad!) la decisión de Al-lah, y no seas como el del pez (el Profeta Jonás) que invocó (a Al-lah pidiéndole auxilio) cuando estaba angustiado (en el interior del animal)[1069].",
      "footnotes": "[1069]  Ver las aleyas 139-148 de la sura 37 sobre el Profeta Jonás —la paz de Al-lah esté con él—."
    },
    {
      "id": "5320",
      "sura": "68",
      "aya": "49",
      "arabic_text": "لَّوۡلَآ أَن تَدَٰرَكَهُۥ نِعۡمَةٞ مِّن رَّبِّهِۦ لَنُبِذَ بِٱلۡعَرَآءِ وَهُوَ مَذۡمُومٞ",
      "translation": "49. Si no hubiera sido por la gracia de su Señor, habría sido arrojado a un lugar inhóspito, reprochado.",
      "footnotes": ""
    },
    {
      "id": "5321",
      "sura": "68",
      "aya": "50",
      "arabic_text": "فَٱجۡتَبَٰهُ رَبُّهُۥ فَجَعَلَهُۥ مِنَ ٱلصَّٰلِحِينَ",
      "translation": "50. Mas Al-lah lo había escogido (para que fuera un Profeta) e hizo que fuera de los rectos y virtuosos.",
      "footnotes": ""
    },
    {
      "id": "5322",
      "sura": "68",
      "aya": "51",
      "arabic_text": "وَإِن يَكَادُ ٱلَّذِينَ كَفَرُواْ لَيُزۡلِقُونَكَ بِأَبۡصَٰرِهِمۡ لَمَّا سَمِعُواْ ٱلذِّكۡرَ وَيَقُولُونَ إِنَّهُۥ لَمَجۡنُونٞ",
      "translation": "51. Quienes rechazan la verdad casi te lanzan un mal de ojo para derribarte (por el odio que te tienen) cuando escuchan la exhortación (del Corán), y dicen de ti que estás loco.",
      "footnotes": ""
    },
    {
      "id": "5323",
      "sura": "68",
      "aya": "52",
      "arabic_text": "وَمَا هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ",
      "translation": "52. Mas (este Corán) no es más que una exhortación para los mundos de los hombres y de los yinn.",
      "footnotes": ""
    }
  ]
}