{
  "id": 154,
  "verse_number": 154,
  "page_number": 70,
  "verse_key": "3:154",
  "juz_number": 4,
  "hizb_number": 7,
  "rub_el_hizb_number": 28,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "ثُمَّ أَنزَلَ عَلَيۡكُم مِّنۢ بَعۡدِ ٱلۡغَمِّ أَمَنَةٗ نُّعَاسٗا يَغۡشَىٰ طَآئِفَةٗ مِّنكُمۡۖ وَطَآئِفَةٞ قَدۡ أَهَمَّتۡهُمۡ أَنفُسُهُمۡ يَظُنُّونَ بِٱللَّهِ غَيۡرَ ٱلۡحَقِّ ظَنَّ ٱلۡجَٰهِلِيَّةِۖ يَقُولُونَ هَل لَّنَا مِنَ ٱلۡأَمۡرِ مِن شَيۡءٖۗ قُلۡ إِنَّ ٱلۡأَمۡرَ كُلَّهُۥ لِلَّهِۗ يُخۡفُونَ فِيٓ أَنفُسِهِم مَّا لَا يُبۡدُونَ لَكَۖ يَقُولُونَ لَوۡ كَانَ لَنَا مِنَ ٱلۡأَمۡرِ شَيۡءٞ مَّا قُتِلۡنَا هَٰهُنَاۗ قُل لَّوۡ كُنتُمۡ فِي بُيُوتِكُمۡ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيۡهِمُ ٱلۡقَتۡلُ إِلَىٰ مَضَاجِعِهِمۡۖ وَلِيَبۡتَلِيَ ٱللَّهُ مَا فِي صُدُورِكُمۡ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمۡۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
  "translation": "Kisha baada ya dhiki alikuteremshieni utulivu - usingizi ambao ulifunika kundi moja kati yenu. Na kundi jengine nafsi zao ziliwashughulisha hata wakamdhania Mwenyezi Mungu dhana isiyo kuwa ya haki, dhana ya kijinga. Wakisema: Hivyo tuna lolote sisi katika jambo hili? Sema: Mambo yote ni ya Mwenyezi Mungu. Wanaficha katika nafsi zao wasiyo kubainishia. Wanasema: Lau ingelikuwa tuna lolote katika jambo hili tusinge uliwa hapa. Sema: Hata mngeli kuwa majumbani mwenu, basi wangeli toka walio andikiwa kufa, wakenda mahali pao pa kuangukia wafe. (Haya ni hivyo) ili Mwenyezi Mungu ayajaribu yaliyomo vifuani mwenu, na asafishe yaliyomo nyoyoni mwenu. Na Mwenyezi Mungu anayajua yaliyomo vifuani.",
  "footnotes": "Kisha Mwenyezi Mungu baada ya dhiki akakupeni neema ya utulivu, ambao ulidhihiri kwa usingizi ulio wafunika wale walio wa kweli katika Imani yao na kumtegemea kwao Mwenyezi Mungu. Ama kile kikundi kingine, hamu yao ni juu ya nafsi zao tu hawana jenginelo; kwa hivyo wakamdhania Mwenyezi Mungu dhana mbovu za kijahiliya, wakisema kwa kuchukiwa: Tumepata ushindi wowote sisi huo tulio ahidiwa? Sema ewe Nabii: Mambo yote ya kushinda na kushindwa yako kwa Mwenyezi Mungu. Yeye ndiye mwenye kuyaendesha mambo kwa waja wake pindi wao wakichukua khatua za ushindi, au wakifanya mambo ya kusabibisha kushindwa. Na wao wanapo sema hayo wana jambo wanalo lificha katika nafsi zao, wala hawalidhihirishi. Kwani wao husema: Ingeli kuwa sisi tuna khiari yetu tusingeli toka, basi tusingeli shindwa. Waambie: Hata mngeli kuwa ndani ya majumba yenu na kama wapo walio andikiwa kuuliwa basi hapana shaka wangeli toka mpaka pahala pao pa kufa wakauliwa. Na Mwenyezi Mungu amefanya aliyo yafanya hapo Uhud kwa maslaha makubwa, ili apate kutoa ndani yenu ikhlasi, na azitahirishe nyoyo zenu. Na Mwenyezi Mungu anayajua vilivyo yaliyo fichika ndani ya nyoyo zenu."
}