{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 499,
      "verse_key": "45:1",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 199,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "حمٓ",
      "translation": "1. Ха-мим!",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 499,
      "verse_key": "45:2",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 199,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ",
      "translation": "2. Објавувањето на Книгата е од Аллах, Силниот и Мудриот!",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 499,
      "verse_key": "45:3",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 199,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّلۡمُؤۡمِنِينَ",
      "translation": "3. На небесата и на Земјата, навистина, постојат докази за тие што веруваат;",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 499,
      "verse_key": "45:4",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 199,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَفِي خَلۡقِكُمۡ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٞ لِّقَوۡمٖ يُوقِنُونَ",
      "translation": "4. и создавањето ваше и на живите суштества кои ги распространи – се докази за луѓето кои се цврсто убедени;",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 499,
      "verse_key": "45:5",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 199,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزۡقٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَتَصۡرِيفِ ٱلرِّيَٰحِ ءَايَٰتٞ لِّقَوۡمٖ يَعۡقِلُونَ",
      "translation": "5. и смената на ноќта и денот, и снабдувањето (дождот) кое Аллах од небото го спушта за со негова помош земјата, по мртвилото нејзино, да ја оживее и промената на ветровите – се докази за луѓето што сфаќаат.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 499,
      "verse_key": "45:6",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 199,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤۡمِنُونَ",
      "translation": "6. Тоа се Аллаховите докази кои ти ги наведуваме како вистина, па во што, ако не во Аллаховите зборови и во Неговите докази, тие ќе веруваат?",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 499,
      "verse_key": "45:7",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 199,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيۡلٞ لِّكُلِّ أَفَّاكٍ أَثِيمٖ",
      "translation": "7. Тешко му на секој лажливец, голем грешник!",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 499,
      "verse_key": "45:8",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 199,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَسۡمَعُ ءَايَٰتِ ٱللَّهِ تُتۡلَىٰ عَلَيۡهِ ثُمَّ يُصِرُّ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٖ",
      "translation": "8. Тој ги слуша Аллаховите зборови кога му се кажуваат, па потоа истрајува во неверувањето, вообразен како да не ги ни чул. Нему навести му страдање неиздржливо.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 499,
      "verse_key": "45:9",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 199,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا عَلِمَ مِنۡ ءَايَٰتِنَا شَيۡـًٔا ٱتَّخَذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ",
      "translation": "9. А кога ќе дознае за некои Наши зборови, тој им се потсмева. Таквите понижувачко страдање ги чека.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 499,
      "verse_key": "45:10",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 199,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مِّن وَرَآئِهِمۡ جَهَنَّمُۖ وَلَا يُغۡنِي عَنۡهُم مَّا كَسَبُواْ شَيۡـٔٗا وَلَا مَا ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ",
      "translation": "10. Пред нив е Џехенемот, и од никаква корист нема да им биде тоа што го стекнале, ниту тие што покрај Аллах за заштитници ги прифатија, нив ги чека голема казна.",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 499,
      "verse_key": "45:11",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 199,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هَٰذَا هُدٗىۖ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٌ",
      "translation": "11. Овој Куран е Упатство, а тие што не веруваат во доказите на Господарот свој ги чека неподносливо страдање.",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 499,
      "verse_key": "45:12",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ ٱللَّهُ ٱلَّذِي سَخَّرَ لَكُمُ ٱلۡبَحۡرَ لِتَجۡرِيَ ٱلۡفُلۡكُ فِيهِ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "12. Аллах е Тој што ви го потчини морето за бродовите, според одредението Негово, по него да пловат, за да можете да ги барате благодатите Негови и за да бидете благодарни.",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 499,
      "verse_key": "45:13",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَسَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ جَمِيعٗا مِّنۡهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ",
      "translation": "13. И ви го потчини тоа што е на небесата и на Земјата, сè е од Него. Тоа се, навистина, знаци за луѓето што размислуваат.",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 500,
      "verse_key": "45:14",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لِّلَّذِينَ ءَامَنُواْ يَغۡفِرُواْ لِلَّذِينَ لَا يَرۡجُونَ أَيَّامَ ٱللَّهِ لِيَجۡزِيَ قَوۡمَۢا بِمَا كَانُواْ يَكۡسِبُونَ",
      "translation": "14. Кажи им на верниците да им простат на тие кои не се надеваат на Аллаховите благодати за да ги награди луѓето за тоа што го работеле.",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 500,
      "verse_key": "45:15",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۖ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ",
      "translation": "15. Тој што чини добро – за себе го чини, а тој што прави зло – го прави против себе, а на крајот сите кај Господарот свој ќе се вратите.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 500,
      "verse_key": "45:16",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ ءَاتَيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَى ٱلۡعَٰلَمِينَ",
      "translation": "16. На синовите Израилови Книга и власт и веровесништво им дадовме, и со убава храна ги снабдивме, и над сите народи ги одликувавме,",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 500,
      "verse_key": "45:17",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَءَاتَيۡنَٰهُم بَيِّنَٰتٖ مِّنَ ٱلۡأَمۡرِۖ فَمَا ٱخۡتَلَفُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ",
      "translation": "17. и јасни докази за верата им дадовме, а тие се подвоија токму тогаш кога дојдоа до сознанието, и тоа поради непријателство и меѓусебна завист. Господарот твој на Судниот ден сигурно ќе им пресуди за тоа за што не се согласуваа.",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 500,
      "verse_key": "45:18",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ جَعَلۡنَٰكَ عَلَىٰ شَرِيعَةٖ مِّنَ ٱلۡأَمۡرِ فَٱتَّبِعۡهَا وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ لَا يَعۡلَمُونَ",
      "translation": "18. А потоа тебе ти одредивме во верата по правецот одреден да одиш, затоа следи го и не поведувај се по страстите на тие што не знаат,",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 500,
      "verse_key": "45:19",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّهُمۡ لَن يُغۡنُواْ عَنكَ مِنَ ٱللَّهِ شَيۡـٔٗاۚ وَإِنَّ ٱلظَّٰلِمِينَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۖ وَٱللَّهُ وَلِيُّ ٱلۡمُتَّقِينَ",
      "translation": "19. бидејќи тие воопшто не можат да те одбранат од Аллаховата казна! Злосторниците едни со други се штитат, а Аллах ги штити тие што се плашат од Него и што се чуваат од гревови.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 500,
      "verse_key": "45:20",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هَٰذَا بَصَٰٓئِرُ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُوقِنُونَ",
      "translation": "20. Овој Куран е јасен Патоказ за луѓето, и упатство и милост за тие што веруваат цврсто.",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 500,
      "verse_key": "45:21",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ حَسِبَ ٱلَّذِينَ ٱجۡتَرَحُواْ ٱلسَّيِّـَٔاتِ أَن نَّجۡعَلَهُمۡ كَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَوَآءٗ مَّحۡيَاهُمۡ وَمَمَاتُهُمۡۚ سَآءَ مَا يَحۡكُمُونَ",
      "translation": "21. Дали тие што прават зли дела мислат дека со нив ќе постапиме исто како и со тие што веруваат и што прават добри дела, дека во овој живот и по смртта ќе бидат исти? Колку лошо расудуваат!",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 500,
      "verse_key": "45:22",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَلِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ",
      "translation": "22. А Аллах небесата и Земјата со Вистината ги создаде и поради тоа за секој човек да биде награден или казнет според тоа што го заработил, и на нив нема да им се направи неправда.",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 501,
      "verse_key": "45:23",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلۡمٖ وَخَتَمَ عَلَىٰ سَمۡعِهِۦ وَقَلۡبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةٗ فَمَن يَهۡدِيهِ مِنۢ بَعۡدِ ٱللَّهِۚ أَفَلَا تَذَكَّرُونَ",
      "translation": "23. Што мислиш за тој што својата страст за свое божество ја зел, тој кого Аллах, иако тој бил свесен, го заблудил, и слухот негов и срцето негово ги запечатил, а пред очите негови перде му ставил? Кој, ако не Аллах, на Вистинскиот пат ќе го упати? Зошто не ја примате опомената?",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 501,
      "verse_key": "45:24",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ مَا هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا يُهۡلِكُنَآ إِلَّا ٱلدَّهۡرُۚ وَمَا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَظُنُّونَ",
      "translation": "24. Тие велат: „Постои само животот наш земски, живееме и умираме, единствено времето нè уништува.“ А тие за тоа ништо не знаат, тие само претставуваат.",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 501,
      "verse_key": "45:25",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ مَّا كَانَ حُجَّتَهُمۡ إِلَّآ أَن قَالُواْ ٱئۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "25. А кога Нашите јасни зборови им се кажуваат, друг доказ немаат, освен што велат: „Предците наши вратете ги во живот, ако е вистина тоа што го зборувате.“",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 501,
      "verse_key": "45:26",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلِ ٱللَّهُ يُحۡيِيكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يَجۡمَعُكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "26. Кажи: „Аллах ви дава живот, потоа ќе стори да изумрете, а потоа на Судниот ден ќе ве собере, во тоа нема никаков сомнеж, но повеќето луѓе не знаат.“",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 501,
      "verse_key": "45:27",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَخۡسَرُ ٱلۡمُبۡطِلُونَ",
      "translation": "27. Аллахова е власта на небесата и на Земјата! А на денот кога ќе настапи Часот на оживувањето, тој ден тие што ја следеле лагата ќе бидат изгубени.",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 501,
      "verse_key": "45:28",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَتَرَىٰ كُلَّ أُمَّةٖ جَاثِيَةٗۚ كُلُّ أُمَّةٖ تُدۡعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلۡيَوۡمَ تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "28. И ќе ги видиш сите умети[240] како клечат на колена; секој умет ќе биде повикан според Книгата своја: „Денес ќе бидете наградени или казнети според тоа како сте постапувале!",
      "footnotes": "[240] Кога на еден народ, племе или поширока област во одреден период би бил ис­пра­тен Божји Пратеник со верозакон за нив, тогаш целото тоа население прет­ста­ву­ва негов умет, негов народ, негова заедница, без разлика на местоположбата, жи­ве­а­лиштето и националната или племенска припадност. Така, по доаѓањето на Му­ха­мед како последен Божји Пратеник до Судниот ден, целото човештво од тој мо­мент па до Крајот на светот му припаѓа на неговиот умет, а на Судниот ден ќе биде по­викан неговиот умет/народ од кој ќе се издвојат тие што верувале во него и тие што не верувале во него."
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 501,
      "verse_key": "45:29",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيۡكُم بِٱلۡحَقِّۚ إِنَّا كُنَّا نَسۡتَنسِخُ مَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "29. Оваа Наша Книга само вистината ќе ја каже за вас, бидејќи наредивме да се запише сè што сте правеле.“",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 501,
      "verse_key": "45:30",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُدۡخِلُهُمۡ رَبُّهُمۡ فِي رَحۡمَتِهِۦۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡمُبِينُ",
      "translation": "30. Тие што веруваа и што правеа добри дела, Господарот нивен во милоста своја ќе ги воведе. Тоа ќе биде очигледен успех.",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 501,
      "verse_key": "45:31",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَمَّا ٱلَّذِينَ كَفَرُوٓاْ أَفَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَٱسۡتَكۡبَرۡتُمۡ وَكُنتُمۡ قَوۡمٗا مُّجۡرِمِينَ",
      "translation": "31. А на тие што не веруваа: „Зарем ајетите Мои не ви се кажувани, а вие се вообразивте и станавте злосторнички народ?“",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 501,
      "verse_key": "45:32",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا قِيلَ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱلسَّاعَةُ لَا رَيۡبَ فِيهَا قُلۡتُم مَّا نَدۡرِي مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنّٗا وَمَا نَحۡنُ بِمُسۡتَيۡقِنِينَ",
      "translation": "32. Кога ви се говореше: „Аллаховото ветување навистина е вистина! И во Часот на оживувањето нема ни малку сомнеж.“ – вие говоревте: „Ние не знаеме што е Часот на оживувањето, ние само замислуваме, ние не сме убедени“;",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 502,
      "verse_key": "45:33",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "33. и ќе им се покажат нивните гнасни дела и од сите страни ќе ги опколи тоа на што се потсмеваа,",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 502,
      "verse_key": "45:34",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقِيلَ ٱلۡيَوۡمَ نَنسَىٰكُمۡ كَمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ",
      "translation": "34. и ќе се рече: „Денес Ние вас ќе ве заборавиме како што вие заборавивте дека овој ваш Ден ќе го доживеете, огнот престојувалиште ќе ви биде и никој нема да може да ви помогне",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 502,
      "verse_key": "45:35",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذۡتُمۡ ءَايَٰتِ ٱللَّهِ هُزُوٗا وَغَرَّتۡكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ لَا يُخۡرَجُونَ مِنۡهَا وَلَا هُمۡ يُسۡتَعۡتَبُونَ",
      "translation": "35. затоа што на Аллаховите зборови се потсмевавте и затоа што животот на Земјата ве измами.“ Од тој Ден никој од Џехенемот нема да ги извлече, ниту од нив ќе се бара на Аллах да му угодат.",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 502,
      "verse_key": "45:36",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلِلَّهِ ٱلۡحَمۡدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلۡأَرۡضِ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "36. Па, на Аллах Му припаѓа сета благодарност, Господарот на небесата и Господарот на Земјата, Господарот на сите светови!",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 502,
      "verse_key": "45:37",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "37. Нему Му припаѓа величественоста на небесата и на Земјата, Тој е Силниот и Мудриот!",
      "footnotes": ""
    }
  ]
}