{
  "id": "5160",
  "sura": "60",
  "aya": "10",
  "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا جَآءَكُمُ ٱلۡمُؤۡمِنَٰتُ مُهَٰجِرَٰتٖ فَٱمۡتَحِنُوهُنَّۖ ٱللَّهُ أَعۡلَمُ بِإِيمَٰنِهِنَّۖ فَإِنۡ عَلِمۡتُمُوهُنَّ مُؤۡمِنَٰتٖ فَلَا تَرۡجِعُوهُنَّ إِلَى ٱلۡكُفَّارِۖ لَا هُنَّ حِلّٞ لَّهُمۡ وَلَا هُمۡ يَحِلُّونَ لَهُنَّۖ وَءَاتُوهُم مَّآ أَنفَقُواْۚ وَلَا جُنَاحَ عَلَيۡكُمۡ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّۚ وَلَا تُمۡسِكُواْ بِعِصَمِ ٱلۡكَوَافِرِ وَسۡـَٔلُواْ مَآ أَنفَقۡتُمۡ وَلۡيَسۡـَٔلُواْ مَآ أَنفَقُواْۚ ذَٰلِكُمۡ حُكۡمُ ٱللَّهِ يَحۡكُمُ بَيۡنَكُمۡۖ وَٱللَّهُ عَلِيمٌ حَكِيمٞ",
  "translation": "10. ¡Oh, creyentes! Cuando mujeres creyentes lleguen como emigrantes, comprueben su fe[1]. Dios conoce su fe. Si corroboran que son creyentes, entonces no las devuelvan a los que se negaron a creer[2]. Ellas no son lícitas para ellos ni ellos lo son para ellas. Devuelvan a sus exmaridos la dote que ellos les hayan dado, y sepan que no hay nada reprochable en que los creyentes se casen con ellas, siempre que les concedan la dote correspondiente. No deben ustedes, por su parte, retener a las mujeres que se niegan a creer[3], pero pueden exigir que se les devuelva lo que hayan dado como dote, como ellos[4] también tienen derecho a exigirla. Esa es la ley de Dios que prescribió para ustedes. Dios es Sapiente, Sabio.",
  "footnotes": "[1] Para constatar que han emigrado sinceramente por la causa de Dios y Su Mensajero.\n[2] Si la mujer emigra a tierras musulmanas porque su esposo o familia no le permiten vivir libremente su religión, los musulmanes deben obligatoriamente ofrecerle asilo y no permitir que vuelva a sufrir maltrato ni persecución a causa de sus creencias.\n[3] Si un hombre acepta el Islam y su esposa no quiere ingresar en la fe, y desea irse donde su familia o romper el matrimonio, el hombre musulmán no tiene derecho alguno a retenerla, pero puede solicitar que le devuelvan, en compensación, lo que invirtió en la dote.\n[4] Los no musulmanes."
}