{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 282,
      "verse_key": "17:1",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "سُبۡحَٰنَ ٱلَّذِيٓ أَسۡرَىٰ بِعَبۡدِهِۦ لَيۡلٗا مِّنَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ إِلَى ٱلۡمَسۡجِدِ ٱلۡأَقۡصَا ٱلَّذِي بَٰرَكۡنَا حَوۡلَهُۥ لِنُرِيَهُۥ مِنۡ ءَايَٰتِنَآۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
      "translation": "1. (Аллоҳ) бир кеча, Ўз бандаси (Муҳаммад)ни — унга оят-мўъжизаларимиздан кўрсатиш учун (Маккадаги) Масжидул-Ҳаромдан (Қуддусдаги) Биз атрофини баракотли қилиб қўйган Масжидул-Ақсога сайр қилдирган (барча айбу нуқсондан) пок Зотдир. Дарҳақиқат, У эшитгувчи, кўргувчи Зотдир.",
      "footnotes": "И з о ҳ. Бу — меърож, яъни Аллоҳ ҳузурига кўтарилиш қиссаси бўлиб, у Пайғамбар алайҳис-салоту вас-салом Мадинага ҳижрат қилишидан бир йил илгари воқеъ бўлгандир. Расулуллоҳ айтадилар: «Бир кеча Масжидул-Ҳаромда эканман, баногоҳ ҳузуримга Жаброил Буроқ исмли отни етаклаб келди ва мени ўша отга миндириб самога олиб чиқиб кетди. Бир зумда Қуддус шаҳрига етиб келдик. Бу ердаги Масжидул-Ақсода икки ракаат нафл намозини ўқигач, яна Буроққа миниб Жаброил билан осмонга йўл олдик. Еттинчи осмонга етгач, Аллоҳ таоло менга ва менинг умматимга кунда беш вақт намоз ўқишни фарз қилиб, деди: «Бу бир кеча-кундузда ўқиладиган беш вақт намознинг ҳар бирига ўн намоз савобини ато этурман! Демак, беш вақт намоз ўқиган кишига эллик вақт намоз савоби ёзилур. Шунингдек, бандаларимдан ким бир яхшилик қилишга азм этиб, уни адо эта олмаса бир савоб, адо эта олса, ўн савоб ато қилурман. Энди кимки, бирон ёмон ишни — гуноҳни қасд қилса-ю, уни амалга оширмаса, у кишига гуноҳ ёзилмас, агар ўша ёмон ниятини амалга оширса, бир гуноҳ ёзилур». Парвардигоримдан ушбу вазифаларни олиб, заминга тушдим ва бир нафасда ўзимни Маккада кўрдим». Ривоят қилишларича, Пайғамбар алайҳис-салоту вас-салом меърожга чиқиб кетаётиб ҳужраларининг эшигини ёпганларида қимирлаб қолган эшик ҳалқаси осмондан қайтиб тушганларида ҳам силкиниб турган экан."
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 282,
      "verse_key": "17:2",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ أَلَّا تَتَّخِذُواْ مِن دُونِي وَكِيلٗا",
      "translation": "2. Биз Мусога Китоб (Таврот) ато этдик ва у (Китобни) Бани Исроил (қавми) учун ҳидоят қилиб (дедик): «Сизлар Мендан ўзгани вакил (яъни, барча ишлар ишониб топшириладиган зот) қилиб олманглар!»",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 282,
      "verse_key": "17:3",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذُرِّيَّةَ مَنۡ حَمَلۡنَا مَعَ نُوحٍۚ إِنَّهُۥ كَانَ عَبۡدٗا شَكُورٗا",
      "translation": "3. «(Эй) Биз (ғарқ бўлишдан қутқариб) Нуҳ билан бирга (кемада) кўтариб нажот берган кишиларнинг зурриётлари, (сизлар ҳам Нуҳнинг йўлини тутинглар), зеро, у доимо шукр қилгувчи банда эди».",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 282,
      "verse_key": "17:4",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَضَيۡنَآ إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ فِي ٱلۡكِتَٰبِ لَتُفۡسِدُنَّ فِي ٱلۡأَرۡضِ مَرَّتَيۡنِ وَلَتَعۡلُنَّ عُلُوّٗا كَبِيرٗا",
      "translation": "4. Шунингдек, Биз Бани Исроилга у Китобда: «Сизлар албатта, (Шом) заминида икки марта бузғунчилик қилурсизлар ва катта туғёнга тушурсизлар», деб хабар бердик.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 282,
      "verse_key": "17:5",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِذَا جَآءَ وَعۡدُ أُولَىٰهُمَا بَعَثۡنَا عَلَيۡكُمۡ عِبَادٗا لَّنَآ أُوْلِي بَأۡسٖ شَدِيدٖ فَجَاسُواْ خِلَٰلَ ٱلدِّيَارِۚ وَكَانَ وَعۡدٗا مَّفۡعُولٗا",
      "translation": "5. Бас, қачон у (бузғунчилик)лардан аввалгисининг вақти келганида, Биз сизларнинг устингизга (қилмишларингиз баробарида) жазолаш учун (куч-қувват эгалари бўлган) бандаларимизни юбордик. Улар (сизларни ҳалок қилиш, асир олиш учун) ҳовли-жойлар оралаб кездилар. (Бу ваъда) адо қилингувчи ваъда бўлди.",
      "footnotes": "И з о ҳ. Муфассирлар айтишларича, Бани Исроил қавми ҳаромни ҳалол деб, ноҳақ қон тўкиб бузғунчилик йўлига кирганларида, Аллоҳ таоло уларнинг устига Бобил ҳукмдорини ғолиб қилиб қўяди. У ўз лашкари билан келиб, Бани Исроилдан етмиш минг нафарини қиличдан ўтказади. Уй-жойларини вайронага айлантиради. Бу Аллоҳ таоло ваъда қилган жазо эди."
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 282,
      "verse_key": "17:6",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ رَدَدۡنَا لَكُمُ ٱلۡكَرَّةَ عَلَيۡهِمۡ وَأَمۡدَدۡنَٰكُم بِأَمۡوَٰلٖ وَبَنِينَ وَجَعَلۡنَٰكُمۡ أَكۡثَرَ نَفِيرًا",
      "translation": "6. Сўнгра (тавба-тазарру қилиб ўзларингизни ўнглаганингиздан кейин) Биз сизларни қайтадан уларнинг (Бобил ҳукмдорининг) устига ғолиб қилдик ва сизларга мол-дунё, бола-чақа билан мадад бериб сон-саноқларингизни кўпайтирдик.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 282,
      "verse_key": "17:7",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنۡ أَحۡسَنتُمۡ أَحۡسَنتُمۡ لِأَنفُسِكُمۡۖ وَإِنۡ أَسَأۡتُمۡ فَلَهَاۚ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ لِيَسُـُٔواْ وُجُوهَكُمۡ وَلِيَدۡخُلُواْ ٱلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوۡاْ تَتۡبِيرًا",
      "translation": "7. Агар (шундан кейин) чиройли амаллар қилсангизлар, ўзларингизга яхшилик қилган бўлурсизлар. Агар ёмон, гуноҳ амаллар қилсангизлар ҳам ўзларингиз учундир. Бас, қачон кейинги (бузғунчиликнинг) вақти-соати келганида, (улар яна) юзларингизни қаро қилишлари, аввалги сафар кирганлари каби Масжид (ал-Ақсо)га кириб, (уни топташлари) учун ҳамда ўзлари эгаллаб олган (барча) ерларни вайрон этишлари учун (яна душманларингизни сизларнинг устингизга юборурмиз).",
      "footnotes": "И з о ҳ. Дарҳақиқат, Бани Исроил қавми яна йўлдан озиб, ўзларига юборилган пайғамбарларни қатл этишгач, Аллоҳ таоло уларнинг устига Форс мажусийларини ғолиб қилиб, улар Бани Исроил қавмининг бошига бало ёғдирган, юртларини вайронага айлантирган экан."
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 283,
      "verse_key": "17:8",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "عَسَىٰ رَبُّكُمۡ أَن يَرۡحَمَكُمۡۚ وَإِنۡ عُدتُّمۡ عُدۡنَاۚ وَجَعَلۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ حَصِيرًا",
      "translation": "8. (Агар тавба-тазарру қилсангизлар), шояд Парвардигорларингиз сизларга раҳм қилса. Агар (яна бузғунчиликка) қайтсангизлар, биз ҳам (сизларни ҳалок этишга) қайтурмиз. Биз кофирлар учун жаҳаннамни зиндон қилиб қўйганмиз.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 283,
      "verse_key": "17:9",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَهۡدِي لِلَّتِي هِيَ أَقۡوَمُ وَيُبَشِّرُ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرٗا كَبِيرٗا",
      "translation": "9. Албатта, бу Қуръон энг Тўғри Йўлга ҳидоят қилур ва яхши амалларни қиладиган мўминларга катта ажр-мукофот борлигини(нг) хушхабар(ини) берур.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 283,
      "verse_key": "17:10",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا",
      "translation": "10. Шунингдек, Охиратга ишонмайдиган кимсалар учун аламли азоб тайёрлаб қўйганимизни(нг ҳам «хушхабари»ни берур).",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 283,
      "verse_key": "17:11",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَدۡعُ ٱلۡإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلۡخَيۡرِۖ وَكَانَ ٱلۡإِنسَٰنُ عَجُولٗا",
      "translation": "11. Инсон (Аллоҳ таолодан) яхшилик сўраб дуои хайр қилгани каби (гоҳо сиқилган пайтларида) ёмонлик тилаб дуоибад ҳам қилур. Инсон (мана шундай) шошқалоқдир.",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 283,
      "verse_key": "17:12",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَعَلۡنَا ٱلَّيۡلَ وَٱلنَّهَارَ ءَايَتَيۡنِۖ فَمَحَوۡنَآ ءَايَةَ ٱلَّيۡلِ وَجَعَلۡنَآ ءَايَةَ ٱلنَّهَارِ مُبۡصِرَةٗ لِّتَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡ وَلِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ وَكُلَّ شَيۡءٖ فَصَّلۡنَٰهُ تَفۡصِيلٗا",
      "translation": "12. Биз кеча ва кундузни (ўзимизнинг қудрати илоҳиямизни кўрсатиб турадиган) икки белги — аломат қилиб қўйдик. (Ҳеч нарса) кўринмас қоронғиликни кечанинг аломати қилдик. Кундуз аломатини эса, Парвардигорингиздан фазлу марҳамат (яъни, ризқу рўз) исташларингиз учун ҳамда йиллар саноғини ва ҳисоб-китобни билишларингиз учун ёруғлик қилиб қўйдик. Ва биз барча нарсани (рўзи азалдаёқ) батафсил баён қилиб қўйганмиз (яъни, дунёдаги содир бўладиган бирон иш ёки воқеа-ҳодиса тасодифий бўлмай, балки ҳар бирининг воқеъ бўлиш жойи, вақти ва сабаблари батафсил баён қилиб қўйилгандир).",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 283,
      "verse_key": "17:13",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكُلَّ إِنسَٰنٍ أَلۡزَمۡنَٰهُ طَٰٓئِرَهُۥ فِي عُنُقِهِۦۖ وَنُخۡرِجُ لَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ كِتَٰبٗا يَلۡقَىٰهُ مَنشُورًا",
      "translation": "13. Биз ҳар бир инсоннинг амалини бўйнига илиб қўйгандирмиз (яъни, унинг қилган ҳар бир амали икки дунёда унга ажралмас ҳамроҳ бўлур). Биз Қиёмат Куни унга очиқ ҳолда рўбарў бўладиган бир китобни (яъни, номаи аъмолини) чиқариб кўрсатурмиз.",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 283,
      "verse_key": "17:14",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱقۡرَأۡ كِتَٰبَكَ كَفَىٰ بِنَفۡسِكَ ٱلۡيَوۡمَ عَلَيۡكَ حَسِيبٗا",
      "translation": "14. (Ва унга дейилур): «Китобингни (яъни, номаи аъмолингни) ўқи! Бугун ўз нафсинг ўзингга қарши етарли ҳисоб-китоб қилгувчидир».",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 283,
      "verse_key": "17:15",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَّنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبۡعَثَ رَسُولٗا",
      "translation": "15. Ким ҳидоят йўлига юрса, бас, ўзи учун юрар. Ким (ҳидоят) йўлидан озса, у ҳам ўз зиёнига озур. Ҳеч бир кўтаргувчи (яъни, гуноҳкор жон) ўзга жоннинг юкини (яъни, гуноҳини) кўтармас. Биз то бирон пайғамбар юбормагунча (у орқали Ўзимизнинг амру фармонларимизни юбориб, унга итоат қилишдан бош тортмагунларича, бирон кимсани) азоблагувчи эмасмиз.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 283,
      "verse_key": "17:16",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَآ أَرَدۡنَآ أَن نُّهۡلِكَ قَرۡيَةً أَمَرۡنَا مُتۡرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيۡهَا ٱلۡقَوۡلُ فَدَمَّرۡنَٰهَا تَدۡمِيرٗا",
      "translation": "16. Биз қачон бирон шаҳарни ҳалок қилишни истасак, унинг боёнларини (Ўзимиз юборган пайғамбарларга итоат этишга) буюриб, улар итоатсизлик қилишгач, у шаҳар (аҳолиси) устига Сўз (азоб тушиши) вожиб — муқаррар бўлур. Бас, биз уни вайронага айлантирурмиз.",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 283,
      "verse_key": "17:17",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَمۡ أَهۡلَكۡنَا مِنَ ٱلۡقُرُونِ مِنۢ بَعۡدِ نُوحٖۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرَۢا بَصِيرٗا",
      "translation": "17. Нуҳ (қавмидан) кейин ҳам қанча асрларни (авлодларни) ҳалок қилдик. (Эй Муҳаммад алайҳис-салоту вас-салом), Парвардигорингизнинг Ўзи бандаларининг гуноҳларидан етарли огоҳ, кўриб тургувчидир.",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 284,
      "verse_key": "17:18",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَّن كَانَ يُرِيدُ ٱلۡعَاجِلَةَ عَجَّلۡنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلۡنَا لَهُۥ جَهَنَّمَ يَصۡلَىٰهَا مَذۡمُومٗا مَّدۡحُورٗا",
      "translation": "18. Ким нақд (дунё)ни кўзловчи бўлса, Биз (шу дунёда улардан) Ўзимиз истаган кимсалар учун Ўзимиз хоҳлаган нарсани нақд қилиб берурмиз. Сўнгра (яъни, Охиратда) унинг учун ўзи мазаммат ва қувғинга дучор бўлган ҳолда кирадиган жаҳаннамни жой қилиб берурмиз.",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 284,
      "verse_key": "17:19",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَنۡ أَرَادَ ٱلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ كَانَ سَعۡيُهُم مَّشۡكُورٗا",
      "translation": "19. Ким Охиратни истаса ва мўмин бўлган ҳолида (Охиратга лойиқ) саъй-ҳаракат қилса, бас, ундай зотларнинг саъйлари (Аллоҳ наздида) мақбул бўлур.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 284,
      "verse_key": "17:20",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كُلّٗا نُّمِدُّ هَٰٓؤُلَآءِ وَهَٰٓؤُلَآءِ مِنۡ عَطَآءِ رَبِّكَۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحۡظُورًا",
      "translation": "20. (Эй Муҳаммад алайҳис-салоту вас-салом, бу дунёда одамларнинг) барчаларига — мана бу (мўмин)ларга ҳам, анави (кофир)ларга ҳам Парвардигорингизнинг неъматидан ато этурмиз. Парвардигорингизнинг неъмати (ҳеч кимдан) манъ қилинмас.",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 284,
      "verse_key": "17:21",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱنظُرۡ كَيۡفَ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۚ وَلَلۡأٓخِرَةُ أَكۡبَرُ دَرَجَٰتٖ وَأَكۡبَرُ تَفۡضِيلٗا",
      "translation": "21. (Бу дунёда) уларнинг бировларидан бировларини (ризқу мартабада) қандай устун қилганимизни кўринг! Шак-шубҳа йўқки, Охират даражалари неча баробар улуғ ва афзалроқдир.",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 284,
      "verse_key": "17:22",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَّا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومٗا مَّخۡذُولٗا",
      "translation": "22. Сиз яна Аллоҳ билан бирга ўзга бирон илоҳ ҳам бор, деб мазамматлангувчи ва маҳрум бўлиб ўтирманг!",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 284,
      "verse_key": "17:23",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنًاۚ إِمَّا يَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَآ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفّٖ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا",
      "translation": "23. Парвардигорингиз, ёлғиз Унинг Ўзига ибодат қилишларингизни ҳамда ота-онага яхшилик қилишларингизни амр этди. Агар уларнинг (ота-онангизнинг) бирови ёки ҳар иккиси сенинг қўл остингда кексалик ёшига етсалар, уларга қараб «уф» тортма ва уларнинг (сўзларини) қайтарма! Уларга (доимо) яхши сўз айт!",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 284,
      "verse_key": "17:24",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا",
      "translation": "24. Улар учун, меҳрибонлик билан, хорлик қанотини паст тут — хокисор бўл ва: «Парвардигорим, мени (улар) гўдаклик чоғимдан тарбиялаб-ўстирганларидек, сен ҳам уларга раҳм-шафқат қилгин», деб (ҳақларига дуо қил)!",
      "footnotes": "И з о ҳ. Ушбу икки оятда ота-она ва фарзанд ўртасидаги муносабат хусусида сўз боради. Аввало, Ислом барча мўмин-мусулмон фарзандлар учун ота-онага яхшиликни ёлғиз Аллоҳ таолога ибодатдан кейинги иккинчи вазифа қилиб қўяди. Бу таълимотга биноан, ота-она мўминми, кофирми, яхшими-ёмонми, барибир фарзанд уларга нисбатан ҳурмат сақлаши, сўзларини қайтармаслиги ва ҳақларига яхши дуолар қилиши вожибдир. Лекин мана шу ояти каримада зикр қилинган дуода жуда ҳам зарур бир нуқта борки, биз ундан ғофил бўлмаслигимиз лозим. Ота-оналик ҳуқуқини қозониш учун бола туғишнинг ўзи кифоя қилмай, балки уларга таълим-тарбия бериш ҳам муҳим шартлардан экан."
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 284,
      "verse_key": "17:25",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَّبُّكُمۡ أَعۡلَمُ بِمَا فِي نُفُوسِكُمۡۚ إِن تَكُونُواْ صَٰلِحِينَ فَإِنَّهُۥ كَانَ لِلۡأَوَّٰبِينَ غَفُورٗا",
      "translation": "25. (Эй инсонлар), Парвардигорингиз дилларингиздаги сирларингизни жуда яхши билгувчидир. Агар сизлар яхши бўлсангизлар (яъни, ота-оналарингизнинг ҳуқуқларини таниб, уларга меҳрибон бўлсангизлар. Албатта, Аллоҳ билмасдан қилган гуноҳларингизни мағфират қилур). Зеро, у тавба қилгувчиларни мағфират этувчи бўлган Зотдир.",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 284,
      "verse_key": "17:26",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَءَاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَلَا تُبَذِّرۡ تَبۡذِيرًا",
      "translation": "26. (Эй Муҳаммад алайҳис-салоту вас-салом), қавми-қариндошга, мискин ва йўловчига (хайру эҳсон қилиш билан) ҳақларини ато этинг ва исрофгарчиликка йўл қўйманг!",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 284,
      "verse_key": "17:27",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلۡمُبَذِّرِينَ كَانُوٓاْ إِخۡوَٰنَ ٱلشَّيَٰطِينِۖ وَكَانَ ٱلشَّيۡطَٰنُ لِرَبِّهِۦ كَفُورٗا",
      "translation": "27. Чунки исроф қилгувчилар шайтонларнинг дўстлари бўлган кимсалардир. Шайтон эса Парвардигорига бутунлай кофир бўлгандир.",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 285,
      "verse_key": "17:28",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِمَّا تُعۡرِضَنَّ عَنۡهُمُ ٱبۡتِغَآءَ رَحۡمَةٖ مِّن رَّبِّكَ تَرۡجُوهَا فَقُل لَّهُمۡ قَوۡلٗا مَّيۡسُورٗا",
      "translation": "28. Агар сиз Парвардигорингиз томонидан бўладиган марҳаматдан умидвор ҳолингизда (ҳозир қўлингизда бўлмагани сабабли хайр-эҳсон қилиш имконини топмай), улардан (яъни, қавм-қариндош, мискин ва йўловчилардан) юз ўгирадиган бўлсангиз, у ҳолда уларга юмшоқ сўз айтинг!",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 285,
      "verse_key": "17:29",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَجۡعَلۡ يَدَكَ مَغۡلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبۡسُطۡهَا كُلَّ ٱلۡبَسۡطِ فَتَقۡعُدَ مَلُومٗا مَّحۡسُورًا",
      "translation": "29. (Бахиллик билан) қўлингизни бўйнингизга боғлаб ҳам олманг. Исрофгарчилик қилиш билан уни бутунлай ёзиб ҳам юборманг. Акс ҳолда, маломат ва надоматда қолурсиз.",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 285,
      "verse_key": "17:30",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ رَبَّكَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا",
      "translation": "30. Шубҳасиз, Парвардигорингиз Ўзи хоҳлаган кишиларнинг ризқини кенг қилур ва (Ўзи хоҳлаган кишиларнинг ризқини) танг қилур. Албатта, у бандаларидан огоҳ ва (уларни) кўриб тургувчи бўлган Зотдир.",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 285,
      "verse_key": "17:31",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُمۡ خَشۡيَةَ إِمۡلَٰقٖۖ نَّحۡنُ نَرۡزُقُهُمۡ وَإِيَّاكُمۡۚ إِنَّ قَتۡلَهُمۡ كَانَ خِطۡـٔٗا كَبِيرٗا",
      "translation": "31. (Эй инсонлар), болаларингизни йўқчилиқдан қўрқиб ўлдирмангизлар — уларга ҳам, сизларга ҳам Биз ўзимиз ризқ берурмиз. Уларни ўлдирмоқ, шак-шубҳасиз, катта хатодир.",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 285,
      "verse_key": "17:32",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَقۡرَبُواْ ٱلزِّنَىٰٓۖ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَسَآءَ سَبِيلٗا",
      "translation": "32. Зинога яқинлашманглар! Чунки (бу) бузуқликдир — энг ёмон йўлдир.",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 285,
      "verse_key": "17:33",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۗ وَمَن قُتِلَ مَظۡلُومٗا فَقَدۡ جَعَلۡنَا لِوَلِيِّهِۦ سُلۡطَٰنٗا فَلَا يُسۡرِف فِّي ٱلۡقَتۡلِۖ إِنَّهُۥ كَانَ مَنصُورٗا",
      "translation": "33. Аллоҳ (ўлдиришни) ҳаром қилган жонни (яъни, қатл этилишга мустаҳиқ бўлмаган жонни ноҳақ ўлдирмангиз, магар ҳақ шаръий қонун) билангина ўлдиришларингиз мумкиндир. Кимки мазлум бўлган ҳолида (яъни, ноҳақ) ўлдирилса, биз унинг эгаси — вориси учун (қасос олишга) салтанат-ҳуқуқ бергандирмиз. Бас, у (қотилни) ўлдиришда ҳаддан ошмасин (яъни, қотилнинг ўрнига бошқа бировни ўлдирмасин, ё бир кишининг муқобилига икки кишини ўлдирмасин, ёки қотилни ўлдиришда унинг қулоқ-бурнини кесмасин)! Зеро, у (Аллоҳ томонидан қотилнинг устига) ғолиб қилинган зотдир.",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 285,
      "verse_key": "17:34",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ بِٱلۡعَهۡدِۖ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡـُٔولٗا",
      "translation": "34. Етимнинг молига то у балоғат ёшига етгунича яқинлашманглар, магар энг чиройли йўсинда (унга бирон зиён етказмасдан яқинлашинглар — тасарруф қилинглар). Аҳдга вафо қилинглар. Зеро, аҳд-паймон (Қиёмат Куни) масъул бўлинадиган ишдир.",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 285,
      "verse_key": "17:35",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَوۡفُواْ ٱلۡكَيۡلَ إِذَا كِلۡتُمۡ وَزِنُواْ بِٱلۡقِسۡطَاسِ ٱلۡمُسۡتَقِيمِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلٗا",
      "translation": "35. (Ўрталарингиздаги олди-берди, савдо-сотиқдан бирон нарсани) ўлчаган вақтларингизда ўлчовни тўла-тўкис қилинглар ва тўғри тарози билан тортинглар! Мана шу энг яхши ва чиройли ечим — ҳукмдир.",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 285,
      "verse_key": "17:36",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَقۡفُ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۚ إِنَّ ٱلسَّمۡعَ وَٱلۡبَصَرَ وَٱلۡفُؤَادَ كُلُّ أُوْلَٰٓئِكَ كَانَ عَنۡهُ مَسۡـُٔولٗا",
      "translation": "36. (Эй инсон), ўзинг аниқ билмаган нарсага эргашма! Чунки қулоқ, кўз, дил — буларнинг барчаси тўғрисида (ҳар бир инсон) масъул бўлур (яъни, эшитган, кўрган ишонган ҳар бир нарсаси учун киши Қиёмат Кунида жавоб беради).",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 285,
      "verse_key": "17:37",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّكَ لَن تَخۡرِقَ ٱلۡأَرۡضَ وَلَن تَبۡلُغَ ٱلۡجِبَالَ طُولٗا",
      "translation": "37. Ер юзида кибр-ҳаво билан юрмагин! Чунки сен (оёқларинг билан) ҳаргиз ерни тешиб (унинг тубига) кетолмайсан ва бўйи бастда тоғларга етолмайсан. (Бас, бу қадар ожиз экансан, нечун кибру ҳаво қилурсан?!)",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 285,
      "verse_key": "17:38",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكۡرُوهٗا",
      "translation": "38. Буларнинг (яъни, юқоридаги оятларда манъ этилган нарсаларнинг) барчаси Парвардигорингиз наздида макруҳ бўлган гуноҳлардир.",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 286,
      "verse_key": "17:39",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ مِمَّآ أَوۡحَىٰٓ إِلَيۡكَ رَبُّكَ مِنَ ٱلۡحِكۡمَةِۗ وَلَا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتُلۡقَىٰ فِي جَهَنَّمَ مَلُومٗا مَّدۡحُورًا",
      "translation": "39. (Эй Муҳаммад алайҳис-салоту вас-салом), бу оятлар Парвардигорингиз сизга ваҳий қилган ҳикматлардан айримларидир. Сиз Аллоҳ билан бирга яна бошқа бирон илоҳ бор деб, маломатланган ва (Аллоҳ раҳматидан) қувилган ҳолда жаҳаннамга ташланманг.",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 286,
      "verse_key": "17:40",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَأَصۡفَىٰكُمۡ رَبُّكُم بِٱلۡبَنِينَ وَٱتَّخَذَ مِنَ ٱلۡمَلَٰٓئِكَةِ إِنَٰثًاۚ إِنَّكُمۡ لَتَقُولُونَ قَوۡلًا عَظِيمٗا",
      "translation": "40. (Эй мушриклар), Парвардигорингиз сизларга ўғилларни танлаб бериб, Ўзига фаришталарни қиз қилиб олдими?! Дарҳақиқат, сизлар оғир сўзни — катта гуноҳни сўзламоқдасиз!",
      "footnotes": "И з о ҳ. Ушбу оят мушрик арабларнинг: «Фаришталар Аллоҳнинг қизларидир», деган сўзларини инкор қилиб нозил бўлгандир."
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 286,
      "verse_key": "17:41",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِيَذَّكَّرُواْ وَمَا يَزِيدُهُمۡ إِلَّا نُفُورٗا",
      "translation": "41. Албатта, Биз бу Қуръонда улар эслатма (ибрат) олишлари учун (турли масал ва ҳикматларни) баён қилдик. (Лекин бу эслатмалар) уларни янада (ҳақдан) йироқлаштирур. ",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 286,
      "verse_key": "17:42",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لَّوۡ كَانَ مَعَهُۥٓ ءَالِهَةٞ كَمَا يَقُولُونَ إِذٗا لَّٱبۡتَغَوۡاْ إِلَىٰ ذِي ٱلۡعَرۡشِ سَبِيلٗا",
      "translation": "42. (Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Агар улар айтганларидек Аллоҳ билан бирга (бошқа) илоҳлар ҳам бўлса эди, у ҳолда ўша (илоҳлар) Арш Соҳибига (яъни, Аллоҳга) қарши йўл излаган бўлур эдилар».",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 286,
      "verse_key": "17:43",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوّٗا كَبِيرٗا",
      "translation": "43. (Аллоҳ) улар айтган нарсадан пок ва ниҳоят даражада юксакдир.",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 286,
      "verse_key": "17:44",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبۡعُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ وَإِن مِّن شَيۡءٍ إِلَّا يُسَبِّحُ بِحَمۡدِهِۦ وَلَٰكِن لَّا تَفۡقَهُونَ تَسۡبِيحَهُمۡۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا",
      "translation": "44. Етти осмон, Ер ва улардаги бор жонзот (Аллоҳни) поклар. Мавжуд бўлган барча нарса ҳамду сано айтиш билан У зотни поклар. Лекин сизлар (эй инсонлар), уларнинг тасбеҳ айтишларини — поклашларини англамассизлар. Дарҳақиқат, У ҳалим ва мағфиратли бўлган Зотдир.",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 286,
      "verse_key": "17:45",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ جَعَلۡنَا بَيۡنَكَ وَبَيۡنَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ حِجَابٗا مَّسۡتُورٗا",
      "translation": "45. (Эй Муҳаммад алайҳис-салоту вас-салом), қачон сиз Қуръон қироат қилганингизда, Биз сиз билан Охиратга ишонмайдиган кимсалар ўртасида кўринмас парда қилиб (тортиб) қўюрмиз (бас, улар Қуръон маъноларини англай олмаслар).",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 286,
      "verse_key": "17:46",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِذَا ذَكَرۡتَ رَبَّكَ فِي ٱلۡقُرۡءَانِ وَحۡدَهُۥ وَلَّوۡاْ عَلَىٰٓ أَدۡبَٰرِهِمۡ نُفُورٗا",
      "translation": "46. Шунингдек, (Қуръонни) англай олмасинлар учун уларнинг дилларида тўсиқлар ва қулоқларида оғирлик — карлик пайдо қилурмиз. Қачон сиз Қуръонда ёлғиз Парвардигорингизни зикр қилсангиз, (мушриклар) орқаларига бурилиб қочурлар.",
      "footnotes": ""
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 286,
      "verse_key": "17:47",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "نَّحۡنُ أَعۡلَمُ بِمَا يَسۡتَمِعُونَ بِهِۦٓ إِذۡ يَسۡتَمِعُونَ إِلَيۡكَ وَإِذۡ هُمۡ نَجۡوَىٰٓ إِذۡ يَقُولُ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا",
      "translation": "47. Биз уларнинг сизга (яъни, сизнинг қироатингизга) қулоқ тутаётган пайтларида нима сабабдан қулоқ тутаётганларини ва ўзаро шивирлашиб, золим кимсалар (мўминларга): «Аниқки сизлар сеҳрланган, ақлдан озган кишига эргашмоқдасизлар», деяётганларини жуда яхши билурмиз.",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 286,
      "verse_key": "17:48",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَالَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا",
      "translation": "48. (Эй Муҳаммад алайҳис-салоту вас-салом), улар сиз ҳақингизда (сеҳрланган, мажнун, шоир деб) қандай мисоллар келтирганларини, бас, йўлдан озиб (ҳақ) йўлни топа олмаётганларини кўринг!",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 286,
      "verse_key": "17:49",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدٗا",
      "translation": "49. Улар: «Суяк ва (чирик) мурдаларга айланиб кетгач, яна янгитдан яралиб тирилурмизми?!», дедилар.",
      "footnotes": ""
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 287,
      "verse_key": "17:50",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ قُلۡ كُونُواْ حِجَارَةً أَوۡ حَدِيدًا",
      "translation": "50. Айтинг: «Сизлар хоҳ тош ё темир бўлинглар.",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 287,
      "verse_key": "17:51",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوۡ خَلۡقٗا مِّمَّا يَكۡبُرُ فِي صُدُورِكُمۡۚ فَسَيَقُولُونَ مَن يُعِيدُنَاۖ قُلِ ٱلَّذِي فَطَرَكُمۡ أَوَّلَ مَرَّةٖۚ فَسَيُنۡغِضُونَ إِلَيۡكَ رُءُوسَهُمۡ وَيَقُولُونَ مَتَىٰ هُوَۖ قُلۡ عَسَىٰٓ أَن يَكُونَ قَرِيبٗا",
      "translation": "51. Ёки кўнгилларингизда (ҳаётлигини тасаввур қилиши) жуда қийин бўлган бошқа бирон махлуқ бўлинглар, (ҳар ҳолда Аллоҳ сизларни тирилтирур)». Ҳали улар: «Бизларни ким қайта тирилтира олур?», дейдилар. «Сизларни илк бор яратган зот», деб айтинг! Ҳали улар: «У (кун) қачон бўлур?», деб (сўрайдилар). «Шоядки яқин бўлса», деб айтинг!",
      "footnotes": ""
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 287,
      "verse_key": "17:52",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ يَدۡعُوكُمۡ فَتَسۡتَجِيبُونَ بِحَمۡدِهِۦ وَتَظُنُّونَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗا",
      "translation": "52. У зот сизларни чорлайдиган кунда Унга ҳамду сано билан жавоб берурсизлар ва ўзларингизнинг (дунёда) жуда оз (муддат) турганларингизни ўйлаб қолурсизлар.",
      "footnotes": ""
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 287,
      "verse_key": "17:53",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقُل لِّعِبَادِي يَقُولُواْ ٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ ٱلشَّيۡطَٰنَ يَنزَغُ بَيۡنَهُمۡۚ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلۡإِنسَٰنِ عَدُوّٗا مُّبِينٗا",
      "translation": "53. Бандаларимга айтинг-ки, улар (ўзаро сўзлашганларида) энг гўзал сўзлардан сўзласинлар. Зеро, шайтон уларнинг ўрталарида бузғунчилик қилур. Дарҳақиқат, шайтон инсонга очиқ душмандир.",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 287,
      "verse_key": "17:54",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَّبُّكُمۡ أَعۡلَمُ بِكُمۡۖ إِن يَشَأۡ يَرۡحَمۡكُمۡ أَوۡ إِن يَشَأۡ يُعَذِّبۡكُمۡۚ وَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ وَكِيلٗا",
      "translation": "54. (Эй инсонлар), Парвардигорингиз сизларни жуда яхши билур. Хоҳласа сизларга раҳм-шафқат қилур, хоҳласа сизларга азоб берур. (Эй Муҳаммад алайҳис-салоту вас-салом), Биз сизни (одамлар) устига қўриқчи қилиб юборган эмасмиз (яъни, сизнинг вазифангиз фақат Бизнинг амру фармонларимизни уларга етказмоқдир).",
      "footnotes": ""
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 287,
      "verse_key": "17:55",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَرَبُّكَ أَعۡلَمُ بِمَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ ٱلنَّبِيِّـۧنَ عَلَىٰ بَعۡضٖۖ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا",
      "translation": "55. Парвардигорингиз осмонлар ва Ердаги бор жонзотни жуда яхши билур. Ҳақиқатан, Биз айрим пайғамбарларни айримларидан устун қилдик. Биз Довудга Забурни ато этдик.",
      "footnotes": "И з о ҳ. Бу оят баъзи мушриклар Муҳаммад алайҳис-салоту вас-саломнинг пайғамбар эканликларига иймон келтирмай, «Орамизда қанчадан-қанча олийнасаб зодагонлар турганида мана шу етим, ялангоёқ Муҳаммад пайғамбар бўладими?», дейишганида нозил қилингандир. Аллоҳ таоло унда нафақат маккаликларни, балки Еру осмонлардаги барча жониворларни ҳам жуда яхши билишини, бинобарин, кимни пайғамбар қилиб танлаш ҳам Ўз ихтиёрида эканлигини баён қилади ва Ўзи юборган пайғамбарларига турли мўъжизалар бериш билан айримларини айримларидан афзал қилиб қўйгани ҳақида хабар беради."
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 287,
      "verse_key": "17:56",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِهِۦ فَلَا يَمۡلِكُونَ كَشۡفَ ٱلضُّرِّ عَنكُمۡ وَلَا تَحۡوِيلًا",
      "translation": "56. (Эй Муҳаммад алайҳис-салоту вас-салом, мушрикларга) айтинг: «(Аллоҳдан) ўзга (илоҳ) деб гумон қилган кимсаларингизни чорланглар! Улар сизлардан бирон зиённи арита олмаслар ва (уни сизлардан бошқаларга) буриб ҳам юбора олмаслар.",
      "footnotes": ""
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 287,
      "verse_key": "17:57",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُوْلَٰٓئِكَ ٱلَّذِينَ يَدۡعُونَ يَبۡتَغُونَ إِلَىٰ رَبِّهِمُ ٱلۡوَسِيلَةَ أَيُّهُمۡ أَقۡرَبُ وَيَرۡجُونَ رَحۡمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورٗا",
      "translation": "57. Улар (илоҳ деб) илтижо қиладиган ўша кимсаларнинг ўзлари ҳам Парвардигорга қай бирлари яқинроқ бўлиш учун йўл изларлар. У зотнинг раҳмат-марҳаматидан умидвор бўлурлар, азобидан қўрқурлар. Парвардигорингизнинг азоби қўрқинчлидир.",
      "footnotes": "И з о ҳ. Баъзи бир тоифалар фаришталарни, насронийлар Ийсо пайғамбарни, яҳудийлар эса Узайр пайғамбарни илоҳ дейишиб, у зотларга сиғинадилар. Ушбу икки оят ўшалар хусусида бўлиб, уларга сиғинаётган зотлар Аллоҳнинг ожиз бандалари экани баён қилингандир."
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 287,
      "verse_key": "17:58",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن مِّن قَرۡيَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ يَوۡمِ ٱلۡقِيَٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا",
      "translation": "58. (Ер юзидаги) бор қишлоқ-шаҳарнинг (барчасини) Биз Қиёмат Куни (келиши)дан илгари ҳалок қилгувчидирмиз ёки қаттиқ азоб билан азоблагувчидирмиз. Ушбу ҳукм Китобда тақдири азалда битилгандир.",
      "footnotes": ""
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 288,
      "verse_key": "17:59",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا مَنَعَنَآ أَن نُّرۡسِلَ بِٱلۡأٓيَٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلۡأَوَّلُونَۚ وَءَاتَيۡنَا ثَمُودَ ٱلنَّاقَةَ مُبۡصِرَةٗ فَظَلَمُواْ بِهَاۚ وَمَا نُرۡسِلُ بِٱلۡأٓيَٰتِ إِلَّا تَخۡوِيفٗا",
      "translation": "59. (Эй Муҳаммад алайҳис-салоту вас-салом, мушриклар сиздан талаб қилган) оят-мўъжизаларни юборишдан Бизни фақат аввалги умматлар у (мўъжизаларни) ёлғон деганларигина қайтарди. Самуд қабиласига очиқ (мўъжиза бўлган) туяни ато этганимизда уни инкор этдилар (ва оқибатда қирилиб кетдилар). Биз мўъжизаларни фақат (бандаларимизни ҳалокатдан) қўрқитиш учунгина юборурмиз.",
      "footnotes": ""
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 288,
      "verse_key": "17:60",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِۚ وَمَا جَعَلۡنَا ٱلرُّءۡيَا ٱلَّتِيٓ أَرَيۡنَٰكَ إِلَّا فِتۡنَةٗ لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلۡمَلۡعُونَةَ فِي ٱلۡقُرۡءَانِۚ وَنُخَوِّفُهُمۡ فَمَا يَزِيدُهُمۡ إِلَّا طُغۡيَٰنٗا كَبِيرٗا",
      "translation": "60. Эсланг, (эй Муҳаммад алайҳис-салоту вас-салом), Биз сизга Парвардигорингиз (барча) одамларни ўраб-иҳота қилиб олгандир, деган эдик. Биз сизга (Меърож кечасида кўрсатган) «Туш»ни ва Қуръонда лаънатланган (Заққум) дарахтини у одамлар учун бир фитна-имтиҳон қилдик, холос. Биз (мушрикларни турли мўъжизалар билан) қўрқитурмиз, аммо бу уларни баттар туғёнга солур.",
      "footnotes": "И з о ҳ. Пайғамбар алайҳис-салоту вас-салом меърождан қайтганларидан сўнг, эрталаб бу кеча ўзларининг Аллоҳ таоло ҳузурига чиққанлари ва жаннатни ҳам, дўзахни ҳам ўз кўзлари билан кўрганларини айтиб, ўша дўзахнинг қоқ ўртасида Аллоҳнинг лаънатига учраб жаҳаннамга тушган кимсалар учун «овқат» бўладиган «Заққум» дарахти борлиги ҳақида хабар берганларида, Қурайш кофирлари: «Сен жуда ажойиб туш кўрибсан-ку, ахир ўт-олов у дарахтни куйдириб юбормайдими?», деб у зотни масхара қилиб кулишди. Шунда юқоридаги оят нозил бўлиб, унда Аллоҳ таоло Ўз пайғамбарига Ўзининг барча бандалар аҳволидан огоҳ Зот эканини яна бир бор эслатиб, Меърож ва унда кўрилган нарсалар, хусусан «Заққум» дарахти кишиларнинг ҳақиқий мўмин ёки кофир эканлигини синаш учун бўлган бир имтиҳон-синов эканлигини таъкидлайди ва бундай қўрқитув синовлар мўминларнинг иймонини зиёда қилса, кофирларни баттар туғёнга солиши ҳақида хабар беради."
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 288,
      "verse_key": "17:61",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ قَالَ ءَأَسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا",
      "translation": "61. Эсланг, Биз фаришталарга Одамга сажда қилинг, дейишимиз билан саждага эгилдилар. Фақат иблис (кибру ҳаво билан): «Сен лойдан яратган кимсага сажда қилурманми?», деди.",
      "footnotes": ""
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 288,
      "verse_key": "17:62",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ أَرَءَيۡتَكَ هَٰذَا ٱلَّذِي كَرَّمۡتَ عَلَيَّ لَئِنۡ أَخَّرۡتَنِ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَأَحۡتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلٗا",
      "translation": "62. У (яна шундай) деди: «Менга хабар бергин-чи, мана шу кимсани мендан улуғ-устун қилдингми? Қасамки, агар Сен мени Қиёмат Кунигача (тирик) қолдирсанг, албатта, мен унинг зурриётини қириб юборурман, (яъни, ҳақ йўлдан оздириб, ҳалокат йўлларига буриб юборурман), магар озгиналаригина (ҳақ йўлда) қолурлар».",
      "footnotes": ""
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 288,
      "verse_key": "17:63",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ ٱذۡهَبۡ فَمَن تَبِعَكَ مِنۡهُمۡ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمۡ جَزَآءٗ مَّوۡفُورٗا",
      "translation": "63. (Аллоҳ) айтди: «Бор, (сенга Қиёматгача умр бердим). Бас улардан ким сенга эргашса, у ҳолда, шак-шубҳасиз, жаҳаннам сизларга етарли жазо бўлур!",
      "footnotes": ""
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 288,
      "verse_key": "17:64",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱسۡتَفۡزِزۡ مَنِ ٱسۡتَطَعۡتَ مِنۡهُم بِصَوۡتِكَ وَأَجۡلِبۡ عَلَيۡهِم بِخَيۡلِكَ وَرَجِلِكَ وَشَارِكۡهُمۡ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِ وَعِدۡهُمۡۚ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا",
      "translation": "64. Улардан кучинг етган кимсани овозинг билан қўзғат, уларнинг устига отлиқ ва пиёда (лашкарингни) торт, топган мол-давлат ва бола-чақаларида уларга шерик бўл (яъни, уларни ҳаромдан мол-дунё ва бола-чақа орттиришга унда), уларга (ёлғон) ваъдалар қил». Дарҳақиқат, шайтон уларга фақат алдов-ёлғон нарсаларнигина ваъда қилур.",
      "footnotes": ""
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 288,
      "verse_key": "17:65",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٞۚ وَكَفَىٰ بِرَبِّكَ وَكِيلٗا",
      "translation": "65. «Менинг (иймон-эътиқодли) бандаларим устига эса сен учун ҳеч қандай салтанат-ҳукмронлик бўлмас. Парвардигорингнинг Ўзи етарли қўриқловчидир».",
      "footnotes": ""
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 288,
      "verse_key": "17:66",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَّبُّكُمُ ٱلَّذِي يُزۡجِي لَكُمُ ٱلۡفُلۡكَ فِي ٱلۡبَحۡرِ لِتَبۡتَغُواْ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ كَانَ بِكُمۡ رَحِيمٗا",
      "translation": "66. (Эй инсонлар), Парвардигорингиз Унинг фазлу марҳаматидан (ризқу рўз) изланглар, деб сизлар учун денгизда кемаларни юргизиб қўйган Зотдир. Дарҳақиқат, У сизларга меҳрибондир.",
      "footnotes": ""
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 289,
      "verse_key": "17:67",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِي ٱلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّآ إِيَّاهُۖ فَلَمَّا نَجَّىٰكُمۡ إِلَى ٱلۡبَرِّ أَعۡرَضۡتُمۡۚ وَكَانَ ٱلۡإِنسَٰنُ كَفُورًا",
      "translation": "67. Қачон денгизда сизларга бирон мусибат етса, сизлар илтижо қиладиган бутлар ғойиб бўлур, фақат Унинг Ўзигина қолур. Энди қачонқи, У зот сизларга нажот бериб қуруқликка чиқариб қўйгач, сизлар Ундан юз ўгирурсиз. Дарҳақиқат, инсон куфрони неъмат қилгувчидир.",
      "footnotes": ""
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 289,
      "verse_key": "17:68",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَأَمِنتُمۡ أَن يَخۡسِفَ بِكُمۡ جَانِبَ ٱلۡبَرِّ أَوۡ يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗا ثُمَّ لَا تَجِدُواْ لَكُمۡ وَكِيلًا",
      "translation": "68. Ё (Аллоҳ), сизларни қуруқлик томонида ҳам (ерга) юттириб юборишидан, ёхуд устингиздан тош ёғдиришидан, сўнгра ўзларингиз учун бирон вакил — сақловчи тополмай қолиш (ғами)дан хотиржаммисиз?!",
      "footnotes": ""
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 289,
      "verse_key": "17:69",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ أَمِنتُمۡ أَن يُعِيدَكُمۡ فِيهِ تَارَةً أُخۡرَىٰ فَيُرۡسِلَ عَلَيۡكُمۡ قَاصِفٗا مِّنَ ٱلرِّيحِ فَيُغۡرِقَكُم بِمَا كَفَرۡتُمۡ ثُمَّ لَا تَجِدُواْ لَكُمۡ عَلَيۡنَا بِهِۦ تَبِيعٗا",
      "translation": "69. Ёки У зот сизларни яна қайтадан (денгизга) қайтариб, устингизга қаттиқ шамол юборишидан, бас, кофир бўлганларингиз сабабли ғарқ қилишидан, сўнгра ўзларингиз учун Биздан ўч олиб бергувчи бировни топа олмай қолиш ғамидан хотиржаммисиз?!",
      "footnotes": ""
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 289,
      "verse_key": "17:70",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَلَقَدۡ كَرَّمۡنَا بَنِيٓ ءَادَمَ وَحَمَلۡنَٰهُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَىٰ كَثِيرٖ مِّمَّنۡ خَلَقۡنَا تَفۡضِيلٗا",
      "translation": "70. Дарҳақиқат, Биз Одам болаларини азиз-мукаррам қилдик ва уларни барру-баҳрда — қуруқлик ва денгизда (от-улов ва кемаларга) чиқариб қўйдик ҳамда уларга ҳалол-пок нарсалардан ризқу рўз бердик ва уларни Ўзимиз яратган жуда кўп жонзотлардан афзал-устун қилиб қўйдик.",
      "footnotes": ""
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 289,
      "verse_key": "17:71",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ نَدۡعُواْ كُلَّ أُنَاسِۭ بِإِمَٰمِهِمۡۖ فَمَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَأُوْلَٰٓئِكَ يَقۡرَءُونَ كِتَٰبَهُمۡ وَلَا يُظۡلَمُونَ فَتِيلٗا",
      "translation": "71. Биз ҳар бир одамни ўз номаи аъмоли билан чорлайдиган (Қиёмат) кунини эслангиз! Бас, кимгаки ўз китоби — номаи аъмоли ўнг қўлидан берилса, ана ўша кишилар ўзларига қилчалик зулм қилинмаган ҳолида, номаи аъмолларини ўқурлар (яъни, унда бу дунёда қилиб ўтган барча яхши амалларининг савоби битилган бўлур).",
      "footnotes": ""
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 289,
      "verse_key": "17:72",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَن كَانَ فِي هَٰذِهِۦٓ أَعۡمَىٰ فَهُوَ فِي ٱلۡأٓخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِيلٗا",
      "translation": "72. Кимки, бу дунёда кўр-гумроҳ экан, бас, у Охиратда ҳам кўр ва бутунлай йўлдан озгувчидир.",
      "footnotes": ""
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 289,
      "verse_key": "17:73",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن كَادُواْ لَيَفۡتِنُونَكَ عَنِ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ لِتَفۡتَرِيَ عَلَيۡنَا غَيۡرَهُۥۖ وَإِذٗا لَّٱتَّخَذُوكَ خَلِيلٗا",
      "translation": "73. (Эй Муҳаммад алайҳис-салоту вас-салом, мушриклар) сизни Бизнинг шаънимизга, (ваҳийдан) ўзга нарсаларни тўқиб чиқаришингиз учун — Биз сизга ваҳий қилган оятлардан алдаб-буриб юборишларига оз қолди. У ҳолда, (яъни, уларнинг йўриқларига юрсангиз), сизни дўст қилиб олган бўлур эдилар.",
      "footnotes": ""
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 289,
      "verse_key": "17:74",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡلَآ أَن ثَبَّتۡنَٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَيۡهِمۡ شَيۡـٔٗا قَلِيلًا",
      "translation": "74. Агар Биз сизни (ҳақ йўлда) қилмаганимизда, сиз уларга бир қадар мойил бўлишингизга оз қолди.",
      "footnotes": ""
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 289,
      "verse_key": "17:75",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذٗا لَّأَذَقۡنَٰكَ ضِعۡفَ ٱلۡحَيَوٰةِ وَضِعۡفَ ٱلۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيۡنَا نَصِيرٗا",
      "translation": "75. У ҳолда, албатта, Биз сизга дунё (азобини) ҳам, Охират (азобини) ҳам икки ҳисса қилиб тотдирган бўлур эдик, сўнгра ўзингиз учун Бизга қарши бирон мададкор топа олмаган бўлур эдингиз.",
      "footnotes": "И з о ҳ. Мушриклар Пайғамбар алайҳис-салоту вас-саломга эргашишлари учун у киши ҳам ўзларининг баъзи шартларини қабул этишларини талаб қиладилар. Шунда Аллоҳ таоло Ўз пайғамбарини мушриклар фитнасидан огоҳ этиб юқоридаги оятларни нозил қилади. Улуғ саҳобалардан Ибн Аббос розияллоҳу анҳу айтишларича, бу оятларда гарчи Пайғамбар алайҳис-салоту вас-саломга хитоб қилинган бўлса-да, булар у кишининг умматлари учун ҳам танбеҳ бўлиб, Аллоҳ таоло уларни кофирлар кўрсатган йўлларга эргашмасликка буюради, акс ҳолда дунёю Охиратда бахтсиз бўлиб қолишлари тўғрисида огоҳлантиради."
    },
    {
      "id": 76,
      "verse_number": 76,
      "page_number": 290,
      "verse_key": "17:76",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن كَادُواْ لَيَسۡتَفِزُّونَكَ مِنَ ٱلۡأَرۡضِ لِيُخۡرِجُوكَ مِنۡهَاۖ وَإِذٗا لَّا يَلۡبَثُونَ خِلَٰفَكَ إِلَّا قَلِيلٗا",
      "translation": "76. Улар сизни бу tрдан (Маккадан) чиқариб юбориш учун (турли макр-ҳийлалар билан) қўзғатиб юборишларига оз қолди. У ҳолда, уларнинг ўзлари ҳам сиздан кейин озгина (муддат) тура оладилар, холос (сўнгра, албатта ҳалок қилинурлар).",
      "footnotes": ""
    },
    {
      "id": 77,
      "verse_number": 77,
      "page_number": 290,
      "verse_key": "17:77",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "سُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسُلِنَاۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِيلًا",
      "translation": "77. (Ўз пайғамбарларини қувиб чиқарган қавмнинг ҳалок қилиниши) сиздан илгари юборган пайғамбарларимиздан қолган йўл-қонундир. Сиз ҳаргиз Бизнинг қонунимиз ўзгарганини кўрмайсиз.",
      "footnotes": ""
    },
    {
      "id": 78,
      "verse_number": 78,
      "page_number": 290,
      "verse_key": "17:78",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمۡسِ إِلَىٰ غَسَقِ ٱلَّيۡلِ وَقُرۡءَانَ ٱلۡفَجۡرِۖ إِنَّ قُرۡءَانَ ٱلۡفَجۡرِ كَانَ مَشۡهُودٗا",
      "translation": "78. Қуёш оғишидан то тун қоронғусигача намозни тўкис адо қилинг ва тонгги ўқишни (бомдод намозини) ҳам (тўкис адо қилинг). Зеро тонгги ўқиш (кеча ва кундуз фаришталари) ҳозир бўладиган намоздир.",
      "footnotes": "И з о ҳ. Барча муфассирлар ушбу оятни ҳар куни беш вақт намоз фарз эканлигига ҳужжат деб қабул қилганлар.Чунки қуёш оғиши билан «пешин» намози ўқилади. Кишининг сояси ўзига икки баробар бўлгач эса «аср» вақти киради. Кун ботиши билан «шом» бўлса, кеча қоронғуси тушиши билан «хуфтон» вақти кирган бўлади. Тун тугаб, тонг бошлангач, (ҳали қуёш чиқмасдан туриб) «бомдод» ўқиш фарз бўлади."
    },
    {
      "id": 79,
      "verse_number": 79,
      "page_number": 290,
      "verse_key": "17:79",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلَّيۡلِ فَتَهَجَّدۡ بِهِۦ نَافِلَةٗ لَّكَ عَسَىٰٓ أَن يَبۡعَثَكَ رَبُّكَ مَقَامٗا مَّحۡمُودٗا",
      "translation": "79. Кечанинг (бир қисмида) уйғониб ўзингиз учун нафл (ибодат) бўлган намозни ўқинг! Шоядки, Парвардигорингиз сизни (Қиёмат Кунида Буюк Шафоатни — ҳисоб-китобни бошлашини Аллоҳдан сўраб берувчи) мақтовли мақомда тирилтирур.",
      "footnotes": ""
    },
    {
      "id": 80,
      "verse_number": 80,
      "page_number": 290,
      "verse_key": "17:80",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقُل رَّبِّ أَدۡخِلۡنِي مُدۡخَلَ صِدۡقٖ وَأَخۡرِجۡنِي مُخۡرَجَ صِدۡقٖ وَٱجۡعَل لِّي مِن لَّدُنكَ سُلۡطَٰنٗا نَّصِيرٗا",
      "translation": "80. Ва айтинг: «Парвардигорим, мени (қабримга) ҳаққи-рост (яъни, гуноҳлардан пок бўлган ҳолимда) дохил қилгин ва (Қиёмат Куни тирилтирганингда ҳам) ҳаққи-рост (ўнг томоним билан) чиқаргин, ҳамда мен учун ўз даргоҳингдан бир мададкор қувват ато қилгин».",
      "footnotes": ""
    },
    {
      "id": 81,
      "verse_number": 81,
      "page_number": 290,
      "verse_key": "17:81",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقُلۡ جَآءَ ٱلۡحَقُّ وَزَهَقَ ٱلۡبَٰطِلُۚ إِنَّ ٱلۡبَٰطِلَ كَانَ زَهُوقٗا",
      "translation": "81. Яна айтинг: «Ҳақиқат (яъни, Ислом) келди ва ботил (яъни, куфр) ўчиб-йўқолди. Чунки ботил йўқолгувчи нарсадир».",
      "footnotes": ""
    },
    {
      "id": 82,
      "verse_number": 82,
      "page_number": 290,
      "verse_key": "17:82",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَنُنَزِّلُ مِنَ ٱلۡقُرۡءَانِ مَا هُوَ شِفَآءٞ وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ وَلَا يَزِيدُ ٱلظَّٰلِمِينَ إِلَّا خَسَارٗا",
      "translation": "82. Биз мўминлар учун шифо ва раҳмат бўлган Қуръон оятларини нозил қилурмиз. (Лекин бу оятлар) золим-кофир кимсаларга фақат зиённи зиёда қилур.",
      "footnotes": ""
    },
    {
      "id": 83,
      "verse_number": 83,
      "page_number": 290,
      "verse_key": "17:83",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسٗا",
      "translation": "83. Қачон Биз инсонга (тинчлик, саломатлик, тўкинликни) инъом этсак, у (шукр қилишдан) юз ўгириб, четга бурилиб кетур. Қачон унга (хасталик, камбағаллик каби) бирор ёмонлик етса, ноумид бўлур.",
      "footnotes": ""
    },
    {
      "id": 84,
      "verse_number": 84,
      "page_number": 290,
      "verse_key": "17:84",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ كُلّٞ يَعۡمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمۡ أَعۡلَمُ بِمَنۡ هُوَ أَهۡدَىٰ سَبِيلٗا",
      "translation": "84. Айтинг: «Ҳар ким ўз ҳолича амал қилур. Парвардигорингиз Тўғри Йўлдаги зотларни жуда яхши билур (ва ҳар кимга қилган иш-амалига мувофиқ жазо-мукофот берур»).",
      "footnotes": ""
    },
    {
      "id": 85,
      "verse_number": 85,
      "page_number": 290,
      "verse_key": "17:85",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَسۡـَٔلُونَكَ عَنِ ٱلرُّوحِۖ قُلِ ٱلرُّوحُ مِنۡ أَمۡرِ رَبِّي وَمَآ أُوتِيتُم مِّنَ ٱلۡعِلۡمِ إِلَّا قَلِيلٗا",
      "translation": "85. (Эй Муҳаммад алайҳис-салоту вас-салом), сиздан руҳ-жон ҳақида сўрайдилар. Айтинг: «Руҳ ёлғиз Парвардигорим биладиган ишлардандир». Сизларга жуда оз илм берилгандир.",
      "footnotes": "И з о ҳ. Ушбу оятда Аллоҳ таолонинг ҳатто Ўз пайғамбарларига ҳам маълум қилмаган ишлари борлиги баён этилиб, барча инсоният билиши мумкин бўлган билим-маърифат жуда оз нарса экани таъкидланади."
    },
    {
      "id": 86,
      "verse_number": 86,
      "page_number": 290,
      "verse_key": "17:86",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَئِن شِئۡنَا لَنَذۡهَبَنَّ بِٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيۡنَا وَكِيلًا",
      "translation": "86. Қасамки, агар хоҳласак, сўзсиз, сизга ваҳий қилган нарса — Қуръонни (сиздан) кетказурмиз, сўнгра ўзингиз учун (яъни, Биздан Қуръонни қайтариб олиш учун) Бизга қарши бирон вакил-ҳомий топа олмассиз.",
      "footnotes": ""
    },
    {
      "id": 87,
      "verse_number": 87,
      "page_number": 291,
      "verse_key": "17:87",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّ فَضۡلَهُۥ كَانَ عَلَيۡكَ كَبِيرٗا",
      "translation": "87. Илло, Парвардигорингизнинг марҳамати билангина (Қуръон неъмати қўлингизда, дилингизда боқийдир). Дарҳақиқат, У зотнинг сизга бўлган фазлу марҳамати каттадир.",
      "footnotes": ""
    },
    {
      "id": 88,
      "verse_number": 88,
      "page_number": 291,
      "verse_key": "17:88",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لَّئِنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰٓ أَن يَأۡتُواْ بِمِثۡلِ هَٰذَا ٱلۡقُرۡءَانِ لَا يَأۡتُونَ بِمِثۡلِهِۦ وَلَوۡ كَانَ بَعۡضُهُمۡ لِبَعۡضٖ ظَهِيرٗا",
      "translation": "88. Айтинг: «Қасамки, агар бор инсу жин мана шу Қуръонни ўхшашини келтириш йўлида бирлашиб, бир-бирларига ёрдамчи бўлсалар-да, унинг ўхшашини келтира олмаслар».",
      "footnotes": ""
    },
    {
      "id": 89,
      "verse_number": 89,
      "page_number": 291,
      "verse_key": "17:89",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا",
      "translation": "89. Аниқки, Биз бу Қуръонда одамлар учун барча мисол-ибратлардан баён қилдик. Лекин одамларнинг кўплари фақат куфрнигина ихтиёр этдилар.",
      "footnotes": ""
    },
    {
      "id": 90,
      "verse_number": 90,
      "page_number": 291,
      "verse_key": "17:90",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تَفۡجُرَ لَنَا مِنَ ٱلۡأَرۡضِ يَنۢبُوعًا",
      "translation": "90. Ва дедилар: «Токи бизлар учун мана шу ерни ёриб, бир чашма чиқариб бермасанг, биз сенга ҳаргиз иймон келтирмаймиз.",
      "footnotes": ""
    },
    {
      "id": 91,
      "verse_number": 91,
      "page_number": 291,
      "verse_key": "17:91",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوۡ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ ٱلۡأَنۡهَٰرَ خِلَٰلَهَا تَفۡجِيرًا",
      "translation": "91. Ё сенинг хурмозор, узумзор боғинг бўлиб, унинг ўртасидан ёриб дарёлар пайдо қилмасанг;",
      "footnotes": ""
    },
    {
      "id": 92,
      "verse_number": 92,
      "page_number": 291,
      "verse_key": "17:92",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوۡ تُسۡقِطَ ٱلسَّمَآءَ كَمَا زَعَمۡتَ عَلَيۡنَا كِسَفًا أَوۡ تَأۡتِيَ بِٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ قَبِيلًا",
      "translation": "92. Ёки, ўзинг даъво қилганингдек, осмонни устимизга парча-парча қилиб туширмагунингча ёки Аллоҳ ва фаришталарини олдимизга келтирмагунингча;",
      "footnotes": ""
    },
    {
      "id": 93,
      "verse_number": 93,
      "page_number": 291,
      "verse_key": "17:93",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوۡ يَكُونَ لَكَ بَيۡتٞ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِي ٱلسَّمَآءِ وَلَن نُّؤۡمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيۡنَا كِتَٰبٗا نَّقۡرَؤُهُۥۗ قُلۡ سُبۡحَانَ رَبِّي هَلۡ كُنتُ إِلَّا بَشَرٗا رَّسُولٗا",
      "translation": "93. Ёки сенинг олтиндан бир уйинг бўлмагунича, ёхуд ўзинг (кўз олдимизда) осмонга кўтарилмагунингча (ҳаргиз сенга иймон келтирмаймиз). Токи, бизларга ўқийдиган бирон китоб туширмас экансан, бу (осмонга) кўтарилишингга ҳам ҳаргиз ишонмаймиз». Айтинг: «Эй Пок Парвардигорим, мен фақат элчи-пайғамбар бўлган бир одам эдим-ку!»",
      "footnotes": ""
    },
    {
      "id": 94,
      "verse_number": 94,
      "page_number": 291,
      "verse_key": "17:94",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰٓ إِلَّآ أَن قَالُوٓاْ أَبَعَثَ ٱللَّهُ بَشَرٗا رَّسُولٗا",
      "translation": "94. Одамларга ҳидоят келган пайтида, фақат: «Аллоҳ (фаришталарни эмас, балки) одамзодни пайғамбар қилиб юборибдими?!», деган сўзларигина уларни иймон келтиришларидан тўсди.",
      "footnotes": ""
    },
    {
      "id": 95,
      "verse_number": 95,
      "page_number": 291,
      "verse_key": "17:95",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لَّوۡ كَانَ فِي ٱلۡأَرۡضِ مَلَٰٓئِكَةٞ يَمۡشُونَ مُطۡمَئِنِّينَ لَنَزَّلۡنَا عَلَيۡهِم مِّنَ ٱلسَّمَآءِ مَلَكٗا رَّسُولٗا",
      "translation": "95. Айтинг: «Агар бу — Ерда (одамлар эмас, балки) фаришталар маскан тутиб юрганларида эди, албатта, Биз (яъни, Аллоҳ) уларга осмондан фаришта пайғамбарни туширган бўлур эдик».",
      "footnotes": ""
    },
    {
      "id": 96,
      "verse_number": 96,
      "page_number": 291,
      "verse_key": "17:96",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا",
      "translation": "96. Айтинг: «Мен билан сизларнинг ўртамизда Аллоҳнинг Ўзи етарли гувоҳдир. Албатта, У бандаларидан огоҳ ва (уларни) кўриб тургувчи бўлган Зотдир».",
      "footnotes": ""
    },
    {
      "id": 97,
      "verse_number": 97,
      "page_number": 292,
      "verse_key": "17:97",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُمۡ أَوۡلِيَآءَ مِن دُونِهِۦۖ وَنَحۡشُرُهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عَلَىٰ وُجُوهِهِمۡ عُمۡيٗا وَبُكۡمٗا وَصُمّٗاۖ مَّأۡوَىٰهُمۡ جَهَنَّمُۖ كُلَّمَا خَبَتۡ زِدۡنَٰهُمۡ سَعِيرٗا",
      "translation": "97. Аллоҳ кимни ҳидоят қилса, бас, ўша ҳидоят топгучидир. У зот кимни йўлдан оздирса, бас, улар учун Ундан ўзга дўст мададкорларни топа олмассиз, уларни Қиёмат Кунида юзтубан ҳолларида кўр, соқов, кар қилиб тирилтирурмиз. Уларнинг борар жойлари жаҳаннамдир. Ҳар қачон (жаҳаннам ўти) сусайса, Биз уларга оловни ловуллатиб юборурмиз.",
      "footnotes": ""
    },
    {
      "id": 98,
      "verse_number": 98,
      "page_number": 292,
      "verse_key": "17:98",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمۡ كَفَرُواْ بِـَٔايَٰتِنَا وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدًا",
      "translation": "98. Бу Бизнинг оятларимизга кофир бўлганлари ҳамда: «Суяк ва (чирик) мурдаларга айланган вақтимизда янгитдан яралиб қайта тирилурмизми?!», деганлари сабабли, уларга берилган жазодир.",
      "footnotes": ""
    },
    {
      "id": 99,
      "verse_number": 99,
      "page_number": 292,
      "verse_key": "17:99",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ قَادِرٌ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۡ وَجَعَلَ لَهُمۡ أَجَلٗا لَّا رَيۡبَ فِيهِ فَأَبَى ٱلظَّٰلِمُونَ إِلَّا كُفُورٗا",
      "translation": "99. Ахир улар (кофирлар) осмонлар ва Ерни яратган зот – Аллоҳ – уларнинг (яъни, инсонларнинг) мислини ҳам яратишга қодир эканини билмадиларми?! (Аллоҳ) улар учун (яъни, ўлишлари ва қайта тирилишлари учун) аниқ бир муддатни белгилаб қўйгандир. Лекин золим кимсалар фақат куфргагина рози бўлурлар.",
      "footnotes": ""
    },
    {
      "id": 100,
      "verse_number": 100,
      "page_number": 292,
      "verse_key": "17:100",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لَّوۡ أَنتُمۡ تَمۡلِكُونَ خَزَآئِنَ رَحۡمَةِ رَبِّيٓ إِذٗا لَّأَمۡسَكۡتُمۡ خَشۡيَةَ ٱلۡإِنفَاقِۚ وَكَانَ ٱلۡإِنسَٰنُ قَتُورٗا",
      "translation": "100. (Эй Муҳаммад алайҳис-салоту вас-салом, у мушрикларга) айтинг: «Агар сизлар Парвардигоримнинг раҳмат-ризқ хазиналарига эга бўлсангизлар, ўшанда ҳам (уни) ишлатишдан (тугатиб қўйишдан) қўрқиб, мумсиклик-бахиллик қилган бўлур эдингизлар». (Чунки) инсон зоти хасис бўлур.",
      "footnotes": ""
    },
    {
      "id": 101,
      "verse_number": 101,
      "page_number": 292,
      "verse_key": "17:101",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ تِسۡعَ ءَايَٰتِۭ بَيِّنَٰتٖۖ فَسۡـَٔلۡ بَنِيٓ إِسۡرَٰٓءِيلَ إِذۡ جَآءَهُمۡ فَقَالَ لَهُۥ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسَىٰ مَسۡحُورٗا",
      "translation": "101. Аниқки, Биз Мусога тўққиз очиқ оят-мўъжиза ато этдик. Сўнг у (Фиръавн ва унинг одамларининг олдига) келган пайтида, (унга): «Бани Исроилни (ўз юртлари Шомга қўйиб юборилишини, Фиръавндан) сўрагин», (деб амр этдик). Шунда Фиръавн унга: «Эй Мусо, ҳеч шубҳа йўқки, мен сени сеҳр-жодуга чалинган, деб ўйламоқдаман», деди.",
      "footnotes": ""
    },
    {
      "id": 102,
      "verse_number": 102,
      "page_number": 292,
      "verse_key": "17:102",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ لَقَدۡ عَلِمۡتَ مَآ أَنزَلَ هَٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَٰفِرۡعَوۡنُ مَثۡبُورٗا",
      "translation": "102. (Мусо) деди: «(Эй Фиръавн), сен анави очиқ-равшан (мўъжизаларни) фақат осмонлар ва Ернинг Парвардигоригина нозил қилганини аниқ билурсан. Ҳеч шубҳа йўқки, эй Фиръавн, мен сени ҳалок қилингувчи, деб ўйламоқдаман».",
      "footnotes": ""
    },
    {
      "id": 103,
      "verse_number": 103,
      "page_number": 292,
      "verse_key": "17:103",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَرَادَ أَن يَسۡتَفِزَّهُم مِّنَ ٱلۡأَرۡضِ فَأَغۡرَقۡنَٰهُ وَمَن مَّعَهُۥ جَمِيعٗا",
      "translation": "103. Шунда, (Фиръавн Мусо ва унинг қавмини) қувиб чиқармоқчи бўлганида, Биз уни (Фиръавнни) ва у билан бирга бўлган кимсаларнинг барчаларини (денгизга) ғарқ қилдик.",
      "footnotes": ""
    },
    {
      "id": 104,
      "verse_number": 104,
      "page_number": 292,
      "verse_key": "17:104",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقُلۡنَا مِنۢ بَعۡدِهِۦ لِبَنِيٓ إِسۡرَٰٓءِيلَ ٱسۡكُنُواْ ٱلۡأَرۡضَ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ جِئۡنَا بِكُمۡ لَفِيفٗا",
      "translation": "104. (Фиръавндан) сўнг, Бани Исроилга: «Мана шу ерни (Мисрни) маскан тутинглар. Энди қачон ваъда қилинган Охират келганида сизларнинг барчангизни (қайта тирилтириб) келтирурмиз», дедик.",
      "footnotes": ""
    },
    {
      "id": 105,
      "verse_number": 105,
      "page_number": 293,
      "verse_key": "17:105",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَبِٱلۡحَقِّ أَنزَلۡنَٰهُ وَبِٱلۡحَقِّ نَزَلَۗ وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا",
      "translation": "105. Биз (Қуръонни) ҳаққи-рост нозил қилдик ва у ҳақ (ҳукм-фармонларимиз) билан нозил бўлди. (Эй Муҳаммад алайҳис-салоту вас-салом), Биз сизни фақат (мўминларга) хушхабар элтгувчи ва (кофирларни дўзах азобидан) огоҳлантиргувчи қилиб юбордик.",
      "footnotes": ""
    },
    {
      "id": 106,
      "verse_number": 106,
      "page_number": 293,
      "verse_key": "17:106",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقُرۡءَانٗا فَرَقۡنَٰهُ لِتَقۡرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكۡثٖ وَنَزَّلۡنَٰهُ تَنزِيلٗا",
      "translation": "106. Сиз Қуръонни одамларга аста-секин ўқиб беришингиз учун Биз уни бўлакларга бўлдик ва бўлиб-бўлиб нозил қилдик.",
      "footnotes": ""
    },
    {
      "id": 107,
      "verse_number": 107,
      "page_number": 293,
      "verse_key": "17:107",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ ءَامِنُواْ بِهِۦٓ أَوۡ لَا تُؤۡمِنُوٓاْۚ إِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مِن قَبۡلِهِۦٓ إِذَا يُتۡلَىٰ عَلَيۡهِمۡ يَخِرُّونَۤ لِلۡأَذۡقَانِۤ سُجَّدٗاۤ",
      "translation": "107. Айтинг: «(Эй мушриклар), сизлар (хоҳласангиз), Унга ишонинглар, (хоҳласангиз) ишонманглар. Зотан, (Қуръон нозил бўлишидан) илгари илм (яъни, Таврот) берилган кишилар (Қуръон) тиловат қилинган вақтида сажда қилган ҳолларида юзлари билан йиқилурлар.",
      "footnotes": "И з о ҳ. Ушбу оят сажда ояти бўлиб, уни ўқиган киши Аллоҳ учун бир марта сажда қилиши вожиб бўлади."
    },
    {
      "id": 108,
      "verse_number": 108,
      "page_number": 293,
      "verse_key": "17:108",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَقُولُونَ سُبۡحَٰنَ رَبِّنَآ إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولٗا",
      "translation": "108. Ва улар: «Эй Пок Парвардигор! Албатта Парвардигоримизнинг («Мен сўнгги пайғамбаримни юборурман ва унга Қуръон нозил қилурман», деган) ваъдаси адо қилингувчи ваъдадир», дейдилар.",
      "footnotes": ""
    },
    {
      "id": 109,
      "verse_number": 109,
      "page_number": 293,
      "verse_key": "17:109",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": "obligatory",
      "sajdah_number": 4,
      "text": "وَيَخِرُّونَ لِلۡأَذۡقَانِ يَبۡكُونَ وَيَزِيدُهُمۡ خُشُوعٗا۩",
      "translation": "109. Улар, йиғлаган ҳолларида, юзлари билан йиқилурлар ва (Қуръон) уларнинг хокисорликларини зиёда қилур.",
      "footnotes": ""
    },
    {
      "id": 110,
      "verse_number": 110,
      "page_number": 293,
      "verse_key": "17:110",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلِ ٱدۡعُواْ ٱللَّهَ أَوِ ٱدۡعُواْ ٱلرَّحۡمَٰنَۖ أَيّٗا مَّا تَدۡعُواْ فَلَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَٱبۡتَغِ بَيۡنَ ذَٰلِكَ سَبِيلٗا",
      "translation": "110. (Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Аллоҳ, деб чорлангиз, ёки Раҳмон — Меҳрибон, деб чорлангиз. Қандай чорласангизлар-да (жоиздир). Зеро, У зотнинг гўзал исмлари бордир». (Эй Муҳаммад алайҳис-салоту вас-салом), сиз намозингизни жуда жаҳрий (баланд овозда, ошкора) ҳам қилиб юборманг (токи, мушриклар эшитиб, Қуръонни ҳақорат қилмасинлар) ва ўта махфий ҳам қилиб юборманг (токи, саҳобаларингиз тинглаб-фойдалансинлар). Шуларнинг (яъни, жаҳрийлик билан махфийлик) ўртасидаги йўлни тутинг!",
      "footnotes": ""
    },
    {
      "id": 111,
      "verse_number": 111,
      "page_number": 293,
      "verse_key": "17:111",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا",
      "translation": "111. «Ҳамду сано бола-чақа қилмаган, подшоҳлик-илоҳликда шериги йўқ, хор-зорликдан (қутқаргувчи) дўсти-ёрдамчиси бўлмаган (яъни, ҳеч кимга хор-муҳтож бўлмайдиган) зот — Аллоҳ учундир», деб айтинг ва У зотни мудом улуғланг!",
      "footnotes": ""
    }
  ]
}