{
  "id": 41,
  "verse_number": 41,
  "page_number": 182,
  "verse_key": "8:41",
  "juz_number": 10,
  "hizb_number": 19,
  "rub_el_hizb_number": 73,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "۞ وَٱعۡلَمُوٓاْ أَنَّمَا غَنِمۡتُم مِّن شَيۡءٖ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلۡنَا عَلَىٰ عَبۡدِنَا يَوۡمَ ٱلۡفُرۡقَانِ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
  "translation": "(Оо, ыймандуулар!) Билип алгыла: (Аллах жолундагы казаттарда) олжого алган нерсеңерден (бештен төрт бөлүгү жоокерлерге бөлүнгөндөн кийин) бештен бир бөлүгү (дагы бешке бөлүнүп, биринчи бөлүгү жалпы мусулмандардын пайдасына иштетүү үчүн) Аллахка жана пайгамбарына, (экинчи бөлүгү - садаканын ордуна[1] - пайгамбардын Бану Хашим жана Бану мутталиб уруусунан турган) тууган-уруктарына, (үчүнчү бөлүгү) жетимдерге, (төртүнчү бөлүгү) мискин-кедейлерге жана (бешинчи бөлүгү) мусаапырларга тиешелүү. (Оо, ыймандуулар!) Эгер силер Аллахка жана эки жамаат (ыймандуулар менен мушриктер) жолугушуп (кагылышып), чындык жалгандан ажыраган (Бадр казаты болгон) күнү Өз пендебизге асмандан түшүргөн жардамдарга ишенчү болсоңор, (олжолорду жогоруда көргөзүлгөндөй бөлүштүргүлө!) Аллах ар нерсеге Кудуреттүү.[2]",
  "footnotes": "[1] Анткени, пайгамбардын тууган-уруктарына садака жеш - арам.\n[2] Ушул аяттын өкүмү боюнча, согуштан түшкөн олжонун бештен төрт бөлүгү аскерлерге: жөө аскерге бир үлүш, атчанга эки (өзүнө жана атына) үлүш иретинде бөлүнүп берилген. Калган бештен бир бөлүгү төмөндөгүчө бешке бөлүнгөн: 1-Аллахка жана пайгамбарына. Бул бөлүктү Аллахтын элчиси динин өркүндөтүү жана жалпы мусулмандардын пайдасына иштеткен. Өзүнүн жеке кызыкчылыгына иштеткен эмес. 2-Тууган-уруктарга. Булар Бану Хашим жана Бану Мутталибден болгон пайгамбардын жакындары. Байы болсун, кедейи болсун, баарына бирдей бөлүштүрүлөт. 3-Жетимдерге. Булар атасы өлгөн балдар. Апасы өлүп, бирок атасы тирүү болсо, аны толук жетим катары эсептелбейт. 4-Мискиндерге. Булар аял-эркек, жаш-кары кедейлер. 5-Мусапырларга. Булар өз журтунан башка жерде толук камсыздалбай жүргөн сапардагылар."
}