{
  "result": [
    {
      "id": "5420",
      "sura": "71",
      "aya": "1",
      "arabic_text": "إِنَّآ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ أَنۡ أَنذِرۡ قَوۡمَكَ مِن قَبۡلِ أَن يَأۡتِيَهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "1. Ciertamente, enviamos a Noé a su pueblo (y le dijimos):«Advierte a tu pueblo antes de que les sobrevenga un castigo doloroso».",
      "footnotes": ""
    },
    {
      "id": "5421",
      "sura": "71",
      "aya": "2",
      "arabic_text": "قَالَ يَٰقَوۡمِ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ",
      "translation": "2. (Noé) les dijo: «¡Pueblo mío!, yo soy realmente un claro amonestador ",
      "footnotes": ""
    },
    {
      "id": "5422",
      "sura": "71",
      "aya": "3",
      "arabic_text": "أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُ وَأَطِيعُونِ",
      "translation": "3. »(y he sido enviado a vosotros) para que adoréis solo a Al-lah, Lo temáis y me obedezcáis.",
      "footnotes": ""
    },
    {
      "id": "5423",
      "sura": "71",
      "aya": "4",
      "arabic_text": "يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرۡكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ أَجَلَ ٱللَّهِ إِذَا جَآءَ لَا يُؤَخَّرُۚ لَوۡ كُنتُمۡ تَعۡلَمُونَ",
      "translation": "4. »(Si lo hacéis) Él perdonará vuestros pecados y os concederá un plazo detiempo hasta una fecha fijada (vuestra muerte)[1082]. Y cuando dicho momento llegue, no podrá ser retrasado, ¡si supierais!».",
      "footnotes": "[1082]  Muchos comentaristas ven en esta aleya una prueba de que Al-lah prolonga el periodo de vida de quienes Lo obedecen y obran rectamente, a la vez que los protege de Su castigo."
    },
    {
      "id": "5424",
      "sura": "71",
      "aya": "5",
      "arabic_text": "قَالَ رَبِّ إِنِّي دَعَوۡتُ قَوۡمِي لَيۡلٗا وَنَهَارٗا",
      "translation": "5. (Noé) invocó (a su Señor) diciendo: «¡Señor!, he llamado a mi pueblo a la fe noche y día.",
      "footnotes": ""
    },
    {
      "id": "5425",
      "sura": "71",
      "aya": "6",
      "arabic_text": "فَلَمۡ يَزِدۡهُمۡ دُعَآءِيٓ إِلَّا فِرَارٗا",
      "translation": "6. »Pero mi llamada no ha hecho sino que se alejen más de ella.",
      "footnotes": ""
    },
    {
      "id": "5426",
      "sura": "71",
      "aya": "7",
      "arabic_text": "وَإِنِّي كُلَّمَا دَعَوۡتُهُمۡ لِتَغۡفِرَ لَهُمۡ جَعَلُوٓاْ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِمۡ وَٱسۡتَغۡشَوۡاْ ثِيَابَهُمۡ وَأَصَرُّواْ وَٱسۡتَكۡبَرُواْ ٱسۡتِكۡبَارٗا",
      "translation": "7. »Cada vez que los invitaba a que les perdonases sus pecados, se tapaban los oídos con los dedos, se cubrían la cabeza con sus ropas (para no oír), y persistían en su incredulidad llenándose de soberbia.",
      "footnotes": ""
    },
    {
      "id": "5427",
      "sura": "71",
      "aya": "8",
      "arabic_text": "ثُمَّ إِنِّي دَعَوۡتُهُمۡ جِهَارٗا",
      "translation": "8. »Después los llamé a la fe abiertamente.",
      "footnotes": ""
    },
    {
      "id": "5428",
      "sura": "71",
      "aya": "9",
      "arabic_text": "ثُمَّ إِنِّيٓ أَعۡلَنتُ لَهُمۡ وَأَسۡرَرۡتُ لَهُمۡ إِسۡرَارٗا",
      "translation": "9. »Luego los llamé a veces en público, a veces en privado;",
      "footnotes": ""
    },
    {
      "id": "5429",
      "sura": "71",
      "aya": "10",
      "arabic_text": "فَقُلۡتُ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ إِنَّهُۥ كَانَ غَفَّارٗا",
      "translation": "10. »y les dije: “Pedid perdón a vuestro Señor, Él es Sumamente Indulgente.",
      "footnotes": ""
    },
    {
      "id": "5430",
      "sura": "71",
      "aya": "11",
      "arabic_text": "يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا",
      "translation": "11. »Os enviará del cielo lluvia constante;",
      "footnotes": ""
    },
    {
      "id": "5431",
      "sura": "71",
      "aya": "12",
      "arabic_text": "وَيُمۡدِدۡكُم بِأَمۡوَٰلٖ وَبَنِينَ وَيَجۡعَل لَّكُمۡ جَنَّٰتٖ وَيَجۡعَل لَّكُمۡ أَنۡهَٰرٗا",
      "translation": "12. »os concederá más bienes e hijos, así como huertas y ríos.",
      "footnotes": ""
    },
    {
      "id": "5432",
      "sura": "71",
      "aya": "13",
      "arabic_text": "مَّا لَكُمۡ لَا تَرۡجُونَ لِلَّهِ وَقَارٗا",
      "translation": "13. »¿Qué os sucede? ¿Por qué no enaltecéis a Al-lah como merece ",
      "footnotes": ""
    },
    {
      "id": "5433",
      "sura": "71",
      "aya": "14",
      "arabic_text": "وَقَدۡ خَلَقَكُمۡ أَطۡوَارًا",
      "translation": "14. »cuando Él os creó en sucesivas etapas?",
      "footnotes": ""
    },
    {
      "id": "5434",
      "sura": "71",
      "aya": "15",
      "arabic_text": "أَلَمۡ تَرَوۡاْ كَيۡفَ خَلَقَ ٱللَّهُ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗا",
      "translation": "15. »¿Acaso no veis que Al-lah creó siete cielos superpuestos ",
      "footnotes": ""
    },
    {
      "id": "5435",
      "sura": "71",
      "aya": "16",
      "arabic_text": "وَجَعَلَ ٱلۡقَمَرَ فِيهِنَّ نُورٗا وَجَعَلَ ٱلشَّمۡسَ سِرَاجٗا",
      "translation": "16. »y puso en ellos la luna como una suave luz (que no calienta) y el sol como una lámpara (fuente de luz y calor)?[1083]",
      "footnotes": "[1083]  Ver la nota de la aleya 5 de la sura 10."
    },
    {
      "id": "5436",
      "sura": "71",
      "aya": "17",
      "arabic_text": "وَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلۡأَرۡضِ نَبَاتٗا",
      "translation": "17. »Y Al-lah os creó a partir de la tierra.",
      "footnotes": ""
    },
    {
      "id": "5437",
      "sura": "71",
      "aya": "18",
      "arabic_text": "ثُمَّ يُعِيدُكُمۡ فِيهَا وَيُخۡرِجُكُمۡ إِخۡرَاجٗا",
      "translation": "18. »Después os hará retornar a ella (al morir) y os hará salir de ella (cuando resucitéis).",
      "footnotes": ""
    },
    {
      "id": "5438",
      "sura": "71",
      "aya": "19",
      "arabic_text": "وَٱللَّهُ جَعَلَ لَكُمُ ٱلۡأَرۡضَ بِسَاطٗا",
      "translation": "19. »Y Al-lah extendió la tierra para vosotros (haciéndola habitable)",
      "footnotes": ""
    },
    {
      "id": "5439",
      "sura": "71",
      "aya": "20",
      "arabic_text": "لِّتَسۡلُكُواْ مِنۡهَا سُبُلٗا فِجَاجٗا",
      "translation": "20. »para que recorrierais sus anchos caminos”». ",
      "footnotes": ""
    },
    {
      "id": "5440",
      "sura": "71",
      "aya": "21",
      "arabic_text": "قَالَ نُوحٞ رَّبِّ إِنَّهُمۡ عَصَوۡنِي وَٱتَّبَعُواْ مَن لَّمۡ يَزِدۡهُ مَالُهُۥ وَوَلَدُهُۥٓ إِلَّا خَسَارٗا",
      "translation": "21. Dijo Noé (a su Señor): «¡Señor!, (mi pueblo) me ha desobedecido y han seguido a aquellos cuyos bienes e hijos no han hecho sino aumentar su perdición.",
      "footnotes": ""
    },
    {
      "id": "5441",
      "sura": "71",
      "aya": "22",
      "arabic_text": "وَمَكَرُواْ مَكۡرٗا كُبَّارٗا",
      "translation": "22. »Y (sus líderes)han maquinado un tremendo plan (contra mí y contra quienes me siguen)",
      "footnotes": ""
    },
    {
      "id": "5442",
      "sura": "71",
      "aya": "23",
      "arabic_text": "وَقَالُواْ لَا تَذَرُنَّ ءَالِهَتَكُمۡ وَلَا تَذَرُنَّ وَدّٗا وَلَا سُوَاعٗا وَلَا يَغُوثَ وَيَعُوقَ وَنَسۡرٗا",
      "translation": "23. »y han dicho (a la gente): “No abandonéis vuestras divinidades; no abandonéis a Wadd, a Sua’, a Yaguz, a Ya’uq y a Nasr[1084]”.",
      "footnotes": "[1084]  Se trata de los nombres de los ídolos a los que adoraba el pueblo de Noé."
    },
    {
      "id": "5443",
      "sura": "71",
      "aya": "24",
      "arabic_text": "وَقَدۡ أَضَلُّواْ كَثِيرٗاۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا ضَلَٰلٗا",
      "translation": "24. »Y, ciertamente, (esas divinidades) han extraviado a muchos. Haz, pues, que los injustos (que niegan la verdad) se desvíen todavía más de ella».",
      "footnotes": ""
    },
    {
      "id": "5444",
      "sura": "71",
      "aya": "25",
      "arabic_text": "مِّمَّا خَطِيٓـَٰٔتِهِمۡ أُغۡرِقُواْ فَأُدۡخِلُواْ نَارٗا فَلَمۡ يَجِدُواْ لَهُم مِّن دُونِ ٱللَّهِ أَنصَارٗا",
      "translation": "25. Y debido a sus pecados fueron ahogados (en el diluvio) y entrarán en el fuego (el Día dela Resurrección); y no encontrarán quién los auxilie.",
      "footnotes": ""
    },
    {
      "id": "5445",
      "sura": "71",
      "aya": "26",
      "arabic_text": "وَقَالَ نُوحٞ رَّبِّ لَا تَذَرۡ عَلَى ٱلۡأَرۡضِ مِنَ ٱلۡكَٰفِرِينَ دَيَّارًا",
      "translation": "26. Y dijo Noé: «¡Señor!, no dejes (vivo) en la tierra[1085] a nadie de quienes rechazan la verdad.",
      "footnotes": "[1085]  Según lo comentado en la nota de pie de la aleya 40 de la sura 11 acerca de que el diluvio pudo no ser universal, el término«tierra» podría estar refiriéndose aquí a su propia tierra y no al planeta entero."
    },
    {
      "id": "5446",
      "sura": "71",
      "aya": "27",
      "arabic_text": "إِنَّكَ إِن تَذَرۡهُمۡ يُضِلُّواْ عِبَادَكَ وَلَا يَلِدُوٓاْ إِلَّا فَاجِرٗا كَفَّارٗا",
      "translation": "27. »Si dejaras a alguno, extraviaría a Tus siervos y solo engendraría pecadores incrédulos.",
      "footnotes": ""
    },
    {
      "id": "5447",
      "sura": "71",
      "aya": "28",
      "arabic_text": "رَّبِّ ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِمَن دَخَلَ بَيۡتِيَ مُؤۡمِنٗا وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا تَبَارَۢا",
      "translation": "28. »¡Señor!, perdóname, así como a mis padres y a todo creyente que entre en mi casa, y a todos los creyentes y a las creyentes; y no hagas sino aumentar la perdición de quienes niegan la verdad».",
      "footnotes": ""
    }
  ]
}