{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 396,
      "verse_key": "29:1",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "الٓمٓ",
      "translation": "Alif-Lam-Mim.",
      "footnotes": null
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 396,
      "verse_key": "29:2",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ",
      "translation": "Meinen die Menschen, daß sie in Ruhe gelassen werden, (nur) weil sie sagen: „Wir glauben, ohne daß sie geprüft werden?",
      "footnotes": null
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 396,
      "verse_key": "29:3",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ",
      "translation": "Wir haben bereits diejenigen vor ihnen geprüft. Allah wird ganz gewiß diejenigen kennen, die die Wahrheit sprechen, und Er wird ganz gewiß die Lügner kennen.",
      "footnotes": null
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 396,
      "verse_key": "29:4",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ",
      "translation": "Oder meinen diejenigen, die böse Taten begehen, daß sie Uns entkommen (können)? Wie böse ist, was sie urteilen!",
      "footnotes": null
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 396,
      "verse_key": "29:5",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "Wer die Begegnung mit Allah erwartet-, so wird Allahs Frist sicher kommen. Und Er ist der Allhörende und Allwissende.",
      "footnotes": null
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 396,
      "verse_key": "29:6",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ",
      "translation": "Und wer sich abmüht, der müht sich nur zu seinem eigenen Vorteil ab, denn Allah ist der Weltenbewohner fürwahr unbedürftig.",
      "footnotes": null
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 397,
      "verse_key": "29:7",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ",
      "translation": "Denjenigen, die glauben und rechtschaffene Werke tun, werden Wir ganz gewiß ihre bösen Taten tilgen und ihnen ganz gewiß das Beste vergelten von dem, was sie taten.",
      "footnotes": null
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 397,
      "verse_key": "29:8",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "Und Wir haben dem Menschen anbefohlen, seine Eltern mit Güte zu behandeln. Wenn sie sich aber darum bemühen, daß Du Mir das beigesellst, wovon du kein Wissen hast, dann gehorche ihnen nicht. Zu Mir wird eure Rückkehr sein, da werde Ich euch kundtun, was ihr zu tun pflegtet.",
      "footnotes": null
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 397,
      "verse_key": "29:9",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّٰلِحِينَ",
      "translation": "Diejenigen, die glauben und rechtschaffene Werke tun, lassen Wir in die Reihen der Rechtschaffenen eingehen.",
      "footnotes": null
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 397,
      "verse_key": "29:10",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ",
      "translation": "Und unter den Menschen gibt es manchen, der sagt: „Wir glauben an Allah. Wenn ihm aber um Allahs willen Leid zugefügt wird, setzt er die Anfechtung durch die Menschen der Strafe Allahs gleich. Wenn jedoch Hilfe von deinem Herrn kommt, sagen sie ganz gewiß: „Wir sind ja mit euch gewesen. Weiß Allah denn nicht besser Bescheid über das, was in den Brüsten der Weltenbewohner steckt?",
      "footnotes": null
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 397,
      "verse_key": "29:11",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ",
      "translation": "Und Allah wird ganz gewiß diejenigen kennen, die glauben, und Er wird ganz gewiß die Heuchler kennen.",
      "footnotes": null
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 397,
      "verse_key": "29:12",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ",
      "translation": "Und diejenigen, die ungläubig sind, sagen zu denjenigen, die glauben: „Folgt unserem Weg. Laßt uns eure Verfehlungen tragen. Tragen werden sie aber nichts von ihren Verfehlungen, denn sie sind fürwahr Lügner.",
      "footnotes": null
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 397,
      "verse_key": "29:13",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ",
      "translation": "Ganz gewiß werden sie ihre (eigenen) Lasten tragen, und auch (weitere) Lasten zu ihren (eigenen) Lasten hinzu. Und sie werden am Tag der Auferstehung ganz gewiß befragt werden nach dem, was sie zu ersinnen pflegten.",
      "footnotes": null
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 397,
      "verse_key": "29:14",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ",
      "translation": "Und Wir sandten bereits Nuh zu seinem Volk. Er verweilte unter ihnen tausend Jahre weniger fünfzig Jahre. Da ergriff sie die Überschwemmung, während sie Unrecht taten.",
      "footnotes": null
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 398,
      "verse_key": "29:15",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ",
      "translation": "Da retteten Wir ihn und die Insassen des Schiffes und machten es zu einem Zeichen für die Weltenbewohner.",
      "footnotes": null
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 398,
      "verse_key": "29:16",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ",
      "translation": "Und (Wir sandten) Ibrahim. Als er zu seinem Volk sagte: „Dient Allah und fürchtet Ihn. Das ist besser für euch, wenn ihr (es) nur wißt.",
      "footnotes": null
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 398,
      "verse_key": "29:17",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ",
      "translation": "Ihr dient anstatt Allahs nur Götzen und schafft (dabei nur) ungeheuerliche Lüge. Gewiß, diejenigen, denen ihr anstatt Allahs dient, vermögen euch nicht zu versorgen. Sucht darum bei Allah die Versorgung und dient Ihm und dankt Ihm. Zu Ihm werdet ihr zurückgebracht.",
      "footnotes": null
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 398,
      "verse_key": "29:18",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ",
      "translation": "Und wenn ihr (die Botschaft) für Lüge erklärt, so haben bereits vor euch (andere) Gemeinschaften (sie) für Lüge erklärt. Und dem Gesandten obliegt nur die deutliche Übermittlung (der Botschaft).",
      "footnotes": null
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 398,
      "verse_key": "29:19",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ",
      "translation": "Haben sie denn nicht gesehen, wie Allah die Schöpfung am Anfang macht und sie hierauf wiederholt? Gewiß, das ist für Allah ein leichtes.",
      "footnotes": null
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 398,
      "verse_key": "29:20",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "Sag: Reist auf der Erde umher und schaut, wie Er die Schöpfung am Anfang gemacht hat. Hierauf läßt Allah die letzte Schöpfung entstehen. Gewiß, Allah hat zu allem die Macht.",
      "footnotes": null
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 398,
      "verse_key": "29:21",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ",
      "translation": "Er straft, wen Er will, und Er erbarmt Sich, wessen Er will. Und zu Ihm werdet ihr zurückgebracht.",
      "footnotes": null
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 398,
      "verse_key": "29:22",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ",
      "translation": "Und ihr werdet euch (Ihm) weder auf der Erde noch im Himmel entziehen können, und ihr habt außer Allah weder Schutzherrn noch Helfer.",
      "footnotes": null
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 398,
      "verse_key": "29:23",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "Diejenigen, die Allahs Zeichen und die Begegnung mit Ihm ableugnen, diese haben die Hoffnung auf Meine Barmherzigkeit aufgegeben, und für diese wird es schmerzhafte Strafe geben.",
      "footnotes": null
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 399,
      "verse_key": "29:24",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "Aber die Antwort seines Volkes war nur, daß sie sagten: „Tötet ihn oder verbrennt ihn. Da rettete Allah ihn aus dem Feuer. Darin sind wahrlich Zeichen für Leute, die glauben.",
      "footnotes": null
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 399,
      "verse_key": "29:25",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ",
      "translation": "Und er sagte: „Ihr habt euch ja anstatt Allahs nur Götzen genommen aus Freundschaft zueinander im diesseitigen Leben. Aber dereinst, am Tag der Auferstehung, werdet ihr einander verleugnen und einander verfluchen. Euer Zufluchtsort ist das (Höllen)feuer, und ihr werdet keine Helfer haben.",
      "footnotes": null
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 399,
      "verse_key": "29:26",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "Da glaubte Lut ihm und sagte: „Ich werde zu meinem Herrn auswandern. Er ist ja der Allmächtige und Allweise.",
      "footnotes": null
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 399,
      "verse_key": "29:27",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ",
      "translation": "Und Wir schenkten ihm Ishaq und Ya’qub und richteten unter seiner Nachkommenschaft das Prophetentum und die Schrift ein und gaben ihm seinen Lohn im Diesseits. Und im Jenseits gehört er fürwahr zu den Rechtschaffenen.",
      "footnotes": null
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 399,
      "verse_key": "29:28",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ",
      "translation": "Und (Wir sandten) Lut. Als er zu seinem Volk sagte: „Ihr begeht fürwahr das Abscheuliche, wie es vor euch niemand von den Weltenbewohnern getan hat.",
      "footnotes": null
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 399,
      "verse_key": "29:29",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
      "translation": "Laßt ihr euch denn wahrlich (in Begierde) mit den Männern ein, und schneidet den (natürlichen) Weg ab und begeht in euren Zusammenkünften das Verwerfliche? Aber die Antwort seines Volkes war nur, daß sie sagten: „Bringe uns doch die Strafe Allahs her, wenn du zu den Wahrhaftigen gehörst.",
      "footnotes": null
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 399,
      "verse_key": "29:30",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ",
      "translation": "Er sagte: „Mein Herr, hilf mir gegen das Volk, das Unheil stiftet.",
      "footnotes": null
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 400,
      "verse_key": "29:31",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ",
      "translation": "Und als Unsere Gesandten zu Ibrahim mit der frohen Botschaft kamen, sagten sie: „Wir werden die Bewohner dieser Stadt vernichten, denn ihre Bewohner sind ungerecht.",
      "footnotes": null
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 400,
      "verse_key": "29:32",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ",
      "translation": "Er sagte: Aber Lut befindet sich in ihr. Sie sagten: Wir wissen sehr wohl, wer sich in ihr befindet. Wir werden ihn ganz gewiß erretten, (ihn) und seine Angehörigen, außer seiner Frau; sie gehört zu denjenigen, die zurückbleiben.",
      "footnotes": null
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 400,
      "verse_key": "29:33",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ",
      "translation": "Und als nun Unsere Gesandten zu Lut kamen, geriet er ihretwegen in eine böse Lage und war durch ihre Anwesenheit beklommen. Sie sagten: „Fürchte dich nicht und sei nicht traurig, denn wir werden dich erretten, (dich) und deine Angehörigen, außer deiner Frau; sie gehört zu denjenigen, die zurückbleiben.",
      "footnotes": null
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 400,
      "verse_key": "29:34",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ",
      "translation": "Wir werden auf die Bewohner dieser Stadt eine unheilvolle Strafe vom Himmel herabkommen lassen dafür, daß sie gefrevelt haben,",
      "footnotes": null
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 400,
      "verse_key": "29:35",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ",
      "translation": "Und Wir ließen ja von ihr ein klares Zeichen zurück für Leute, die begreifen.",
      "footnotes": null
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 400,
      "verse_key": "29:36",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ",
      "translation": "Und (Wir sandten) zu Madyan ihren Bruder Su’aib. Da sagte er: „O mein Volk, dient Allah, erwartet den Jüngsten Tag und richtet auf der Erde nicht unheilstiftend Verderben an.",
      "footnotes": null
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 400,
      "verse_key": "29:37",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ",
      "translation": "Aber sie bezichtigten ihn der Lüge. Da ergriff sie das Zittern, und am Morgen lagen sie in ihrer Wohnstätte auf den Brüsten da.",
      "footnotes": null
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 400,
      "verse_key": "29:38",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ",
      "translation": "Und (erwähne auch) die ’Ad und die Tamud. (Ihr Untergang) ist euch ja deutlich geworden an ihren Wohnorten. Der Satan schmückte ihnen ihre Taten aus und hielt sie so vom Weg ab, obwohl sie Einsicht besaßen.",
      "footnotes": null
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 401,
      "verse_key": "29:39",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ",
      "translation": "Und (erwähne weiterhin) Qarun und Fir’aun und Haman. Musa kam ja zu ihnen mit den klaren Beweisen. Aber sie verhielten sich hochmütig auf der Erde; doch konnten sie (Uns) nicht zuvorkommen.",
      "footnotes": null
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 401,
      "verse_key": "29:40",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
      "translation": "Einen jeden ergriffen Wir für seine Sünde; so sandten Wir gegen einige von ihnen einen Sturm von Steinchen, andere ergriff der Schrei, mit anderen ließen Wir die Erde versinken, andere ließen Wir ertrinken. Und nimmer ist es Allah, der ihnen Unrecht getan hat, sondern sie selbst haben sich Unrecht zugefügt.",
      "footnotes": null
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 401,
      "verse_key": "29:41",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
      "translation": "Das Gleichnis derjenigen, die sich anstatt Allahs Schutzherren nehmen, ist das der Spinne, die sich ein Haus genommen hat; das schwächste Haus ist fürwahr das Haus der Spinne, wenn sie (es) nur wüßten!",
      "footnotes": null
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 401,
      "verse_key": "29:42",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "Gewiß, Allah weiß all das, was sie anstatt Seiner anrufen. Und Er ist der Allmächtige und Allweise.",
      "footnotes": null
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 401,
      "verse_key": "29:43",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ",
      "translation": "Diese Gleichnisse prägen Wir für die Menschen. Aber nur diejenigen verstehen sie, die Wissen besitzen.",
      "footnotes": null
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 401,
      "verse_key": "29:44",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ",
      "translation": "Allah hat die Himmel und die Erde in Wahrheit erschaffen. Darin ist wahrlich ein Zeichen für die Gläubigen.",
      "footnotes": null
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 401,
      "verse_key": "29:45",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ",
      "translation": "Verlies, was dir vom Buch (als Offenbarung) eingegeben wird, und verrichte das Gebet. Gewiß, das Gebet hält davon ab, das Schändliche und das Verwerfliche (zu tun). Und das Gedenken Allahs ist wahrlich größer. Und Allah weiß, was ihr macht.",
      "footnotes": null
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 402,
      "verse_key": "29:46",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ",
      "translation": "Und streitet mit den Leuten der Schrift nur in bester Weise, außer denjenigen von ihnen, die Unrecht tun. Und sagt: „Wir glauben an das, was (als Offenbarung) zu uns herabgesandt worden ist und zu euch herabgesandt worden ist; unser Gott und euer Gott ist Einer, und wir sind Ihm ergeben’.",
      "footnotes": null
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 402,
      "verse_key": "29:47",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ",
      "translation": "Und so haben Wir das Buch zu dir hinabgesandt. Diejenigen, denen Wir die Schrift gaben, glauben daran. Und auch unter diesen da gibt es manche, die daran glauben. Nur die Ungläubigen verleugnen Unsere Zeichen.",
      "footnotes": null
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 402,
      "verse_key": "29:48",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ",
      "translation": "Und du hast vordem kein Buch verlesen und es auch nicht mit deiner rechten Hand niedergeschrieben. Sonst würden wahrlich diejenigen zweifeln, die (es) für falsch erklären.",
      "footnotes": null
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 402,
      "verse_key": "29:49",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ",
      "translation": "Nein! Vielmehr sind es klare Zeichen in den Brüsten derjenigen, denen das Wissen gegeben worden ist. Und nur die Ungerechten verleugnen Unsere Zeichen.",
      "footnotes": null
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 402,
      "verse_key": "29:50",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ",
      "translation": "Und sie sagen: „Wenn doch Zeichen von seinem Herrn auf ihn herabgesandt würden! Sag: Über die Zeichen verfügt (allein) Allah . Und ich bin nur ein deutlicher Warner.",
      "footnotes": null
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 402,
      "verse_key": "29:51",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "Genügt es ihnen denn nicht, daß Wir das Buch auf dich hinabgesandt haben, das ihnen verlesen wird? Darin ist wahrlich eine Barmherzigkeit und eine Ermahnung für Leute, die glauben.",
      "footnotes": null
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 402,
      "verse_key": "29:52",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
      "translation": "Sag: Allah genügt zwischen mir und euch als Zeuge. Er weiß, was in den Himmeln und auf der Erde ist. Und diejenigen, die an das Falsche glauben und Allah verleugnen, das sind die Verlierer.",
      "footnotes": null
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 403,
      "verse_key": "29:53",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ",
      "translation": "Und sie wünschen von dir, die Strafe zu beschleunigen. Wenn es nicht eine festgesetzte Frist gäbe, wäre die Strafe wahrlich zu ihnen gekommen. Aber ganz gewiß wird sie plötzlich über sie kommen, ohne daß sie merken.",
      "footnotes": null
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 403,
      "verse_key": "29:54",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ",
      "translation": "Sie wünschen von dir, die Strafe zu beschleunigen, doch wahrlich, die Hölle umfaßt die Ungläubigen,",
      "footnotes": null
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 403,
      "verse_key": "29:55",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "am Tag, da die Strafe sie von oben und von unterhalb ihrer Füße her überdeckt, und Er sagt: „Kostet, was ihr zu tun pflegtet.",
      "footnotes": null
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 403,
      "verse_key": "29:56",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ",
      "translation": "O Meine Diener, die ihr glaubt, gewiß, Meine Erde ist weit. So dient Mir, ja, allein Mir.",
      "footnotes": null
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 403,
      "verse_key": "29:57",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ",
      "translation": "Jede Seele wird den Tod kosten. Hierauf werdet ihr zu Uns zurückgebracht.",
      "footnotes": null
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 403,
      "verse_key": "29:58",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ",
      "translation": "Denjenigen, die glauben und rechtschaffene Werke tun, werden Wir im (Paradies)garten ganz gewiß Obergemächer zuweisen, durcheilt von Bächen; ewig darin zu bleiben. Wie trefflich ist der Lohn derjenigen, die (gut) handeln,",
      "footnotes": null
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 403,
      "verse_key": "29:59",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ",
      "translation": "die standhaft sind und sich auf ihren Herrn verlassen.",
      "footnotes": null
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 403,
      "verse_key": "29:60",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "Und wie viele Tiere tragen ihre (eigene) Versorgung nicht herbei! Allah versorgt sie und euch. Und Er ist der Allhörende und Allwissende.",
      "footnotes": null
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 403,
      "verse_key": "29:61",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ",
      "translation": "Und wenn du sie fragst, wer die Himmel und die Erde erschaffen und die Sonne und den Mond dienstbar gemacht hat, sagen sie ganz gewiß: Allah. Wie lassen sie sich also abwendig machen?",
      "footnotes": null
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 403,
      "verse_key": "29:62",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ",
      "translation": "Allah gewährt die Versorgung großzügig, wem von Seinen Dienern Er will, und bemißt ihm auch. Gewiß, Allah weiß über alles Bescheid.",
      "footnotes": null
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 403,
      "verse_key": "29:63",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ",
      "translation": "Und wenn du sie fragst, wer vom Himmel Wasser herabkommen läßt und dann damit die Erde nach ihrem Tod wieder lebendig macht, sagen sie ganz gewiß: „Allah. Sag: (Alles) Lob gehört Allah! Aber nein! Die meisten von ihnen begreifen nicht.",
      "footnotes": null
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 404,
      "verse_key": "29:64",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
      "translation": "Dieses irdische Leben ist nur Zerstreuung und Spiel. Die jenseitige Wohnstätte aber ist wahrlich das eigentliche Leben, wenn sie (es) nur wüßten!",
      "footnotes": null
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 404,
      "verse_key": "29:65",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ",
      "translation": "Wenn sie ein Schiff besteigen, rufen sie Allah an, (wobei sie) Ihm gegenüber aufrichtig in der Religion (sind). Wenn Er sie nun ans Land errettet, gesellen sie sogleich (Ihm wieder andere) bei,",
      "footnotes": null
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 404,
      "verse_key": "29:66",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ",
      "translation": "um undankbar zu sein für das, was Wir ihnen gegeben haben, und um zu genießen; sie werden (es noch) erfahren.",
      "footnotes": null
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 404,
      "verse_key": "29:67",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ",
      "translation": "Sehen sie denn nicht, daß Wir einen sicheren geschützten Bezirk gemacht haben, während die Menschen in ihrer Umgebung fortgerissen werden? Wollen sie denn an das Falsche glauben und Allahs Gunst verleugnen?",
      "footnotes": null
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 404,
      "verse_key": "29:68",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ",
      "translation": "Und wer ist ungerechter als jemand, der gegen Allah eine Lüge ersinnt oder die Wahrheit, nachdem sie zu ihm gekommen ist, für Lüge erklärt? Ist nicht in der Hölle ein Aufenthaltsort für die Ungläubigen?",
      "footnotes": null
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 404,
      "verse_key": "29:69",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ",
      "translation": "Diejenigen aber, die sich um Unsertwillen abmühen, werden Wir ganz gewiß Unsere Wege leiten. Und Allah ist wahrlich mit den Gutes Tuenden.",
      "footnotes": null
    }
  ]
}