{
  "result": [
    {
      "id": "4785",
      "sura": "53",
      "aya": "1",
      "arabic_text": "وَٱلنَّجۡمِ إِذَا هَوَىٰ",
      "translation": "1. By the star when it goes down (or vanishes).",
      "footnotes": ""
    },
    {
      "id": "4786",
      "sura": "53",
      "aya": "2",
      "arabic_text": "مَا ضَلَّ صَاحِبُكُمۡ وَمَا غَوَىٰ",
      "translation": " 2. Your companion (Muhammad صلى الله عليه وسلم) has neither gone astray nor has erred.",
      "footnotes": ""
    },
    {
      "id": "4787",
      "sura": "53",
      "aya": "3",
      "arabic_text": "وَمَا يَنطِقُ عَنِ ٱلۡهَوَىٰٓ",
      "translation": " 3. Nor does he speak of (his own) desire.",
      "footnotes": ""
    },
    {
      "id": "4788",
      "sura": "53",
      "aya": "4",
      "arabic_text": "إِنۡ هُوَ إِلَّا وَحۡيٞ يُوحَىٰ",
      "translation": " 4. It is only a Revelation revealed.",
      "footnotes": ""
    },
    {
      "id": "4789",
      "sura": "53",
      "aya": "5",
      "arabic_text": "عَلَّمَهُۥ شَدِيدُ ٱلۡقُوَىٰ",
      "translation": " 5. He has been taught (this Qur’ân) by one mighty in power [Jibrîl (Gabriel)]",
      "footnotes": ""
    },
    {
      "id": "4790",
      "sura": "53",
      "aya": "6",
      "arabic_text": "ذُو مِرَّةٖ فَٱسۡتَوَىٰ",
      "translation": " 6. One free from any defect in body and mind then he (Jibrîl - Gabriel in his real shape as created by Allah) rose and became stable.",
      "footnotes": ""
    },
    {
      "id": "4791",
      "sura": "53",
      "aya": "7",
      "arabic_text": "وَهُوَ بِٱلۡأُفُقِ ٱلۡأَعۡلَىٰ",
      "translation": " 7. While he [Jibrîl (Gabriel)] was in the highest part of the horizon, (Tafsir Ibn Kathir)",
      "footnotes": ""
    },
    {
      "id": "4792",
      "sura": "53",
      "aya": "8",
      "arabic_text": "ثُمَّ دَنَا فَتَدَلَّىٰ",
      "translation": " 8. Then he [Jibrîl (Gabriel)] approached and came closer,",
      "footnotes": ""
    },
    {
      "id": "4793",
      "sura": "53",
      "aya": "9",
      "arabic_text": "فَكَانَ قَابَ قَوۡسَيۡنِ أَوۡ أَدۡنَىٰ",
      "translation": " 9. And was at a distance of two bows’ length or (even) nearer.",
      "footnotes": ""
    },
    {
      "id": "4794",
      "sura": "53",
      "aya": "10",
      "arabic_text": "فَأَوۡحَىٰٓ إِلَىٰ عَبۡدِهِۦ مَآ أَوۡحَىٰ",
      "translation": " 10. So (Allâh) revealed to His slave [Muhammad صلى الله عليه وسلم through Jibrîl (Gabriel) عليه السلام] whatever He revealed.",
      "footnotes": ""
    },
    {
      "id": "4795",
      "sura": "53",
      "aya": "11",
      "arabic_text": "مَا كَذَبَ ٱلۡفُؤَادُ مَا رَأَىٰٓ",
      "translation": " 11. The (Prophet’s) heart lied not in what he (Muhammad صلى الله عليه وسلم) saw.",
      "footnotes": ""
    },
    {
      "id": "4796",
      "sura": "53",
      "aya": "12",
      "arabic_text": "أَفَتُمَٰرُونَهُۥ عَلَىٰ مَا يَرَىٰ",
      "translation": " 12. Will you then dispute with him (Muhammad صلى الله عليه وسلم) about what he saw [during the Mi‘râj: (Ascent of the Prophet صلى الله عليه وسلم to the seven heavens)][1]",
      "footnotes": "(V.53:12) Al-Mi‘râj (i.e. Ascent of Prophet Muhammad صلى الله عليه وسلم to the heavens with his body and soul (بالروح والجسد).\nNarrated Mâlik bin Sa‘sa‘ah رضي الله عنه: The Prophet صلى الله عليه وسلم said, \"While I was at the house in a state midway between sleep and wakefulness, (an angel recognized me) as the man lying between two men. A golden tray full of wisdom and belief was brought to me and my body was cut open from the throat to the lower part of the abdomen and then my abdomen was washed with Zamzam water and (my heart was) filled with wisdom and belief. Al-Burâq, a white animal smaller than a mule and bigger than a donkey was brought to me and I set out with Jibrîl (Gabriel). When I reached the nearest heaven, Jibrîl said to the gate-keeper of the heaven, ‘Open the gate.’ The gate-keeper asked, ‘Who is it?’ He said, ‘Jibrîl.’ The gate-keeper, said ‘Who is accompanying you?’ Jibrîl said, ‘Muhammad صلى الله عليه وسلم’. The gate-keeper said, ‘Has he been called?’ Jibrîl said, ‘Yes’. Then it was said, ‘He is welcome. What a wonderful visit his is!’ Then I met Adam and greeted him and he said, ‘You are welcome O son and a Prophet.’ Then we ascended to the second heaven. It was asked, ‘Who is it?’ Jibrîl said, ‘Jibrîl.’ It was said, ‘Who is with you?’ He said, ‘Muhammad صلى الله عليه وسلم’. It was asked, ‘Has he been sent for?’ He said, ‘Yes.’ It was said, ‘He is welcome. What a wonderful visit his is.’ Then I met ‘Îsâ (Jesus) and Yahyâ (John) who said, ‘You are welcome, O brother and a Prophet.’ Then we ascended to the third heaven. It was asked, ‘Who is it?’ Jibrîl said, ‘Jibrîl.’ It was asked, ‘Who is with you?’ Jibrîl said, ‘Muhammad صلى الله عليه وسلم’. It was asked, ‘Has he been sent for?’ Jibrîl said, ‘Yes.’ It was said ‘He is welcome. What a wonderful visit his is!’ (The Prophet صلى الله عليه وسلم added:). There I met Yûsuf (Joseph) and greeted him, and he replied, ‘You are welcome, O brother and a Prophet!’ Then we ascended to the fourth heaven and again the same questions and answers were exchanged as in the previous heavens. There I met Idrîs (Enoch) and greeted him. He said, ‘You are welcome O brother and Prophet.’ Then we ascended to the fifth heaven and again the same questions and answers were exchanged as in the previous heavens. There I met and greeted Hârûn (Aaron) who said, ‘You are welcome, O brother and a Prophet.’ Then we ascended to the sixth heaven and again the same questions and answers were exchanged as in the previous heavens. There I met and greeted Mûsâ (Moses) who said, ‘You are welcome, O brother and a Prophet.’ When I proceeded on, he started weeping and on being asked why he was weeping, he said, ‘O Lord! followers of this youth who was sent after me will enter Paradise in greater number than my followers.’ Then we ascended to the seventh heaven and again the same questions and answers were exchanged as in the previous heavens. There I met and greeted Abraham who said, ‘You are welcome, O son and a Prophet.’ Then I was shown Al-Bait Al-Ma‘mûr (i.e. Allah’s House). I asked Jibrîl about it and he said, ‘This is Al-Bait Al-Ma‘mûr where 70,000 angels perform prayers daily; and when they leave they never return to it (but always a fresh batch comes into it daily).’ Then I was shown Sidrat-ul Muntaha (i.e. the lote-tree of the utmost boundary over the seventh heaven) and I saw its Nabiq fruits which resembled the clay jugs of Hajar (a town in Arabia), and its leaves were like the ears of elephants, and four rivers originated at its root: two of them were apparent and two were hidden. I asked Jibrîl about those rivers and he said, ‘The two hidden rivers are in Paradise and the apparent ones are the Nile and the Euphrates.’ Then fifty prayers were enjoined on me. I descended till I met Mûsâ who asked me, ‘What have you done?’ I said, ‘Fifty prayers have been enjoined on me.’ He said, ‘I know the people better than you, because I had the hardest experience to bring Banî Israel to obedience. Your followers cannot put up with such obligation. So, return to your Lord and request Him (to reduce the number of prayers).’ I returned and requested Allah (for reduction) and He made it forty. I returned and [met Mûsâ] and had a similar discussion, and then returned again to Allah for reduction and He made it thirty, then twenty, then ten; and then I came to Mûsâ! who repeated the same advice. Ultimately Allah reduced it to five. When I came to Mûsâ again, he said, ‘What have you done?’ I said, ‘Allah has made it five only.’ He repeated the same advice but I said that I surrendered (to Allah’s Final Order)\" Allah’s Messenger صلى الله عليه وسلم was addressed by Allah, \"I have decreed My Obligation and have reduced the burden on My slaves, and I shall reward a single good deed as if it were ten good deeds.\" (Sahih Al-Bukhari, Vol. 4, Hadîth No.429)."
    },
    {
      "id": "4797",
      "sura": "53",
      "aya": "13",
      "arabic_text": "وَلَقَدۡ رَءَاهُ نَزۡلَةً أُخۡرَىٰ",
      "translation": " 13. And indeed he (Muhammad صلى الله عليه وسلم) saw him [Jibrîl (Gabriel)] at a second descent (i.e. another time).",
      "footnotes": ""
    },
    {
      "id": "4798",
      "sura": "53",
      "aya": "14",
      "arabic_text": "عِندَ سِدۡرَةِ ٱلۡمُنتَهَىٰ",
      "translation": " 14. Near Sidrat-ul-Muntaha (a lote-tree of the utmost boundary over the seventh heaven beyond which none can pass).",
      "footnotes": ""
    },
    {
      "id": "4799",
      "sura": "53",
      "aya": "15",
      "arabic_text": "عِندَهَا جَنَّةُ ٱلۡمَأۡوَىٰٓ",
      "translation": " 15. Near it is the Paradise of Abode.",
      "footnotes": ""
    },
    {
      "id": "4800",
      "sura": "53",
      "aya": "16",
      "arabic_text": "إِذۡ يَغۡشَى ٱلسِّدۡرَةَ مَا يَغۡشَىٰ",
      "translation": " 16. When that covered the lote-tree which did cover it![2]",
      "footnotes": "(V.53:16) It is said that the Lot-Tree was covered with the light of Allah along with the angels and also with different kinds of colours. (Please see T. Ibn Kathîr)."
    },
    {
      "id": "4801",
      "sura": "53",
      "aya": "17",
      "arabic_text": "مَا زَاغَ ٱلۡبَصَرُ وَمَا طَغَىٰ",
      "translation": " 17. The sight (of Prophet Muhammad صلى الله عليه وسلم) turned not aside (right or left), nor it transgressed beyond the limit (ordained for it).",
      "footnotes": ""
    },
    {
      "id": "4802",
      "sura": "53",
      "aya": "18",
      "arabic_text": "لَقَدۡ رَأَىٰ مِنۡ ءَايَٰتِ رَبِّهِ ٱلۡكُبۡرَىٰٓ",
      "translation": " 18. Indeed he (Muhammad صلى الله عليه وسلم) did see of the Greatest Signs, of his Lord (Allâh).",
      "footnotes": ""
    },
    {
      "id": "4803",
      "sura": "53",
      "aya": "19",
      "arabic_text": "أَفَرَءَيۡتُمُ ٱللَّٰتَ وَٱلۡعُزَّىٰ",
      "translation": " 19. Have you then considered Al-Lât, and Al-‘Uzzâ (two idols of the pagan Arabs)[3]",
      "footnotes": "(V.53:19) See the footnote (A) of (V.2: 219)."
    },
    {
      "id": "4804",
      "sura": "53",
      "aya": "20",
      "arabic_text": "وَمَنَوٰةَ ٱلثَّالِثَةَ ٱلۡأُخۡرَىٰٓ",
      "translation": " 20. And Manât (another idol of the pagan Arabs), the other third?",
      "footnotes": ""
    },
    {
      "id": "4805",
      "sura": "53",
      "aya": "21",
      "arabic_text": "أَلَكُمُ ٱلذَّكَرُ وَلَهُ ٱلۡأُنثَىٰ",
      "translation": " 21. Is it for you the males and for Him the females?",
      "footnotes": ""
    },
    {
      "id": "4806",
      "sura": "53",
      "aya": "22",
      "arabic_text": "تِلۡكَ إِذٗا قِسۡمَةٞ ضِيزَىٰٓ",
      "translation": " 22. That indeed is a division most unfair!",
      "footnotes": ""
    },
    {
      "id": "4807",
      "sura": "53",
      "aya": "23",
      "arabic_text": "إِنۡ هِيَ إِلَّآ أَسۡمَآءٞ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَمَا تَهۡوَى ٱلۡأَنفُسُۖ وَلَقَدۡ جَآءَهُم مِّن رَّبِّهِمُ ٱلۡهُدَىٰٓ",
      "translation": " 23. They are but names which you have named - you and your fathers - for which Allâh has sent down no authority. They follow but a guess and that which they themselves desire, whereas there has surely come to them the Guidance from their Lord!",
      "footnotes": ""
    },
    {
      "id": "4808",
      "sura": "53",
      "aya": "24",
      "arabic_text": "أَمۡ لِلۡإِنسَٰنِ مَا تَمَنَّىٰ",
      "translation": " 24. Or shall man have what he wishes?",
      "footnotes": ""
    },
    {
      "id": "4809",
      "sura": "53",
      "aya": "25",
      "arabic_text": "فَلِلَّهِ ٱلۡأٓخِرَةُ وَٱلۡأُولَىٰ",
      "translation": " 25. But to Allâh belongs the last (Hereafter) and the first (the world).",
      "footnotes": ""
    },
    {
      "id": "4810",
      "sura": "53",
      "aya": "26",
      "arabic_text": "۞ وَكَم مِّن مَّلَكٖ فِي ٱلسَّمَٰوَٰتِ لَا تُغۡنِي شَفَٰعَتُهُمۡ شَيۡـًٔا إِلَّا مِنۢ بَعۡدِ أَن يَأۡذَنَ ٱللَّهُ لِمَن يَشَآءُ وَيَرۡضَىٰٓ",
      "translation": " 26. And there are many angels in the heavens, whose intercession will avail nothing except after Allâh has given leave for whom He wills and is pleased with.",
      "footnotes": ""
    },
    {
      "id": "4811",
      "sura": "53",
      "aya": "27",
      "arabic_text": "إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ لَيُسَمُّونَ ٱلۡمَلَٰٓئِكَةَ تَسۡمِيَةَ ٱلۡأُنثَىٰ",
      "translation": "27. Verily, those who believe not in the Hereafter, name the angels with female names.",
      "footnotes": ""
    },
    {
      "id": "4812",
      "sura": "53",
      "aya": "28",
      "arabic_text": "وَمَا لَهُم بِهِۦ مِنۡ عِلۡمٍۖ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّۖ وَإِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـٔٗا",
      "translation": " 28. But they have no knowledge thereof. They follow but a guess, and verily, guess is no substitute for the truth.",
      "footnotes": ""
    },
    {
      "id": "4813",
      "sura": "53",
      "aya": "29",
      "arabic_text": "فَأَعۡرِضۡ عَن مَّن تَوَلَّىٰ عَن ذِكۡرِنَا وَلَمۡ يُرِدۡ إِلَّا ٱلۡحَيَوٰةَ ٱلدُّنۡيَا",
      "translation": " 29. Therefore withdraw (O Muhammad صلى الله عليه وسلم) from him who turns away from Our Reminder (this Qur’ân) and desires nothing but the life of this world.",
      "footnotes": ""
    },
    {
      "id": "4814",
      "sura": "53",
      "aya": "30",
      "arabic_text": "ذَٰلِكَ مَبۡلَغُهُم مِّنَ ٱلۡعِلۡمِۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِمَنِ ٱهۡتَدَىٰ",
      "translation": " 30. That is what they could reach of knowledge. Verily, your Lord it is He Who knows best him who goes astray from His Path, and He knows best him who receives guidance.",
      "footnotes": ""
    },
    {
      "id": "4815",
      "sura": "53",
      "aya": "31",
      "arabic_text": "وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ لِيَجۡزِيَ ٱلَّذِينَ أَسَٰٓـُٔواْ بِمَا عَمِلُواْ وَيَجۡزِيَ ٱلَّذِينَ أَحۡسَنُواْ بِٱلۡحُسۡنَى",
      "translation": " 31. And to Allâh belongs all that is in the heavens and all that is in the earth, that He may requite those who do evil with that which they have done (i.e. punish them in Hell), and reward those who do good, with what is best (i.e. Paradise).",
      "footnotes": ""
    },
    {
      "id": "4816",
      "sura": "53",
      "aya": "32",
      "arabic_text": "ٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ إِلَّا ٱللَّمَمَۚ إِنَّ رَبَّكَ وَٰسِعُ ٱلۡمَغۡفِرَةِۚ هُوَ أَعۡلَمُ بِكُمۡ إِذۡ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَإِذۡ أَنتُمۡ أَجِنَّةٞ فِي بُطُونِ أُمَّهَٰتِكُمۡۖ فَلَا تُزَكُّوٓاْ أَنفُسَكُمۡۖ هُوَ أَعۡلَمُ بِمَنِ ٱتَّقَىٰٓ",
      "translation": " 32. Those who avoid great sins (See the Qur’ân, Verses: 6:152,153) and Al-Fawâhish (illegal sexual intercourse) except the small faults, - verily, your Lord is of Vast Forgiveness. He knows you well when He created you from the earth (Adam), and when you were fetuses in your mothers’ wombs. So ascribe not purity to yourselves. He knows best him who fears Allâh and keeps his duty to Him [i.e. those who are Al-Muttaqûn (the pious. See V.2:2)].",
      "footnotes": ""
    },
    {
      "id": "4817",
      "sura": "53",
      "aya": "33",
      "arabic_text": "أَفَرَءَيۡتَ ٱلَّذِي تَوَلَّىٰ",
      "translation": " 33. Did you (O Muhammad صلى الله عليه وسلم) observe him who turned away (from Islâm).",
      "footnotes": ""
    },
    {
      "id": "4818",
      "sura": "53",
      "aya": "34",
      "arabic_text": "وَأَعۡطَىٰ قَلِيلٗا وَأَكۡدَىٰٓ",
      "translation": " 34. And gave a little, then stopped (giving)?",
      "footnotes": ""
    },
    {
      "id": "4819",
      "sura": "53",
      "aya": "35",
      "arabic_text": "أَعِندَهُۥ عِلۡمُ ٱلۡغَيۡبِ فَهُوَ يَرَىٰٓ",
      "translation": " 35. Is with him the knowledge of the Unseen so that he sees?",
      "footnotes": ""
    },
    {
      "id": "4820",
      "sura": "53",
      "aya": "36",
      "arabic_text": "أَمۡ لَمۡ يُنَبَّأۡ بِمَا فِي صُحُفِ مُوسَىٰ",
      "translation": " 36. Or is he not informed with what is in the Pages (Scripture) of Mûsâ (Moses),",
      "footnotes": ""
    },
    {
      "id": "4821",
      "sura": "53",
      "aya": "37",
      "arabic_text": "وَإِبۡرَٰهِيمَ ٱلَّذِي وَفَّىٰٓ",
      "translation": " 37. And of Ibrâhîm (Abraham) who fulfilled (or conveyed) all that (Allâh ordered him to do or convey):",
      "footnotes": ""
    },
    {
      "id": "4822",
      "sura": "53",
      "aya": "38",
      "arabic_text": "أَلَّا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰ",
      "translation": " 38. That no burdened person (with sins) shall bear the burden (sins) of another.",
      "footnotes": ""
    },
    {
      "id": "4823",
      "sura": "53",
      "aya": "39",
      "arabic_text": "وَأَن لَّيۡسَ لِلۡإِنسَٰنِ إِلَّا مَا سَعَىٰ",
      "translation": " 39. And that man can have nothing but what he does (good or bad).[1]",
      "footnotes": "(V.53:39) Narrated Abû Hurairah رضي الله عنه Allâh’s Messenger صلى الله عليه وسلم said: \"When a person is dead, his deeds cease (are stopped) except from three:\na) Deeds of continuous Sadaqah (act of charity): e.g. an orphan home (orphanage) or a well for giving water to drink, etc.\nb) (Written) knowledge with which mankind gets benefit.\nc) A righteous, pious son (or daughter) who begs Allâh to forgive his (or her) parents.\"\n(Sahih Muslim. The Book of Wasâyâ (Wills and Testaments)."
    },
    {
      "id": "4824",
      "sura": "53",
      "aya": "40",
      "arabic_text": "وَأَنَّ سَعۡيَهُۥ سَوۡفَ يُرَىٰ",
      "translation": " 40. And that his deeds will be seen.",
      "footnotes": ""
    },
    {
      "id": "4825",
      "sura": "53",
      "aya": "41",
      "arabic_text": "ثُمَّ يُجۡزَىٰهُ ٱلۡجَزَآءَ ٱلۡأَوۡفَىٰ",
      "translation": " 41. Then he will be recompensed with a full and the best recompense.[2]",
      "footnotes": "(V.53:41) See the footnote (A) of (V.6:61)."
    },
    {
      "id": "4826",
      "sura": "53",
      "aya": "42",
      "arabic_text": "وَأَنَّ إِلَىٰ رَبِّكَ ٱلۡمُنتَهَىٰ",
      "translation": " 42. And that to your Lord (Allâh) is the End (Return of everything).",
      "footnotes": ""
    },
    {
      "id": "4827",
      "sura": "53",
      "aya": "43",
      "arabic_text": "وَأَنَّهُۥ هُوَ أَضۡحَكَ وَأَبۡكَىٰ",
      "translation": " 43. And that it is He (Allâh) Who makes (whom He wills) laugh, and makes (whom He wills) weep.",
      "footnotes": ""
    },
    {
      "id": "4828",
      "sura": "53",
      "aya": "44",
      "arabic_text": "وَأَنَّهُۥ هُوَ أَمَاتَ وَأَحۡيَا",
      "translation": " 44. And that it is He (Allâh) Who causes death and gives life.",
      "footnotes": ""
    },
    {
      "id": "4829",
      "sura": "53",
      "aya": "45",
      "arabic_text": "وَأَنَّهُۥ خَلَقَ ٱلزَّوۡجَيۡنِ ٱلذَّكَرَ وَٱلۡأُنثَىٰ",
      "translation": "45. And that He (Allâh) creates the pairs, male and female,",
      "footnotes": ""
    },
    {
      "id": "4830",
      "sura": "53",
      "aya": "46",
      "arabic_text": "مِن نُّطۡفَةٍ إِذَا تُمۡنَىٰ",
      "translation": " 46. From Nutfah (drops of semen - male and female discharges) when it is emitted.",
      "footnotes": ""
    },
    {
      "id": "4831",
      "sura": "53",
      "aya": "47",
      "arabic_text": "وَأَنَّ عَلَيۡهِ ٱلنَّشۡأَةَ ٱلۡأُخۡرَىٰ",
      "translation": " 47. And that upon Him (Allâh) is another bringing forth (Resurrection).",
      "footnotes": ""
    },
    {
      "id": "4832",
      "sura": "53",
      "aya": "48",
      "arabic_text": "وَأَنَّهُۥ هُوَ أَغۡنَىٰ وَأَقۡنَىٰ",
      "translation": " 48. And that it is He (Allâh) Who gives much or a little (of wealth and contentment)",
      "footnotes": ""
    },
    {
      "id": "4833",
      "sura": "53",
      "aya": "49",
      "arabic_text": "وَأَنَّهُۥ هُوَ رَبُّ ٱلشِّعۡرَىٰ",
      "translation": " 49. And that He (Allâh) is the Lord of Sirius (the star which the pagan Arabs used to worship).",
      "footnotes": ""
    },
    {
      "id": "4834",
      "sura": "53",
      "aya": "50",
      "arabic_text": "وَأَنَّهُۥٓ أَهۡلَكَ عَادًا ٱلۡأُولَىٰ",
      "translation": " 50. And that it is He (Allâh) Who destroyed the former ‘Âd (people),",
      "footnotes": ""
    },
    {
      "id": "4835",
      "sura": "53",
      "aya": "51",
      "arabic_text": "وَثَمُودَاْ فَمَآ أَبۡقَىٰ",
      "translation": " 51. And Thamûd (people): He spared none of them.",
      "footnotes": ""
    },
    {
      "id": "4836",
      "sura": "53",
      "aya": "52",
      "arabic_text": "وَقَوۡمَ نُوحٖ مِّن قَبۡلُۖ إِنَّهُمۡ كَانُواْ هُمۡ أَظۡلَمَ وَأَطۡغَىٰ",
      "translation": " 52. And the people of Nûh (Noah) aforetime. Verily, they were more unjust and more rebellious and transgressing [in disobeying Allâh and His Messenger Nûh (Noah) عليه السلام].",
      "footnotes": ""
    },
    {
      "id": "4837",
      "sura": "53",
      "aya": "53",
      "arabic_text": "وَٱلۡمُؤۡتَفِكَةَ أَهۡوَىٰ",
      "translation": " 53. And He destroyed the overthrown cities [of Sodom to which Prophet Lût (Lot) was sent].",
      "footnotes": ""
    },
    {
      "id": "4838",
      "sura": "53",
      "aya": "54",
      "arabic_text": "فَغَشَّىٰهَا مَا غَشَّىٰ",
      "translation": " 54. So there covered them that which did cover (i.e. torment with stones).",
      "footnotes": ""
    },
    {
      "id": "4839",
      "sura": "53",
      "aya": "55",
      "arabic_text": "فَبِأَيِّ ءَالَآءِ رَبِّكَ تَتَمَارَىٰ",
      "translation": " 55. Then which of the Graces of your Lord (O man!) will you doubt?",
      "footnotes": ""
    },
    {
      "id": "4840",
      "sura": "53",
      "aya": "56",
      "arabic_text": "هَٰذَا نَذِيرٞ مِّنَ ٱلنُّذُرِ ٱلۡأُولَىٰٓ",
      "translation": " 56. This (Muhammad صلى الله عليه وسلم) is a warner (Messenger) of the (series of) warners (Messengers) of old.[1]",
      "footnotes": "(V.53:56) See the footnote of (V.2: 252)."
    },
    {
      "id": "4841",
      "sura": "53",
      "aya": "57",
      "arabic_text": "أَزِفَتِ ٱلۡأٓزِفَةُ",
      "translation": " 57. The Day of Resurrection draws near.",
      "footnotes": ""
    },
    {
      "id": "4842",
      "sura": "53",
      "aya": "58",
      "arabic_text": "لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ كَاشِفَةٌ",
      "translation": " 58. None besides Allâh can avert it (or advance it or delay it).",
      "footnotes": ""
    },
    {
      "id": "4843",
      "sura": "53",
      "aya": "59",
      "arabic_text": "أَفَمِنۡ هَٰذَا ٱلۡحَدِيثِ تَعۡجَبُونَ",
      "translation": " 59. Do you then wonder at this recitation (the Qur’ân)?",
      "footnotes": ""
    },
    {
      "id": "4844",
      "sura": "53",
      "aya": "60",
      "arabic_text": "وَتَضۡحَكُونَ وَلَا تَبۡكُونَ",
      "translation": " 60. And you laugh at it and weep not,",
      "footnotes": ""
    },
    {
      "id": "4845",
      "sura": "53",
      "aya": "61",
      "arabic_text": "وَأَنتُمۡ سَٰمِدُونَ",
      "translation": " 61. Wasting your (precious) lifetime in pastime and amusements (singing, etc.).",
      "footnotes": ""
    },
    {
      "id": "4846",
      "sura": "53",
      "aya": "62",
      "arabic_text": "فَٱسۡجُدُواْۤ لِلَّهِۤ وَٱعۡبُدُواْ۩",
      "translation": " 62. So fall you down in prostration to Allâh and worship Him (Alone).",
      "footnotes": ""
    }
  ]
}