{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 235,
      "verse_key": "12:1",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 94,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ",
      "translation": "ئەلىف، لام، را. بۇ روشەن كىتابنىڭ ئايەتلىرىدۇر[1]. ",
      "footnotes": null
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 235,
      "verse_key": "12:2",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 94,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّآ أَنزَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ",
      "translation": "شۈبھىسىزكى، سىلەرنى چۈشەنسۇن دەپ، ئۇنى ئەرەبچە قۇرئان قىلىپ نازىل قىلدۇق[2].",
      "footnotes": null
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 235,
      "verse_key": "12:3",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 94,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "نَحۡنُ نَقُصُّ عَلَيۡكَ أَحۡسَنَ ٱلۡقَصَصِ بِمَآ أَوۡحَيۡنَآ إِلَيۡكَ هَٰذَا ٱلۡقُرۡءَانَ وَإِن كُنتَ مِن قَبۡلِهِۦ لَمِنَ ٱلۡغَٰفِلِينَ",
      "translation": "بۇ قۇرئاننى ساڭا ۋەھىي قىلىش ئارقىلىق ئەڭ چىرايلىق قىسسەنى ساڭا بايان قىلىپ بېرىمىز، بۇنىڭدىن بۇرۇن بۇ قىسسەدىن ھەقىقەتەن بىخەۋەر ئىدىڭ[3].",
      "footnotes": null
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 235,
      "verse_key": "12:4",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 94,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ قَالَ يُوسُفُ لِأَبِيهِ يَٰٓأَبَتِ إِنِّي رَأَيۡتُ أَحَدَ عَشَرَ كَوۡكَبٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ رَأَيۡتُهُمۡ لِي سَٰجِدِينَ",
      "translation": " ئۆز ۋاقتىدا يۇسۇف ئۆز ئاتىسىغا: «ئى ئاتا! مەن ھەقىقەتەن چۈشۈمدە 11 يۇلتۇزنىڭ ۋە ئاي بىلەن كۈننىڭ ماڭا سەجدە قىلغانلىقىنى كۆردۈم» دېدى[4].",
      "footnotes": null
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 236,
      "verse_key": "12:5",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 94,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ يَٰبُنَيَّ لَا تَقۡصُصۡ رُءۡيَاكَ عَلَىٰٓ إِخۡوَتِكَ فَيَكِيدُواْ لَكَ كَيۡدًاۖ إِنَّ ٱلشَّيۡطَٰنَ لِلۡإِنسَٰنِ عَدُوّٞ مُّبِينٞ",
      "translation": " ئاتىسى (يەنى يەئقۇب ئەلەيھىسسالام): «ئى ئوغلۇم! چۈشۈڭنى قېرىنداشلىرىڭغا ئېيتمىغىن، ساڭا سۇيىقەست قىلىپ سالمىسۇن، شەيتان ئىنسانغا ھەقىقەتەن ئاشكارا دۈشمەندۇر» دېدى[5].",
      "footnotes": null
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 236,
      "verse_key": "12:6",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 94,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَذَٰلِكَ يَجۡتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِ وَيُتِمُّ نِعۡمَتَهُۥ عَلَيۡكَ وَعَلَىٰٓ ءَالِ يَعۡقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيۡكَ مِن قَبۡلُ إِبۡرَٰهِيمَ وَإِسۡحَٰقَۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٞ",
      "translation": "شۇنىڭغا (يەنى ساڭا ئۇلۇغ چۈش كۆرسەتكىنىگە) ئوخشاش، پەرۋەردىگارىڭ سېنى (پەيغەمبەرلىككە) تاللايدۇ، ساڭا چۈش تەبىرىنى بىلدۈرىدۇ، ئەجدادلىرىڭ ئىبراھىم، ئىسھاقلارغا ئىلگىرى ئاللاھ ئۆزىنىڭ ئۇلۇغ نېمىتىنى بەرگىنىدەك، ساڭىمۇ، يەئقۇب ئەۋلادىغىمۇ ئۆزىنىڭ ئۇلۇغ نېمىتىنى بېرىدۇ. شۈبھىسىزكى، پەرۋەردىگارىڭ (ئۆز مەرھەمىتىگە كىمنىڭ لايىق ئىكەنلىكىنى) ئوبدان بىلگۈچىدۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر[6].",
      "footnotes": null
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 236,
      "verse_key": "12:7",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ لَّقَدۡ كَانَ فِي يُوسُفَ وَإِخۡوَتِهِۦٓ ءَايَٰتٞ لِّلسَّآئِلِينَ",
      "translation": "يۇسۇفنىڭ ۋە قېرىنداشلىرىنىڭ (قىسسەسىدە) سورىغۇچىلار ئۈچۈن (ئاللاھنىڭ قۇدرىتىنى كۆرسىتىپ بېرىدىغان) ھەقىقەتەن نۇرغۇن ئالامەتلەر بار[7].",
      "footnotes": null
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 236,
      "verse_key": "12:8",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحۡنُ عُصۡبَةٌ إِنَّ أَبَانَا لَفِي ضَلَٰلٖ مُّبِينٍ",
      "translation": "ئۆز ۋاقتىدا ئۇلار: «يۇسۇف ۋە ئۇنىڭ قېرىندىشى (يەنى بۇنيامىن) ئاتىمىزغا بىزدىنمۇ سۆيۈملۈكتۇر، ھالبۇكى، بىز (كۈچلۈك) جامائەدۇرمىز، ئاتىمىز(نىڭ ئۇ ئىككىسىنى بىزدىن ئارتۇق كۆرۈشى) ئەلۋەتتە روشەن خاتادۇر» دېيىشتى[8].",
      "footnotes": null
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 236,
      "verse_key": "12:9",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱقۡتُلُواْ يُوسُفَ أَوِ ٱطۡرَحُوهُ أَرۡضٗا يَخۡلُ لَكُمۡ وَجۡهُ أَبِيكُمۡ وَتَكُونُواْ مِنۢ بَعۡدِهِۦ قَوۡمٗا صَٰلِحِينَ",
      "translation": "(ئۇلار) «يۇسۇفنى ئۆلتۈرۋېتىڭلار ياكى ئۇنى يىراق بىر چەت جايغا تاشلىۋېتىڭلار، (شۇ چاغدا) ئاتاڭلارنىڭ مۇھەببىتى سىلەرگە قالىدۇ، بۇ (گۇناھ) تىن كېيىن (تەۋبە قىلىپ) ياخشى ئادەم بولۇپ كېتىسىلەر» دېيىشتى[9].",
      "footnotes": null
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 236,
      "verse_key": "12:10",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ قَآئِلٞ مِّنۡهُمۡ لَا تَقۡتُلُواْ يُوسُفَ وَأَلۡقُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّ يَلۡتَقِطۡهُ بَعۡضُ ٱلسَّيَّارَةِ إِن كُنتُمۡ فَٰعِلِينَ",
      "translation": "ئۇلاردىن بىرى سۆز قىلىپ: «يۇسۇفنى ئۆلتۈرمەڭلار، (ئەگەر ئۇنى ئاتىسىدىن يىراق قىلماقچى بولساڭلار، ئۇنى قۇدۇققا تاشلىۋېتىڭلار، ئۇنى يولدىن ئۆتكەن كارۋان ئېلىۋالسۇن» دېدى[10].",
      "footnotes": null
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 236,
      "verse_key": "12:11",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ يَٰٓأَبَانَا مَا لَكَ لَا تَأۡمَ۬نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ",
      "translation": "ئۇلار ئېيتتى: «ئى ئاتىمىز! نېمىشقا يۇسۇف توغرىسىدا بىزگە ئىشەنمەيسەن؟ ھالبۇكى، بىز ئۇنىڭغا ھەقىقەتەن ياخشى نىيەتتىمىز[11].",
      "footnotes": null
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 236,
      "verse_key": "12:12",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَرۡسِلۡهُ مَعَنَا غَدٗا يَرۡتَعۡ وَيَلۡعَبۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ",
      "translation": " ئەتە ئۇنى بىزگە قوشۇپ قويغىن، يەپ ـ ئىچىپ، ئويناپ ـ كۈلۈپ كىرسۇن، ئۇنى بىز چوقۇم ياخشى مۇھاپىزەت قىلىمىز»[12].",
      "footnotes": null
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 236,
      "verse_key": "12:13",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ إِنِّي لَيَحۡزُنُنِيٓ أَن تَذۡهَبُواْ بِهِۦ وَأَخَافُ أَن يَأۡكُلَهُ ٱلذِّئۡبُ وَأَنتُمۡ عَنۡهُ غَٰفِلُونَ",
      "translation": " يەئقۇب: «ئۇنى (يەنى يۇسۇفنى) ئېلىپ كەتسەڭلار راستلا خاتىرجەم بولالمايمەن، سىلەر غەپلەتتە قېلىپ، ئۇنى بۆرە يەپ قويۇشتىن ئەنسىرەيمەن» دېدى[13].",
      "footnotes": null
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 236,
      "verse_key": "12:14",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ لَئِنۡ أَكَلَهُ ٱلذِّئۡبُ وَنَحۡنُ عُصۡبَةٌ إِنَّآ إِذٗا لَّخَٰسِرُونَ",
      "translation": "ئۇلار: «بىز (كۈچلۈك) بىر جامائە تۇرۇقلۇق، ئۇنى بۆرىگە يېگۈزۈپ قويساق، ئۇ چاغدا بىز ئەلۋەتتە ـ زىيان تارتقۇچىلاردىن بولىمىز» دېدى[14].",
      "footnotes": null
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 237,
      "verse_key": "12:15",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا ذَهَبُواْ بِهِۦ وَأَجۡمَعُوٓاْ أَن يَجۡعَلُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّۚ وَأَوۡحَيۡنَآ إِلَيۡهِ لَتُنَبِّئَنَّهُم بِأَمۡرِهِمۡ هَٰذَا وَهُمۡ لَا يَشۡعُرُونَ",
      "translation": " ئۇلار يۇسۇفنى ئېلىپ چىقىپ كەتكەن ۋە ئۇنى قۇدۇققا تاشلاشنى بىردەك قارار قىلىشقان چاغدا، بىز يۇسۇفكە: «كەلگۈسىدە ئۇلارغا بۇ ئىشنى (سېنىڭ يۇسۇف ئىكەنلىكىڭنى) ئۇلار ئۇقمايدىغان پەيتتە خەۋەر بېرىسەن» دەپ ۋەھىي قىلدۇق[15].",
      "footnotes": null
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 237,
      "verse_key": "12:16",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَآءُوٓ أَبَاهُمۡ عِشَآءٗ يَبۡكُونَ",
      "translation": "ئۇلار كەچتە ئاتىسىنىڭ ئالدىغا يىغلاپ كېلىشتى[16].",
      "footnotes": null
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 237,
      "verse_key": "12:17",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ يَٰٓأَبَانَآ إِنَّا ذَهَبۡنَا نَسۡتَبِقُ وَتَرَكۡنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ ٱلذِّئۡبُۖ وَمَآ أَنتَ بِمُؤۡمِنٖ لَّنَا وَلَوۡ كُنَّا صَٰدِقِينَ",
      "translation": "ئۇلار: «ئى ئاتىمىز! يۇسۇفنى نەرسىلىرىمىزنىڭ يېنىدا قويۇپ يۈگۈرۈشكىلى كېتىپ قېلىپتۇق، ئۇنى بۆرە يەپ كېتىپتۇ، راست گەپ قىلساقمۇ سەن بىزگە ئىشەنمەيسەن» دېيىشتى[17]. ",
      "footnotes": null
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 237,
      "verse_key": "12:18",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٖ كَذِبٖۚ قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٞۖ وَٱللَّهُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ",
      "translation": "ئۇلار يۇسۇفنىڭ كۆڭلىكىنى يالغاندىن قانغا بوياپ ئېلىپ كېلىشكەن ئىدى. يەئقۇب: «بۇ ئىشنى نەپسىڭلار سىلەرگە چىرايلىق كۆرسىتىپ قىلغۇزۇپتۇ. مەن پەقەت چىرايلىقچە سەۋر قىلىمەن، سىلەرنىڭ (مۇشۇ يالغان) سۆزۈڭلارنى كۆتۈرۈشۈمگە ئاللاھ مەدەتكاردۇر» دېدى[18].",
      "footnotes": null
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 237,
      "verse_key": "12:19",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَآءَتۡ سَيَّارَةٞ فَأَرۡسَلُواْ وَارِدَهُمۡ فَأَدۡلَىٰ دَلۡوَهُۥۖ قَالَ يَٰبُشۡرَىٰ هَٰذَا غُلَٰمٞۚ وَأَسَرُّوهُ بِضَٰعَةٗۚ وَٱللَّهُ عَلِيمُۢ بِمَا يَعۡمَلُونَ",
      "translation": "بۇ يەردىن بىر كارۋان ئۆتتى، ئۇلار سۇچىسىنى (سۇ ئېلىپ كېلىشكە) ئەۋەتتى، ئۇ سوغىسىنى قۇدۇققا تاشلىدى ۋە: «خۇشخەۋەر! مانا بىر ئوغۇل بالا» دېدى. ئۇلار ئۇنى تىجارەت مېلى سۈپىتىدە مەخپىي تۇتۇشتى، ئۇلارنىڭ قىلمىشلىرىنى ئاللاھ بىلىپ تۇرغۇچىدۇر[19].",
      "footnotes": null
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 237,
      "verse_key": "12:20",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَشَرَوۡهُ بِثَمَنِۭ بَخۡسٖ دَرَٰهِمَ مَعۡدُودَةٖ وَكَانُواْ فِيهِ مِنَ ٱلزَّٰهِدِينَ",
      "translation": " ئۇلار يۇسۇفنى ساناقلىق بىر قانچە تەڭگىگە ئەرزان باھادا سېتىۋەتتى، چۈنكى ئۇلار يۇسۇفكە قىزىقمىغان ئىدى[20].",
      "footnotes": null
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 237,
      "verse_key": "12:21",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِي ٱشۡتَرَىٰهُ مِن مِّصۡرَ لِٱمۡرَأَتِهِۦٓ أَكۡرِمِي مَثۡوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗاۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ وَلِنُعَلِّمَهُۥ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمۡرِهِۦ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "ئۇنى سېتىۋالغان مىسىرلىق ئادەم ئايالىغا: «ئۇنى ياخشى كۈتكىن، بىزگە ئەسقاتار ياكى بالا قىلىۋالارمىز» دېدى. شۇنىڭدەك (يەنى يۇسۇفنى قۇدۇقتىن قۇتقۇزغىنىمىزدەك) يۇسۇفنى (مىسىر) زېمىنىغا يەرلەشتۈردۈق، ئۇنىڭغا چۈش تەبىرىنى ئۈگەتتۇق، ئاللاھ (خالىغان) ئىشنى ئەمەلگە  ئاشۇرۇشقا قادىردۇر، لېكىن ئىنسانلارنىڭ تولىسى (بۇنى) ئۇقمايدۇ[21].",
      "footnotes": null
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 237,
      "verse_key": "12:22",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ",
      "translation": " يۇسۇف قىرانىغا يەتكەندە، ئۇنىڭغا ھېكمەت بىلەن ئىلىم ئاتا قىلدۇق، ياخشى ئىش قىلغۇچىلارنى شۇنداق مۇكاپاتلايمىز[22].",
      "footnotes": null
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 238,
      "verse_key": "12:23",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَرَٰوَدَتۡهُ ٱلَّتِي هُوَ فِي بَيۡتِهَا عَن نَّفۡسِهِۦ وَغَلَّقَتِ ٱلۡأَبۡوَٰبَ وَقَالَتۡ هَيۡتَ لَكَۚ قَالَ مَعَاذَ ٱللَّهِۖ إِنَّهُۥ رَبِّيٓ أَحۡسَنَ مَثۡوَايَۖ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ",
      "translation": "يۇسۇف تۇرۇۋاتقان ئۆيدىكى ئايال (يەنى زۈلەيخا) يۇسۇفتىن ئۆزى بىلەن مۇناسىۋەت ئۆتكۈزۈشنى تەلەپ قىلدى، ئۇ ئىشىكلەرنى تاقىۋېتىپ: «بېرى كەل!» دېدى. يۇسۇف: «خۇدا پاناھ بەرسۇن! ئۇ(يەنى ئېرىڭ) ھەقىقەتەن مېنىڭ خوجايىنىمدۇر، ئۇ مېنى ياخشى كۈتتى. ئۆزىگە زۇلۇم قىلغۇچىلار ھەقىقەتەن نىجات تاپالمايدۇ» دېدى[23].",
      "footnotes": null
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 238,
      "verse_key": "12:24",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ هَمَّتۡ بِهِۦۖ وَهَمَّ بِهَا لَوۡلَآ أَن رَّءَا بُرۡهَٰنَ رَبِّهِۦۚ كَذَٰلِكَ لِنَصۡرِفَ عَنۡهُ ٱلسُّوٓءَ وَٱلۡفَحۡشَآءَۚ إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُخۡلَصِينَ",
      "translation": " ئۇ (يەنى زۈلەيخا) يۇسۇفكە (يېقىنچىلىق قىلىشقا) بەل باغلىدى، پەرۋەردىگارىنىڭ روشەن دەلىلىنى كۆرمىگەن بولسا، يۇسۇفمۇ ئۇنىڭغا مايىل بولغان بولاتتى. بىز يۇسۇفنى گۇناھتىن ۋە سەت ئىشتىن ئەنە شۇنداق ساقلىدۇق، شۈبھىسىزكى، يۇسۇف بىزنىڭ سادىق بەندىلىرىمىزدىن ئىدى[24].",
      "footnotes": null
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 238,
      "verse_key": "12:25",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱسۡتَبَقَا ٱلۡبَابَ وَقَدَّتۡ قَمِيصَهُۥ مِن دُبُرٖ وَأَلۡفَيَا سَيِّدَهَا لَدَا ٱلۡبَابِۚ قَالَتۡ مَا جَزَآءُ مَنۡ أَرَادَ بِأَهۡلِكَ سُوٓءًا إِلَّآ أَن يُسۡجَنَ أَوۡ عَذَابٌ أَلِيمٞ",
      "translation": "ئۇلارنىڭ ھەر ئىككىسى (يۇسۇف چىقىپ كېتىش ئۈچۈن، زۈلەيخا ئۇنى قايتۇرۇپ كېلىش ئۈچۈن) ئىشىككە قاراپ يۈگۈرۈشتى. (بۇ چاغدا) ئۇ (يەنى زۈلەيخا) يۇسۇفنىڭ كۆڭلىكىنى ئارقىسىدىن (تارتىپ) يىرتىۋەتتى، ئىشىك ئالدىدا ئۇنىڭ (يەنى زۈلەيخانىڭ) ئېرى بىلەن دوقۇرۇشۇپ قېلىشتى. ئۇ (يەنى زۈلەيخا): «سېنىڭ ئەھلىيەڭنى دەپسەندە قىلماقچى بولغان ئادەمنى پەقەت زىندانغا تاشلاش ياكى قاتتىق قىيناش بىلەن جازالاش كېرەك» دېدى[25].",
      "footnotes": null
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 238,
      "verse_key": "12:26",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ هِيَ رَٰوَدَتۡنِي عَن نَّفۡسِيۚ وَشَهِدَ شَاهِدٞ مِّنۡ أَهۡلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٖ فَصَدَقَتۡ وَهُوَ مِنَ ٱلۡكَٰذِبِينَ",
      "translation": "يۇسۇف: «ئۇ (يەنى زۈلەيخا) مەندىن مۇناسىۋەت ئۆتكۈزۈشنى تەلەپ قىلدى» دېدى. ئۇ (يەنى زۈلەيخا) نىڭ ئائىلىسىدىكىلەردىن بىرسى گۇۋاھلىق بېرىپ: «يۇسۇفنىڭ كۆڭلىكى ئالدىدىن يىرتىلغان بولسا، ئۇنىڭ (يەنى زۈلەيخا) نىڭ سۆزى راست، يۇسۇفنىڭ سۆزى يالغان[26].",
      "footnotes": null
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 238,
      "verse_key": "12:27",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٖ فَكَذَبَتۡ وَهُوَ مِنَ ٱلصَّٰدِقِينَ",
      "translation": "يۇسۇفنىڭ كۆڭلىكى ئارقىسىدىن يىرتىلغان بولسا، ئۇ(يەنى زۈلەيخانىڭ) سۆزى يالغان، يۇسۇفنىڭ سۆزى راست» دېدى[27]. ",
      "footnotes": null
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 238,
      "verse_key": "12:28",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٖ قَالَ إِنَّهُۥ مِن كَيۡدِكُنَّۖ إِنَّ كَيۡدَكُنَّ عَظِيمٞ",
      "translation": "ئۇ (يەنى زۈلەيخانىڭ ئېرى) يۇسۇفنىڭ كۆڭلىكىنىڭ ئارقىسىدىن يىرتىلغانلىقىنى كۆرۈپ: «ئەي ئاياللار جامائەسى!بۇ چوقۇم سىلەرنىڭ ھىيلەڭلاردۇر، سىلەرنىڭ ھىيلەڭلار ھەقىقەتەن چوڭدۇر» دېدى[28].",
      "footnotes": null
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 238,
      "verse_key": "12:29",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُوسُفُ أَعۡرِضۡ عَنۡ هَٰذَاۚ وَٱسۡتَغۡفِرِي لِذَنۢبِكِۖ إِنَّكِ كُنتِ مِنَ ٱلۡخَاطِـِٔينَ",
      "translation": "يەنە ئېيتتى) «يۇسۇف! بۇنى سۆزلەپ يۈرمىگىن. (ئايالىم) سەن ئۆز گۇناھىڭغا كەچۈرۈم سورىغىن، سەن ھەقىقەتەن خاتالاشتىڭ»[29].",
      "footnotes": null
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 238,
      "verse_key": "12:30",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَقَالَ نِسۡوَةٞ فِي ٱلۡمَدِينَةِ ٱمۡرَأَتُ ٱلۡعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفۡسِهِۦۖ قَدۡ شَغَفَهَا حُبًّاۖ إِنَّا لَنَرَىٰهَا فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "شەھەردىكى بەزى ئاياللار: «ئەزىز (يەنى مىسىرنىڭ ۋەزىرى) نىڭ خوتۇنى قۇلىغا كۆيۈپ قېلىپ، ئۇنىڭ بىلەن مۇناسىۋەت ئۆتكۈزۈشنى تەلەپ قىلىپتۇ، بىز ئۇنى، ئەلۋەتتە ئاشكارا ئازغان دەپ قارايمىز» دېيىشتى[30].",
      "footnotes": null
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 239,
      "verse_key": "12:31",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا سَمِعَتۡ بِمَكۡرِهِنَّ أَرۡسَلَتۡ إِلَيۡهِنَّ وَأَعۡتَدَتۡ لَهُنَّ مُتَّكَـٔٗا وَءَاتَتۡ كُلَّ وَٰحِدَةٖ مِّنۡهُنَّ سِكِّينٗا وَقَالَتِ ٱخۡرُجۡ عَلَيۡهِنَّۖ فَلَمَّا رَأَيۡنَهُۥٓ أَكۡبَرۡنَهُۥ وَقَطَّعۡنَ أَيۡدِيَهُنَّ وَقُلۡنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنۡ هَٰذَآ إِلَّا مَلَكٞ كَرِيمٞ",
      "translation": "ئۇ (يەنى زۈلەيخا) ئۇلارنىڭ گەپ ـ سۆزلىرىنى ئاڭلاپ، ئۇلارغا (مېھماندارچىلىققا چاقىرىپ) ئادەم ئەۋەتتى. ئۇلارغا (يۆلىنىدىغان) تەكىيە، ياستۇقلارنى تەييارلىدى، ئۇلارنىڭ ھەربىرىگە بىردىن پىچاق بەردى. (زۈلەيخا يۇسۇفكە) «سەن چىقىپ ئۇلار بىلەن كۆرۈشكىن، دېدى، ئۇلار يۇسۇفنى كۆرۈپ ھاڭ -تاڭ بولۇپ قېلىشتى ۋە ئۆزلىرىنىڭ قوللىرىنى كېسىۋېلىشتى. ئۇلار: «(بۇنداق چىرايلىق ئىنساننى ياراتقان) ئاللاھ پاكتۇر، بۇ ئادەمزات ئەمەس، پەقەت بىر ئېسىل پەرىشتىدۇر» دېيىشتى[31].",
      "footnotes": null
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 239,
      "verse_key": "12:32",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَتۡ فَذَٰلِكُنَّ ٱلَّذِي لُمۡتُنَّنِي فِيهِۖ وَلَقَدۡ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ فَٱسۡتَعۡصَمَۖ وَلَئِن لَّمۡ يَفۡعَلۡ مَآ ءَامُرُهُۥ لَيُسۡجَنَنَّ وَلَيَكُونٗا مِّنَ ٱلصَّٰغِرِينَ",
      "translation": " (يەنى زۈلەيخا): «مانا بۇ سىلەر ئۇنىڭ ئۈچۈن مېنى ئەيىبلىگەن ھېلىقى ئادەم، مەن ئۇنىڭدىن مۇناسىۋەت ئۆتكۈزۈشنى تەلەپ قىلدىم، لېكىن ئۇ ئۆزىنى چىڭ ساقلىدى. ئەگەر ئۇ يەنىلا بۇيرۇقۇمنى قىلمىسا، چوقۇم زىندانغا تاشلىنىدۇ، چوقۇم خار ئادەم بولۇپ قالىدۇ» دېدى[32].",
      "footnotes": null
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 239,
      "verse_key": "12:33",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ رَبِّ ٱلسِّجۡنُ أَحَبُّ إِلَيَّ مِمَّا يَدۡعُونَنِيٓ إِلَيۡهِۖ وَإِلَّا تَصۡرِفۡ عَنِّي كَيۡدَهُنَّ أَصۡبُ إِلَيۡهِنَّ وَأَكُن مِّنَ ٱلۡجَٰهِلِينَ",
      "translation": "يۇسۇف: «ئى پەرۋەردىگارىم! ماڭا ئۇلار ئۈندىگەن نەرسىدىن زىندان سۆيۈملۈكتۇر، ئەگەر ئۇلارنىڭ ھىيلىسىنى مەندىن دەپئى قىلمىساڭ، (ئىنسانچىلىقتا) ئۇلارغا مايىل بولۇپ ، نادانلاردىن بولۇپ قالىمەن» دېدى[33].",
      "footnotes": null
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 239,
      "verse_key": "12:34",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱسۡتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنۡهُ كَيۡدَهُنَّۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "پەرۋەردىگارى ئۇنىڭ دۇئاسىنى ئىجابەت قىلىپ ئۇلارنىڭ ھىيلىسىنى يۇسۇفتىن دەپئى قىلدى. ئاللاھ (ئىلتىجا قىلغۇچىلارنىڭ دۇئاسىنى) ھەقىقەتەن ئاڭلاپ تۇرغۇچىدۇر، (ئۇلارنىڭ ئەھۋالىنى) بىلىپ تۇرغۇچىدۇر[34]. ",
      "footnotes": null
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 239,
      "verse_key": "12:35",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ بَدَا لَهُم مِّنۢ بَعۡدِ مَا رَأَوُاْ ٱلۡأٓيَٰتِ لَيَسۡجُنُنَّهُۥ حَتَّىٰ حِينٖ",
      "translation": "ئاندىن ئۇلار (يۇسۇفنىڭ بىگۇناھ ئىكەنلىكىگە دائىر) پاكىتلارنى كۆرگەندىن كېيىن، ئۇنى بىرمەھەل قاماپ قويۇشنى لايىق تاپتى[35].",
      "footnotes": null
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 239,
      "verse_key": "12:36",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَدَخَلَ مَعَهُ ٱلسِّجۡنَ فَتَيَانِۖ قَالَ أَحَدُهُمَآ إِنِّيٓ أَرَىٰنِيٓ أَعۡصِرُ خَمۡرٗاۖ وَقَالَ ٱلۡأٓخَرُ إِنِّيٓ أَرَىٰنِيٓ أَحۡمِلُ فَوۡقَ رَأۡسِي خُبۡزٗا تَأۡكُلُ ٱلطَّيۡرُ مِنۡهُۖ نَبِّئۡنَا بِتَأۡوِيلِهِۦٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ",
      "translation": " زىندانغا يۇسۇف بىلەن ئىككى يىگىت بىللە كىرگەن ئىدى. ئۇلارنىڭ بىرى: «مەن چۈشۈمدە ئۆزۈمنى ھەقىقەتەن (ئۈزۈمدىن) ھاراق سىقىۋاتقان كۆرۈپتىمەن» دېدى. ئىككىنچىسى: «مەن چۈشۈمدە ئۆزۈمنى ھەقىقەتەن بېشىمدا نان كۆتۈرۈپ تۇرغان، ناننى قۇشلار يەۋاتقان كۆرۈپتىمەن، تەبىرىنى بىزگە ئېيتىپ بەرسەڭ، بىز سېنى ھەقىقەتەن ياخشىلىق قىلغۇچىلاردىن (يەنى چۈشكە تەبىر بېرەلەيدىغانلاردىن) دەپ قارايمىز» دېدى[36].",
      "footnotes": null
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 239,
      "verse_key": "12:37",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ لَا يَأۡتِيكُمَا طَعَامٞ تُرۡزَقَانِهِۦٓ إِلَّا نَبَّأۡتُكُمَا بِتَأۡوِيلِهِۦ قَبۡلَ أَن يَأۡتِيَكُمَاۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِي رَبِّيٓۚ إِنِّي تَرَكۡتُ مِلَّةَ قَوۡمٖ لَّا يُؤۡمِنُونَ بِٱللَّهِ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ",
      "translation": "يۇسۇف ئېيتتى: «ئىككىڭلارغا سىرتتىن تاماق كىرىشتىن بۇرۇن، ئۇنىڭ نېمە ئىكەنلىكىنى سىلەرگە ئېيتىپ بېرەلەيمەن، بۇ پەرۋەردىگارىم ماڭا بىلدۈرگەن نەرسىلەردىندۇر. شۈبھىسىزكى، مەن ئاللاھقا ئىشەنمەيدىغان، ئاخىرەتنى ئىنكار قىلىدىغان قەۋمنىڭ دىنىنى تاشلىدىم[37].",
      "footnotes": null
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 240,
      "verse_key": "12:38",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱتَّبَعۡتُ مِلَّةَ ءَابَآءِيٓ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَۚ مَا كَانَ لَنَآ أَن نُّشۡرِكَ بِٱللَّهِ مِن شَيۡءٖۚ ذَٰلِكَ مِن فَضۡلِ ٱللَّهِ عَلَيۡنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ",
      "translation": "مەن ئەجدادلىرىم ـ ئىبراھىم، ئىسھاق، يەئقۇبلارنىڭ دىنىغا ئەگەشتىم، ھېچقانداق نەرسىنى ئاللاھقا شېرىك كەلتۈرۈش بىزگە لايىق ئەمەس، بۇ ئاللاھنىڭ بىزگە ۋە ئىنسانلارغا قىلغان مەرھەمىتىدۇر، لېكىن ئىنسانلارنىڭ تولىسى شۈكۈر قىلمايدۇ[38].",
      "footnotes": null
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 240,
      "verse_key": "12:39",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰصَٰحِبَيِ ٱلسِّجۡنِ ءَأَرۡبَابٞ مُّتَفَرِّقُونَ خَيۡرٌ أَمِ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ",
      "translation": "تۈرمىداش ئاغىنىلەر! تارقاق، كۆپ مەبۇدلار ياخشىمۇ ياكى قۇدرەتلىك بىر ئاللاھ ياخشىمۇ؟[39]",
      "footnotes": null
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 240,
      "verse_key": "12:40",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَا تَعۡبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسۡمَآءٗ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": " سىلەرنىڭ ئاللاھنى قويۇپ ئىبادەت قىلىۋاتقىنىڭلار پەقەت سىلەر ئۆزۈڭلار ۋە ئاتا ـ بوۋاڭلار ئاتىۋالغان (بۇتلارنىڭ ۋە غەيرىينىڭ) ناملىرىدىنلا ئىبارەت، ئاللاھ (ئۇلارنىڭ ئاللاھنىڭ شېرىكى بولۇشى توغرىسىدا) ھېچقانداق دەلىل چۈشۈرگىنى يوق، ئىبادەت ۋە دىن بارىسىدىكى بارچە ھۆكۈملەر پەقەت ئاللاھقىلا مەنسۇپ، ئۇ سىلەرنى پەقەت ئۆزىگىلا ئىبادەت قىلىشقا بۇيرۇغان، بۇ توغرا دىندۇر. لېكىن كىشىلەرنىڭ تولىسى(بۇنى) بىلمەيدۇ[40].",
      "footnotes": null
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 240,
      "verse_key": "12:41",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰصَٰحِبَيِ ٱلسِّجۡنِ أَمَّآ أَحَدُكُمَا فَيَسۡقِي رَبَّهُۥ خَمۡرٗاۖ وَأَمَّا ٱلۡأٓخَرُ فَيُصۡلَبُ فَتَأۡكُلُ ٱلطَّيۡرُ مِن رَّأۡسِهِۦۚ قُضِيَ ٱلۡأَمۡرُ ٱلَّذِي فِيهِ تَسۡتَفۡتِيَانِ",
      "translation": "تۈرمىداش ئاغىنىلەر! سىلەرنىڭ بىرىڭلار (زىنداندىن چىقىپ) خوجايىنغا ھاراق قۇيۇپ بېرىدۇ (يەنى ساقىيلىق ۋەزىپىسىنى ئۆتەيدۇ)، يەنە بىرىڭلار دارغا ئېسىلىدۇ، كاللىسىنى قۇشلار يەيدۇ، سىلەر سورىغان ئىشلار ھۆكۈم قىلىنىپ بولدى»[41].",
      "footnotes": null
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 240,
      "verse_key": "12:42",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ لِلَّذِي ظَنَّ أَنَّهُۥ نَاجٖ مِّنۡهُمَا ٱذۡكُرۡنِي عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيۡطَٰنُ ذِكۡرَ رَبِّهِۦ فَلَبِثَ فِي ٱلسِّجۡنِ بِضۡعَ سِنِينَ",
      "translation": "يۇسۇف ئۇلارنىڭ ئىچىدىكى ئۆزىنىڭ قۇتۇلۇشىغا ئىشەنگەن بىرسىگە (يەنى ساقىيغا): «مېنى خوجايىنىڭنىڭ ئالدىدا ئەسلەپ قويغىن» دېگەن ئىدى. خوجايىنىنىڭ ئالدىدا يۇسۇفنى ئەسلەپ قويۇشنى شەيتان ئۇنىڭغا ئۇنتۇلدۇردى، شۇنىڭ بىلەن يۇسۇف زىنداندا بىر نەچچە يىل يېتىپ قالدى[42].",
      "footnotes": null
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 240,
      "verse_key": "12:43",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلۡمَلِكُ إِنِّيٓ أَرَىٰ سَبۡعَ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعَ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖۖ يَٰٓأَيُّهَا ٱلۡمَلَأُ أَفۡتُونِي فِي رُءۡيَٰيَ إِن كُنتُمۡ لِلرُّءۡيَا تَعۡبُرُونَ",
      "translation": "پادىشاھ ئېيتتى: «مەن ھەقىقەتەن چۈشۈمدە يەتتە ئورۇق كالىنىڭ يەتتە سېمىز كالىنى يەپ كەتكەنلىكىنى ۋە يەتتە يېشىل باشاق بىلەن يەتتە قۇرۇق باشاقنى كۆرۈپتىمەن، ئى ئەربابلار! سىلەر ئەگەر چۈش تەبىرىنى بىلسەڭلار، بۇ چۈشۈمگە تەبىر بېرىپ بېقىڭلار»[43].",
      "footnotes": null
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 241,
      "verse_key": "12:44",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمٖۖ وَمَا نَحۡنُ بِتَأۡوِيلِ ٱلۡأَحۡلَٰمِ بِعَٰلِمِينَ",
      "translation": "ئۇلار ئېيتتى: «بۇ بىر قالايمىقان چۈش ئىكەن، بىز (مۇنداق) قالايمىقان چۈشكە تەبىر بېرىشنى ئۇقمايمىز»[44].",
      "footnotes": null
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 241,
      "verse_key": "12:45",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِي نَجَا مِنۡهُمَا وَٱدَّكَرَ بَعۡدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأۡوِيلِهِۦ فَأَرۡسِلُونِ",
      "translation": "ھېلىقى ئىككىسىدىن (تۈرمىدىن) قۇتۇلغان ۋە ئۇزاق مۇددەتتىن كېيىن (يۇسۇفنى) ئەسلىگەن كىشى: «مەن سىلەرگە بۇ چۈشنىڭ تەبىرىنى ئېيتىپ بېرەلەيمەن، مېنى (يۇسۇفنىڭ يېنىغا) ئەۋەتىڭلار» دېدى[45].",
      "footnotes": null
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 241,
      "verse_key": "12:46",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفۡتِنَا فِي سَبۡعِ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعِ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖ لَّعَلِّيٓ أَرۡجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمۡ يَعۡلَمُونَ",
      "translation": " (ئۇنى ئەۋەتىشتى، ئۇ تۈرمىگە بېرىپ يۇسۇفنىڭ يېنىغا كىردى ـ دە) «ئى راستچىل يۇسۇف! يەتتە ئورۇق كالىنىڭ يەتتە سېمىز كالىنى يەپ كەتكەنلىكىنى ۋە يەتتە يېشىل باشاق بىلەن يەتتە قۇرۇق باشاقنى (كۆرۈپ چۈشىگەن چۈشنىڭ تەبىرىنى) بىزگە ئېيتىپ بەرسەڭ، مەن ئۇنى كىشىلەرگە (يەنى پادىشاھقا ۋە ئۇنىڭ دۆلەت ئەربابلىرىغا) خەۋەر قىلسام، ئۇلار (سېنىڭ پەزلىڭنى،بىلىمىڭنى)  بىلسۇن» دېدى[46]. ",
      "footnotes": null
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 241,
      "verse_key": "12:47",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ تَزۡرَعُونَ سَبۡعَ سِنِينَ دَأَبٗا فَمَا حَصَدتُّمۡ فَذَرُوهُ فِي سُنۢبُلِهِۦٓ إِلَّا قَلِيلٗا مِّمَّا تَأۡكُلُونَ",
      "translation": "يۇسۇف ئېيتتى: «يەتتە يىل ئۈزۈلدۈرمەي تېرىقچىلىق قىلىڭلار، ئالغان ھوسۇلۇڭلاردىن يېيىش ئۈچۈن ئازغىنىسىنى خامان تەپكەندىن تاشقىرى، قالغىنىنى (مىتە چۈشۈپ كەتمەسلىكى ئۈچۈن) باشىقى بىلەن قويۇڭلار[47].",
      "footnotes": null
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 241,
      "verse_key": "12:48",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ سَبۡعٞ شِدَادٞ يَأۡكُلۡنَ مَا قَدَّمۡتُمۡ لَهُنَّ إِلَّا قَلِيلٗا مِّمَّا تُحۡصِنُونَ",
      "translation": "شۇنىڭدىن كېيىن قەھەتچىلىك بولىدىغان يەتتە يىل كېلىدۇ، (بۇ يىللاردا) ئىلگىرى توپلىۋالغان ئاشلىقىڭلاردىن (ئۇرۇقلۇق ئۈچۈن) ساقلاپ قويۇلىدىغان ئازغىنىسىدىن باشقا ھەممىسىنى يەپ تۈگىتىسىلەر[48].",
      "footnotes": null
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 241,
      "verse_key": "12:49",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ عَامٞ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعۡصِرُونَ",
      "translation": "شۇنىڭدىن كېيىن (مولچىلىق) يىللار كېلىدۇ، ئۇنىڭدا ھۆل ـ يېغىن كۆپ بولىدۇ، كىشىلەر مېۋىلەردىن تۈرلۈك ئىچىملىكلەرنى سىقىپ چىقىرىدۇ»[49].",
      "footnotes": null
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 241,
      "verse_key": "12:50",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرۡجِعۡ إِلَىٰ رَبِّكَ فَسۡـَٔلۡهُ مَا بَالُ ٱلنِّسۡوَةِ ٱلَّٰتِي قَطَّعۡنَ أَيۡدِيَهُنَّۚ إِنَّ رَبِّي بِكَيۡدِهِنَّ عَلِيمٞ",
      "translation": "(ساقىي پادىشاھقا بېرىپ يۇسۇفنىڭ ئۇنىڭ چۈشىگە بەرگەن تەبىرىنى ئېيتقاندىن كېيىن) پادىشاھ: «ئۇنى ئالدىمغا ئېلىپ كېلىڭلار» دېدى. (پادىشاھنىڭ) ئەلچىسى يۇسۇفنىڭ ئالدىغا بارغاندا، يۇسۇف ئەلچىگە: «خوجايىنىڭغا قايتىپ بېرىپ، ئۇنىڭدىن ھېلىقى قوللىرىنى كېسىۋالغان خوتۇنلارنىڭ ئىشىنى (بىلەمدۇ؟) سوراپ باققىن، شۈبھىسىزكى مېنىڭ پەرۋەردىگارىم ئۇلارنىڭ ھىيلىسىنى ئوبدان بىلىدۇ» دېدى[50].",
      "footnotes": null
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 241,
      "verse_key": "12:51",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ مَا خَطۡبُكُنَّ إِذۡ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفۡسِهِۦۚ قُلۡنَ حَٰشَ لِلَّهِ مَا عَلِمۡنَا عَلَيۡهِ مِن سُوٓءٖۚ قَالَتِ ٱمۡرَأَتُ ٱلۡعَزِيزِ ٱلۡـَٰٔنَ حَصۡحَصَ ٱلۡحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّٰدِقِينَ",
      "translation": "پادىشاھ (ھېلىقى خوتۇنلارنى يىغىپ ۋە ئۆزىنىڭ خوتۇنىنى چاقىرىپ): «سىلەر يۇسۇفتىن مۇناسىۋەت ئۆتكۈزۈشنى تەلەپ قىلغىنىڭلاردا، ھەقىقىي ئەھۋالىڭلار قانداق بولغان؟» دېدى. ئۇلار: «ئاللاھ پاكتۇر، يۇسۇفتە ئازراقمۇ گۇناھ بار دەپ بىلمەيمىز» دېدى. ئەزىزنىڭ خوتۇنى: «ئەمدى ھەقىقىي ئەھۋال ئايدىڭلاشتى، مەن ئۇنىڭ بىلەن مۇناسىۋەت ئۆتكۈزۈشنى تەلەپ قىلغان ئىدىم، يۇسۇف ھەقىقەتەن راستچىللاردىن ئىدى» دېدى[51].",
      "footnotes": null
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 241,
      "verse_key": "12:52",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ لِيَعۡلَمَ أَنِّي لَمۡ أَخُنۡهُ بِٱلۡغَيۡبِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي كَيۡدَ ٱلۡخَآئِنِينَ",
      "translation": "(يۇسۇف ئېيتتى) «بۇ (يەنى پادىشاھنىڭ ئەلچىسىنى قايتۇرۇۋەتكەنلىكىم) ئەزىز يوق چاغدا خوتۇنىغا خىيانەت قىلمىغانلىقىمنى ۋە خائىنلارنىڭ ھىيلىسىنى ئاللاھنىڭ مۇۋەپپەقىيەتكە ئېرىشتۈرمەيدىغانلىقىنى بىلىپ قىلىشى ئۈچۈندۇر»[52]. ",
      "footnotes": null
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 242,
      "verse_key": "12:53",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ",
      "translation": "«مەن ئۆزەمنى ئاقلىمايمەن، نەپسى دېگەن نەرسە ھەقىقەتەن يامان ئىشلارغا كۆپ بۇيرۇيدۇ، پەرۋەردىگارىم رەھمەت قىلىپ (ساقلىغان) ئادەم بۇنىڭدىن مۇستەسنا. مېنىڭ پەرۋەردىگارىم ھەقىقەتەن مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر»[53].",
      "footnotes": null
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 242,
      "verse_key": "12:54",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِيۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ",
      "translation": " پادىشاھ: «يۇسۇفنى ئالدىمغا ئېلىپ كېلىڭلار، ئۇنى ئۆزۈمنىڭ خاس ئادىمىم قىلىمەن» دېدى. يۇسۇف ئۇنىڭ بىلەن سۆزلىشىۋاتقاندا، ئۇ: «سەن بۈگۈن بىزنىڭ ئالدىمىزدا ھەقىقەتەن مەرتىۋىلىك، ئىشەنچلىك ئادەمسەن» دېدى[54].",
      "footnotes": null
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 242,
      "verse_key": "12:55",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِۖ إِنِّي حَفِيظٌ عَلِيمٞ",
      "translation": " يۇسۇف: «مېنى (مىسىر) زېمىنىنىڭ خەزىنىلىرىنى باشقۇرۇشقا قويغىن، مەن ھەقىقەتەن (ئۇنى باشقۇرۇش يوللىرىنى) بىلىدىغان، ئوبدان ساقلىيالايدىغان ئادەممەن» دېدى[55].",
      "footnotes": null
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 242,
      "verse_key": "12:56",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ",
      "translation": "بىز يۇسۇفنى (مىسىر) زېمىنىدا خالىغان جايدا تۇرىدىغان (مەملىكەتنى خالىغانچە تەسەررۇپ قىلىدىغان) قىلىپ يەرلەشتۈردۇق، خالىغان بەندىلىرىمىزنى رەھمىتىمىزگە ئېرىشتۈرىمىز، ياخشى ئىش قىلغۇچىلارنىڭ ئەجرىنى بىكار قىلىۋەتمەيمىز[56].",
      "footnotes": null
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 242,
      "verse_key": "12:57",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ",
      "translation": "ئىمان ئېيتقان ۋە تەقۋادارلىق قىلغانلارغا ئاخىرەتنىڭ ساۋابى ئەلۋەتتە، (بۇ دۇنيانىڭ نېمەتلىرىدىن) ئارتۇقتۇر[57].",
      "footnotes": null
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 242,
      "verse_key": "12:58",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ",
      "translation": " يۇسۇفنىڭ قېرىنداشلىرى كېلىپ يۇسۇفنىڭ قېشىغا كىردى. يۇسۇف ئۇلارنى تونۇدى، ئۇلار بولسا يۇسۇفنى تونۇمىدى[58].",
      "footnotes": null
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 242,
      "verse_key": "12:59",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ",
      "translation": "يۇسۇف ئۇلارغا ئېھتىياجلىق ئاشلىقنى تەييارلاپ بەرگەندىن كېيىن ئېيتتى: «سىلەر مېنىڭ ئالدىمغا ئاتا بىر ئۇكاڭلارنى (يەنى بۇنيامىننى) ئېلىپ كېلىڭلار، مېنىڭ (ئاشلىقنى) تولۇق ئۆلچەپ بېرىۋاتقانلىقىمنى ۋە ناھايىتى مېھماندوست ئىكەنلىكىمنى كۆرمىدىڭلارمۇ؟[59].",
      "footnotes": null
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 242,
      "verse_key": "12:60",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِن لَّمۡ تَأۡتُونِي بِهِۦ فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ",
      "translation": "ئەگەر ئۇنى مېنىڭ ئالدىمغا ئېلىپ كەلمىسەڭلار، سىلەرگە بېرىدىغان ئاشلىقىم يوق، مېنىڭ يېنىمغا يېقىن يولىماڭلار»[60].",
      "footnotes": null
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 242,
      "verse_key": "12:61",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ",
      "translation": "ئۇلار: «بىز ئۇنى ئاتىسىدىن سوراپ (سېنىڭ ئالدىڭغا ئېلىپ كېلىشكە) تىرىشىمىز، بىز چوقۇم مۇشۇنداق قىلىمىز» دېدى[61].",
      "footnotes": null
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 242,
      "verse_key": "12:62",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ لِفِتۡيَٰنِهِ ٱجۡعَلُواْ بِضَٰعَتَهُمۡ فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ إِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمۡ لَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "يۇسۇف خىزمەتچىلىرىگە: «ئۇلارنىڭ (بىزدىن ئاشلىق سېتىۋالغان) مال ـ مۈلۈكلىرىنى يۈك ـ تاقىلىرىنىڭ ئارىسىغا سېلىپ قويۇڭلار، ئۇلار ئائىلىسىگە قايتىپ بارغاندا، ئۇنى تونۇپ قايتىپ كېلىشى مۇمكىن» دېدى[62].",
      "footnotes": null
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 242,
      "verse_key": "12:63",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ",
      "translation": "ئۇلار ئاتىسىنىڭ ئالدىغا قايتىپ بارغىنىدا: «ئى ئاتىمىز! (مىسىرنىڭ خەزىنىدارى) بىزگە قايتا ئاشلىق بەرمەس بولدى، ئۇكىمىزنى (يەنى بۇنيامىننى) بىز بىلەن بىللە ئەۋەتكىن، (شۇنداق قىلساڭ) ئاشلىق ئالالايمىز، ئۇنى بىز چوقۇم ئوبدان مۇھاپىزەت قىلىمىز» دېدى[63].",
      "footnotes": null
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 243,
      "verse_key": "12:64",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ",
      "translation": " (يەئقۇب) ئۇلارغا ئېيتتى: «ئۇنىڭ توغرىسىدا ئىلگىرى سىلەرگە ئۇنىڭ قېرىندىشى (يەنى يۇسۇف) توغرىسىدا ئىشەنگەندەك ئىشىنەمدىم؟ (مەن سىلەرگە ۋە سىلەرنىڭ ئۇنى ساقلىشىڭلارغا ئىشەنمەيمەن) ئاللاھ ياخشى ساقلىغۇچىدۇر، ھەممىدىن مېھرىباندۇر»[64].",
      "footnotes": null
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 243,
      "verse_key": "12:65",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ",
      "translation": "ئۇلار يۈكلىرىنى ئاچقاندا (ئاشلىق سېتىۋالغان) مال مۈلۈكلىرىنىڭ ئۆزلىرىگە قايتۇرۇپ بېرىلگەنلىكىنى كۆردى، ئۇلار: «ئاتىمىز! بىز (بۇنىڭدىن ئارتۇق) يەنە نېمە تەلەپ قىلىمىز؟ بۇ مال ـ مۈلۈكلىرىمىز بىزگە قايتۇرۇپ بېرىلىپتۇ، (ئۇكىمىزنى ئېلىپ يەنە بارساق) ئائىلىمىزگە ئاشلىق ئېلىپ كېلىمىز، ئۇكىمىزنى مۇھاپىزەت قىلىمىز، بىر تۆگە ئاشلىقىنى ئارتۇق ئالىمىز، بۇ (يەنى بىر تۆگە ئاشلىق پادىشاھ ئۈچۈن) ئازغىنا ئاشلىقتۇر» دېدى[65].",
      "footnotes": null
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 243,
      "verse_key": "12:66",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ",
      "translation": "يەئقۇب ئېيتتى: «بۇنيامىننى قوغداشتا ھەممىڭلار ھالاك بولمىساڭلارلا چوقۇم ماڭا قايتۇرۇپ ئېلىپ كېلىشكە ئاللاھنىڭ نامى بىلەن قەسەم قىلىپ چىن ۋەدە بەرمىگۈچە ئۇنى سىلەر بىلەن بىللە ئەۋەتمەيمەن». ئۇلار (يەنى ئوغۇللىرى) ئۇنىڭغا قەسەم قىلىپ چىن ۋەدە بەرگەندىن كېيىن، يەئقۇب: «بىزنىڭ ئېيتقان سۆزلىرىمىزگە ئاللاھ گۇۋاھتۇر» دېدى[66].",
      "footnotes": null
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 243,
      "verse_key": "12:67",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ",
      "translation": "(ئۇ يەنە) «ئى ئوغۇللىرىم! (مىسىرغا) ھەممىڭلار بىر دەرۋازىدىن كىرمەي، باشقا- باشقا دەرۋازىلاردىن كىرىڭلار. ئاللاھنىڭ ھۆكمى ئالدىدا مەن سىلەردىن ھېچ نەرسىنى دەپئى قىلالمايمەن، ھۆكۈم پەقەت ئاللاھقىلا خاس، ئاللاھقا تەۋەككۈل قىلدىم، تەۋەككۈل قىلغۇچىلار ئاللاھقىلا تەۋەككۈل قىلسۇن!» دېدى[67].",
      "footnotes": null
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 243,
      "verse_key": "12:68",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "ئۇلار ئاتىسىنىڭ بۇيرۇقى بويىچە باشقا ـ باشقا دەرۋازىلاردىن كىرگەندە، (بۇ) ئاللاھنىڭ ھۆكمى ئالدىدا ئۇلار ئۈچۈن ھېچ نەرسىگە دال بولالمىدى، بۇ پەقەت يەئقۇبنىڭ كۆڭلىدىكى ئۈمىدىنىلا ئىپادىلىدى، خالاس. بىز يەئقۇبقا (ۋەھىي ئارقىلىق) بىلدۈرگەن ئىدۇق، شۇڭا ئۇ كەڭ بىلىم ئىگىسىدۇر، لېكىن كىشىلەرنىڭ تولىسى بىلمەيدۇ[68].",
      "footnotes": null
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 243,
      "verse_key": "12:69",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ",
      "translation": " ئۇلار (يەنى يەئقۇبنىڭ بالىلىرى) يۇسۇفنىڭ ئالدىغا كىرگەندە، يۇسۇف ئۇكىسىنى قۇچاقلىدى ۋە: «مەن ھەقىقەتەن سېنىڭ قېرىندىشىڭ بولىمەن، ئۇلارنىڭ بىزگە قىلغان ئىشلىرىدىن قايغۇرمىغىن» دېدى[69].",
      "footnotes": null
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 244,
      "verse_key": "12:70",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ",
      "translation": "يۇسۇف ئۇلارنى ئېھتىياجلىق ئاشلىق بىلەن تەمىنلىگەندىن كېيىن، قەدەھنى ئۇكىسىنىڭ يۈكى ئىچىگە سېلىپ قويدى. ئاندىن بىر جاكاچى چىقىپ: «ئى كارۋانلار! سىلەر چوقۇم ئوغرى ئىكەنسىلەر» دەپ توۋلىدى[70]. ",
      "footnotes": null
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 244,
      "verse_key": "12:71",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ",
      "translation": "(كارۋاندىكىلەر) ئۇلارغا قاراپ: «نېمەڭلارنى يوقىتىپ قويدۇڭلار؟» دېدى[71].",
      "footnotes": null
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 244,
      "verse_key": "12:72",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ",
      "translation": "ئۇلار: «پادىشاھنىڭ (تامغىسى بېسىلغان) قەدەھنى يوقىتىپ قويدۇق، ئۇنى تېپىپ كەلگەن كىشىگە (مۇكاپات ئۈچۈن) بىر تۆگە ئاشلىق بېرىلىدۇ، مەن بۇنىڭغا كېپىل» دېدى[72].",
      "footnotes": null
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 244,
      "verse_key": "12:73",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ",
      "translation": "ئۇلار: «ئاللاھنىڭ نامى بىلەن قەسەمكى، سىلەر بىلىسىلەر، بىز بۇ يەرگە بۇزغۇنچىلىق قىلىش ئۈچۈن كەلمىدۇق، بىز ئوغرى ئەمەسمىز» دېدى[73]. ",
      "footnotes": null
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 244,
      "verse_key": "12:74",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ",
      "translation": " ئۇلار (يەنى يۇسۇفنىڭ خىزمەتچىلىرى): «سىلەرنىڭ شەرىئىتىڭلاردا ئوغرىنىڭ جازاسى نېمە؟ (ئەگەر قەدەھ يۈكۈڭلاردىن چىقىپ قېلىپ) يالغانچى بولۇپ قالساڭلارچۇ؟» دېدى[74].",
      "footnotes": null
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 244,
      "verse_key": "12:75",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ جَزَٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ",
      "translation": "ئۇلار: «ئۇنىڭ جازاسى يۈكىدىن قەدەھ تېپىلغان ئادەمنى قۇل قىلىش، زالىملارغا بىز مۇشۇنداق جازا بېرىمىز» دېدى[75].",
      "footnotes": null
    },
    {
      "id": 76,
      "verse_number": 76,
      "page_number": 244,
      "verse_key": "12:76",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ",
      "translation": "ئۇلار يۇسۇفنىڭ ئۇكىسىنىڭ يۈكىنى ئاختۇرۇشتىن ئىلگىرى، ئۇلارنىڭ يۈكىنى ئاختۇرۇشقا باشلىدى، ئاندىن يۇسۇفنىڭ ئۇكىسىنىڭ يۈكىدىن قەدەھنى تېپىپ چىقتى. بىز يۇسۇفكە مۇشۇ تەدبىرنى كۆرسەتتۇق، (مىسىر) پادىشاھىنىڭ قانۇنى بويىچە يۇسۇف ئۇكىسىنى ئېلىپ قالالمايتتى، لېكىن ئاللاھ ئۇنىڭ شۇنداق قىلىشىنى خالىدى، بىز خالىغان ئادەمنى (يۇسۇفنى كۆتۈرگەندەك) يۇقىرى دەرىجىلەرگە كۆتۈرىمىز، ھەربىر بىلىمدار ئۈستىدە ئۇنىڭدىنمۇ بىلىمدار زات بار[76].",
      "footnotes": null
    },
    {
      "id": 77,
      "verse_number": 77,
      "page_number": 244,
      "verse_key": "12:77",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ",
      "translation": "ئۇلار: «ئەگەر ئۇ ئوغرىلىق قىلغان بولسا، ئۇنىڭ قېرىندىشىمۇ (يەنى يۇسۇفمۇ) ئىلگىرى ئوغرىلىق قىلغان» دېيىشتى. يۇسۇف (ئۇلارنىڭ) بۇ سۆزىنى ئىچىدە بىلدى، لېكىن ئۇلارغا مەلۇم قىلمىدى، يۇسۇف (ئىچىدە): «سىلەرنىڭ مەۋقەيىڭلار ئەڭ ياماندۇر، سىلەرنىڭ (يۇسۇف ۋە ئۇنىڭ ئۇكىسى توغرىسىدا) قىلغان سۆزۈڭلارنىڭ يالغانلىقىنى ئاللاھ ئوبدان بىلىدۇ» دېدى[77].",
      "footnotes": null
    },
    {
      "id": 78,
      "verse_number": 78,
      "page_number": 244,
      "verse_key": "12:78",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ",
      "translation": "ئۇلار: «ئى ئالىيجاناب زات! ئۇنىڭ (ئۇنىڭدىن ئايرىلالمايدىغان) بىر قېرى ئاتىسى بار، ئۇنىڭ ئورنىغا بىزنىڭ بىرىمىزنى ئېلىپ قالغىن، بىز سېنى ھەقىقەتەن ياخشىلىق قىلغۇچىلاردىن ھېسابلايمىز» دېدى[78].",
      "footnotes": null
    },
    {
      "id": 79,
      "verse_number": 79,
      "page_number": 245,
      "verse_key": "12:79",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ",
      "translation": "يۇسۇف: «خۇدا ساقلىسۇن، نەرسىمىزنى كىمنىڭ يۈكىدىن تاپقان بولساق، شۇنى ئېلىپ قالىمىز، بولمىسا بىز چوقۇم زالىملاردىن بولۇپ قالىمىز» دېدى[79].",
      "footnotes": null
    },
    {
      "id": 80,
      "verse_number": 80,
      "page_number": 245,
      "verse_key": "12:80",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ",
      "translation": " ئۇلار (بۇنيامىننىڭ ئورنىغا ئۆز ئارىسىدىن بىرسىنى ئېلىپ قېلىشقا يۇسۇفنىڭ ماقۇل بولۇشىدىن) ئۈمىدسىزلەنگەندىن كېيىن، چەترەك يەرگە بېرىپ مەخپىي مەسلىھەتلەشتى، ئۇلارنىڭ چوڭى ئېيتتى: «ئاتاڭلارنىڭ سىلەردىن قەسەم قىلدۇرۇپ ۋەدە ئالغانلىقىنى ۋە ئىلگىرى يۇسۇف توغرىسىدىكى خاتالىقىڭلارنى بىلەمسىلەر؟ ئاتام ماڭا رۇخسەت قىلمىغىچە ياكى ئاللاھ مەن ئۈچۈن ھۆكۈم چىقارمىغىچە بۇ يەردىن ھەرگىز ئايرىلمايمەن، ئاللاھ ئەڭ ئادىل ھۆكۈم قىلغۇچىدۇر[80].",
      "footnotes": null
    },
    {
      "id": 81,
      "verse_number": 81,
      "page_number": 245,
      "verse_key": "12:81",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ",
      "translation": "سىلەر قايتىپ كېتىپ ئاتاڭلار بىلەن كۆرۈشۈڭلار، ئاندىن ئېيتىڭلاركى، «ئى ئاتىمىز! سېنىڭ ئوغلۇڭ راستلا ئوغرىلىق قىلدى، بىز پەقەت بىلگەن نەرسىمىز ئۈستىدىلا گۇۋاھلىق بېرىۋاتىمىز، بىز غەيبنى بىلمەيمىز (يەنى ساڭا ۋەدە بەرگەن چېغىمىزدا ئۇنىڭ ئوغرىلىق قىلىدىغانلىقىنى بىلمىدۇق)[81].",
      "footnotes": null
    },
    {
      "id": 82,
      "verse_number": 82,
      "page_number": 245,
      "verse_key": "12:82",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ",
      "translation": "بىز تۇرغان شەھەردىن (يەنى مىسىردىن) ۋە بىز بىلەن بىللە ماڭغان كارۋاندىن سوراپ باققىن، بىزنىڭ سۆزىمىز چوقۇم راست»[82].",
      "footnotes": null
    },
    {
      "id": 83,
      "verse_number": 83,
      "page_number": 245,
      "verse_key": "12:83",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ",
      "translation": "يەئقۇب ئېيتتى: «ئۇنداق ئەمەس، نەپسىڭلار سىلەرگە بۇ ئىشنى چىرايلىق كۆرسەتتى، مەن پەقەت چىرايلىقچە سەۋر قىلىمەن، ئۇلارنىڭ (يەنى ئۈچ ئوغلۇمنىڭ) ھەممىسىنى ماڭا دەرقەمتە قىلىپ بېرىشنى ئاللاھتىن تىلەيمەن. ئاللاھ ھەقىقەتەن (مېنىڭ ھالىمنى) بىلىپ تۇرغۇچىدۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر»[83].",
      "footnotes": null
    },
    {
      "id": 84,
      "verse_number": 84,
      "page_number": 245,
      "verse_key": "12:84",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ",
      "translation": " يەئقۇب ئۇلاردىن يۈز ئۆرۈپ: «ئىسىت يۇسۇف!» دېدى. قايغۇدىن (كۆپ يىغلاپ) ئىككى كۆزى ئاقىرىپ كەتتى (يەنى ئىككى كۆزى كۆرمەس بولۇپ قالدى)، ئۇ تولۇپ تاشقان ئاچچىقىنى ئىچىگە يۇتقان ئىدى[84].",
      "footnotes": null
    },
    {
      "id": 85,
      "verse_number": 85,
      "page_number": 245,
      "verse_key": "12:85",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ",
      "translation": "ئۇلار: «ئاللاھنىڭ نامى بىلەن قەسەمكى، سەن يۇسۇفنى ياد ئېتىۋېرىپ (ھەسرەتتىن) ھالاك بولۇشقا تاس قالىدىغان ياكى ھالاك بولىدىغان بولدۇڭ» دېدى[85].",
      "footnotes": null
    },
    {
      "id": 86,
      "verse_number": 86,
      "page_number": 245,
      "verse_key": "12:86",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ",
      "translation": "يەئقۇب ئېيتتى: «مەن قايغۇ ـ ھەسرىتىمنى پەقەت ئاللاھقىلا ئېيتىمەن، ئاللاھنىڭ بىلدۈرۈشى بىلەن سىلەر بىلمەيدىغان نەرسىلەرنى بىلىمەن[86].",
      "footnotes": null
    },
    {
      "id": 87,
      "verse_number": 87,
      "page_number": 246,
      "verse_key": "12:87",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ",
      "translation": " ئى ئوغۇللىرىم! بېرىڭلار، يۇسۇفنى ۋە ئۇنىڭ ئۇكىسىنى ئىزدەڭلار، ئاللاھنىڭ رەھمىتىدىن نائۈمىد بولماڭلار، شۈبھىسىزكى، پەقەت كاپىر قەۋملا ئاللاھنىڭ رەھمىتىدىن ئۈمىدسىزلىنىدۇ»[87].",
      "footnotes": null
    },
    {
      "id": 88,
      "verse_number": 88,
      "page_number": 246,
      "verse_key": "12:88",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ",
      "translation": "ئۇلار يۇسۇفنىڭ قېشىغا كىرگىنىدە: «ئى ئالىيجاناب زات! بىزگە ۋە ئائىلىمىزگە ئاچارچىلىق يەتتى، (ئالدىڭغا) ناچار، ئۆتمەس ماللار بىلەن كېلىپ قالدۇق، بىزگە يېتەرلىك ئاشلىق بەرگىن، بىزگە سەدىقە قىلغىن، ئاللاھ سەدىقە قىلغۇچىلارنى ھەقىقەتەن مۇكاپاتلايدۇ» دېدى[88].",
      "footnotes": null
    },
    {
      "id": 89,
      "verse_number": 89,
      "page_number": 246,
      "verse_key": "12:89",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ",
      "translation": "يۇسۇف: «سىلەر نادان ۋاقتىڭلاردا يۇسۇفكە ۋە ئۇنىڭ ئۇكىسىغا نېمىلەر قىلغانلىقىڭلارنى بىلەمسىلەر؟» دېدى[89].",
      "footnotes": null
    },
    {
      "id": 90,
      "verse_number": 90,
      "page_number": 246,
      "verse_key": "12:90",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ",
      "translation": "ئۇلار: «سەن راستلا يۇسۇفمۇ؟» دېدى. ئۇ: «مەن يۇسۇف، بۇ مېنىڭ ئىنىم. ئاللاھ بىزگە مەرھەمەت قىلدى. كىمكى ھەقىقەتەن تەقۋادارلىق قىلىدىكەن، سەۋر قىلىدىكەن (ياخشى مۇكاپاتقا ئېرىشىدۇ)، چۈنكى ئاللاھ ياخشى ئىش قىلغۇچىلارنىڭ ئەجرىنى بىكار قىلىۋەتمەيدۇ» دېدى[90].",
      "footnotes": null
    },
    {
      "id": 91,
      "verse_number": 91,
      "page_number": 246,
      "verse_key": "12:91",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ",
      "translation": "ئۇلار «ئاللاھنىڭ نامى بىلەن قەسەمكى، ئاللاھ سېنى ھەقىقەتەن بىزدىن ئارتۇق قىلىپتۇ، بىز جەزمەن خاتا قىلىپتۇق» دېيىشتى[91].",
      "footnotes": null
    },
    {
      "id": 92,
      "verse_number": 92,
      "page_number": 246,
      "verse_key": "12:92",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ",
      "translation": "يۇسۇف ئېيتتى: «بۈگۈن سىلەر ئەيىبلەشكە ئۇچرىمايسىلەر، ئاللاھ سىلەرنى كەچۈرسۇن، ئاللاھ ئەڭ مەرھەمەتلىك زاتتۇر[92].",
      "footnotes": null
    },
    {
      "id": 93,
      "verse_number": 93,
      "page_number": 246,
      "verse_key": "12:93",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ",
      "translation": " سىلەر مېنىڭ بۇ كۆڭلىكىمنى ئېلىپ بېرىپ ئاتامنىڭ يۈزىگە تاشلاڭلار، كۆزى ئېچىلىدۇ، پۈتۈن ئائىلەڭلاردىكىلەرنى ئېلىپ مېنىڭ يېنىمغا كېلىڭلار» دېدى[93].",
      "footnotes": null
    },
    {
      "id": 94,
      "verse_number": 94,
      "page_number": 246,
      "verse_key": "12:94",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ",
      "translation": "ب ئەلەيھىسسالام): «مەن چوقۇم يۇسۇفنىڭ ھىدىنى ئېلىۋاتىمەن، سىلەر مېنى ئالجىپ قالغان دېمەيدىغان بولساڭلار (يۇسۇفنى ئەلۋەتتە ھايات دەيتتىم)» دېدى[94].",
      "footnotes": null
    },
    {
      "id": 95,
      "verse_number": 95,
      "page_number": 246,
      "verse_key": "12:95",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ",
      "translation": "ئۇلار (يەنى يەئقۇبنىڭ نەۋرىلىرى ۋە يېنىدىكى كىشىلەر): «ئاللاھنىڭ نامى بىلەن قەسەمكى، ھەقىقەتەن سەن تېخى يەنىلا بۇرۇنقى قايمۇقۇشۇڭدا ئىكەنسەن» دېدى[95]. ",
      "footnotes": null
    },
    {
      "id": 96,
      "verse_number": 96,
      "page_number": 247,
      "verse_key": "12:96",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ",
      "translation": "خۇشخەۋەرچى كېلىپ كۆڭلەكنى يەئقۇبنىڭ يۈزىگە تاشلىدى، ئۇنىڭ كۆزى ئېچىلدى، يەئقۇب: «مەن سىلەرگە، ئاللاھنىڭ بىلدۈرۈشى بىلەن سىلەر بىلمىگەن نەرسىلەرنى بىلىمەن، دېمىگەنمىدىم!» دېدى[96].",
      "footnotes": null
    },
    {
      "id": 97,
      "verse_number": 97,
      "page_number": 247,
      "verse_key": "12:97",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ يَٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ",
      "translation": "ئۇلار: «ئى ئاتىمىز! گۇناھلىرىمىز ئۈچۈن بىزگە مەغپىرەت تىلىگىن، بىز ھەقىقەتەن خاتالاشتۇق» دېيىشتى[97].",
      "footnotes": null
    },
    {
      "id": 98,
      "verse_number": 98,
      "page_number": 247,
      "verse_key": "12:98",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ",
      "translation": "يەئقۇب: «پەرۋەردىگارىمدىن سىلەرگە مەغپىرەت تىلەيمەن. ئاللاھ گۇناھلارنى ھەقىقەتەن مەغپىرەت قىلغۇچىدۇر، (بەندىلىرىگە) مېھرىباندۇر» دېدى[98].",
      "footnotes": null
    },
    {
      "id": 99,
      "verse_number": 99,
      "page_number": 247,
      "verse_key": "12:99",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ",
      "translation": "ئۇلار يۇسۇفنىڭ ئالدىغا كىرگەندە، يۇسۇف ئاتا ـ ئانىسىنى قۇچاقلىدى ۋە: «خۇدا خالىسا، مىسىرغا ئامان ـ ئېسەن كىرىڭلار» دېدى[99].",
      "footnotes": null
    },
    {
      "id": 100,
      "verse_number": 100,
      "page_number": 247,
      "verse_key": "12:100",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ",
      "translation": "ئاتا ـ ئانىسىنى تەختىدە (يېنىدا) ئولتۇرغۇزدى، ئۇلار (شاھلارغا تازىم قىلىش ئادىتى بويىچە) يۇسۇفكە سەجدە قىلىشتى. ئۇ: «ئى ئاتا! مانا بۇ، بۇرۇن (كىچىك ۋاقتىمدا) كۆرگەن چۈشۈمنىڭ تەبىرىدۇر، ئۇ چۈشۈمنى پەرۋەردىگارىم ھەقىقەتەن راستىغا چىقاردى. پەرۋەردىگارىم مېنى زىنداندىن چىقىرىش بىلەن، قېرىنداشلىرىم بىلەن مېنىڭ ئارامنى شەيتان بۇزغاندىن كېيىن، سىلەرنى سەھرادىن بۇ يەرگە ئېلىپ كېلىش بىلەن ماڭا ئېھسان قىلدى. پەرۋەردىگارىم خالىغىنىنى (ئىشقا ئاشۇرۇشقا) ھەقىقەتەن تەدبىرلىكتۇر، ئۇ ھەقىقەتەن ھەممىنى بىلگۈچىدۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر[100].",
      "footnotes": null
    },
    {
      "id": 101,
      "verse_number": 101,
      "page_number": 247,
      "verse_key": "12:101",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ",
      "translation": " پەرۋەردىگارىم! ماڭا ھەقىقەتەن پادىشاھلىق ئاتا قىلدىڭ، چۈش تەبىرىنى بىلدۈردۈڭ، ئى ئاسمانلارنى ۋە زېمىننى ئۆرنەكسىز ياراتقۇچى زات! دۇنيا ۋە ئاخىرەتتە مېنىڭ ئىگەمسەن، مېنى مۇسۇلمان پېتىمچە قەبزى روھ قىلغىن، مېنى ياخشى بەندىلەر قاتارىدا قىلغىن» دېدى[101]. ",
      "footnotes": null
    },
    {
      "id": 102,
      "verse_number": 102,
      "page_number": 247,
      "verse_key": "12:102",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ",
      "translation": "مانا بۇلار (يەنى يۇسۇف قىسسەسى) بىر قىسىم غەيب خەۋەرلىرى بولۇپ، بىز ئۇنى ساڭا ۋەھىي قىلدۇق. ئۇلار (يەنى يۇسۇفنىڭ قېرىنداشلىرى) (ئۇنىڭغا قارشى) چارە -تەدبىر تۈزۈپ بىر قارارغا كېلىشكەندە، سەن ئۇلارنىڭ يېنىدا يوق ئىدىڭ[102].",
      "footnotes": null
    },
    {
      "id": 103,
      "verse_number": 103,
      "page_number": 247,
      "verse_key": "12:103",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ",
      "translation": "سەن گەرچە كىشىلەرنىڭ ئىمان ئېيتىشىغا ھېرىس بولساڭمۇ ،(لېكىن) ئۇلارنىڭ تولىسى ئىمان ئېيتمايدۇ[103].",
      "footnotes": null
    },
    {
      "id": 104,
      "verse_number": 104,
      "page_number": 248,
      "verse_key": "12:104",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ",
      "translation": "قۇرئاننى تەبلىغ قىلغانلىقىڭغا ئۇلاردىن ھېچقانداق ئەجىر تەلەپ قىلمايسەن، قۇرئان پەقەت جاھان ئەھلى ئۈچۈن ۋەز ـ نەسىھەتتۇر[104].",
      "footnotes": null
    },
    {
      "id": 105,
      "verse_number": 105,
      "page_number": 248,
      "verse_key": "12:105",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ",
      "translation": "ئاسمانلاردا ۋە زېمىندا (ئاللاھنىڭ قۇدرىتىنىڭ) نۇرغۇن ئالامەتلىرى باركى، ئۇلار ئۇنىڭ يېنىدىن دىققەت قىلماستىن ئۆتۈپ كېتىدۇ[105].",
      "footnotes": null
    },
    {
      "id": 106,
      "verse_number": 106,
      "page_number": 248,
      "verse_key": "12:106",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ",
      "translation": " ئۇلارنىڭ تولىسى ئاللاھقا شېرىك كەلتۈرۈپ تۇرۇپ ئىشىنىدۇ (يەنى ئاللاھنى ياراتقۇچى، رىزىق بەرگۈچى دەپ ئىقرار قىلىش بىلەن بىللە، باشقا نەرسىلەرگىمۇ چوقۇنىدۇ)[106].",
      "footnotes": null
    },
    {
      "id": 107,
      "verse_number": 107,
      "page_number": 248,
      "verse_key": "12:107",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ",
      "translation": "ئۇلار ئاللاھنىڭ ئازابىدىن، بىرەر جازانىڭ ئۆزلىرىگە چۈشۈشىدىن ياكى ئۇلار سەزمەستىن قىيامەتنىڭ تۇيۇقسىز يېتىپ كېلىشىدىن ئەمىن بولدىمۇ؟[107]",
      "footnotes": null
    },
    {
      "id": 108,
      "verse_number": 108,
      "page_number": 248,
      "verse_key": "12:108",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "ئېيتقىنكى، «بۇ مېنىڭ يولۇمدۇر، (كىشىلەرنى) ئاللاھقا دەۋەت قىلىمەن، مەن ۋە ماڭا ئەگەشكەنلەر روشەن دەلىلگە ئاساسلىنىمىز. ئاللاھ پاكتۇر، مەن مۇشرىكلاردىن ئەمەسمەن»[108].",
      "footnotes": null
    },
    {
      "id": 109,
      "verse_number": 109,
      "page_number": 248,
      "verse_key": "12:109",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ",
      "translation": " بىز سەندىن ئىلگىرى پەقەت شەھەر ئاھالىسىدىن بولغان ئەرلەرنى پەيغەمبەر قىلىپ، ئۇلارغا ۋەھىي قىلدۇق، ئۇلار(يەنى پەيغەمبەرلەرگە چىنپۈتمىگۈچىلەر) يەر يۈزىدە سەير قىلىپ يۈرۈپ ئۆزلىرىدىن ئىلگىرىكىلەرنىڭ ئاقىۋىتىنىڭ قانداق بولغانلىقىنى كۈزەتمىدىمۇ؟ ئاخىرەت يۇرتى تەقۋادارلىق قىلغانلار ئۈچۈن ئەلۋەتتە ياخشىدۇر، سىلەر چۈشەنمەمسىلەر[109].",
      "footnotes": null
    },
    {
      "id": 110,
      "verse_number": 110,
      "page_number": 248,
      "verse_key": "12:110",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ",
      "translation": "ھەتتا پەيغەمبەرلەر (قەۋمىنىڭ ئىمان ئېيتىشىدىن) ئۈمىدسىزلەنگەن ۋە ( قەۋمى تەرىپىدىن) يالغانغا چىقىرىلغانلىقىغا جەزم قىلغان چاغدا، ئۇلارغا بىزنىڭ ياردىمىمىز يېتىپ كەلدى، بىز خالىغان ئادەملەرنى قۇتقۇزدۇق، بىزنىڭ ئازابىمىز گۇناھكار قەۋمدىن قايتۇرۇلمايدۇ[110]. ",
      "footnotes": null
    },
    {
      "id": 111,
      "verse_number": 111,
      "page_number": 248,
      "verse_key": "12:111",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "ئۇلارنىڭ قىسسەسىدىن ئەقىل ئىگىلىرى ئەلۋەتتە ئىبرەت ئالىدۇ. (قۇرئان) يالغاندىن توقۇلغان سۆز ئەمەس، لېكىن، ئۇ ئۆزىدىن ئىلگىرى نازىل بولغان (ساماۋى) كىتابلارنى تەستىق قىلغۇچىدۇر، ھەممە نەرسىنى ئىنچىكە بايان قىلغۇچىدۇر، ئىمان ئېيتىدىغان قەۋم ئۈچۈن ھىدايەتتۇر ۋە رەھمەتتۇر[111].",
      "footnotes": null
    }
  ]
}