{
  "result": {
    "id": "2600",
    "sura": "22",
    "aya": "5",
    "arabic_text": "يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ",
    "translation": "5. ¡Gentes!, si dudáis acerca de la resurrección, (sabed que) os creamos de polvo (la primera vez, cuando creamos a Adán), y (después creamos a su descendencia) de una pequeña cantidad de esperma (nutfah) que se transforma en un coágulo adherente (‘alaqah) que luego se convierte en una masa con la apariencia de un pedazo de carne masticada (mudgah), en parte formada y en parte no[621]; así os mostramos (Nuestro poder para crearos de nuevo).Y fijamos en el útero lo que queremos durante un tiempo determinado, y después hacemos que nazcáis y crezcáis hasta llegar a la madurez. Algunos de vosotros morís antes de alcanzarla y otros llegáis a la edad más débil (la vejez), durante la que olvidáis todo el conocimiento que habíais adquirido. Y verás cómo la tierra árida se estremece y se hincha cuando la lluvia se precipita sobre ella haciendo que broten todo tipo de bellasplantas.",
    "footnotes": "[621]  El Sagrado Corán describe con claridad las fases del desarrollo del embrión, a pesar de que poco se conocía sobre el tema antes del siglo XX. De hecho, en el siglo XVII aún se pensaba que el espermatozoide contenía un ser humano en miniatura que crecería al ser depositado en el útero. Las tres fases descritas en esta aleya son el estado de nutfah, ‘alaqah y mudgah. Nutfah es la mínima cantidad de un líquido que queda tras vaciar el recipiente donde estaba contenido, y también se emplea para designar la mezcla de las células sexuales del hombre y de la mujer. El término ‘alaqah tiene tres significados: algo que cuelga, una sanguijuela y un coágulo de sangre. Los tres significados son correctos para describir la fase de nidación del embrión en el útero, ya que entonces la sangre del embrión está coagulada en su interior y no circula por sus vasos sanguíneos y el embrión se parece a una sanguijuela. Por último, el término mudgah, que significa «una sustancia como masticada» describe a la perfección el desarrollo de las somitas o vértebras primitivas del embrión, que se encuentra a medio formar."
  }
}