{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 404,
      "verse_key": "30:1",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "الٓمٓ",
      "translation": "Alif. Lām. Mīm.[1]",
      "footnotes": "[1] Ang Qur’ān ay nasa wikang Arabe na binubuo ng mga titiks Arabe gaya ng mga ito subalit walang isa mang nakagawa ng kahit pinkamaiikling kabanata ng mahimalang kababalaghan ng Qur’ān."
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 404,
      "verse_key": "30:2",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "غُلِبَتِ ٱلرُّومُ",
      "translation": "Nadaig ang Bizancio.",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 404,
      "verse_key": "30:3",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ",
      "translation": "sa pinakamalapit na lupain.[2] Sila,[3] matapos na ng pagkadaig sa kanila, ay mananaig[4]",
      "footnotes": "[2] at pinakamalapit, na Palestian, Sirya, at Jordan\n[3] na mga Bizancio (Silanganing Romano) na mga Kristiyano\n[4] Sa mga Persiyano, na mga Zoroastriano nang panahong iyon."
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 404,
      "verse_key": "30:4",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ",
      "translation": "sa tatlo hanggang siyam na taon. Sa kay Allāh ang pag-uutos bago pa niyan at matapos na niyan. Sa araw na iyon ay matutuwa ang mga mananampalataya",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 404,
      "verse_key": "30:5",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
      "translation": "dahil sa pag-adya ni Allāh. Nag-aadya Siya sa sinumang niloloob Niya. Siya ay ang Makapangyarihan, ang Maawain.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 405,
      "verse_key": "30:6",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "Bilang pangako ni Allāh, hindi sumisira si Allāh sa pangako Niya; subalit ang higit na marami sa mga tao ay hindi nakaaalam.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 405,
      "verse_key": "30:7",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ",
      "translation": "Nakaaalam sila[5] ng isang nakalantad mula sa buhay na pangmundo samantalang sila sa Kabilang-buhay ay mga nalilingat.",
      "footnotes": "[5] na tagatangging sumampalataya"
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 405,
      "verse_key": "30:8",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ",
      "translation": "Hindi ba sila nag-isip-isip hinggil sa mga sarili nila? Hindi lumikha si Allāh ng mga langit at lupa at anumang nasa pagitan ng mga ito malibang ayon sa katotohanan at isang taning na tinukoy. Tunay na marami sa mga tao sa pakikipagkita sa Panginoon nila ay talagang mga tagatangging sumampalataya.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 405,
      "verse_key": "30:9",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
      "translation": "Hindi ba sila humayo sa lupain para tumingin sila kung papaano naging ang kinahinatnan ng mga bago pa nila? Dati ang mga iyon ay higit na matindi kaysa sa kanila sa lakas. Nagbungkal sila ng lupa at luminang sila nito nang higit kaysa sa nilinang nila. Nagdala sa mga iyon ang mga sugo ng mga iyon [mula kay Allāh] ng mga malinaw na patunay sapagkat si Allāh ay hindi naging ukol lumabag sa katarungan sa kanila subalit sila dati sa mga sarili nila ay lumalabag sa katarungan.[6]",
      "footnotes": "[6] sa pamamagitan ng paglabag sa mga karapatan ng Tagalikha nila."
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 405,
      "verse_key": "30:10",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ",
      "translation": "Pagkatapos naging kinahinatnan ng mga gumawa ng masagwa ang pinakamasagwa dahil nagpasinungaling sila sa mga tanda ni Allāh at dati sila sa mga ito ay nangungutya.",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 405,
      "verse_key": "30:11",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ",
      "translation": "Si Allāh ay nagsisimula ng paglikha, pagkatapos nagpapanumbalik Siya nito, pagkatapos tungo sa Kanya pababalikin kayo.",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 405,
      "verse_key": "30:12",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ",
      "translation": "Sa Araw na sasapit ang Huling Sandali,[7] malulumbay ang mga salarin.",
      "footnotes": "[7] ang Araw ng Pagbuhay at Pagtutuos"
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 405,
      "verse_key": "30:13",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ",
      "translation": "Hindi magkakaroon para sa kanila mula sa mga pantambal nila ng mga tagapagpamagitan. Sila sa mga katambal nila ay magiging mga tagatangging sumampalataya.",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 405,
      "verse_key": "30:14",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ",
      "translation": "Sa Araw na sasapit ang Huling Sandali, sa Araw na iyon ay magkakahati-hati sila.",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 405,
      "verse_key": "30:15",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ",
      "translation": "Kaya hinggil naman sa mga sumampalataya at gumawa ng mga maaayos, sila sa isang halamanan ay pagagalakin.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 406,
      "verse_key": "30:16",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ",
      "translation": "Kaya hinggil naman sa mga tumangging sumampalataya at nagpasinungaling sa mga talata Namin [sa Qur’ān] at pakikipagkita sa Kabilang-buhay, ang mga iyon sa pagdurusa ay mga padadaluhin.",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 406,
      "verse_key": "30:17",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ",
      "translation": "Kaya Kaluwalhatian kay Allāh kapag ginagabi kayo at kapag inuumaga kayo.",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 406,
      "verse_key": "30:18",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ",
      "translation": "Ukol sa Kanya ang papuri sa mga langit at lupa sa gabi at kapag tinatanghali kayo.",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 406,
      "verse_key": "30:19",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ",
      "translation": "Nagpapalabas Siya ng buhay mula sa patay, nagpapalabas Siya ng patay mula sa buhay, at nagbibigay-buhay Siya sa lupa matapos ng kamatayan nito. Gayon kayo palalabasin.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 406,
      "verse_key": "30:20",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ",
      "translation": "Kabilang sa mga tanda Niya na lumikha Siya sa inyo mula sa alabok, pagkatapos biglang kayo ay mga taong lumalaganap.",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 406,
      "verse_key": "30:21",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ",
      "translation": "Kabilang sa mga tanda Niya na lumikha Siya para sa inyo, mula sa mga sarili ninyo, ng mga kabiyak upang mapanatag kayo sa kanila at naglagay Siya sa pagitan ninyo ng pagmamahal at awa. Tunay na sa gayon ay talagang may mga tanda para sa mga taong nag-iisip-isip.",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 406,
      "verse_key": "30:22",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ",
      "translation": "Kabilang sa mga tanda Niya ang pagkakalikha ng mga langit at lupa at ang pagkakaiba-iba ng mga wika ninyo at mga kulay ninyo. Tunay na sa gayon ay talagang may mga tanda para sa mga nakaaalam.",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 406,
      "verse_key": "30:23",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ",
      "translation": "Kabilang sa mga tanda Niya ang pagtulog ninyo sa gabi at maghapon at ang paghahangad ninyo ng kabutihang-loob Niya. Tunay na sa gayon ay talagang may mga tanda para sa mga taong dumidinig.",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 406,
      "verse_key": "30:24",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ",
      "translation": "Kabilang sa mga tanda Niya ay nagpapakita Siya sa inyo ng kidlat na [nagdudulot ng] pangamba at paghahangad, at nagbababa Siya mula sa langit ng tubig saka nagbibigay-buhay Siya sa pamamagitan nito sa lupa matapos ng pagkamatay nito. Tunay na sa gayon ay talagang may mga tanda para sa mga taong nakapag-uunawa.",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 407,
      "verse_key": "30:25",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ",
      "translation": "Kabilang sa mga tanda Niya na manatili ang langit at ang lupa ayon sa utos Niya. Pagkatapos kapag tumawag Siya sa inyo sa isang pagtawag mula sa lupa, biglang kayo ay lalabas.",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 407,
      "verse_key": "30:26",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ",
      "translation": "Sa Kanya ang sinumang nasa mga langit at lupa. Lahat sa Kanya ay mga masunurin.",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 407,
      "verse_key": "30:27",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "Siya ay ang nagsisimula ng paglikha, pagkatapos nagpapanumbalik nito.[8] Ito ay higit na madali sa Kanya. Sa Kanya ang paglalarawang pinakamataas sa mga langit at lupa. Siya ay ang Makapangyarihan, ang Marunong.",
      "footnotes": "[8] sa pamamagitan ng muling pagbuhay para sa pagtutuos"
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 407,
      "verse_key": "30:28",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ",
      "translation": "Naglahad Siya para sa inyo ng isang paghahalintulad mula sa mga sarili ninyo. Mayroon kaya kayo mula sa minamay-ari ng mga kanang kamay ninyo na anumang mga katambal sa anumang itinustos Namin sa inyo, kaya naman kayo roon ay magkapantay, na nangangamba kayo gaya ng pangangamba ninyo sa mga sarili ninyo?[9] Gayon Kami nagdedetalye ng mga tanda para sa mga taong nakapag-uunawa.",
      "footnotes": "[9] Kaya papaano kayo makakagagawa sa ilan sa mga lingkod ni Allāh bilang mga katambal sa Kanya?"
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 407,
      "verse_key": "30:29",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّٰصِرِينَ",
      "translation": "Bagkus sumunod ang mga lumabag sa katarungan[10] sa mga pithaya nila nang walang kaalaman. Kaya sino ang papatnubay sa iniligaw ni Allāh [dahil sa kapalaluan at pagpupumilit sa kasalanan]? Walang ukol sa kanila na anumang mga tagapag-adya.",
      "footnotes": "[10] na nagtambal kay Allāh ng mga iba pa sa pagsamba."
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 407,
      "verse_key": "30:30",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "Kaya magpanatili ka ng mukha mo para sa Relihiyon bilang makatotoo. [Mamalagi sa] naturalesa ni Allāh na nilalang Niya ang mga tao ayon dito. Walang pagpapalit para sa pagkakalikha ni Allāh. Iyon ay ang Relihiyong matuwid, subalit ang higit na marami sa mga tao ay hindi nakaaalam.",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 407,
      "verse_key": "30:31",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "[Maging] mga nagsisising nanunumbalik tungo sa Kanya, mangilag kayong magkasala sa Kanya, magpanatili kayo ng pagdarasal,[11] at huwag kayong maging kabilang sa mga tagapagtambal,",
      "footnotes": "[11] sa itinakdang otar ng mga ito"
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 407,
      "verse_key": "30:32",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ",
      "translation": "kabilang sa mga naghati-hati ng relihiyon nila[12] at sila ay naging mga kampihan. Bawat lapian sa taglay nila ay mga natutuwa.[13]",
      "footnotes": "[12] Gaya ng mga pangkating panrelihiyon na Katolisismo, Protestantismo, Ortodoksiya, Hinduismo, Budhismo, Jainismo, at iba pa.\n[13] ngunit lahat sila ay mapupunta sa Impiyerno maliban sa mga sumunod sa katotohanan"
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 408,
      "verse_key": "30:33",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ",
      "translation": "Kapag may sumaling sa mga tao na isang kapinsalaan ay dumadalangin sila sa Panginoon nila, habang mga nagsisising nanunumbalik tungo sa Kanya. Pagkatapos kapag nagpalasap Siya sa kanila ng isang awa mula sa Kanya, biglang may isang pangkat kabilang sa kanila na sa Panginoon nila ay nagtatambal",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 408,
      "verse_key": "30:34",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ",
      "translation": "upang magkaila sila sa anumang ibinigay Namin sa kanila. Kaya magpakatamasa kayo [sa pansamantala] sapagkat makaaalam kayo.[14]",
      "footnotes": "[14] sa kahihinatnan ng mga gawa ninyo"
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 408,
      "verse_key": "30:35",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ",
      "translation": "O nagpababa ba Kami sa kanila ng isang katunayan kaya ito ay nagsasalita hinggil sa dati nilang itinatambal sa Kanya?",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 408,
      "verse_key": "30:36",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ",
      "translation": "Kapag nagpalasap Kami sa mga tao ng isang awa ay nagagalak sila rito. Kapag may tumama sa kanila na isang masagwa dahil sa ipinauna ng mga kamay nila [na mga kasalanan], biglang sila ay nasisiraan ng loob.",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 408,
      "verse_key": "30:37",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "Hindi ba sila nakakita na si Allāh ay nagpapaluwag ng panustos para sa sinumang niloloob Niya at naghihigpit [para sa sinumang niloob Niya]? Tunay na sa gayon ay talagang may mga tanda para sa mga taong sumasampalataya.",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 408,
      "verse_key": "30:38",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
      "translation": "Kaya magbigay ka sa may pagkakamag-anak ng karapatan nito, sa dukha, at sa kinapos sa landas. Iyon ay higit na mabuti para sa mga nagnanais [ng kaluguran] ng mukha ni Allāh. Ang mga iyon ay ang mga magtatagumpay.",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 408,
      "verse_key": "30:39",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ",
      "translation": "Ang anumang ibinigay ninyo bilang patubuan upang lumago sa mga ari-arian ng mga tao, hindi ito lalago sa ganang kay Allāh. Ang anumang ibinigay ninyo na zakāh habang nagnanais kayo [ng kaluguran] ng Mukha ni Allāh, ang mga iyon ay ang mga pag-iibayuhin.",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 408,
      "verse_key": "30:40",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
      "translation": "Si Allāh ay ang lumikha sa inyo, pagkatapos nagtustos sa inyo, pagkatapos nagbigay-kamatayan sa inyo, pagkatapos nagbigay-buhay sa inyo [sa muli para tuusin]. Mayroon kaya sa mga pantambal ninyo na gumagawa ng gayon na anuman? Kaluwalhatian sa Kanya at napakataas Siya higit sa anumang itinatambal nila [sa Kanya].",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 408,
      "verse_key": "30:41",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "Lumitaw ang kaguluhan sa lupa at dagat dahil sa nakamit ng mga kamay ng mga tao upang magpalasap Siya sa kanila ng ilan sa ginawa nila, nang sa gayon sila ay babalik [sa Kanya].",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 409,
      "verse_key": "30:42",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ",
      "translation": "Sabihin mo: “Humayo kayo sa lupain saka tumingin kayo kung papaano naging ang kinahinatnan ng mga bago pa niyan. Ang higit marami sa kanila noon ay mga tagapagtambal.”",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 409,
      "verse_key": "30:43",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ",
      "translation": "Kaya magpanatili ka ng mukha mo para sa relihiyong matuwid bago pa may pumuntang isang araw na walang pagtulak para roon mula kay Allāh. Sa Araw na iyon, magkakawatak-watak sila.",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 409,
      "verse_key": "30:44",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ",
      "translation": "Ang sinumang tumangging sumampalataya ay laban sa kanya ang kawalang-pananampalataya niya. Ang sinumang gumawa ng maayos ay para sa sarili nila naghahanda [ng pagpasok sa Paraiso]",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 409,
      "verse_key": "30:45",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ",
      "translation": "upang gumanti Siya sa mga sumampalataya at gumawa ng mga maayos mula sa kabutihang-loob Niya. Tunay na Siya ay hindi umiibig sa mga tagatangging sumampalataya.",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 409,
      "verse_key": "30:46",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "Kabilang sa mga tanda Niya na magsugo Siya ng mga hangin bilang mga tagapagbalita ng nakagagalak at upang magpalasap Siya sa inyo mula sa awa Niya, upang maglayag ang mga daong ayon sa utos Niya, at upang maghanap kayo ng kagandahang-loob Niya, at nang sa gayon kayo ay magpapasalamat.",
      "footnotes": ""
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 409,
      "verse_key": "30:47",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ",
      "translation": "Talaga ngang nagsugo Kami bago mo pa [O Muḥammad] ng mga sugo sa mga tao nila kaya naghatid sila sa mga iyon ng mga malinaw na patunay saka naghiganti naman Kami sa mga nagpakasalarin. Laging isang tungkulin sa Amin ang pag-aadya sa mga mananampalataya.",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 409,
      "verse_key": "30:48",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ",
      "translation": "Si Allāh ay ang nagsusugo ng mga hangin, saka nagpapagalaw ang mga iyon ng mga ulap, saka naglalatag sa mga ito sa langit kung papaanong niloloob Niya, at gumagawa sa mga ito bilang mga tipak kaya nakikita mo ang ulan habang lumalabas mula sa loob ng mga ito. Kaya kapag nagpatama Siya ng mga ito sa mga niloloob Niya kabilang sa mga lingkod Niya, biglang sila ay nagagalak.",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 409,
      "verse_key": "30:49",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ",
      "translation": "Kahit pa man sila dati bago pa ibinaba ito sa kanila, bago pa nito, ay talagang mga nalulumbay.",
      "footnotes": ""
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 409,
      "verse_key": "30:50",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "Kaya tumingin ka sa mga bakas ng awa ni Allāh kung papaano Siyang nagbibigay-buhay sa lupa matapos ng kamatayan nito. Tunay na Iyon ay talagang magbibigay-buhay sa mga patay. Siya sa bawat bagay ay May-kakayahan.",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 410,
      "verse_key": "30:51",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ",
      "translation": "Talagang kung nagsugo Kami ng isang hangin [na mapanira] saka nakakita sila [ng pananim nila] habang naninilaw ay talagang nanatili sila matapos na niyon na tumatangging sumampalataya.",
      "footnotes": ""
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 410,
      "verse_key": "30:52",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ",
      "translation": "Kaya tunay na ikaw ay hindi nakapagpaparinig sa mga patay at hindi nakapagpaparinig sa mga bingi ng panawagan kapag bumaling sila na mga tumatalikod.",
      "footnotes": ""
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 410,
      "verse_key": "30:53",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ",
      "translation": "Ikaw ay hindi tagapagpatnubay ng mga bulag palayo sa kaligawan nila. Hindi ka nakapagpaparinig maliban sa sinumang sumasampalataya sa mga tanda Namin kaya sila ay mga tagapagpasakop.",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 410,
      "verse_key": "30:54",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ",
      "translation": "Si Allāh ay ang lumikha sa inyo mula sa isang kahinaan; pagkatapos gumawa Siya, matapos na ng isang kahinaan, ng isang kalakasan; pagkatapos gumawa Siya, matapos na ng isang kalakasan, ng isang kahinaan at uban. Lumilikha Siya ng anumang niloloob Niya. Siya ay ang Maalam, ang May-kakayahan.",
      "footnotes": ""
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 410,
      "verse_key": "30:55",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ",
      "translation": "Sa Araw na sasapit ang Huling Sandali, susumpa ang mga salarin na hindi sila namalagi maliban pa sa isang sandali. Gayon dati sila nalilinlang [palayo sa katotohanan].",
      "footnotes": ""
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 410,
      "verse_key": "30:56",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ",
      "translation": "Nagsabi ang mga binigyan ng kaalaman at pananampalataya: “Talaga ngang namalagi kayo sa pagtatakda ni Allāh hanggang sa Araw ng Pagbuhay, kaya ito ay ang Araw ng Pagbuhay,” subalit kayo dati ay hindi nakaaalam.",
      "footnotes": ""
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 410,
      "verse_key": "30:57",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ",
      "translation": "Kaya sa Araw na iyon, hindi magpapakinabang sa mga lumabag sa katarungan ang pagdadahilan nila ni sila ay hihilinging magpasiya [kay Allāh].",
      "footnotes": ""
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 410,
      "verse_key": "30:58",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ",
      "translation": "Talaga ngang naglahad Kami para sa mga tao sa Qur’ān na ito mula sa bawat paghahalintulad. Talagang kung naghatid ka sa kanila ng isang tanda ay talagang magsasabi nga ang mga tumangging sumampalataya: “Walang iba kayo kundi mga tagagawa ng kabulaanan.”",
      "footnotes": ""
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 410,
      "verse_key": "30:59",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ",
      "translation": "Gayon nagpipinid si Allāh sa mga puso ng mga hindi umaalam [sa katotohanan ng mensahe mo].",
      "footnotes": ""
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 410,
      "verse_key": "30:60",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ",
      "translation": "Kaya magtiis ka; tunay na ang pangako ni Allāh ay totoo. Huwag ngang magmamaliit[15] sa iyo ang mga hindi nakatitiyak [ng Kabilang-buhay].",
      "footnotes": "[15] para hindi ka magtiis at magmadali ka"
    }
  ]
}