{
  "result": [
    {
      "id": "1902",
      "sura": "16",
      "aya": "1",
      "arabic_text": "أَتَىٰٓ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
      "translation": "Allahın əmri gələcəkdir. Odur ki, onun tez gəlməsini istəməyin. Allah müşriklərin Ona qoşduqları şəriklərdən uzaqdır və ucadır.",
      "footnotes": ""
    },
    {
      "id": "1903",
      "sura": "16",
      "aya": "2",
      "arabic_text": "يُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ أَنۡ أَنذِرُوٓاْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ",
      "translation": "Allah Öz hökmü ilə qullarından istədiyi kimsəyə mələkləri vəhylə göndərib buyurur: “(Qullarımı) qorxudub xəbərdar edin ki, Məndən başqa (ibadətə layiq olan) məbud yoxdur. Məndən qorxun!”.",
      "footnotes": ""
    },
    {
      "id": "1904",
      "sura": "16",
      "aya": "3",
      "arabic_text": "خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
      "translation": "Allah göyləri və yeri haqq olaraq yaratmışdır. O, müşriklərin qoşduqları şəriklərdən ucadır.",
      "footnotes": ""
    },
    {
      "id": "1905",
      "sura": "16",
      "aya": "4",
      "arabic_text": "خَلَقَ ٱلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ",
      "translation": "Allah insanı nütfədən yaratdı. O isə (Rəbbinə qarşı) açıq-aşkar mübahisəçiyə çevrildi.",
      "footnotes": ""
    },
    {
      "id": "1906",
      "sura": "16",
      "aya": "5",
      "arabic_text": "وَٱلۡأَنۡعَٰمَ خَلَقَهَاۖ لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ",
      "translation": "Mal-qaranı da O yaratdı. Onlarda sizin üçün (bədəninizi) isti saxlayan (yun geyim) və başqa faydalar vardır. Həmçinin onlardan (onların ətindən) yeyirsiniz.",
      "footnotes": ""
    },
    {
      "id": "1907",
      "sura": "16",
      "aya": "6",
      "arabic_text": "وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ",
      "translation": "Mal-qaranı axşam tövləyə qaytardıqda da, səhər (otarmaq üçün) çölə buraxdıqda da sizin üçün bir gözəllik (və ya zinət) vardır.",
      "footnotes": ""
    },
    {
      "id": "1908",
      "sura": "16",
      "aya": "7",
      "arabic_text": "وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِۚ إِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٞ",
      "translation": "Onlar sizin yüklərinizi, özünüzün çətinliklə apara biləcəyiniz bir ölkəyə daşıyırlar. Həqiqətən də, Rəbbiniz şəfqətlidir, rəhmlidir.",
      "footnotes": ""
    },
    {
      "id": "1909",
      "sura": "16",
      "aya": "8",
      "arabic_text": "وَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗۚ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ",
      "translation": "Atı, qatırı və uzunqulağı sizə həm minik, həm də zinət olsun deyə, Allah yaratdı. O, sizin hələ bilmədiyiniz bir çox şeyləri də yaradacaqdır.",
      "footnotes": ""
    },
    {
      "id": "1910",
      "sura": "16",
      "aya": "9",
      "arabic_text": "وَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞۚ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ",
      "translation": "Doğru yolu göstərmək Allaha aiddir. Əyri yollar da vardır. Əgər Allah istəsəydi, sizin hamınızı doğru yola yönəldərdi.",
      "footnotes": ""
    },
    {
      "id": "1911",
      "sura": "16",
      "aya": "10",
      "arabic_text": "هُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗۖ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ",
      "translation": "Göydən yağmur endirən Odur. Bu, həm sizin içməyiniz, həm də içində (mal-qaranızı) otardığınız (otların bitməsi) üçündür.",
      "footnotes": ""
    },
    {
      "id": "1912",
      "sura": "16",
      "aya": "11",
      "arabic_text": "يُنۢبِتُ لَكُم بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ",
      "translation": "Allah onunla sizin üçün dənli bitkilər, zeytun, xurma, üzüm və (başqa) meyvələrin hamısından yetişdirir. Həqiqətən, bunda düşünən qövm üçün dəlillər vardır.",
      "footnotes": ""
    },
    {
      "id": "1913",
      "sura": "16",
      "aya": "12",
      "arabic_text": "وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ وَٱلنُّجُومُ مُسَخَّرَٰتُۢ بِأَمۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ",
      "translation": "O, gecəni və gündüzü, günəşi və ayı sizə ram etmişdir. Ulduzlar da Onun əmri ilə ram edilmişdir. Sözsüz ki, bunda anlayan qövm üçün dəlillər vardır.",
      "footnotes": ""
    },
    {
      "id": "1914",
      "sura": "16",
      "aya": "13",
      "arabic_text": "وَمَا ذَرَأَ لَكُمۡ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُۥٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ",
      "translation": "Yer üzündə sizin üçün yaratdığı müxtəlif rəngli şeyləri də (sizə ram etdi). Şübhəsiz ki, bunda düşünüb ibrət alan qövm üçün dəlillər vardır.",
      "footnotes": ""
    },
    {
      "id": "1915",
      "sura": "16",
      "aya": "14",
      "arabic_text": "وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "Təzə ət (balıq əti) yeməyiniz və taxdığınız bəzək şeylərini (mirvari və s.) çıxartmağınız üçün dənizi sizə ram edən Odur. Sən gəmilərin dənizi yara-yara üzüb getdiyini görürsən. (Bütün bunlar) Allahın lütfündən (sizə nəsib olanları) axtarıb tapmağınız və şükür etməyiniz üçündür.",
      "footnotes": ""
    },
    {
      "id": "1916",
      "sura": "16",
      "aya": "15",
      "arabic_text": "وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ",
      "translation": "(Allah,) yer sizi yırğalamasın deyə, onun üstündə möhkəm dağlar, habelə, düzgün istiqamət götürəsiniz deyə, çaylar və yollar yaratdı.",
      "footnotes": ""
    },
    {
      "id": "1917",
      "sura": "16",
      "aya": "16",
      "arabic_text": "وَعَلَٰمَٰتٖۚ وَبِٱلنَّجۡمِ هُمۡ يَهۡتَدُونَ",
      "translation": "(Yollarda) əlamətlər də (yaratdı. İnsanlar getdikləri) istiqaməti ulduzlar vasitəsilə də müəyyənləşdirərlər.",
      "footnotes": ""
    },
    {
      "id": "1918",
      "sura": "16",
      "aya": "17",
      "arabic_text": "أَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُۚ أَفَلَا تَذَكَّرُونَ",
      "translation": "Heç yaradan (Allah), yarada bilməyənə (məxluqa) bənzəyərmi?! Məgər düşünmürsünüz?",
      "footnotes": ""
    },
    {
      "id": "1919",
      "sura": "16",
      "aya": "18",
      "arabic_text": "وَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱللَّهَ لَغَفُورٞ رَّحِيمٞ",
      "translation": "Əgər Allahın nemətlərini sayacaq olsanız, onları sayıb qurtara bilməzsiniz. Həqiqətən, Allah Bağışlayandır, Rəhmlidir.",
      "footnotes": ""
    },
    {
      "id": "1920",
      "sura": "16",
      "aya": "19",
      "arabic_text": "وَٱللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ",
      "translation": "Allah sizin gizli saxladıqlarınızı da, aşkara çıxartdıqlarınızı da bilir.",
      "footnotes": ""
    },
    {
      "id": "1921",
      "sura": "16",
      "aya": "20",
      "arabic_text": "وَٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ",
      "translation": "(Müşriklərin) Allahdan başqa tapındıqları (bütlər) heç bir şey yarada bilməzlər. (Əksinə,) onlar özləri yaradılmışlar.",
      "footnotes": ""
    },
    {
      "id": "1922",
      "sura": "16",
      "aya": "21",
      "arabic_text": "أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖۖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ",
      "translation": "(Onlar) ölüdürlər – diri deyillər və nə vaxt dirildiləcəklərini də bilmirlər.",
      "footnotes": ""
    },
    {
      "id": "1923",
      "sura": "16",
      "aya": "22",
      "arabic_text": "إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۚ فَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ",
      "translation": "Sizin məbudunuz Tək olan İlahdır. Axirətə inanmayanların qəlbləri (isə haqqı) inkar edir. Özləri də təkəbbürlüdürlər.",
      "footnotes": ""
    },
    {
      "id": "1924",
      "sura": "16",
      "aya": "23",
      "arabic_text": "لَا جَرَمَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡتَكۡبِرِينَ",
      "translation": "Şübhəsiz ki, Allah onların gizli saxladıqlarını da, aşkara çıxartdıqlarını da bilir. O, təkəbbürlük edənləri sevməz.",
      "footnotes": ""
    },
    {
      "id": "1925",
      "sura": "16",
      "aya": "24",
      "arabic_text": "وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمۡ قَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ",
      "translation": "(Kafirlərdən:) “Rəbbiniz (peyğəmbərinə) nə nazil etmişdir?”– deyə soruşduqda, onlar: “Keçmişdəkilərin nağıllarını!”– deyə cavab verdilər.",
      "footnotes": ""
    },
    {
      "id": "1926",
      "sura": "16",
      "aya": "25",
      "arabic_text": "لِيَحۡمِلُوٓاْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍۗ أَلَا سَآءَ مَا يَزِرُونَ",
      "translation": "Qoy onlar Qiyamət günü öz günahlarının hamısını və cahillikləri üzündən azdırdıqları kəslərin günahlarının bir qismini daşısınlar. Bax gör, daşıyacaqları (yük) necə də pisdir!",
      "footnotes": ""
    },
    {
      "id": "1927",
      "sura": "16",
      "aya": "26",
      "arabic_text": "قَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُم مِّنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ",
      "translation": "Onlardan əvvəlkilər də hiylə qurmuşdular. Sonra Allah onların tikililərini özülündən dağıtdı, tavanları başlarına uçdu və əzab onlara gözləmədikləri yerdən gəldi.",
      "footnotes": ""
    },
    {
      "id": "1928",
      "sura": "16",
      "aya": "27",
      "arabic_text": "ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تُشَٰٓقُّونَ فِيهِمۡۚ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ",
      "translation": "Sonra Qiyamət günü (Allah) onları rüsvay edəcək və deyəcək: “Haqqında mübahisə etdiyiniz şəriklərim haradadır?!” Elm verilmiş kimsələr deyəcəklər: “Bu gün kafirlərə rüsvayçılıq və əzab üz verəcəkdir!”",
      "footnotes": ""
    },
    {
      "id": "1929",
      "sura": "16",
      "aya": "28",
      "arabic_text": "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡۖ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِۭۚ بَلَىٰٓۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "Mələklər özlərinə zülm edən kimsələrin canlarını aldıqda, onlar təslim olub: “Biz heç bir pislik etmirdik!”– (deyəcəklər. Onlara belə deyiləcək:) “Xeyr! Şübhəsiz ki, Allah sizin nələr etdiyinizi bilir.",
      "footnotes": ""
    },
    {
      "id": "1930",
      "sura": "16",
      "aya": "29",
      "arabic_text": "فَٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ",
      "translation": "Elə isə içində əbədi qalacağınız Cəhənnəmin qapılarına girin! Təkəbbürlülərin qalacağı yer necə də pisdir!”",
      "footnotes": ""
    },
    {
      "id": "1931",
      "sura": "16",
      "aya": "30",
      "arabic_text": "۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۚ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ",
      "translation": "Müttəqilərə: “Allah nə nazil etmişdir?”– deyildikdə, onlar: “Xeyir (nazil etmişdir!)”– deyərlər. Bu dünyada xeyirli işlər görənlər üçün gözəl mükafat hazırlanmışdır. Axirət yurdu isə daha xeyirlidir. Müttəqilərin yurdu necə də gözəldir!",
      "footnotes": ""
    },
    {
      "id": "1932",
      "sura": "16",
      "aya": "31",
      "arabic_text": "جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ لَهُمۡ فِيهَا مَا يَشَآءُونَۚ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ",
      "translation": "Onlar (ağacları və qəsrləri) altından çaylar axan Ədn cənnətlərinə daxil olacaqlar. Orada onların istədikləri hər şey vardır. Allah müttəqiləri belə mükafatlandırır.",
      "footnotes": ""
    },
    {
      "id": "1933",
      "sura": "16",
      "aya": "32",
      "arabic_text": "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "O kəslər ki, mələklər onların canlarını (şirkdən və küfürdən) pak olduqları halda alıb: “Sizə salam olsun! Etdiyiniz (yaxşı) əməllərə görə Cənnətə daxil olun!”– deyərlər.",
      "footnotes": ""
    },
    {
      "id": "1934",
      "sura": "16",
      "aya": "33",
      "arabic_text": "هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
      "translation": "Yoxsa (kafirlər) özlərinə ancaq mələklərin, yaxud Rəbbinin əmrinin (əzabının) gəlməsinimi gözləyirlər?! Onlardan əvvəlkilər də belə etmişdilər. Allah onlara zülm etmədi, lakin onlar özləri özlərinə zülm edirdilər.",
      "footnotes": ""
    },
    {
      "id": "1935",
      "sura": "16",
      "aya": "34",
      "arabic_text": "فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "Onlara etdikləri pis əməllərin cəzası nəsib oldu və istehza etdikləri (əzab) onları yaxaladı.",
      "footnotes": ""
    },
    {
      "id": "1936",
      "sura": "16",
      "aya": "35",
      "arabic_text": "وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِۦ مِن شَيۡءٖۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ",
      "translation": "Müşriklər dedilər: “Əgər Allah istəsəydi, biz də, atalarımız da Ondan başqa heç nəyə ibadət etməz və Onun izni olmadan heç nəyi haram saymazdıq!”. Onlardan əvvəlkilər də belə etmişdilər. Məgər peyğəmbərlərin vəzifəsi ancaq açıq-aydın təbliğ etmək deyilmi?!",
      "footnotes": ""
    },
    {
      "id": "1937",
      "sura": "16",
      "aya": "36",
      "arabic_text": "وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّٰغُوتَۖ فَمِنۡهُم مَّنۡ هَدَى ٱللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُۚ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ",
      "translation": "Biz hər ümmətə: “Allaha ibadət edin, tağutdan uzaq olun”– (deyə,) peyğəmbər göndərdik. Onlardan kimisini Allah doğru yola yönəltmiş, kimisinə də azdırmışdır. Yer üzündə gəzib dolaşın və (haqqı) yalan sayanların aqibətinin necə olduğunu görün!",
      "footnotes": ""
    },
    {
      "id": "1938",
      "sura": "16",
      "aya": "37",
      "arabic_text": "إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ ٱللَّهَ لَا يَهۡدِي مَن يُضِلُّۖ وَمَا لَهُم مِّن نَّٰصِرِينَ",
      "translation": "Sən onların doğru yola gəlməsi üçün nə qədər çalışsan da, (bil ki,) Allah azdırdığı kimsələri doğru yola yönəltməz və onlara kömək edən də tapılmaz.",
      "footnotes": ""
    },
    {
      "id": "1939",
      "sura": "16",
      "aya": "38",
      "arabic_text": "وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "Onlar: “Allah ölən bir kəsi diriltməyəcəkdir!”– deyə Allaha möhkəm and içdilər. Xeyr! (Allahın ölüləri dirildəcəyi barədə) verdiyi vəd haqdır, lakin insanların çoxu (bunu) bilməz.",
      "footnotes": ""
    },
    {
      "id": "1940",
      "sura": "16",
      "aya": "39",
      "arabic_text": "لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ",
      "translation": "(Allah ölüləri dirildəcəkdir ki,) ixtilafda olduqları şeyləri onlara bəyan etsin və kafirlər də özlərinin yalançı olduqlarını bilsinlər.",
      "footnotes": ""
    },
    {
      "id": "1941",
      "sura": "16",
      "aya": "40",
      "arabic_text": "إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَآ أَرَدۡنَٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ",
      "translation": "Biz bir şey (yaratmaq) istədikdə, ona ancaq: “Ol!”– deyirik, o da (dərhal) olur.",
      "footnotes": ""
    },
    {
      "id": "1942",
      "sura": "16",
      "aya": "41",
      "arabic_text": "وَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
      "translation": "Zülmə uğradıqdan sonra Allah yolunda hicrət edənləri dünyada gözəl yerdə sakin edəcəyik. Axirət mükafatı isə daha böyükdür. Kaş biləydilər!",
      "footnotes": ""
    },
    {
      "id": "1943",
      "sura": "16",
      "aya": "42",
      "arabic_text": "ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ",
      "translation": "(Onlar) səbir edən və yalnız Rəbbinə təvəkkül edən kəslərdir.",
      "footnotes": ""
    },
    {
      "id": "1944",
      "sura": "16",
      "aya": "43",
      "arabic_text": "وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ",
      "translation": "(Ey Peyğəmbər!) Biz səndən əvvəl də, özlərinə vəhy etdiyimiz yalnız kişiləri (peyğəmbər) göndərmişdik. Əgər bilmirsinizsə, zikr əhlindən soruşun.",
      "footnotes": ""
    },
    {
      "id": "1945",
      "sura": "16",
      "aya": "44",
      "arabic_text": "بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِۗ وَأَنزَلۡنَآ إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ",
      "translation": "(Biz o peyğəmbərləri) açıq-aydın dəlillər və kitablarla (göndərdik). Sənə də Zikri (Quranı) nazil etdik ki, insanlara, onlara nazil olanları (hökmləri) izah edəsən və bəlkə onlar fikirləşələr.",
      "footnotes": ""
    },
    {
      "id": "1946",
      "sura": "16",
      "aya": "45",
      "arabic_text": "أَفَأَمِنَ ٱلَّذِينَ مَكَرُواْ ٱلسَّيِّـَٔاتِ أَن يَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ",
      "translation": "(Haqq əhlinə qarşı) hiylələrə əl atanlar, Allahın onları yerə batırmayacağına, yaxud gözləmədikləri bir yerdən əzabın onlara gəlməyəcəyinə əmindirlərmi?!",
      "footnotes": ""
    },
    {
      "id": "1947",
      "sura": "16",
      "aya": "46",
      "arabic_text": "أَوۡ يَأۡخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ",
      "translation": "Yoxsa, gəzib dolaşarkən (Allahın) onları (əzabla) yaxalamayacağına (əmindirlər?!) Onlar (Allahdan) yaxa qurtara bilməyəcəklər.",
      "footnotes": ""
    },
    {
      "id": "1948",
      "sura": "16",
      "aya": "47",
      "arabic_text": "أَوۡ يَأۡخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٌ",
      "translation": "Yaxud qorxu içində olduqları halda, (Allahın) onları (əzabla) yaxalamayacağına (əmindirlər?!) Həqiqətən, Rəbbiniz çox şəfqətlidir, rəhmlidir.",
      "footnotes": ""
    },
    {
      "id": "1949",
      "sura": "16",
      "aya": "48",
      "arabic_text": "أَوَلَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُۥ عَنِ ٱلۡيَمِينِ وَٱلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ",
      "translation": "Məgər onlar Allahın xəlq etdiyi hər hansı bir şeyi müşahidə etməyiblərmi? Onların kölgələri müti surətdə Allaha səcdə edərək sağa-sola əyilir.",
      "footnotes": ""
    },
    {
      "id": "1950",
      "sura": "16",
      "aya": "49",
      "arabic_text": "وَلِلَّهِۤ يَسۡجُدُۤ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ مِن دَآبَّةٖ وَٱلۡمَلَٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ",
      "translation": "Göylərdə və yerdə olanların hamısı – canlılar, hətta mələklər də təkəbbür göstərmədən Allaha səcdə edirlər.",
      "footnotes": ""
    },
    {
      "id": "1951",
      "sura": "16",
      "aya": "50",
      "arabic_text": "يَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ۩",
      "translation": "Onlar özlərinin fövqündə olan Rəbbindən qorxar və özlərinə əmr edilənləri yerinə yetirərlər.",
      "footnotes": ""
    },
    {
      "id": "1952",
      "sura": "16",
      "aya": "51",
      "arabic_text": "۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيۡنِ ٱثۡنَيۡنِۖ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَٱرۡهَبُونِ",
      "translation": "Allah buyurdu: “İki ilah qəbul etməyin! O, ancaq Tək bir İlahdır. Yalnız Məndən qorxun!”.",
      "footnotes": ""
    },
    {
      "id": "1953",
      "sura": "16",
      "aya": "52",
      "arabic_text": "وَلَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّينُ وَاصِبًاۚ أَفَغَيۡرَ ٱللَّهِ تَتَّقُونَ",
      "translation": "Göylərdə və yerdə nə varsa, Onundur. Din də (itaət və ibadət də) daim Ona məxsusdur. Belə isə, siz Allahdan başqasındanmı qorxursunuz?!",
      "footnotes": ""
    },
    {
      "id": "1954",
      "sura": "16",
      "aya": "53",
      "arabic_text": "وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ ٱللَّهِۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ",
      "translation": "Sizə verilən hər bir nemət Allahdandır. Sonra sizə bir bəla üz verdikdə, ancaq Ona yalvarırsınız.",
      "footnotes": ""
    },
    {
      "id": "1955",
      "sura": "16",
      "aya": "54",
      "arabic_text": "ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ",
      "translation": "Bəlanı sizdən sovuşdurduqdan sonra isə, sizlərdən bəziləri Rəbbinə şərik qoşur.",
      "footnotes": ""
    },
    {
      "id": "1956",
      "sura": "16",
      "aya": "55",
      "arabic_text": "لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ",
      "translation": "Onlara verdiyimiz nemətlərə nankorluq etsinlər deyə belə edirlər. (Hələlik) əylənin! Tezliklə biləcəksiniz.",
      "footnotes": ""
    },
    {
      "id": "1957",
      "sura": "16",
      "aya": "56",
      "arabic_text": "وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡۗ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ",
      "translation": "(Müşriklər,) özlərinə verdiyimiz ruzidən heç nə anlamayanlara (bütlərə) pay ayırırlar. Allaha and olsun ki, atdığınız iftiralara görə, mütləq sorğu-sual olunacaqsınız.",
      "footnotes": ""
    },
    {
      "id": "1958",
      "sura": "16",
      "aya": "57",
      "arabic_text": "وَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُۥ وَلَهُم مَّا يَشۡتَهُونَ",
      "translation": "Onlar Allaha qızlar isnad edirlər. (Mələklərin, Onun qızları olduğunu deyirlər). Allah pak və müqəddəsdir. Özlərinə isə istədiklərini (oğlan uşaqlarını) aid edirlər.",
      "footnotes": ""
    },
    {
      "id": "1959",
      "sura": "16",
      "aya": "58",
      "arabic_text": "وَإِذَا بُشِّرَ أَحَدُهُم بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٞ",
      "translation": "Onlardan birinə qızı olması ilə müjdə verildikdə, qəzəbindən üzü qapqara qaralır.",
      "footnotes": ""
    },
    {
      "id": "1960",
      "sura": "16",
      "aya": "59",
      "arabic_text": "يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓۚ أَيُمۡسِكُهُۥ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُۥ فِي ٱلتُّرَابِۗ أَلَا سَآءَ مَا يَحۡكُمُونَ",
      "translation": "Ona verilən bəd müjdə ucbatından camaatdan gizlənir. (Bilmir nə etsin,) körpəni rüsvayçılıq içində saxlasınmı, yoxsa onu torpağa gömsün? Onların verdikləri qərar (Allaha övlad isnad etmələri) necə də pisdir!",
      "footnotes": ""
    },
    {
      "id": "1961",
      "sura": "16",
      "aya": "60",
      "arabic_text": "لِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِۖ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "Pis sifət axirətə inanmayanlara xasdır. Ən uca sifət isə Allaha məxsusdur. O, Qüdrətlidir, Hikmət sahibidir.",
      "footnotes": ""
    },
    {
      "id": "1962",
      "sura": "16",
      "aya": "61",
      "arabic_text": "وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ",
      "translation": "Əgər Allah insanları etdikləri zülmə görə cəzalandırsaydı, yer üzündə heç bir canlını sağ buraxmazdı. Lakin (Allah) onlara müəyyən vaxta qədər (əcəl yetişənədək) möhlət verir. Onların əcəli çatdıqda isə, (onu) bircə saat belə nə qabağa çəkə bilər, nə də yubandıra bilərlər.",
      "footnotes": ""
    },
    {
      "id": "1963",
      "sura": "16",
      "aya": "62",
      "arabic_text": "وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَۚ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰۚ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ",
      "translation": "(Müşriklər) özlərinin xoşlamadıqlarını (qızları) Allaha aid edirlər. Dilləri də yalandan ən gözəl aqibətin onların olacağını söyləyir. Şübhəsiz ki, od onlar üçün hazırlanmışdır və onlar (orada) tərk olunacaqlar.",
      "footnotes": ""
    },
    {
      "id": "1964",
      "sura": "16",
      "aya": "63",
      "arabic_text": "تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "Allaha and olsun ki, səndən əvvəl də ümmətlərə elçilər göndərmişdik. Şeytan isə o (kafir) ümmətlərin əməllərini özlərinə gözəl göstərdi. Şeytan bu gün də onların dostudur. Onlar üçün ağrılı-acılı bir əzab vardır.",
      "footnotes": ""
    },
    {
      "id": "1965",
      "sura": "16",
      "aya": "64",
      "arabic_text": "وَمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "Biz Kitabı sənə yalnız ixtilafda olduqları şeyləri onlara bəyan edəsən və iman gətirən bir qövmə doğru yol göstəricisi və rəhmət olaraq nazil etdik.",
      "footnotes": ""
    },
    {
      "id": "1966",
      "sura": "16",
      "aya": "65",
      "arabic_text": "وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ",
      "translation": "Allah göydən yağmur yağdırıb onunla yer üzünü öldükdən sonra dirildər. Həqiqətən, bunda eşidən bir qövm üçün dəlillər vardır.",
      "footnotes": ""
    },
    {
      "id": "1967",
      "sura": "16",
      "aya": "66",
      "arabic_text": "وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِۦ مِنۢ بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ",
      "translation": "Şübhəsiz ki, mal-qarada da sizin üçün bir ibrət vardır. Biz sizə, onların qarınlarındakı ifrazat və qan arasından çıxan, içənlərin boğazından rahat keçən təmiz süd içirdirik.",
      "footnotes": ""
    },
    {
      "id": "1968",
      "sura": "16",
      "aya": "67",
      "arabic_text": "وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ",
      "translation": "Siz xurma ağacının meyvələrindən və üzümlərdən sərxoşedici içki və xeyirli ruzi hazırlayırsınız. Həqiqətən, bunda düşünən bir qövm üçün dəlillər vardır.",
      "footnotes": ""
    },
    {
      "id": "1969",
      "sura": "16",
      "aya": "68",
      "arabic_text": "وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بُيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ",
      "translation": "Rəbbin bal arısına ilham edərək belə buyurdu: “Dağlarda, ağaclarda və (insanların) düzəltdikləri çardaqlarda özünə pətəklər hör.",
      "footnotes": ""
    },
    {
      "id": "1970",
      "sura": "16",
      "aya": "69",
      "arabic_text": "ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗاۚ يَخۡرُجُ مِنۢ بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُۥ فِيهِ شِفَآءٞ لِّلنَّاسِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ",
      "translation": "Sonra bütün meyvələrdən ye və Rəbbinin (sənin üçün) asanlaşdırdığı yollarla get”. O arıların qarınlarından müxtəlif rəngli bal çıxır. Onda insanlar üçün şəfa vardır. Həqiqətən, bunda düşünən bir qövm üçün dəlillər vardır.",
      "footnotes": ""
    },
    {
      "id": "1971",
      "sura": "16",
      "aya": "70",
      "arabic_text": "وَٱللَّهُ خَلَقَكُمۡ ثُمَّ يَتَوَفَّىٰكُمۡۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ",
      "translation": "Sizi Allah yaratdı. Sonra O sizi öldürəcək. Sizlərdən bəziləri (vaxtilə) bildiyi şeyləri unutsun deyə ömrünün ən rəzil çağına çatdırılar. Həqiqətən, Allah (hər şeyi) biləndir, (hər şeyə) qadirdir.",
      "footnotes": ""
    },
    {
      "id": "1972",
      "sura": "16",
      "aya": "71",
      "arabic_text": "وَٱللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِۚ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌۚ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ",
      "translation": "Allah ruzi baxımından birinizi digərindən üstün etmişdir. Üstünlük verilənlər kölələrinə öz ruzilərindən vermirlər ki, bu yöndən bərabər olsunlar. Belə olduğu təqdirdə onlar Allahın nemətini inkarmı edirlər?",
      "footnotes": ""
    },
    {
      "id": "1973",
      "sura": "16",
      "aya": "72",
      "arabic_text": "وَٱللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمۡ يَكۡفُرُونَ",
      "translation": "Allah sizin üçün özünüzdən zövcələr yaratdı, zövcələrinizdən də sizin üçün övladlar və nəvələr yaratdı və sizə pak ruzilər verdi. İndi onlar batilə inanıb, Allahın nemətini inkarmı edirlər?",
      "footnotes": ""
    },
    {
      "id": "1974",
      "sura": "16",
      "aya": "73",
      "arabic_text": "وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ",
      "translation": "Onlar (Müşriklər) Allahı qoyub özlərinə göylərdən və yerdən heç bir ruzi verməyən və buna gücləri çatmayan (bütlərə) ibadət edirlər.",
      "footnotes": ""
    },
    {
      "id": "1975",
      "sura": "16",
      "aya": "74",
      "arabic_text": "فَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَۚ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ",
      "translation": "Heç kəsi Allaha oxşatmayın. Həqiqətən, Allah bilir, siz isə bilmirsiniz.",
      "footnotes": ""
    },
    {
      "id": "1976",
      "sura": "16",
      "aya": "75",
      "arabic_text": "۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ",
      "translation": "Allah, heç bir şeyə qadir olmayan və başqasının malı olan bir kölə ilə, dərgahımızdan özünə verdiyimiz gözəl ruzidən gizli və aşkar xərcləyən kimsəni məsəl çəkdi. Heç onlar eyni ola bilərlərmi? Həmd Allaha məxsusdur, lakin onların əksəriyyəti (bunu) bilməz.",
      "footnotes": ""
    },
    {
      "id": "1977",
      "sura": "16",
      "aya": "76",
      "arabic_text": "وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "Allah eləcə də iki kişi barəsində misal çəkdi; onlardan biri laldır, heç bir şeyə qadir deyil və öz ağasına bir yükdür. Onu hara yollasa, xeyirlə qayıtmaz. Məgər doğru yolda olub ədalətlə əmr edən bir kimsə ilə belə bir adam eyni ola bilərmi?!",
      "footnotes": ""
    },
    {
      "id": "1978",
      "sura": "16",
      "aya": "77",
      "arabic_text": "وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَآ أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "Göylərin və yerin qeybini bilmək Allaha aiddir. Qiyamət saatının gəlməsi bir göz qırpımı kimidir və ya daha tezdir. Həqiqətən, Allah hər şeyə qadirdir.",
      "footnotes": ""
    },
    {
      "id": "1979",
      "sura": "16",
      "aya": "78",
      "arabic_text": "وَٱللَّهُ أَخۡرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "Allah sizi analarınızın bətnindən heç bir şey bilmədiyiniz bir halda çıxartdı. Bəlkə şükür edəsiniz deyə sizə qulaqlar, gözlər və ürəklər verdi.",
      "footnotes": ""
    },
    {
      "id": "1980",
      "sura": "16",
      "aya": "79",
      "arabic_text": "أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "Məgər onlar Allaha tabe olub, havada uçan quşları görmürlərmi?! Onları (havada) saxlayan ancaq Allahdır. Həqiqətən, bunda iman gətirən bir qövm üçün dəlillər vardır.",
      "footnotes": ""
    },
    {
      "id": "1981",
      "sura": "16",
      "aya": "80",
      "arabic_text": "وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعۡنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ",
      "translation": "Allah evlərinizi sizin üçün yaşayış yeri etdi, mal-qaranın dərilərindən istər səfərə çıxdığınız vaxt, istərsə düşərgə saldığınız zaman sizin üçün asanlıqla apara biləcəyiniz çadırlar, üstəlik də onların yunundan, tiftiyindən və tükündən müəyyən vaxta qədər (istifadə edəcəyiniz) ev əşyaları və başqa şeylər düzəltdi.",
      "footnotes": ""
    },
    {
      "id": "1982",
      "sura": "16",
      "aya": "81",
      "arabic_text": "وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ",
      "translation": "Allah, yaratdıqları şeylərdən sizin üçün kölgələr əmələ gətirdi, dağlarda sizin üçün mağaralar saldı, sizi istidən qoruyacaq paltarlar və döyüşdə mühafizə edəcək zirehli geyimlər düzəltdi. Beləcə, Allah Öz nemətini sizə tamamlayır ki, bəlkə (Ona) təslim olasınız (itaət edəsiniz).",
      "footnotes": ""
    },
    {
      "id": "1983",
      "sura": "16",
      "aya": "82",
      "arabic_text": "فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ",
      "translation": "Əgər onlar üz çevirsələr, (bil ki,) sənin vəzifən ancaq açıq-aşkar təbliğ etməkdir.",
      "footnotes": ""
    },
    {
      "id": "1984",
      "sura": "16",
      "aya": "83",
      "arabic_text": "يَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ",
      "translation": "Onlar Allahın nemətini bilir, sonradan onu inkar edirlər. Onların çoxu kafirlərdir.",
      "footnotes": ""
    },
    {
      "id": "1985",
      "sura": "16",
      "aya": "84",
      "arabic_text": "وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ",
      "translation": "Hər ümmətdən bir şahid gətirəcəyimiz gün, kafirlərə (üzrxahlıq etməyə) izin verilməyəcək və üzr diləmələri də tələb olunmayacaqdır.",
      "footnotes": ""
    },
    {
      "id": "1986",
      "sura": "16",
      "aya": "85",
      "arabic_text": "وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ",
      "translation": "Zalımlar əzabı gördükdə, artıq onlardan əzab nə yüngülləşdiriləcək, nə də onlara möhlət veriləcək.",
      "footnotes": ""
    },
    {
      "id": "1987",
      "sura": "16",
      "aya": "86",
      "arabic_text": "وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَۖ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ",
      "translation": "Müşriklər (Allaha qoşduqları) şəriklərini gördükdə deyəcəklər: “Ey Rəbbimiz! Bunlar bizim Səndən başqa tapındığımız şəriklərimizdir!”. (Bütlər isə) onlara: “Şübhəsiz ki, siz yalançısınız!”– deyə cavab verəcəklər.",
      "footnotes": ""
    },
    {
      "id": "1988",
      "sura": "16",
      "aya": "87",
      "arabic_text": "وَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ",
      "translation": "O gün (müşriklər) Allaha təslim olduqlarını bildirəcək və uydurduqları (bütlər) onlardan uzaqlaşıb qeyb olacaqlar.",
      "footnotes": ""
    },
    {
      "id": "1989",
      "sura": "16",
      "aya": "88",
      "arabic_text": "ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ",
      "translation": "Kafir olub (insanları) Allah yolundan azdıranlara, törətdikləri fitnə-fəsada görə əzab üstündən əzab artıracağıq.",
      "footnotes": ""
    },
    {
      "id": "1990",
      "sura": "16",
      "aya": "89",
      "arabic_text": "وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡۖ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَٰٓؤُلَآءِۚ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ",
      "translation": "O gün hər ümmətə özlərindən bir şahid gətirəcəyik, səni də onlara şahid gətirəcəyik. Biz Kitabı sənə hər şeyi izah edən, müsəlmanlara da doğru yol göstərən, mərhəmət və müjdə olaraq nazil etdik.",
      "footnotes": ""
    },
    {
      "id": "1991",
      "sura": "16",
      "aya": "90",
      "arabic_text": "۞ إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ",
      "translation": "Həqiqətən, Allah ədalətli olmağı, yaxşılıq etməyi və qohumlara haqqını verməyi əmr edir, iyrənc işlər görməyi, pis əməllər törətməyi və azğınlıq etməyi isə qadağan edir. O sizə öyüd-nəsihət verir ki, bəlkə düşünüb ibrət alasınız.",
      "footnotes": ""
    },
    {
      "id": "1992",
      "sura": "16",
      "aya": "91",
      "arabic_text": "وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمۡ كَفِيلًاۚ إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ",
      "translation": "Allahla bağladığınız əhdə sadiq olun; möhkəm and içdikdən sonra andlarınızı pozmayın. Çünki siz Allahı özünüzə zamin etmisiniz. Şübhəsiz ki, Allah nələr etdiyinizi bilir.",
      "footnotes": ""
    },
    {
      "id": "1993",
      "sura": "16",
      "aya": "92",
      "arabic_text": "وَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِنۢ بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍۚ إِنَّمَا يَبۡلُوكُمُ ٱللَّهُ بِهِۦۚ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ",
      "translation": "İpliyini möhkəm əyirdikdən sonra onu açıb sökən qadın kimi olmayın. Bir camaat digər bir camaatdan (sayca və malca) daha çox olduğu üçün andlarınızı aranızda hiylə vasitəsinə çevirirsiniz. Allah bununla sizi sınayır. O, ixtilafda olduğunuz şeyləri Qiyamət günü sizə mütləq bildirəcəkdir.",
      "footnotes": ""
    },
    {
      "id": "1994",
      "sura": "16",
      "aya": "93",
      "arabic_text": "وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "Əgər Allah istəsəydi, sizi vahid bir ümmət edərdi. Lakin O, istədiyini azdırır, istədiyini də doğru yola yönəldir. Siz etdiyiniz əməllərə görə mütləq sorğu-sual olunacaqsınız.",
      "footnotes": ""
    },
    {
      "id": "1995",
      "sura": "16",
      "aya": "94",
      "arabic_text": "وَلَا تَتَّخِذُوٓاْ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُۢ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ ٱلسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ ٱللَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ",
      "translation": "Andlarınızı aranızda hiylə vasitəsinə çevirməyin. Yoxsa ayağınız möhkəm dayanmış ikən sürüşər və (insanları) Allah yolundan döndərdiyinizə görə əzabı dadarsınız. Üstəlik, axirətdə böyük bir əzaba düçar olarsınız.",
      "footnotes": ""
    },
    {
      "id": "1996",
      "sura": "16",
      "aya": "95",
      "arabic_text": "وَلَا تَشۡتَرُواْ بِعَهۡدِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ",
      "translation": "Allahla bağladığınız əhdi ucuz qiymətə satmayın. Əgər bilirsinizsə, Allah yanında olan (savab) sizin üçün daha xeyirlidir.",
      "footnotes": ""
    },
    {
      "id": "1997",
      "sura": "16",
      "aya": "96",
      "arabic_text": "مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٖۗ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُوٓاْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "Sizdə olan nemətlər tükənəcək, Allah yanında olan nemətlər isə daim qalacaqdır. Səbirli olanlara etdikləri yaxşı əməllərə görə mükafatlarını verəcəyik.",
      "footnotes": ""
    },
    {
      "id": "1998",
      "sura": "16",
      "aya": "97",
      "arabic_text": "مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُۥ حَيَوٰةٗ طَيِّبَةٗۖ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "Mömin olaraq yaxşı iş görən kişi və qadınlara, əlbəttə, gözəl həyat bəxş edəcək və etdikləri ən yaxşı əməllərə görə onları mütləq mükafatlandıracağıq.",
      "footnotes": ""
    },
    {
      "id": "1999",
      "sura": "16",
      "aya": "98",
      "arabic_text": "فَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ فَٱسۡتَعِذۡ بِٱللَّهِ مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ",
      "translation": "Quran oxuduqda (Allahın rəhmətindən) qovulmuş şeytandan Allaha sığın!",
      "footnotes": ""
    },
    {
      "id": "2000",
      "sura": "16",
      "aya": "99",
      "arabic_text": "إِنَّهُۥ لَيۡسَ لَهُۥ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ",
      "translation": "Şübhəsiz ki, iman gətirib və Rəbbinə təvəkkül edənlər üzərində şeytanın heç bir hökmranlığı yoxdur.",
      "footnotes": ""
    },
    {
      "id": "2001",
      "sura": "16",
      "aya": "100",
      "arabic_text": "إِنَّمَا سُلۡطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ",
      "translation": "Onun hakimiyyəti yalnız onu özünə dost tutanlar və Allaha şərik qoşanlar üzərindədir.",
      "footnotes": ""
    },
    {
      "id": "2002",
      "sura": "16",
      "aya": "101",
      "arabic_text": "وَإِذَا بَدَّلۡنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنَزِّلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفۡتَرِۭۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ",
      "translation": "Biz bir ayəni başqa bir ayə ilə əvəz etdikdə onlar: “Sən ancaq bir iftiraçısan!”– deyirlər. Halbuki Allah nə nazil etdiyini daha yaxşı bilir. Xeyr! Onların əksəriyyəti (bunu) bilməz.",
      "footnotes": ""
    },
    {
      "id": "2003",
      "sura": "16",
      "aya": "102",
      "arabic_text": "قُلۡ نَزَّلَهُۥ رُوحُ ٱلۡقُدُسِ مِن رَّبِّكَ بِٱلۡحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ",
      "translation": "De: “Müqəddəs Ruh (Cəbrail) onu sənin Rəbbindən, iman gətirənləri sabitqədəm etmək, müsəlmanlara doğru yol göstərmək və müjdə vermək üçün haqq olaraq nazil etmişdir”.",
      "footnotes": ""
    },
    {
      "id": "2004",
      "sura": "16",
      "aya": "103",
      "arabic_text": "وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٞۗ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ",
      "translation": "Biz onların: “(Quranı) ona bir insan öyrədir!”– dediklərini bilirik. Onların istinad etdikləri şəxsin dili əcnəbi dildir. Bu isə açıq-aydın ərəb dilidir.",
      "footnotes": ""
    },
    {
      "id": "2005",
      "sura": "16",
      "aya": "104",
      "arabic_text": "إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهۡدِيهِمُ ٱللَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ",
      "translation": "Allahın ayələrinə inanmayanları Allah doğru yola yönəltməz və onlar üçün ağrılı-acılı bir əzab vardır.",
      "footnotes": ""
    },
    {
      "id": "2006",
      "sura": "16",
      "aya": "105",
      "arabic_text": "إِنَّمَا يَفۡتَرِي ٱلۡكَذِبَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰذِبُونَ",
      "translation": "Yalanı ancaq Allahın ayələrinə inanmayanlar uydururlar. Məhz onlardır yalançılar.",
      "footnotes": ""
    },
    {
      "id": "2007",
      "sura": "16",
      "aya": "106",
      "arabic_text": "مَن كَفَرَ بِٱللَّهِ مِنۢ بَعۡدِ إِيمَٰنِهِۦٓ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُۥ مُطۡمَئِنُّۢ بِٱلۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ ٱللَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ",
      "translation": "Qəlbi imanla sabit qaldığı halda (haqqı danmağa) məcbur edilən kəslər müstəsna olmaqla, kim iman gətirdikdən sonra Allahı inkar etsə və qəlbini küfrə açsa, Allahın qəzəbinə düçar olar. Onlar üçün böyük bir əzab vardır.",
      "footnotes": ""
    },
    {
      "id": "2008",
      "sura": "16",
      "aya": "107",
      "arabic_text": "ذَٰلِكَ بِأَنَّهُمُ ٱسۡتَحَبُّواْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ",
      "translation": "Bu, onların dünya həyatını axirətdən üstün tutduqlarına görədir. Allah kafir qövmü doğru yola yönəltməz.",
      "footnotes": ""
    },
    {
      "id": "2009",
      "sura": "16",
      "aya": "108",
      "arabic_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ",
      "translation": "Bunlar, Allahın, qəlblərinə, qulaqlarına və gözlərinə möhür vurduğu kimsələrdir. Onlar əsl qafildirlər.",
      "footnotes": ""
    },
    {
      "id": "2010",
      "sura": "16",
      "aya": "109",
      "arabic_text": "لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡخَٰسِرُونَ",
      "translation": "Heç şübhəsiz ki, axirətdə ziyana uğrayanlar da onlardır.",
      "footnotes": ""
    },
    {
      "id": "2011",
      "sura": "16",
      "aya": "110",
      "arabic_text": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِنۢ بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ",
      "translation": "Sınağa çəkildikdən sonra hicrət edənləri, daha sonra cihad edib, (çətinliklərə) səbir edənləri bunlardan sonra əlbəttə, Rəbbin Bağışlayandır, Rəhmlidir.",
      "footnotes": ""
    },
    {
      "id": "2012",
      "sura": "16",
      "aya": "111",
      "arabic_text": "۞ يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ",
      "translation": "O gün hər kəs öz canını qurtarmağa çalışacaq, hər kəsə etdiyi əməllərin əvəzi tam veriləcək və onlara zülm edilməyəcəkdir.",
      "footnotes": ""
    },
    {
      "id": "2013",
      "sura": "16",
      "aya": "112",
      "arabic_text": "وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ",
      "translation": "Allah arxayınlıq və əmin-amanlıq içində olan, ruzisi hər yerdən bol-bol gələn bir diyarı (Məkkəni) misal çəkir. Lakin o diyarın əhalisi Allahın nemətlərinə nankorluq etdi, Allah da onları etdikləri əməllərə görə aclıq və qorxu libasına bürüdü.",
      "footnotes": ""
    },
    {
      "id": "2014",
      "sura": "16",
      "aya": "113",
      "arabic_text": "وَلَقَدۡ جَآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلۡعَذَابُ وَهُمۡ ظَٰلِمُونَ",
      "translation": "Onlara özlərindən bir elçi gəldi. Onlar isə onu yalançı saydılar. (Buna görə də) zülm etdikləri zaman əzab onları yaxaladı.",
      "footnotes": ""
    },
    {
      "id": "2015",
      "sura": "16",
      "aya": "114",
      "arabic_text": "فَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا وَٱشۡكُرُواْ نِعۡمَتَ ٱللَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ",
      "translation": "Allahın sizə verdiyi halal və pak ruzilərdən yeyin və əgər Allaha ibadət edirsinizsə, Onun nemətinə şükür edin.",
      "footnotes": ""
    },
    {
      "id": "2016",
      "sura": "16",
      "aya": "115",
      "arabic_text": "إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
      "translation": "O sizə ancaq ölü heyvanı, qanı, donuz ətini və Allahdan başqası üçün kəsilən heyvanı haram etmişdir. Hər kəs harama meyl etmədən və həddi aşmadan bunlardan yeməyə məcbur olarsa (ona günah yazılmaz), şübhəsiz ki, Allah Bağışlayandır, Rəhmlidir!",
      "footnotes": ""
    },
    {
      "id": "2017",
      "sura": "16",
      "aya": "116",
      "arabic_text": "وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَۚ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ",
      "translation": "Dilinizin yalana alışdığından dolayı, Allaha qarşı yalan uydurmaq üçün: “Bu halaldır, o haramdır!”– deməyin. Şübhəsiz ki, Allaha qarşı yalan uyduranlar nicat tapmazlar.",
      "footnotes": ""
    },
    {
      "id": "2018",
      "sura": "16",
      "aya": "117",
      "arabic_text": "مَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "(Dünyada onlar üçün) az bir mənfəət (vardır, axirətdə isə) onları ağrılı-acılı bir əzab gözləyir.",
      "footnotes": ""
    },
    {
      "id": "2019",
      "sura": "16",
      "aya": "118",
      "arabic_text": "وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُۖ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
      "translation": "Sənə xəbər verdiyimiz şeyləri daha öncə yəhudilərə də haram etmişdik. Biz onlara zülm etmədik, lakin onlar özləri özlərinə zülm edirdilər.",
      "footnotes": ""
    },
    {
      "id": "2020",
      "sura": "16",
      "aya": "119",
      "arabic_text": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ",
      "translation": "Şübhəsiz ki, Rəbbin, cahillikləri üzündən pis iş görən, ondan sonra tövbə edib (özlərini) islah edənləri, (bütün) bunlardan sonra, əlbəttə ki, Rəbbin bağışlayacaq və rəhm edəcək.",
      "footnotes": ""
    },
    {
      "id": "2021",
      "sura": "16",
      "aya": "120",
      "arabic_text": "إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "Həqiqətən, İbrahim Allaha müti, hənif (batildən haqqa tapınan) bir rəhbər idi. O, müşriklərdən olmamışdı.",
      "footnotes": ""
    },
    {
      "id": "2022",
      "sura": "16",
      "aya": "121",
      "arabic_text": "شَاكِرٗا لِّأَنۡعُمِهِۚ ٱجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "O, Allahın nemətlərinə şükür edən idi. Allah onu seçmiş və doğru yola yönəltmişdi.",
      "footnotes": ""
    },
    {
      "id": "2023",
      "sura": "16",
      "aya": "122",
      "arabic_text": "وَءَاتَيۡنَٰهُ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ",
      "translation": "Biz ona dünyada gözəl nemət bəxş etdik. Şübhəsiz ki, o, axirətdə də əməlisalehlərdəndir.",
      "footnotes": ""
    },
    {
      "id": "2024",
      "sura": "16",
      "aya": "123",
      "arabic_text": "ثُمَّ أَوۡحَيۡنَآ إِلَيۡكَ أَنِ ٱتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "Sonra sənə (belə) vəhy etdik: “Hənif (Batildən haqqa tapınan) İbrahimin dininə tabe ol. O, müşriklərdən deyildi”.",
      "footnotes": ""
    },
    {
      "id": "2025",
      "sura": "16",
      "aya": "124",
      "arabic_text": "إِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِۚ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ",
      "translation": "Şənbə günü, ancaq onun barəsində ixtilafa düşənlərə vacib edildi. Şübhəsiz ki, Rəbbin Qiyamət günü, ixtilafa düşdükləri şey barəsində onların arasında hökm verəcəkdir.",
      "footnotes": ""
    },
    {
      "id": "2026",
      "sura": "16",
      "aya": "125",
      "arabic_text": "ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِۖ وَجَٰدِلۡهُم بِٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ",
      "translation": "(İnsanları) Rəbbinin yoluna hikmətlə, gözəl öyüd-nəsihətlə dəvət et və onlarla ən gözəl tərzdə mübahisə et. Şübhəsiz ki, Rəbbin azğınlığa düşənləri də, doğru yolda olanları da yaxşı tanıyır.",
      "footnotes": ""
    },
    {
      "id": "2027",
      "sura": "16",
      "aya": "126",
      "arabic_text": "وَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِۦۖ وَلَئِن صَبَرۡتُمۡ لَهُوَ خَيۡرٞ لِّلصَّٰبِرِينَ",
      "translation": "(Günahkarı) cəzalandırmaq istəsəniz, sizə nə cəza verilibsə, siz də ona eynilə cəza verin. Əgər səbir etsəniz, bu, səbir edənlər üçün daha xeyirlidir.",
      "footnotes": ""
    },
    {
      "id": "2028",
      "sura": "16",
      "aya": "127",
      "arabic_text": "وَٱصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِٱللَّهِۚ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ",
      "translation": "Səbir et! Sənin səbrin ancaq Allahın köməyilədir. Onlara görə kədərlənmə və qurduqları hiylələrdən ötrü də sıxılma.",
      "footnotes": ""
    },
    {
      "id": "2029",
      "sura": "16",
      "aya": "128",
      "arabic_text": "إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ",
      "translation": "Həqiqətən də, Allah Ondan qorxanlar və yaxşı işlər görənlərlədir.",
      "footnotes": ""
    }
  ]
}