{
  "result": {
    "id": "3745",
    "sura": "36",
    "aya": "40",
    "arabic_text": "لَا ٱلشَّمۡسُ يَنۢبَغِي لَهَآ أَن تُدۡرِكَ ٱلۡقَمَرَ وَلَا ٱلَّيۡلُ سَابِقُ ٱلنَّهَارِۚ وَكُلّٞ فِي فَلَكٖ يَسۡبَحُونَ",
    "translation": "Haliwi jua kuufikia mwezi, wala usiku kuupita mchana. Na vyote vinaogelea katika njia zao.",
    "footnotes": "Haipelekei jua likaacha sharia zake likakutana na mwezi, na likaingia katika njia zake. Wala usiku hauwi kuushinda mchana ukauzuia usije, bali vyote viwili hivyo hupeana zamu. Na vyote, jua na mwezi, na vyenginevyo vyote vinaogelea katika njia zao za mbinguni, wala haviachi njia. Hakika Aya hizi tukufu zinabainisha ukweli wa ki-ilimu ambao wataalamu walikuwa hawaujui ila mwanzo wa karne ya kumi na nne ya kuzaliwa Nabii Isa. Na jua ni moja katika nyota za mbinguni, nalo kama nyota zilizo baki lina mwendo wake wenyewe. Lakini linakhitalifiana na nyota nyengine kwa kuwa lipo karibu na dunia, na kwa kuwa lina kundi la sayari na miezi ya mikia na sayari ndogo ndogo zinazo lifuata daima, na zinat'ii mvuto wake. Kwa hivyo zinakuwa hizo zinazunguka kwa kufuatana kwa utungo kama sura ya yai. Na mkusanyo wote huu unakwenda angani pamoja na jua kwa mvuto wake. Kwa ufupi jua, na ardhi, na mwezi na sayari zote na vyombo vyote hivyo vinakwenda angani kwa mbio maalumu, na kuelekea jiha maalumu. Na yaonekana kuwa jua na mkusanyo wote huo wake, na nyota zilizo karibu nalo zipo katika mkusanyo ulio tanda katika mbingu inayo itwa kwa Kiarabu Sadiimu almajarrah, au kwa Kiingereza Nebula course. Na imebainika kwa masomo ya kisasa sehemu zote za hiyo Nebula zinaizunguka kati yake kwa mbio ya kunasibiana na kinyume cha umbali wake kutoka hapo kati. Pia imeonakana kuwa jua na ardhi na sayari zake na nyota zilio karibu nayo, vyote hivyo vinakwenda mbio, na upande maalumu. Mbio zake zinafika kilomita 700 kila nukta moja. Na kunatimia kuzunguka kwake kukizunguka hicho kituo cha kati kwa kiasi ya miaka milioni 200 ya muangaza. Na kiini cha maneno ni kuwa Aya tukufu iliyo taja kuwa jua linakwenda kwa kiwango chake, hawakujua wataalamu uzuri wake wa ndani mpaka katika mwanzo wa karne hii. Wala hayamkini jua kuupata mwezi, kwani kila kimojapo kinakwenda katika njia zake mbali mbali, basi ni muhali kukutana, kama ilivyo kuwa ni muhali kupitana usiku na mchana. Hayo ingeli takikana ardhi izunguke juu ya msumari-kati wake kutoka mashariki kwendea magharibi, kinyume na ilivyo hivi sasa kutoka magharibi kwendea mashariki. Na mwezi katika kuizunguka kwake ardhi, na ardhi kulizunguka jua, huenda pamoja na mkusanyo wa nyota unao itwa Manaazil Alqamar au Lunar system. Na katika robo ya mwanzo na ya mwisho wa mwezi huonekana sura yake kama karara kongwe au kole lilio kauka, linapo kuwa kongwe na kunyauka."
  }
}