{
  "result": {
    "id": "1772",
    "sura": "14",
    "aya": "22",
    "arabic_text": "وَقَالَ ٱلشَّيۡطَٰنُ لَمَّا قُضِيَ ٱلۡأَمۡرُ إِنَّ ٱللَّهَ وَعَدَكُمۡ وَعۡدَ ٱلۡحَقِّ وَوَعَدتُّكُمۡ فَأَخۡلَفۡتُكُمۡۖ وَمَا كَانَ لِيَ عَلَيۡكُم مِّن سُلۡطَٰنٍ إِلَّآ أَن دَعَوۡتُكُمۡ فَٱسۡتَجَبۡتُمۡ لِيۖ فَلَا تَلُومُونِي وَلُومُوٓاْ أَنفُسَكُمۖ مَّآ أَنَا۠ بِمُصۡرِخِكُمۡ وَمَآ أَنتُم بِمُصۡرِخِيَّ إِنِّي كَفَرۡتُ بِمَآ أَشۡرَكۡتُمُونِ مِن قَبۡلُۗ إِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ",
    "translation": "جب اور کام کا فیصلہ کردیا جائے گا تو شیطان(1) کہے گا کہ اللہ نے تو تمہیں سچا وعده دیا تھا اور میں نے تم سے جو وعدے کیے تھے ان کے خلاف کیا(2)، میرا تم پر کوئی دباؤ تو تھا ہی نہیں(3)، ہاں میں نے تمہیں پکارا اور تم نے میری مان لی(4)، پس تم مجھے الزام نہ لگاؤ بلکہ خود اپنے آپ کو ملامت کرو(5)، نہ میں تمہارا فریاد رس اور نہ تم میری فریاد کو پہنچنے والے(6)، میں تو سرے سے مانتا ہی نہیں کہ تم مجھے اس سے پہلے اللہ کا شریک مانتے رہے(7)، یقیناً ﻇالموں کے لیے دردناک عذاب ہے.(8)",
    "footnotes": "(1) یعنی اہل ایمان جنت میں اور اہل کفر و شرک جہنم میں چلے جائیں گے تو شیطان جہنمیوں سے کہے گا۔\n(2) اللہ نے جو وعدے اپنے پیغمبروں کے ذریعے سے کئے تھے کہ نجات میرے پیغمبروں پر ایمان لانے میں ہے۔ وہ حق پر تھے ان کے مقابلے میں میرے وعدے تو سراسر دھوکا اور فریب تھے۔ جس طرح اللہ نے فرمایا «يَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلا غُرُورًا» ( النساء:120) ”شیطان ان سے وعدے کرتا ہے اور آرزوئیں دلاتا ہے لیکن شیطان کے یہ وعدے محض دھوکا ہیں“۔\n(3) دوسرا یہ کہ میری باتوں میں کوئی دلیل و حجت نہیں ہوتی تھی، نہ میرا کوئی دباؤ ہی تم پر تھا۔\n(4) ہاں میری دعوت اور پکار تھی، تم نے میری بےدلیل پکار کو مان لیا اور پیغمبروں کی دلیل و حجت سے بھرپور باتوں کو رد کر دیا۔\n(5) اس لئے قصور سارا تمہارا اپنا ہی ہے تم نے عقل و شعور سے ذرا کام نہ لیا، دلائل واضحہ کو تم نے نظر انداز کر دیا، اور مجرد دعوے کے پیچھے لگ رہے، جس کی پشت پر کوئی دلیل نہیں۔\n(6) یعنی نہ میں تمہیں عذاب سے نکلوا سکتا ہوں جس میں تم مبتلا ہو اور نہ تم اس قہر و غضب سے مجھے بچا سکتے ہو جو اللہ کی طرف سے مجھ پر ہے۔\n(7) مجھے اس بات سے بھی انکار ہے کہ میں اللہ کا شریک ہوں، اگر تم مجھے یا کسے اور کو اللہ کا شریک گردانتے رہے تو تمہاری اپنی غلطی اور نادانی تھی، جس اللہ نے ساری کائنات بنائی تھی اور اس کی تدبیر بھی وہی کرتا رہا، بھلا اس کا کوئی شریک کیونکر ہو سکتا تھا۔\n(8) بعض کہتے ہیں کہ یہ جملہ بھی شیطان ہی کا ہے اور یہ اس کے مذکورہ خطبے کا تتمہ ہے۔ بعض کہتے ہیں کہ شیطان کا کلام مِنْ قَبْلُ پر ختم ہوگیا، یہ اللہ کا کلام ہے۔"
  }
}