{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 322,
      "verse_key": "21:1",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱقۡتَرَبَ لِلنَّاسِ حِسَابُهُمۡ وَهُمۡ فِي غَفۡلَةٖ مُّعۡرِضُونَ",
      "translation": "1. Se aproxima la hora en que la gente deberá comparecer [ante Dios para ser juzgada], sin embargo se muestran indiferentes, lejanos.",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 322,
      "verse_key": "21:2",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَا يَأۡتِيهِم مِّن ذِكۡرٖ مِّن رَّبِّهِم مُّحۡدَثٍ إِلَّا ٱسۡتَمَعُوهُ وَهُمۡ يَلۡعَبُونَ",
      "translation": "2. Siempre que les llega de su Señor una nueva revelación, la escuchan y la toman a broma,",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 322,
      "verse_key": "21:3",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَاهِيَةٗ قُلُوبُهُمۡۗ وَأَسَرُّواْ ٱلنَّجۡوَى ٱلَّذِينَ ظَلَمُواْ هَلۡ هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡۖ أَفَتَأۡتُونَ ٱلسِّحۡرَ وَأَنتُمۡ تُبۡصِرُونَ",
      "translation": "3. con sus corazones distraídos. Los injustos dicen entre sí en secreto: “[Mujámmad] no es más que un mortal al igual que nosotros. [Y recriminando a los que lo escuchaban dicen:] ¿Cómo aceptan ser cautivados por la magia de sus palabras si saben [que es un farsante]?”",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 322,
      "verse_key": "21:4",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ رَبِّي يَعۡلَمُ ٱلۡقَوۡلَ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "4. Diles [¡Oh, Mujámmad!]: “Mi Señor bien sabe todo lo que se dice en el cielo y en la Tierra. Él todo lo oye, todo lo sabe”.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 322,
      "verse_key": "21:5",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَلۡ قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمِۭ بَلِ ٱفۡتَرَىٰهُ بَلۡ هُوَ شَاعِرٞ فَلۡيَأۡتِنَا بِـَٔايَةٖ كَمَآ أُرۡسِلَ ٱلۡأَوَّلُونَ",
      "translation": "5. Y dicen [otros idólatras]: “[El Corán] no es más que sueños incoherentes, o [palabras que] él mismo ha inventado, o es un poeta. Que nos muestre un milagro como lo hicieron los primeros [Mensajeros, si es verdad lo que dice]”.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 322,
      "verse_key": "21:6",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَآ ءَامَنَتۡ قَبۡلَهُم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَآۖ أَفَهُمۡ يُؤۡمِنُونَ",
      "translation": "6. Ninguno de los pueblos a los que exterminé creyeron [al ver los milagros], ¿acaso éstos van a creer? [No lo harán].",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 322,
      "verse_key": "21:7",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَرۡسَلۡنَا قَبۡلَكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ",
      "translation": "7. No envié antes de ti sino hombres a quienes transmití Mi revelación. Pregunten a la gente de conocimiento si es que no saben.",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 322,
      "verse_key": "21:8",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا جَعَلۡنَٰهُمۡ جَسَدٗا لَّا يَأۡكُلُونَ ٱلطَّعَامَ وَمَا كَانُواْ خَٰلِدِينَ",
      "translation": "8. No les di [a los Mensajeros] cuerpos que no necesitaran comer, tampoco eran inmortales.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 322,
      "verse_key": "21:9",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ صَدَقۡنَٰهُمُ ٱلۡوَعۡدَ فَأَنجَيۡنَٰهُمۡ وَمَن نَّشَآءُ وَأَهۡلَكۡنَا ٱلۡمُسۡرِفِينَ",
      "translation": "9. Luego cumplí con la promesa que les había hecho. Los salvé a ellos y a otros que quise, pero hice perecer a los transgresores.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 322,
      "verse_key": "21:10",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَقَدۡ أَنزَلۡنَآ إِلَيۡكُمۡ كِتَٰبٗا فِيهِ ذِكۡرُكُمۡۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "10. Les he revelado un Libro en el que hay una amonestación para ustedes. ¿Cómo es que no reflexionan?",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 323,
      "verse_key": "21:11",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَمۡ قَصَمۡنَا مِن قَرۡيَةٖ كَانَتۡ ظَالِمَةٗ وَأَنشَأۡنَا بَعۡدَهَا قَوۡمًا ءَاخَرِينَ",
      "translation": "11. ¡Cuántos pueblos opresores destruí, e hice surgir después de ellos nuevas generaciones!",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 323,
      "verse_key": "21:12",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّآ أَحَسُّواْ بَأۡسَنَآ إِذَا هُم مِّنۡهَا يَرۡكُضُونَ",
      "translation": "12. Cuando sintieron que Mi tormento se desencadenaba sobre ellos, trataron de escapar.",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 323,
      "verse_key": "21:13",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَا تَرۡكُضُواْ وَٱرۡجِعُوٓاْ إِلَىٰ مَآ أُتۡرِفۡتُمۡ فِيهِ وَمَسَٰكِنِكُمۡ لَعَلَّكُمۡ تُسۡـَٔلُونَ",
      "translation": "13. [Entonces se les dijo irónicamente:] “No intenten escapar, regresen a la vida placentera que llevaban y esperen en sus hogares, quizás tengan que dar explicaciones”[1].",
      "footnotes": "[1] El Día del Juicio Final."
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 323,
      "verse_key": "21:14",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ",
      "translation": "14. Respondieron: “¡Ay de nosotros! En verdad hemos sido injustos”.",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 323,
      "verse_key": "21:15",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَمَا زَالَت تِّلۡكَ دَعۡوَىٰهُمۡ حَتَّىٰ جَعَلۡنَٰهُمۡ حَصِيدًا خَٰمِدِينَ",
      "translation": "15. Y no cesaron de lamentarse hasta que los aniquilé, dejándolos inertes como paja segada.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 323,
      "verse_key": "21:16",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ",
      "translation": "16. No creé el cielo y la Tierra y todo cuanto existe entre ellos solo como un juego.",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 323,
      "verse_key": "21:17",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَوۡ أَرَدۡنَآ أَن نَّتَّخِذَ لَهۡوٗا لَّٱتَّخَذۡنَٰهُ مِن لَّدُنَّآ إِن كُنَّا فَٰعِلِينَ",
      "translation": "17. Si hubiera buscado divertirme, lo habría hecho por Mi cuenta [sin crear nada para ello][1].",
      "footnotes": "[1] Todo lo que Dios creó tiene un motivo justo y verdadero."
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 323,
      "verse_key": "21:18",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَلۡ نَقۡذِفُ بِٱلۡحَقِّ عَلَى ٱلۡبَٰطِلِ فَيَدۡمَغُهُۥ فَإِذَا هُوَ زَاهِقٞۚ وَلَكُمُ ٱلۡوَيۡلُ مِمَّا تَصِفُونَ",
      "translation": "18. Por el contrario, refuto lo falso con la Verdad, y lo falso se desvanece. Les aguarda la perdición por como han descrito [a Dios].",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 323,
      "verse_key": "21:19",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَنۡ عِندَهُۥ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَلَا يَسۡتَحۡسِرُونَ",
      "translation": "19. A Él pertenece cuanto existe en los cielos y en la Tierra, y quienes están junto a Él [los ángeles] no dejan, por soberbia, de adorarlo ni se cansan de hacerlo.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 323,
      "verse_key": "21:20",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُسَبِّحُونَ ٱلَّيۡلَ وَٱلنَّهَارَ لَا يَفۡتُرُونَ",
      "translation": "20. Lo glorifican noche y día, sin cesar.",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 323,
      "verse_key": "21:21",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمِ ٱتَّخَذُوٓاْ ءَالِهَةٗ مِّنَ ٱلۡأَرۡضِ هُمۡ يُنشِرُونَ",
      "translation": "21. ¿Acaso las divinidades que adoran en la Tierra tienen poder para resucitar a los muertos?",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 323,
      "verse_key": "21:22",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَوۡ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَاۚ فَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ",
      "translation": "22. Si hubiese habido en los cielos y en la Tierra otras divinidades además de Dios, éstos se habrían destruido. ¡Glorificado sea Dios, Señor del Trono! Él está por encima de lo que Le atribuyen.",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 323,
      "verse_key": "21:23",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَا يُسۡـَٔلُ عَمَّا يَفۡعَلُ وَهُمۡ يُسۡـَٔلُونَ",
      "translation": "23. Él no es interrogado por lo que hace, a diferencia de Sus siervos que sí serán interrogados[1].",
      "footnotes": "[1] Pues los seres humanos deberán responder por todas y cada una de sus obras el Día del Juicio Final."
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 323,
      "verse_key": "21:24",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡۖ هَٰذَا ذِكۡرُ مَن مَّعِيَ وَذِكۡرُ مَن قَبۡلِيۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ٱلۡحَقَّۖ فَهُم مُّعۡرِضُونَ",
      "translation": "24. A aquellos que adoran a otras divinidades en lugar de Dios, diles: “Presenten pruebas válidas[1]. Éste es mi Mensaje y el de quienes me siguen, y el Mensaje de quienes nos precedieron. Pero la mayoría no reconoce la Verdad y la rechazan”.",
      "footnotes": "[1] Para justificar su idolatría."
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 324,
      "verse_key": "21:25",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٍ إِلَّا نُوحِيٓ إِلَيۡهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدُونِ",
      "translation": "25. No envié en el pasado a ningún Mensajero, excepto que recibiera la misma revelación que tú: “Nada ni nadie merece ser adorado excepto Yo, ¡Adórenme solo a Mí!”",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 324,
      "verse_key": "21:26",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗاۗ سُبۡحَٰنَهُۥۚ بَلۡ عِبَادٞ مُّكۡرَمُونَ",
      "translation": "26. [Algunos] dicen: “El Misericordioso ha tenido un hijo”[1]. ¡Glorificado sea! Por el contrario, [los ángeles y los Profetas] son solo siervos distinguidos.",
      "footnotes": "[1] Algunos idólatras afirmaban que los ángeles eran hijas de Dios, otros aseguran que Jesús es hijo de Dios, otros dijeron que Uzair era hijo de Dios, etc."
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 324,
      "verse_key": "21:27",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَا يَسۡبِقُونَهُۥ بِٱلۡقَوۡلِ وَهُم بِأَمۡرِهِۦ يَعۡمَلُونَ",
      "translation": "27. No dan prioridad a sus palabras sobre la Palabra de Dios, y cumplen con lo que Él manda.",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 324,
      "verse_key": "21:28",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يَشۡفَعُونَ إِلَّا لِمَنِ ٱرۡتَضَىٰ وَهُم مِّنۡ خَشۡيَتِهِۦ مُشۡفِقُونَ",
      "translation": "28. [Dios] Conoce tanto lo que hicieron como lo que harán, y solo podrán interceder por quienes Dios se complazca. Por temor a Él están sobrecogidos.",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 324,
      "verse_key": "21:29",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَمَن يَقُلۡ مِنۡهُمۡ إِنِّيٓ إِلَٰهٞ مِّن دُونِهِۦ فَذَٰلِكَ نَجۡزِيهِ جَهَنَّمَۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ",
      "translation": "29. Si uno de ellos dijera: “Yo soy un dios junto a Él”, lo condenaría al Infierno, porque así castigo a los injustos.",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 324,
      "verse_key": "21:30",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَمۡ يَرَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ كَانَتَا رَتۡقٗا فَفَتَقۡنَٰهُمَاۖ وَجَعَلۡنَا مِنَ ٱلۡمَآءِ كُلَّ شَيۡءٍ حَيٍّۚ أَفَلَا يُؤۡمِنُونَ",
      "translation": "30. ¿Acaso los que se niegan a creer no reparan en que los cielos y la Tierra formaban una masa homogénea y la disgregué[1], y que creé del agua a todo ser vivo?[2] ¿Es que aún después de esto no van a creer?",
      "footnotes": "[1] Esta información suministrada por el Corán concuerda exactamente con los descubrimientos de la ciencia contemporánea. La conclusión a la que la astrofísica ha llegado actualmente es que la totalidad del universo, junto con las dimensiones de materia y tiempo, se manifestaron como resultado de una gran explosión que ocurrió fuera del acontecer temporal. Este evento, conocido como el Big Bang, demuestra que el universo fue creado de la nada como resultado de la explosión de un solo punto. Antes del Big Bang no existía lo que denominamos materia. Desde una condición de no-existencia–en la cual ni la materia ni la energía ni incluso el tiempo existían, y que solo puede describirse metafísicamente– materia, energía y tiempo fueron creados en un instante. Este hecho, descubierto solo recientemente por la física moderna, nos fue anunciado en el Corán hace 1.400 años.\n[2] El agua precedió la existencia de todos los seres vivos. Los estudios geológicos han probado que la edad de la Tierra es de aproximadamente 4.600 millones de años, cuando la edad de los restos fósiles más antiguos datan de 3.800 millones de años. Eso significa que nuestro planeta Tierra necesitó más de 800 millones de años de preparación para que su superficie fuera capaz de sustentar vida. Dios es capaz de todas las cosas, y si Dios hubiera querido habría podido crear a un ser humano adulto sobre una tierra completamente vacía. Sin embargo, sabemos que Dios no obra de esa manera, sino progresivamente, de una forma mucho más compleja y asombrosa. Los estudios paleontológicos indican que la vida acuática (en un entorno marino) predominó la Tierra por más de 3.360 millones de años, antes de la creación de las primeras especies de plantas sobre tierra firme. Estos son hechos que la humanidad no habría podido descubrir antes del siglo XX; sin embargo, están mencionados en el Corán de una forma breve y concisa, lo que prueba que el Corán es la palabra de Dios y que Mujámmad fue Su último Profeta r."
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 324,
      "verse_key": "21:31",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَعَلۡنَا فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِهِمۡ وَجَعَلۡنَا فِيهَا فِجَاجٗا سُبُلٗا لَّعَلَّهُمۡ يَهۡتَدُونَ",
      "translation": "31. Afirmé la Tierra con montañas para que no tiemble[1], y dispuse caminos para que encuentren guía.",
      "footnotes": "[1] Como podemos ver, en el versículo se afirma que las montañas tienen la función de prevenir movimientos sísmicos. Este hecho era totalmente desconocido en la época en que el Corán fue revelado. Es algo que salió a la luz recientemente debido a los hallazgos de la geología moderna. Según estos descubrimientos, las montañas emergen como resultado del movimiento y colisión de enormes placas tectónicas que conforman la corteza terrestre. Cuando dos placas chocan, la más fuerte se desliza debajo de la otra, y la que queda encima se pliega y forma alturas y montañas. La capa inferior sigue avanzando debajo del suelo y se extiende a gran profundidad. En otro versículo este rol de las montañas es descrito comparándolo con “estacas”. “¿No he hecho de la tierra un lecho y de las montañas estacas?” (Corán 78:6-7). Dicho en otras palabras, las montañas “remachan” las placas en la corteza terrestre que se extienden por encima y por debajo de la superficie, fijándolas en los puntos de conjunción de las mismas. Este rol vital de las montañas, descubierto por la geología moderna y la investigación del fenómeno sísmico, fue revelado en el Corán hace siglos, como un ejemplo de sabiduría suprema en la creación de Dios."
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 324,
      "verse_key": "21:32",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَعَلۡنَا ٱلسَّمَآءَ سَقۡفٗا مَّحۡفُوظٗاۖ وَهُمۡ عَنۡ ءَايَٰتِهَا مُعۡرِضُونَ",
      "translation": "32. Hice del cielo un techo protector[1], pero aun así los que se niegan a creer rechazan reflexionar en Mis signos.",
      "footnotes": "[1] Dios llama nuestra atención en el Corán sobre un importante atributo del cielo: Esta propiedad del cielo ha sido descubierta por la ciencia en el siglo XX. La atmósfera que rodea la tierra cumple funciones importantes en la conservación de la vida. Al destruir por la fricción muchos meteoros, grandes y pequeños, que se aproximan a la Tierra, impide que estos lleguen al suelo y dañen a los seres vivientes. Además, la atmósfera filtra las radiaciones provenientes del espacio exterior que son perjudiciales para los seres vivos. La característica más sorprendente de la atmósfera es que solo permite que pasen a través de ella radiaciones inocuas y útiles, como la luz visible, la radiación ultravioleta de baja longitud de onda y las ondas de radio. Toda esta radiación es vital para la vida. La radiación ultravioleta de baja longitud de onda, que la atmósfera deja entrar solo parcialmente, es muy importante para la fotosíntesis de las plantas y para la supervivencia de todos los seres vivos. La mayoría de la radiación ultravioleta intensa emitida por el Sol es filtrada por la capa de ozono de la atmósfera, y solo una parte limitada —y esencial— de su espectro alcanza la tierra. La función protectora de la atmósfera no termina allí. Protege también a la tierra del intenso frío del espacio exterior, que alcanza los -270° C. Aparte de ella el cinturón de Van Allen, una capa originada por el campo magnético de la Tierra, sirve también como escudo contra la radiación perjudicial que amenaza nuestro planeta. Esta radiación, emitida por el Sol y otras estrellas, es mortal para los seres vivos. Si el cinturón de Van Allen no existiera, los estallidos masivos de energía llamados erupciones solares, que ocurren frecuentemente en el Sol, destruirían toda la vida en la Tierra."
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 324,
      "verse_key": "21:33",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَهُوَ ٱلَّذِي خَلَقَ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ فِي فَلَكٖ يَسۡبَحُونَ",
      "translation": "33. Él es Quien creó la noche y el día, el Sol y la Luna. Cada uno recorre su órbita[1].",
      "footnotes": "[1] Dios hace referencia a que el Sol y la Luna se mueven en una órbita definida, y en otro versículo se menciona que el Sol no es estático, sino que se mueve en una órbita determinada: “El Sol orbita como le fue designado; ello es un decreto del Poderoso, el que todo lo sabe” (36:38). Dichas realidades comunicadas por el Corán han sido constatadas a través de la observación astronómica contemporánea. Según los cálculos de los especialistas, el Sol viaja a la enorme velocidad de 720 mil kilómetros por hora en dirección a su ápice, la estrella Vega. Esto significa que el Sol viaja aproximadamente 17‘280.000 km/día, al igual que todos los planetas y satélites de su sistema. El conjunto de las estrellas del universo viajan de manera similar. El Corán se refiere a que todo el cosmos está lleno de senderos y órbitas: “¡Por el cielo surcado de órbitas!” (51:7). En el universo existen alrededor de 250 mil millones de galaxias y cada una tiene unos 200 millones de estrellas. Muchas de éstas poseen planetas y la mayoría de éstos satélites. Todos los cuerpos celestes, e incluso conjuntos de cuerpos, como las galaxias, se mueven en órbitas precisas. No cabe duda alguna de que cuando fue revelado el Corán la humanidad no poseía los telescopios y las técnicas de observación de hoy, capaces de abarcar millones de kilómetros, ni los conocimientos actuales de física o astronomía. Por consiguiente, es imposible que en esa época se hubiese podido determinar que el espacio “está lleno de senderos y órbitas”, como lo expresa el versículo. Evidentemente, es una prueba más de que el Corán es la palabra de Dios."
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 324,
      "verse_key": "21:34",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا جَعَلۡنَا لِبَشَرٖ مِّن قَبۡلِكَ ٱلۡخُلۡدَۖ أَفَإِيْن مِّتَّ فَهُمُ ٱلۡخَٰلِدُونَ",
      "translation": "34. No he concedido la inmortalidad a ningún ser humano. Si tú [¡Oh, Mujámmad![1]] has de morir, ¿por qué razón iban ellos a ser inmortales?",
      "footnotes": "[1] Que eres Mi Profeta y amado."
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 324,
      "verse_key": "21:35",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَنَبۡلُوكُم بِٱلشَّرِّ وَٱلۡخَيۡرِ فِتۡنَةٗۖ وَإِلَيۡنَا تُرۡجَعُونَ",
      "translation": "35. Toda alma probará la muerte. Los pondré a prueba con cosas malas y cosas buenas, pero finalmente volverán a Mí para ser juzgados.",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 325,
      "verse_key": "21:36",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓاْ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي يَذۡكُرُ ءَالِهَتَكُمۡ وَهُم بِذِكۡرِ ٱلرَّحۡمَٰنِ هُمۡ كَٰفِرُونَ",
      "translation": "36. Cuando los que se niegan a creer te ven, se burlan de ti, y dicen: “Éste es quien desestima a nuestros ídolos”; sin embargo, son ellos los que, cuando es mencionado el Misericordioso, rechazan la verdad.",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 325,
      "verse_key": "21:37",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "خُلِقَ ٱلۡإِنسَٰنُ مِنۡ عَجَلٖۚ سَأُوْرِيكُمۡ ءَايَٰتِي فَلَا تَسۡتَعۡجِلُونِ",
      "translation": "37. El ser humano fue creado impaciente. Ya les mostraré Mis signos[1], así que no me pidan que se adelante.",
      "footnotes": "[1] Con los que se les había advertido si rechazaban adorar solo a Dios y continuaban asociándole falsas deidades."
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 325,
      "verse_key": "21:38",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "38. Dicen: “¿Cuándo se cumplirá tu advertencia? Si es verdad lo que dices”.",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 325,
      "verse_key": "21:39",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَوۡ يَعۡلَمُ ٱلَّذِينَ كَفَرُواْ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمۡ وَلَا هُمۡ يُنصَرُونَ",
      "translation": "39. Si supieran los que se niegan a creer, que llegará un momento en que no podrán impedir que el fuego queme sus rostros y sus espaldas, y no serán socorridos.",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 325,
      "verse_key": "21:40",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَلۡ تَأۡتِيهِم بَغۡتَةٗ فَتَبۡهَتُهُمۡ فَلَا يَسۡتَطِيعُونَ رَدَّهَا وَلَا هُمۡ يُنظَرُونَ",
      "translation": "40. Por el contrario, [el fuego] les llegará por sorpresa dejándolos desconcertados sin que puedan evitarlo, y no serán indultados.",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 325,
      "verse_key": "21:41",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "41. También se burlaron de otros Mensajeros anteriores a ti [¡Oh, Mujámmad!], y el castigo azotó a los que se burlaban por haberlos ridiculizado.",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 325,
      "verse_key": "21:42",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ مَن يَكۡلَؤُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ مِنَ ٱلرَّحۡمَٰنِۚ بَلۡ هُمۡ عَن ذِكۡرِ رَبِّهِم مُّعۡرِضُونَ",
      "translation": "42. Diles [¡Oh, Mujámmad!]: “¿Quién sino el Misericordioso los protege durante la noche y el día?” Pero ellos, a pesar de esto, se niegan a recordar a su Señor.",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 325,
      "verse_key": "21:43",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ لَهُمۡ ءَالِهَةٞ تَمۡنَعُهُم مِّن دُونِنَاۚ لَا يَسۡتَطِيعُونَ نَصۡرَ أَنفُسِهِمۡ وَلَا هُم مِّنَّا يُصۡحَبُونَ",
      "translation": "43. ¿Acaso creen que existen otras divinidades que los puedan socorrer en vez de Mí? [Lo que consideran divinidades] no pueden defenderse ni protegerse a sí mismos de Mí.",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 325,
      "verse_key": "21:44",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَلۡ مَتَّعۡنَا هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ طَالَ عَلَيۡهِمُ ٱلۡعُمُرُۗ أَفَلَا يَرَوۡنَ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَآۚ أَفَهُمُ ٱلۡغَٰلِبُونَ",
      "translation": "44. A ellos y a sus padres los dejé disfrutar muchas bondades y les otorgué una larga vida. ¿Acaso no ven que van perdiendo el control del territorio? ¿Pensaron que iban a ser los vencedores?",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 326,
      "verse_key": "21:45",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنَّمَآ أُنذِرُكُم بِٱلۡوَحۡيِۚ وَلَا يَسۡمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ",
      "translation": "45. Diles [¡Oh, Mujámmad!]: “Solo los exhorto con la revelación”. Pero los sordos [de corazón] no oyen cuando se los exhorta.",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 326,
      "verse_key": "21:46",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَئِن مَّسَّتۡهُمۡ نَفۡحَةٞ مِّنۡ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ",
      "translation": "46. Más cuando los alcance un soplo del castigo de tu Señor, dirán: “¡Ay de nosotros! Fuimos injustos”.",
      "footnotes": ""
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 326,
      "verse_key": "21:47",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَنَضَعُ ٱلۡمَوَٰزِينَ ٱلۡقِسۡطَ لِيَوۡمِ ٱلۡقِيَٰمَةِ فَلَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗاۖ وَإِن كَانَ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٍ أَتَيۡنَا بِهَاۗ وَكَفَىٰ بِنَا حَٰسِبِينَ",
      "translation": "47. Y dispondré la balanza de la justicia el Día de la Resurrección, y nadie será oprimido en lo más mínimo. Todas las obras, aunque sean tan ínfimas como un grano de mostaza, serán tenidas en cuenta. Nadie lleva las cuentas mejor que Yo.",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 326,
      "verse_key": "21:48",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ وَهَٰرُونَ ٱلۡفُرۡقَانَ وَضِيَآءٗ وَذِكۡرٗا لِّلۡمُتَّقِينَ",
      "translation": "48. Concedí a Moisés y a Aarón el Criterio [la Torá], para iluminar y exhortar a los piadosos,",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 326,
      "verse_key": "21:49",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشۡفِقُونَ",
      "translation": "49. a los que tienen temor a su Señor en privado[1], y sienten temor de la Hora [del Juicio].",
      "footnotes": "[1] Cuando nadie más que Dios los observa."
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 326,
      "verse_key": "21:50",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَهَٰذَا ذِكۡرٞ مُّبَارَكٌ أَنزَلۡنَٰهُۚ أَفَأَنتُمۡ لَهُۥ مُنكِرُونَ",
      "translation": "50. Este [Corán] es un Mensaje bendito que he revelado. ¿Acaso van a rechazarlo?",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 326,
      "verse_key": "21:51",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَلَقَدۡ ءَاتَيۡنَآ إِبۡرَٰهِيمَ رُشۡدَهُۥ مِن قَبۡلُ وَكُنَّا بِهِۦ عَٰلِمِينَ",
      "translation": "51. Antes [de Moisés] le concedí la guía a Abraham, a quien bien conocía[1].",
      "footnotes": "[1] Dios sabía que Abraham era idóneo para la difícil tarea de llevar el Mensaje a un pueblo de fanáticos adoradores de ídolos, que intentaron asesinarlo quemándolo en una hoguera, simplemente porque les demostró lo incoherente de adorar estatuas que ellos mismos habían construido."
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 326,
      "verse_key": "21:52",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِيٓ أَنتُمۡ لَهَا عَٰكِفُونَ",
      "translation": "52. Cuando dijo a su padre y a su pueblo: “¿Qué son estas estatuas a las que dedican su adoración?”",
      "footnotes": ""
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 326,
      "verse_key": "21:53",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ وَجَدۡنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ",
      "translation": "53. Respondieron: “Vimos que nuestros padres las adoraban”.",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 326,
      "verse_key": "21:54",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ لَقَدۡ كُنتُمۡ أَنتُمۡ وَءَابَآؤُكُمۡ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "54. Dijo: “Ustedes y sus padres están en un error evidente”.",
      "footnotes": ""
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 326,
      "verse_key": "21:55",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُوٓاْ أَجِئۡتَنَا بِٱلۡحَقِّ أَمۡ أَنتَ مِنَ ٱللَّٰعِبِينَ",
      "translation": "55. Dijeron: “¿Nos hablas en serio o estás bromeando?”",
      "footnotes": ""
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 326,
      "verse_key": "21:56",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ بَل رَّبُّكُمۡ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلَّذِي فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّٰهِدِينَ",
      "translation": "56. Dijo: “Su Señor es el Señor de los cielos y de la Tierra, el Creador de ambos, y yo doy testimonio de ello.",
      "footnotes": ""
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 326,
      "verse_key": "21:57",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَتَٱللَّهِ لَأَكِيدَنَّ أَصۡنَٰمَكُم بَعۡدَ أَن تُوَلُّواْ مُدۡبِرِينَ",
      "translation": "57. Juro por Dios que voy a tramar algo contra sus ídolos cuando se hayan retirado”.",
      "footnotes": ""
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 327,
      "verse_key": "21:58",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَجَعَلَهُمۡ جُذَٰذًا إِلَّا كَبِيرٗا لَّهُمۡ لَعَلَّهُمۡ إِلَيۡهِ يَرۡجِعُونَ",
      "translation": "58. Y los hizo pedazos excepto al más grande, para que su atención se volviera sobre él.",
      "footnotes": ""
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 327,
      "verse_key": "21:59",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ مَن فَعَلَ هَٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّٰلِمِينَ",
      "translation": "59. Exclamaron: “¿Quién fue capaz de hacer esto con nuestros dioses? Sin duda se trata de un malhechor”.",
      "footnotes": ""
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 327,
      "verse_key": "21:60",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ سَمِعۡنَا فَتٗى يَذۡكُرُهُمۡ يُقَالُ لَهُۥٓ إِبۡرَٰهِيمُ",
      "translation": "60. Alguien dijo: “Oímos a un joven, llamado Abraham, hablar [mal] de ellos”.",
      "footnotes": ""
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 327,
      "verse_key": "21:61",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ فَأۡتُواْ بِهِۦ عَلَىٰٓ أَعۡيُنِ ٱلنَّاسِ لَعَلَّهُمۡ يَشۡهَدُونَ",
      "translation": "61. Dijeron: “Tráiganlo a la vista de la gente, para que puedan atestiguar [contra él]”.",
      "footnotes": ""
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 327,
      "verse_key": "21:62",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُوٓاْ ءَأَنتَ فَعَلۡتَ هَٰذَا بِـَٔالِهَتِنَا يَٰٓإِبۡرَٰهِيمُ",
      "translation": "62. Le dijeron: “¡Oh, Abraham! ¿Fuiste tú quien destruyó nuestros dioses?”",
      "footnotes": ""
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 327,
      "verse_key": "21:63",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ بَلۡ فَعَلَهُۥ كَبِيرُهُمۡ هَٰذَا فَسۡـَٔلُوهُمۡ إِن كَانُواْ يَنطِقُونَ",
      "translation": "63. Respondió: “¡Fue ese, el mayor de todos! Pregúntenle [a sus dioses], si es que ellos son capaces [al menos] de hablar”.",
      "footnotes": ""
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 327,
      "verse_key": "21:64",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَرَجَعُوٓاْ إِلَىٰٓ أَنفُسِهِمۡ فَقَالُوٓاْ إِنَّكُمۡ أَنتُمُ ٱلظَّٰلِمُونَ",
      "translation": "64. Comenzaron a criticarse unos a otros diciendo: “Ustedes son los malhechores”[1].",
      "footnotes": "[1] Al adorar un ídolo de madera que ni siquiera puede hablar."
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 327,
      "verse_key": "21:65",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ نُكِسُواْ عَلَىٰ رُءُوسِهِمۡ لَقَدۡ عَلِمۡتَ مَا هَٰٓؤُلَآءِ يَنطِقُونَ",
      "translation": "65. Pero luego volvieron a su estado anterior[1] [y le dijeron]: “Tú bien sabes que no pueden hablar”.",
      "footnotes": "[1] El apego fanático a las tradiciones de sus ancestros, a pesar de que contradecían la lógica y el razonamiento sano, pesó más en ellos, y en lugar de abandonar la idolatría, volcaron su frustración y odio sobre Abraham."
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 327,
      "verse_key": "21:66",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ أَفَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمۡ شَيۡـٔٗا وَلَا يَضُرُّكُمۡ",
      "translation": "66. Dijo [Abraham]: “¿Acaso adoran en vez de Dios lo que no puede beneficiarlos ni perjudicarlos [en lo más mínimo]?",
      "footnotes": ""
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 327,
      "verse_key": "21:67",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُفّٖ لَّكُمۡ وَلِمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "67. ¡Uf, qué perdidos están ustedes y lo que adoran en vez de Dios! ¿Es que no van a reflexionar?”",
      "footnotes": ""
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 327,
      "verse_key": "21:68",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ حَرِّقُوهُ وَٱنصُرُوٓاْ ءَالِهَتَكُمۡ إِن كُنتُمۡ فَٰعِلِينَ",
      "translation": "68. Exclamaron: “¡Quémenlo [en la hoguera] para vengar a sus ídolos! Si es que van a hacer algo”.",
      "footnotes": ""
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 327,
      "verse_key": "21:69",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡنَا يَٰنَارُ كُونِي بَرۡدٗا وَسَلَٰمًا عَلَىٰٓ إِبۡرَٰهِيمَ",
      "translation": "69. Pero dijo [Dios]: “¡Oh, fuego! Sé fresco y no dañes a Abraham”.",
      "footnotes": ""
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 327,
      "verse_key": "21:70",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَرَادُواْ بِهِۦ كَيۡدٗا فَجَعَلۡنَٰهُمُ ٱلۡأَخۡسَرِينَ",
      "translation": "70. Pretendieron deshacerse de él, pero hice que fueran ellos los perdedores.",
      "footnotes": ""
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 327,
      "verse_key": "21:71",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَنَجَّيۡنَٰهُ وَلُوطًا إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَا لِلۡعَٰلَمِينَ",
      "translation": "71. Lo salvé a él y también a Lot, para que fueran a la tierra que bendije para toda la humanidad[1].",
      "footnotes": "[1] Abraham y Lot, al abandonar sus pueblos debido al castigo de Dios sobre ellos, emigraron a Palestina, la tierra que Dios describe como bendita para TODA la humanidad, y no solo para un pueblo que se autodenomina “los elegidos de Dios”."
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 327,
      "verse_key": "21:72",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ نَافِلَةٗۖ وَكُلّٗا جَعَلۡنَا صَٰلِحِينَ",
      "translation": "72. Y le concedí [dos hijos, Ismael e] Isaac, y luego [al hijo de Isaac,] Jacob, y a ambos los hice hombres rectos,",
      "footnotes": ""
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 328,
      "verse_key": "21:73",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا وَأَوۡحَيۡنَآ إِلَيۡهِمۡ فِعۡلَ ٱلۡخَيۡرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِۖ وَكَانُواْ لَنَا عَٰبِدِينَ",
      "translation": "73. y líderes ejemplares para que guiasen [a la gente] siguiendo Mi voluntad. Y les inspiré realizar buenas obras, practicar la oración prescrita y pagar el zakat. Fueron devotos en la adoración.",
      "footnotes": ""
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 328,
      "verse_key": "21:74",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلُوطًا ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَنَجَّيۡنَٰهُ مِنَ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَت تَّعۡمَلُ ٱلۡخَبَٰٓئِثَۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَٰسِقِينَ",
      "translation": "74. A Lot le concedí conocimiento y sabiduría, y lo salvé de la ciudad donde se cometían obscenidades. Era un pueblo malvado lleno de corruptos.",
      "footnotes": ""
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 328,
      "verse_key": "21:75",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَدۡخَلۡنَٰهُ فِي رَحۡمَتِنَآۖ إِنَّهُۥ مِنَ ٱلصَّٰلِحِينَ",
      "translation": "75. Lo ingresé en Mi misericordia, porque era uno de los justos.",
      "footnotes": ""
    },
    {
      "id": 76,
      "verse_number": 76,
      "page_number": 328,
      "verse_key": "21:76",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَنُوحًا إِذۡ نَادَىٰ مِن قَبۡلُ فَٱسۡتَجَبۡنَا لَهُۥ فَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ",
      "translation": "76. Cuando antes [de Lot] Noé Me invocó, le respondí [su súplica], salvándolo junto a su familia de la gran calamidad[1].",
      "footnotes": "[1] El diluvio."
    },
    {
      "id": 77,
      "verse_number": 77,
      "page_number": 328,
      "verse_key": "21:77",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَنَصَرۡنَٰهُ مِنَ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ",
      "translation": "77. Lo protegí del pueblo que rechazó Mis signos, era un pueblo perverso, y por eso hice que todos se ahogaran.",
      "footnotes": ""
    },
    {
      "id": 78,
      "verse_number": 78,
      "page_number": 328,
      "verse_key": "21:78",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَدَاوُۥدَ وَسُلَيۡمَٰنَ إِذۡ يَحۡكُمَانِ فِي ٱلۡحَرۡثِ إِذۡ نَفَشَتۡ فِيهِ غَنَمُ ٱلۡقَوۡمِ وَكُنَّا لِحُكۡمِهِمۡ شَٰهِدِينَ",
      "translation": "78. [Recuerda] cuando [los Profetas] David y Salomón dictaron sentencia sobre un campo sembrado en el que las ovejas de otra gente [habían ingresado por la noche arruinándolo], y fui testigo de su sentencia,",
      "footnotes": ""
    },
    {
      "id": 79,
      "verse_number": 79,
      "page_number": 328,
      "verse_key": "21:79",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَفَهَّمۡنَٰهَا سُلَيۡمَٰنَۚ وَكُلًّا ءَاتَيۡنَا حُكۡمٗا وَعِلۡمٗاۚ وَسَخَّرۡنَا مَعَ دَاوُۥدَ ٱلۡجِبَالَ يُسَبِّحۡنَ وَٱلطَّيۡرَۚ وَكُنَّا فَٰعِلِينَ",
      "translation": "79. Le hice comprender a Salomón [el veredicto más justo], y a ambos les concedí conocimiento y sabiduría. A David le sometí las montañas y los pájaros para que cantaran junto a él alabanzas a Dios. Así lo hice.",
      "footnotes": ""
    },
    {
      "id": 80,
      "verse_number": 80,
      "page_number": 328,
      "verse_key": "21:80",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَعَلَّمۡنَٰهُ صَنۡعَةَ لَبُوسٖ لَّكُمۡ لِتُحۡصِنَكُم مِّنۢ بَأۡسِكُمۡۖ فَهَلۡ أَنتُمۡ شَٰكِرُونَ",
      "translation": "80. Le enseñé cómo fabricar cotas de malla, para que se protegieran en la batalla. ¿Acaso son agradecidos?",
      "footnotes": ""
    },
    {
      "id": 81,
      "verse_number": 81,
      "page_number": 328,
      "verse_key": "21:81",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِسُلَيۡمَٰنَ ٱلرِّيحَ عَاصِفَةٗ تَجۡرِي بِأَمۡرِهِۦٓ إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَاۚ وَكُنَّا بِكُلِّ شَيۡءٍ عَٰلِمِينَ",
      "translation": "81. A Salomón le sometí los vientos fuertes, que soplaban por orden suya hacia la tierra que bendije. Tengo conocimiento de todas las cosas.",
      "footnotes": ""
    },
    {
      "id": 82,
      "verse_number": 82,
      "page_number": 329,
      "verse_key": "21:82",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلشَّيَٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعۡمَلُونَ عَمَلٗا دُونَ ذَٰلِكَۖ وَكُنَّا لَهُمۡ حَٰفِظِينَ",
      "translation": "82. También le sometí a los demonios, algunos buceaban para él [en busca de perlas y gemas] y también realizaban otras tareas. Yo era su Protector.",
      "footnotes": ""
    },
    {
      "id": 83,
      "verse_number": 83,
      "page_number": 329,
      "verse_key": "21:83",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَأَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلضُّرُّ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ",
      "translation": "83. [El Profeta] Job invocó a su Señor: “[¡Oh, Dios! Tú bien sabes que] he sido probado con enfermedades, pero Tú eres el más Misericordioso”.",
      "footnotes": ""
    },
    {
      "id": 84,
      "verse_number": 84,
      "page_number": 329,
      "verse_key": "21:84",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱسۡتَجَبۡنَا لَهُۥ فَكَشَفۡنَا مَا بِهِۦ مِن ضُرّٖۖ وَءَاتَيۡنَٰهُ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنۡ عِندِنَا وَذِكۡرَىٰ لِلۡعَٰبِدِينَ",
      "translation": "84. Respondí su invocación y lo curé de sus enfermedades, y le di nueva descendencia, multiplicándola como misericordia de Mi parte y como recuerdo para los adoradores devotos.",
      "footnotes": ""
    },
    {
      "id": 85,
      "verse_number": 85,
      "page_number": 329,
      "verse_key": "21:85",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِسۡمَٰعِيلَ وَإِدۡرِيسَ وَذَا ٱلۡكِفۡلِۖ كُلّٞ مِّنَ ٱلصَّٰبِرِينَ",
      "translation": "85. [Los profetas] Ismael, Enoc y Dhul-Kifl, todos ellos fueron muy pacientes.",
      "footnotes": ""
    },
    {
      "id": 86,
      "verse_number": 86,
      "page_number": 329,
      "verse_key": "21:86",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَدۡخَلۡنَٰهُمۡ فِي رَحۡمَتِنَآۖ إِنَّهُم مِّنَ ٱلصَّٰلِحِينَ",
      "translation": "86. Los introduje en Mi misericordia porque obraban con justicia.",
      "footnotes": ""
    },
    {
      "id": 87,
      "verse_number": 87,
      "page_number": 329,
      "verse_key": "21:87",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبٗا فَظَنَّ أَن لَّن نَّقۡدِرَ عَلَيۡهِ فَنَادَىٰ فِي ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبۡحَٰنَكَ إِنِّي كُنتُ مِنَ ٱلظَّٰلِمِينَ",
      "translation": "87. El de la ballena [el profeta Jonás], cuando se marchó enojado [con la gente de su pueblo que se negaron a creer en él], pensó que no lo iba a castigar [por no haber tenido paciencia, pero lo hice tragar por la ballena], e invocó desde la oscuridad [de su estómago]: “No hay otra divinidad más que Tú. ¡Glorificado seas! En verdad he sido de los injustos”.",
      "footnotes": ""
    },
    {
      "id": 88,
      "verse_number": 88,
      "page_number": 329,
      "verse_key": "21:88",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱسۡتَجَبۡنَا لَهُۥ وَنَجَّيۡنَٰهُ مِنَ ٱلۡغَمِّۚ وَكَذَٰلِكَ نُـۨجِي ٱلۡمُؤۡمِنِينَ",
      "translation": "88. Respondí su súplica y lo libré de su angustia. Así salvo a los creyentes.",
      "footnotes": ""
    },
    {
      "id": 89,
      "verse_number": 89,
      "page_number": 329,
      "verse_key": "21:89",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَزَكَرِيَّآ إِذۡ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرۡنِي فَرۡدٗا وَأَنتَ خَيۡرُ ٱلۡوَٰرِثِينَ",
      "translation": "89. Cuando [el Profeta] Zacarías invocó a su Señor: “¡Señor mío! No me dejes solo [sin hijos]. Tú eres Quien concede descendencia”.",
      "footnotes": ""
    },
    {
      "id": 90,
      "verse_number": 90,
      "page_number": 329,
      "verse_key": "21:90",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱسۡتَجَبۡنَا لَهُۥ وَوَهَبۡنَا لَهُۥ يَحۡيَىٰ وَأَصۡلَحۡنَا لَهُۥ زَوۡجَهُۥٓۚ إِنَّهُمۡ كَانُواْ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَيَدۡعُونَنَا رَغَبٗا وَرَهَبٗاۖ وَكَانُواْ لَنَا خَٰشِعِينَ",
      "translation": "90. Respondí su súplica y le agracié con [su hijo] Juan, haciendo que su mujer fuera otra vez fértil. Los agracié porque siempre se apresuraban a realizar obras buenas, Me invocaban con temor y esperanza, y eran humildes ante Mí.",
      "footnotes": ""
    },
    {
      "id": 91,
      "verse_number": 91,
      "page_number": 330,
      "verse_key": "21:91",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهَا مِن رُّوحِنَا وَجَعَلۡنَٰهَا وَٱبۡنَهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ",
      "translation": "91. [Recuerda] a aquella que conservó su virginidad[1], cuando infundí un espíritu Mío en ella[2]. Así hice de ella y su hijo un signo [de Mi poder divino] para toda la humanidad.",
      "footnotes": "[1] La virgen María, madre de Jesús.\n[2] A través del ángel Gabriel."
    },
    {
      "id": 92,
      "verse_number": 92,
      "page_number": 330,
      "verse_key": "21:92",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱعۡبُدُونِ",
      "translation": "92. La religión de todos los Profetas es una religión única. Yo soy su Señor, ¡adórenme solo a Mí!",
      "footnotes": ""
    },
    {
      "id": 93,
      "verse_number": 93,
      "page_number": 330,
      "verse_key": "21:93",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡۖ كُلٌّ إِلَيۡنَا رَٰجِعُونَ",
      "translation": "93. Pero luego [las generaciones que vinieron después] se dividieron, aunque todos regresarán ante Mí.",
      "footnotes": ""
    },
    {
      "id": 94,
      "verse_number": 94,
      "page_number": 330,
      "verse_key": "21:94",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا كُفۡرَانَ لِسَعۡيِهِۦ وَإِنَّا لَهُۥ كَٰتِبُونَ",
      "translation": "94. Quien sea creyente y realice obras buenas sepa que no habrá ingratitud para su esfuerzo[1]. Todo lo tengo registrado.",
      "footnotes": "[1] Dios es Justo y nunca deja de reconocer las obras de bien y recompensar por ellas."
    },
    {
      "id": 95,
      "verse_number": 95,
      "page_number": 330,
      "verse_key": "21:95",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَحَرَٰمٌ عَلَىٰ قَرۡيَةٍ أَهۡلَكۡنَٰهَآ أَنَّهُمۡ لَا يَرۡجِعُونَ",
      "translation": "95. Es imposible que [los habitantes de] una ciudad que haya destruido fueran a arrepentirse [ni podrán volver a este mundo].",
      "footnotes": ""
    },
    {
      "id": 96,
      "verse_number": 96,
      "page_number": 330,
      "verse_key": "21:96",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "حَتَّىٰٓ إِذَا فُتِحَتۡ يَأۡجُوجُ وَمَأۡجُوجُ وَهُم مِّن كُلِّ حَدَبٖ يَنسِلُونَ",
      "translation": "96. [Cuando se aproxime el Último Día] serán liberados Gog y Magog, y se precipitarán desde toda elevación [devastando cuanto encuentren a su paso].",
      "footnotes": ""
    },
    {
      "id": 97,
      "verse_number": 97,
      "page_number": 330,
      "verse_key": "21:97",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱقۡتَرَبَ ٱلۡوَعۡدُ ٱلۡحَقُّ فَإِذَا هِيَ شَٰخِصَةٌ أَبۡصَٰرُ ٱلَّذِينَ كَفَرُواْ يَٰوَيۡلَنَا قَدۡ كُنَّا فِي غَفۡلَةٖ مِّنۡ هَٰذَا بَلۡ كُنَّا ظَٰلِمِينَ",
      "translation": "97. La promesa de la verdad se acerca. Cuando llegue, la mirada de los que se negaron a creer quedará fija [y exclamarán:] “¡Ay de nosotros! Fuimos indiferentes a esta realidad y fuimos de los malhechores”.",
      "footnotes": ""
    },
    {
      "id": 98,
      "verse_number": 98,
      "page_number": 330,
      "verse_key": "21:98",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّكُمۡ وَمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمۡ لَهَا وَٰرِدُونَ",
      "translation": "98. Ustedes y cuanto adoran en vez de Dios serán combustible para el fuego del Infierno al que ingresarán.",
      "footnotes": ""
    },
    {
      "id": 99,
      "verse_number": 99,
      "page_number": 330,
      "verse_key": "21:99",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَوۡ كَانَ هَٰٓؤُلَآءِ ءَالِهَةٗ مَّا وَرَدُوهَاۖ وَكُلّٞ فِيهَا خَٰلِدُونَ",
      "translation": "99. Si estos [ídolos] fueran divinidades como ustedes pretenden, no ingresarían en él[1]. Pero todos ustedes junto a lo que adoraban estarán allí por toda la eternidad.",
      "footnotes": "[1] Si realmente fueran dioses, no sufrirían en el Infierno."
    },
    {
      "id": 100,
      "verse_number": 100,
      "page_number": 330,
      "verse_key": "21:100",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَهُمۡ فِيهَا زَفِيرٞ وَهُمۡ فِيهَا لَا يَسۡمَعُونَ",
      "translation": "100. Allí emitirán alaridos [por el tormento], y por eso no podrán oír nada más.",
      "footnotes": ""
    },
    {
      "id": 101,
      "verse_number": 101,
      "page_number": 330,
      "verse_key": "21:101",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ سَبَقَتۡ لَهُم مِّنَّا ٱلۡحُسۡنَىٰٓ أُوْلَٰٓئِكَ عَنۡهَا مُبۡعَدُونَ",
      "translation": "101. Pero aquellos para quienes estaba decretado que recibirían “lo más hermoso”[1], estarán alejados del Infierno,",
      "footnotes": "[1] Los jardines del Paraíso."
    },
    {
      "id": 102,
      "verse_number": 102,
      "page_number": 331,
      "verse_key": "21:102",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَا يَسۡمَعُونَ حَسِيسَهَاۖ وَهُمۡ فِي مَا ٱشۡتَهَتۡ أَنفُسُهُمۡ خَٰلِدُونَ",
      "translation": "102. No oirán su crepitar y estarán disfrutando lo que deseen por toda la eternidad.",
      "footnotes": ""
    },
    {
      "id": 103,
      "verse_number": 103,
      "page_number": 331,
      "verse_key": "21:103",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَا يَحۡزُنُهُمُ ٱلۡفَزَعُ ٱلۡأَكۡبَرُ وَتَتَلَقَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ هَٰذَا يَوۡمُكُمُ ٱلَّذِي كُنتُمۡ تُوعَدُونَ",
      "translation": "103. No los afligirá el gran espanto [del castigo], y los ángeles acudirán a su encuentro [cuando salgan de las tumbas y les dirán]: “Éste es el día que se les había prometido”.",
      "footnotes": ""
    },
    {
      "id": 104,
      "verse_number": 104,
      "page_number": 331,
      "verse_key": "21:104",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ نَطۡوِي ٱلسَّمَآءَ كَطَيِّ ٱلسِّجِلِّ لِلۡكُتُبِۚ كَمَا بَدَأۡنَآ أَوَّلَ خَلۡقٖ نُّعِيدُهُۥۚ وَعۡدًا عَلَيۡنَآۚ إِنَّا كُنَّا فَٰعِلِينَ",
      "translation": "104. El cielo ese día será enrollado como un pergamino. Así como inicié la primera creación, la repetiré. Ésta es una promesa que he de cumplir.",
      "footnotes": ""
    },
    {
      "id": 105,
      "verse_number": 105,
      "page_number": 331,
      "verse_key": "21:105",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ كَتَبۡنَا فِي ٱلزَّبُورِ مِنۢ بَعۡدِ ٱلذِّكۡرِ أَنَّ ٱلۡأَرۡضَ يَرِثُهَا عِبَادِيَ ٱلصَّٰلِحُونَ",
      "translation": "105. Ya mencioné anteriormente en las Escrituras Reveladas como lo había hecho en la Tabla Protegida, que la Tierra será heredada por Mis siervos justos.",
      "footnotes": ""
    },
    {
      "id": 106,
      "verse_number": 106,
      "page_number": 331,
      "verse_key": "21:106",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ فِي هَٰذَا لَبَلَٰغٗا لِّقَوۡمٍ عَٰبِدِينَ",
      "translation": "106. En esto hay mensaje suficiente para un pueblo que realmente adora a Dios.",
      "footnotes": ""
    },
    {
      "id": 107,
      "verse_number": 107,
      "page_number": 331,
      "verse_key": "21:107",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَرۡسَلۡنَٰكَ إِلَّا رَحۡمَةٗ لِّلۡعَٰلَمِينَ",
      "translation": "107. No te he enviado [¡Oh, Mujámmad!] sino como misericordia para todos los seres.",
      "footnotes": ""
    },
    {
      "id": 108,
      "verse_number": 108,
      "page_number": 331,
      "verse_key": "21:108",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنَّمَا يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ",
      "translation": "108. Diles: “Me ha sido revelado que Dios es un Dios único. ¿Acaso no van a ser musulmanes?[1]",
      "footnotes": "[1] Que libremente someten a Él su voluntad."
    },
    {
      "id": 109,
      "verse_number": 109,
      "page_number": 331,
      "verse_key": "21:109",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِن تَوَلَّوۡاْ فَقُلۡ ءَاذَنتُكُمۡ عَلَىٰ سَوَآءٖۖ وَإِنۡ أَدۡرِيٓ أَقَرِيبٌ أَم بَعِيدٞ مَّا تُوعَدُونَ",
      "translation": "109. Pero si rechazan [el Mensaje] diles: “Les advierto sobre un castigo que caerá sobre todos por igual, aunque no tengo conocimiento si lo que les advierto está cerca o lejos.",
      "footnotes": ""
    },
    {
      "id": 110,
      "verse_number": 110,
      "page_number": 331,
      "verse_key": "21:110",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ مِنَ ٱلۡقَوۡلِ وَيَعۡلَمُ مَا تَكۡتُمُونَ",
      "translation": "110. Él bien sabe tanto lo que dicen abiertamente como lo que dicen en secreto.",
      "footnotes": ""
    },
    {
      "id": 111,
      "verse_number": 111,
      "page_number": 331,
      "verse_key": "21:111",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِنۡ أَدۡرِي لَعَلَّهُۥ فِتۡنَةٞ لَّكُمۡ وَمَتَٰعٌ إِلَىٰ حِينٖ",
      "translation": "111. Pero ignoro si Él los está poniendo a prueba al tolerarlos y dejarlos disfrutar de la vida [mundanal] por un tiempo”.",
      "footnotes": ""
    },
    {
      "id": 112,
      "verse_number": 112,
      "page_number": 331,
      "verse_key": "21:112",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ",
      "translation": "112. Di: “¡Señor mío! Juzga con la verdad. Nuestro Señor es el Misericordioso, Aquel a quien recurrir contra lo que le atribuyen [falsamente a Dios].",
      "footnotes": ""
    }
  ]
}