{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 404,
      "verse_key": "30:1",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "الٓمٓ",
      "translation": "1. Alif. Lam. Mim[767].",
      "footnotes": "[767]  Ver la nota de pie de la aleya 1 de la sura 2."
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 404,
      "verse_key": "30:2",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "غُلِبَتِ ٱلرُّومُ",
      "translation": "2. Los bizantinos[768] han sido derrotados (por los persas)",
      "footnotes": "[768]  Los bizantinos eran cristianos, mientras que los persas adoraban diversas divinidades, por ello los musulmanes querían que los bizantinos ganaran a los persas; y esto sucedió nueve años después de que los primeros fueran derrotados, cumpliéndose así la promesa de Al-lah mencionada en esta aleya. A esa victoria se añade la de los musulmanes contra los idólatras de la Meca en Badr, que tuvo lugar el mismo día en que los persas fueron derrotados en Siria por los bizantinos, por lo que la alegría de los musulmanes por la victoria de la religión de Al-lah sobre la idolatría fue doble."
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 404,
      "verse_key": "30:3",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ",
      "translation": "3. en los territorios más próximos[769](a la península arábiga: en la Gran Siria). Pero tras esta derrota, serán ellos los vencedores",
      "footnotes": "[769]  La expresión árabe adnal-ard posee dos significados: las tierras más próximas o las tierras más bajas. Según el segundo significado, se trataría de las tierras bajas de Palestina, cerca del mar muerto, que son las más bajas de la tierra, situadas a casi 400 metros bajo el nivel del mar, las cuales eran las tierras bizantinas más cercanas a la península arábiga por aquel entonces; por lo que ambos significados pueden aplicarse en esta aleya."
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 404,
      "verse_key": "30:4",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ",
      "translation": "4. dentro de pocos años[770].Tanto lo sucedido anteriormente(la derrota de los bizantinos) como lo que sucederá(su futuro triunfo sobre los persas) han sido decretados por Al-lah. Y ese día (el día en que los bizantinos derroten a los persas) los creyentes (musulmanes) se alegrarán",
      "footnotes": "[770]  La expresión árabe bid’i sinin significa, exactamente, entre tres y nueve años; y la victoria de los bizantinos sobre los persas ocurrió, según el libro History of the Byzantine State (La historia del Estado Bizantino), en el año 622 d.C., nueve años después de la fuerte derrota de los bizantinos en Antioquía en el 613, cumpliéndose así el suceso que Al-lah predice en esta aleya del Corán."
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 404,
      "verse_key": "30:5",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
      "translation": "5. de la victoria de Al-lah. Él da la victoria a quien quiere. Y Él es el Poderoso, el Misericordioso.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 405,
      "verse_key": "30:6",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "6. (Esta) es una promesa de Al-lah; y Él no incumple Sus promesas, aunque la mayoría de los hombres no lo saben.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 405,
      "verse_key": "30:7",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ",
      "translation": "7. Conocen solo lo superficial de esta vida terrenal, mientras que viven despreocupados de la eterna.",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 405,
      "verse_key": "30:8",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ",
      "translation": "8. ¿Acaso (quienes rechazan la verdad) no reflexionan sobre ellos mismos?Al-lah no creó los cielos y la tierra y cuanto hay entre ellos salvo con una clara finalidad y hasta una fecha decretada. Mas hay muchos hombres que niegan el encuentro con su Señor (el Día de la Resurrección).",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 405,
      "verse_key": "30:9",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
      "translation": "9. ¿Acaso no viajan por la tierra y ven cuál fue el final de quienes los precedieron (y reflexionan sobre ello)? Los superaban en fuerza, trabajaron la tierra más que ellos y erigieron edificios y una civilización superior a la suya. Y les llegaron mensajeros con pruebas evidentes (pero los desmintieron y por eso fueron destruidos).Y Al-lah no fue injusto con ellos (al destruirlos), sino que fueron ellos los injustos consigo mismos (al negar la verdad).",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 405,
      "verse_key": "30:10",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ",
      "translation": "10. Y quienes obraron mal tuvieron el peor de los finales porque negaron las pruebas (y la revelación) de Al-lah (que les envió a través de Sus mensajeros) y se burlaron de ellas.",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 405,
      "verse_key": "30:11",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ",
      "translation": "11. Al-lah originó la creación y la repetirá después (resucitando al hombre); y luego retornaréis a Él (¡oh, gente!, para ser juzgados).",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 405,
      "verse_key": "30:12",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ",
      "translation": "12. Y cuando llegue la Hora (del Juicio Final), los pecadores que negaban la verdad se desesperarán.",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 405,
      "verse_key": "30:13",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ",
      "translation": "13. Ninguno de los ídolos que adoraban intercederá por ellos y estos los negarán, desentendiéndose (los unos de los otros).",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 405,
      "verse_key": "30:14",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ",
      "translation": "14. Y cuando llegue la Hora (del Juicio Final), (los creyentes y quienes rechazaban la verdad) se separarán.",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 405,
      "verse_key": "30:15",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ",
      "translation": "15. Quienes hayan creído y actuado rectamente se regocijarán en uno de los jardines del paraíso.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 406,
      "verse_key": "30:16",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ",
      "translation": "16. Mas quienes no hayan creído y hayan negado Nuestras aleyas y el encuentro con la otra vida serán conducidos al castigo (del fuego).",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 406,
      "verse_key": "30:17",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ",
      "translation": "17. ¡Glorificado sea Al-lah al anochecer y al amanecer!",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 406,
      "verse_key": "30:18",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ",
      "translation": "18. Y a Él pertenecen todas las alabanzas en los cielos y en la tierra, (y glorificado sea) en plena noche[771] y al mediodía.",
      "footnotes": "[771]  También puede significar a primeras horas de la tarde, cuando se realiza el salat (o rezo) del ‘asr. De esta manera se hace referencia a los cinco rezos obligatorios: al anochecer (incluiría los rezos del magreb y ‘isha’, al amanecer (salat alfajr), a primeras horas de la tarde (salat al‘asr) y al mediodía (salat ad-dhuhur)."
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 406,
      "verse_key": "30:19",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ",
      "translation": "19. Él hace surgir lo vivo de lo muerto y lo muerto de lo vivo y revive la tierra tras su muerte. Así es como resucitaréis.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 406,
      "verse_key": "30:20",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ",
      "translation": "20. Y entre las pruebas (de Su poder y magnificencia) está el haberos creadoa partir del polvo (la primera vez); luego os convertisteis en hombres (de carne y hueso) y os esparcisteis(por la tierra).",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 406,
      "verse_key": "30:21",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ",
      "translation": "21. Y entre las pruebas (de Su poder y magnificencia) está haber creado para vosotros parejas de vuestra misma especie para que encontrarais sosiego en ellas y haber depositado entre vosotros amor y misericordia. Ciertamente, en esto hay evidencias (de Su poder) para quienes reflexionan.",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 406,
      "verse_key": "30:22",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ",
      "translation": "22. Y entre las pruebas (de Su poder y magnificencia) está la creación de los cielos y de la tierra y vuestra diversidad de lenguas y razas.Ciertamente, en esto hay evidencias (de Su poder) para los dotados de conocimiento.",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 406,
      "verse_key": "30:23",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ",
      "translation": "23. Y entre las pruebas (de Su poder y magnificencia) estávuestro descanso, tanto de noche como de día, y la búsqueda de Su favor. Ciertamente, en esto hay evidencias (de Su poder) paraquienes escuchan (y se benefician de la exhortación).",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 406,
      "verse_key": "30:24",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ",
      "translation": "24. Y entre las pruebas (de Su poder y magnificencia) está hacer queveáis el relámpago con miedo y expectación y hacer que descienda la lluvia del cielo para revivir con ella la tierra tras su muerte. Ciertamente, en esto hay evidencias (de Su poder) para quienes razonan.",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 407,
      "verse_key": "30:25",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ",
      "translation": "25. Y entre las pruebas (de Su poder y magnificencia) estáque el cielo y la tierra se sostienen por Su voluntad; y que, después, tras una (sola) llamada Suya (cuando el ángel Israfil sople el cuerno), resucitaréis.",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 407,
      "verse_key": "30:26",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ",
      "translation": "26. A Él pertenece cuanto hay en los cielos y en la tierra, y todo Lo obedece. ",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 407,
      "verse_key": "30:27",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "27. Y Él es Quien originó la creación y la reproducirá (al resucitaros); y eso es (aún) más fácil para Él. Y a Él pertenecen las características más sublimes en los cielos y en la tierra. Y Él es el Poderoso, el Sabio.",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 407,
      "verse_key": "30:28",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ",
      "translation": "28. Al-lah os expone un ejemplo basado en vosotros mismos (¡oh, idólatras!): «¿Acaso tenéis socios entre vuestros esclavos que compartan con vosotros por igual los bienes que os hemos proveído y de quienes teméis (el uso que hagan de vuestras riquezas) del mismo modo que temeríais a otro socio que fuera libre como vosotros?»[772]. Así es como explicamos las pruebas (de Nuestra unicidad) a quienes razonan.",
      "footnotes": "[772]  Del mismo modo que los idólatras no aceptarían compartir sus riquezas con esclavos suyos, Al-lah no acepta compartir Su soberanía con parte de Su propia creación."
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 407,
      "verse_key": "30:29",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّٰصِرِينَ",
      "translation": "29. Y, sin embargo, los injustos no siguen sino sus propias pasiones sin un conocimiento (real).¿Y quién puede guiar a quien Al-lah extravía (por su incredulidad)? Y esos no tendrán quién los auxilie.",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 407,
      "verse_key": "30:30",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 162,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "30. Sigue la religión (de Al-lah aferrándote a ella, ¡oh, Muhammad!), la adoración pura, sincera y exclusiva a Al-lah que es la fitrah (o inclinación natural) con la que Al-lah creó al hombre[773]. Su religión[774] no debe modificarse. Esta es la religión verdadera, pero la mayoría de los hombres no lo saben.",
      "footnotes": "[773]  Ver la aleya 172 de la sura 7 y su nota de pie. \n[774]  Otra interpretación posible es que:«Su creación no debe ser modificada»."
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 407,
      "verse_key": "30:31",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "31. Volveos a Él arrepentidos, temedlo, realizad el salat y no seáis de los idólatras.",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 407,
      "verse_key": "30:32",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ",
      "translation": "32. (No seáis) de esos que han creado divisiones en su religión fragmentándose en sectas, de manera que cada una de ellas está complacida con lo que sigue.",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 408,
      "verse_key": "30:33",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ",
      "translation": "33. Y si los hombres se ven afectados por una desgracia, invocan (solo) a su Señor volviéndose a Él en arrepentimiento; mas si reciben Su misericordia, un grupode ellos adoran a otros además de a su Señor",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 408,
      "verse_key": "30:34",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ",
      "translation": "34. y son ingratos con lo que les hemos concedido. ¡Disfrutad por un tiempo, que ya sabréis (lo que os espera)!",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 408,
      "verse_key": "30:35",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ",
      "translation": "35. ¿O acaso les hemos enviado una sólida prueba que justifique lo que adoran y equiparan con Al-lah?",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 408,
      "verse_key": "30:36",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ",
      "translation": "36. Y si concedemos a los hombres (una bendición como) misericordia, se regocijan de ello; mas si les sucede una desgracia como consecuencia de sus propias acciones, entonces se desesperan.",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 408,
      "verse_key": "30:37",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "37. ¿Acaso no ven que Al-lah concede provisión abundante a quien quiere y se la restringe (a quien quiere). Ciertamente, en ello hay pruebas (del poder de Al-lah) para quienes creen.",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 408,
      "verse_key": "30:38",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
      "translation": "38. Concede a los parientes cercanos los derechos que les corresponden, así como a los pobres y a los viajeros (que no disponen de medios para proseguir su viaje). Ello es lo mejor para quienes buscan la complacencia de Al-lah (y Su recompensa); y (quienes así actúen) serán quienes prosperen (y triunfen en esta vida y en la otra).",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 408,
      "verse_key": "30:39",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ",
      "translation": "39. Y aquello que deis (como regalo) con la intención de recibir algo más valioso a cambio no obtendrá la recompensa de Al-lah (el Día de la Resurrección); pero lo que deis en caridad, buscando con ello la complacencia de Al-lah, (eso sí será aceptado por Él) y multiplicará con crecesla recompensa de quien así obre.",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 408,
      "verse_key": "30:40",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
      "translation": "40. Al-lah es Quien os creó y luego os proveyó con Su sustento; después hará que perezcáis y posteriormente os resucitará. ¿Acaso alguno de los ídolos que adoráis fuera de Él puede hacer algo de esto? ¡Alabado y exaltado sea Al-lah! Él está muy por encima de compartir la divinidad con aquellos a los que adoran.",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 408,
      "verse_key": "30:41",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "41. El mal ha hecho su aparición en la tierra y en el mar como consecuencia de las acciones de los hombres para que sufran por lo que han hecho y, tal vez así, se vuelvan a Al-lah en arrepentimiento.",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 409,
      "verse_key": "30:42",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ",
      "translation": "42. Diles (¡oh, Muhammad!, a quienes te desmienten): «Recorred la tierra y observad cuál fue el final de quienes os precedieron (y negaron la verdad). La mayoría de ellos fueron idólatras». ",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 409,
      "verse_key": "30:43",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ",
      "translation": "43. Sigue la religión verdadera (del islam) antes de que llegue el día ineludible decretado por Al-lah (el Día de la Resurrección). Ese día (los hombres) se separarán (en dos grupos).",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 409,
      "verse_key": "30:44",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ",
      "translation": "44. Quienes hayan rechazado la verdad sufrirán las consecuencias de su rechazo; mas quienes hayan obrado rectamente habrán preparado para ellos mismos (su lugar en el paraíso).",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 409,
      "verse_key": "30:45",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ",
      "translation": "45. (Así) recompensará (Al-lah) con Su favor a quienes hayan creído y obrado rectamente. Él no ama a quienes niegan la verdad. ",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 409,
      "verse_key": "30:46",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "46. Y entre las pruebas (de Su poder y magnificencia) estáque Él envía los vientos anunciadores (de la lluvia) para que recibáis Su misericordia, para que las embarcaciones naveguen por orden Suya (y siguiendo Su voluntad) y para que podáis buscar Su favor y ser agradecidos.",
      "footnotes": ""
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 409,
      "verse_key": "30:47",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ",
      "translation": "47. Y, ciertamente, enviamos mensajeros a sus respectivos pueblos con anterioridad a ti (¡oh, Muhammad!), y se presentaron con pruebas evidentes (mas los desmintieron). Entonces castigamos a los pecadores (que rechazaron a sus profetas); y es un deber Nuestro auxiliar a los creyentes.",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 409,
      "verse_key": "30:48",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ",
      "translation": "48. Al-lah es Quien envía los vientos que forman nubes, las cualesdispersa por el cielo como desea. Después las fragmenta y ves cómo la lluvia sale de su interior. Y cuando hace que esta se precipite sobre quienes quiere de entre Sus siervos, estos se regocijan;",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 409,
      "verse_key": "30:49",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ",
      "translation": "49. mientras que, antes de que se precipitara sobre ellos, estaban completamente desesperados.",
      "footnotes": ""
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 409,
      "verse_key": "30:50",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "50. Observa el efecto de la misericordia de Al-lah: cómo revive la tierra tras su muerte. Quien hace revivir la tierra resucitará a los muertos; y Él es Todopoderoso.",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 410,
      "verse_key": "30:51",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ",
      "translation": "51. Y si enviamos un viento (abrasador que seca sus cosechas) y ven cómo estas amarillecen (tras haber reverdecido con la lluvia), se vuelven ingratos.",
      "footnotes": ""
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 410,
      "verse_key": "30:52",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ",
      "translation": "52. Y tú (¡oh, Muhammad!) no puedes hacer que los muertos (de corazón) y los sordos (que no quieren oír la verdad) oigan la llamada (a la fe), si se alejan dándole la espalda. ",
      "footnotes": ""
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 410,
      "verse_key": "30:53",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 163,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ",
      "translation": "53. Ni puedes guiar a los ciegos (que no quieren ver la verdad) y sacarlos de su extravío. Solo puedes hacerque te escuchen quienes creen en Nuestras aleyas y se someten (a Nuestra voluntad siguiendo el islam).",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 410,
      "verse_key": "30:54",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ",
      "translation": "54. Al-lah es Quien os ha creado en un estado de debilidad y os ha hecho fuertes después para devolveros (finalmente) a la debilidad de la vejez. Él crea lo que quiere; y Él es el Omnisciente, el Todopoderoso.",
      "footnotes": ""
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 410,
      "verse_key": "30:55",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ",
      "translation": "55. Y cuando llegue la hora (de la resurrección), los pecadores incrédulos jurarán no haber vivido en la tierra más de una hora. Del mismo modo (que se equivocaron acerca del tiempo real que vivieron en la tierra), se alejaron (también) de la verdad (al no creer en el Día del Juicio Final).",
      "footnotes": ""
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 410,
      "verse_key": "30:56",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ",
      "translation": "56. Y a quienes se les concedió el conocimiento y la fe[775] dirán: «Ciertamente habéis permanecido (en la tierra) el tiempo decretado por Al-lah hasta el Día de la Resurrección. Y este es el Día de la Resurrección, pero lo ignorabais (y por eso lo negasteis).",
      "footnotes": "[775]  Los ángeles, los profetas y los creyentes."
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 410,
      "verse_key": "30:57",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ",
      "translation": "57. Y ese día de nada les servirán las excusas a quienes hayan sido injustos (negando la verdad) ni tendrán una segunda oportunidad (para complacer a Al-lah).",
      "footnotes": ""
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 410,
      "verse_key": "30:58",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ",
      "translation": "58. Y hemos expuesto a los hombres en este Corán todo tipo de ejemplos. Y si mostrases (a tu pueblo, ¡oh, Muhammad!) un milagro (que probase tu veracidad), quienes rechazan la verdad dirían (a los creyentes): «No seguís sino falsedad (y brujería)». ",
      "footnotes": ""
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 410,
      "verse_key": "30:59",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ",
      "translation": "59. Así es como Al-lah sella los corazones de los ignorantes (que no aceptanla verdad).",
      "footnotes": ""
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 410,
      "verse_key": "30:60",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ",
      "translation": "60. Sé paciente (¡oh, Muhammad!), pues la promesa de Al-lah (acerca de tu victoria sobre ellos) es cierta.Y no dejes que quienes carecen de fe te desanimen (a la hora de transmitir el mensaje de Al-lah). ",
      "footnotes": ""
    }
  ]
}