{
  "id": 102,
  "verse_number": 102,
  "page_number": 95,
  "verse_key": "4:102",
  "juz_number": 5,
  "hizb_number": 10,
  "rub_el_hizb_number": 38,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَإِذَا كُنتَ فِيهِمۡ فَأَقَمۡتَ لَهُمُ ٱلصَّلَوٰةَ فَلۡتَقُمۡ طَآئِفَةٞ مِّنۡهُم مَّعَكَ وَلۡيَأۡخُذُوٓاْ أَسۡلِحَتَهُمۡۖ فَإِذَا سَجَدُواْ فَلۡيَكُونُواْ مِن وَرَآئِكُمۡ وَلۡتَأۡتِ طَآئِفَةٌ أُخۡرَىٰ لَمۡ يُصَلُّواْ فَلۡيُصَلُّواْ مَعَكَ وَلۡيَأۡخُذُواْ حِذۡرَهُمۡ وَأَسۡلِحَتَهُمۡۗ وَدَّ ٱلَّذِينَ كَفَرُواْ لَوۡ تَغۡفُلُونَ عَنۡ أَسۡلِحَتِكُمۡ وَأَمۡتِعَتِكُمۡ فَيَمِيلُونَ عَلَيۡكُم مَّيۡلَةٗ وَٰحِدَةٗۚ وَلَا جُنَاحَ عَلَيۡكُمۡ إِن كَانَ بِكُمۡ أَذٗى مِّن مَّطَرٍ أَوۡ كُنتُم مَّرۡضَىٰٓ أَن تَضَعُوٓاْ أَسۡلِحَتَكُمۡۖ وَخُذُواْ حِذۡرَكُمۡۗ إِنَّ ٱللَّهَ أَعَدَّ لِلۡكَٰفِرِينَ عَذَابٗا مُّهِينٗا",
  "translation": "جب تم ان میں ہو اور ان کے لئے نماز کھڑی کرو تو چاہئے کہ ان کی ایک جماعت تمہارے ساتھ اپنے ہتھیار لئے کھڑی ہو، پھر جب یہ سجده کر چکیں تو یہ ہٹ کر تمہارے پیچھے آجائیں اور وه دوسری جماعت جس نے نماز نہیں پڑھی وه آجائے اور تیرے ساتھ نماز ادا کرے اور اپنا بچاؤ اور اپنے ہتھیار لئے رہے، کافر چاہتے ہیں کہ کسی طرح تم اپنے ہتھیاروں اور اپنے سامان سے بے خبر ہو جاؤ تو وہ تم پر اچانک دھاوا بول دیں(1) ، ہاں اپنے ہتھیار اتار رکھنے میں اس وقت تم پر کوئی گناه نہیں جب کہ تمہیں تکلیف ہو یا بوجہ بارش کے یا بسبب بیمار ہو جانے کے اور اپنے بچاؤ کی چیزیں ساتھ لئے رہو، یقیناً اللہ تعالیٰ نے منکروں کے لئے ذلت کی مار تیار کر رکھی ہے۔",
  "footnotes": "(1) اس آیت میں صلٰوۃ الخوف کی اجازت بلکہ حکم دیا جا رہا ہے۔ صلٰوۃ الخوف کے معنی ہیں، خوف کی نماز۔ یہ اس وقت مشروع ہے جب مسلمان اور کافروں کی فوجیں ایک دوسرے کے مقابل جنگ کے لئے تیار کھڑی ہوں اور ایک لمحے کی بھی غفلت مسلمانوں کے لئے سخت خطرناک ثابت ہو سکتی ہے۔ ایسے حالات میں اگر نماز کا وقت ہو جائے تو صلٰوۃ الخوف پڑھنے کا حکم ہے، جس کی مختلف صورتیں حدیث میں بیان کی گئی ہیں۔ مثلاً فوج دو حصوں میں تقسیم ہوگئی۔ ایک حصہ دشمن کے بالمقابل کھڑا رہا تاکہ کافروں کو حملہ کرنے کی جسارت نہ ہو اور ایک حصے نے آکر نبی (صلى الله عليه وسلم) کے پیچھے نماز پڑھی۔ جب یہ حصہ نماز سے فارغ ہو گیا تو یہ پہلے کی جگہ مورچہ زن ہوگیا اور مورچہ زن حصہ نماز کے لئے آگیا، بعض روایات میں آتا ہے کہ آپ نے دونوں حصوں کو ایک ایک رکعت نماز پڑھائی، اس طرح آپ (صلى الله عليه وسلم) کی دو رکعت اور باقی فوجیوں کی ایک ایک رکعت ہوئی، بعض میں آتا ہے کہ دو دو رکعات پڑھائیں، اس طرح آپ کی چار رکعت اور فوجیوں کی دو دو رکعت ہوئیں اور بعض میں آتا ہے کہ ایک رکعت پڑھ کر التحیات کی طرح بیٹھے رہے، فوجیوں نے کھڑے ہو کر اپنے طور پر ایک رکعت اور پڑھ کر دو رکعات پوری کیں اور دشمن کے سامنے جا کر ڈٹ گئے۔ دوسرے حصے نے آکر نبی (صلى الله عليه وسلم) کے پیچھے نماز پڑھی، آپ (صلى الله عليه وسلم) نے انہیں بھی ایک رکعت پڑھائی اور التحیات میں بیٹھ گئے اور اس وقت تک بیٹھے رہے جب تک فوجیوں نے دوسری رکعت پوری نہیں کر لی۔ پھر ان کے ساتھ آپ (صلى الله عليه وسلم) نے سلام پھیر دیا۔ اس طرح آپ (صلى الله عليه وسلم) کی بھی دو رکعت اور فوج کے دنوں حصوں کی بھی دو رکعات ہوئیں (دیکھئے کتب حدیث )۔"
}