{
  "id": 12,
  "verse_number": 12,
  "page_number": 79,
  "verse_key": "4:12",
  "juz_number": 4,
  "hizb_number": 8,
  "rub_el_hizb_number": 32,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "۞ وَلَكُمۡ نِصۡفُ مَا تَرَكَ أَزۡوَٰجُكُمۡ إِن لَّمۡ يَكُن لَّهُنَّ وَلَدٞۚ فَإِن كَانَ لَهُنَّ وَلَدٞ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكۡنَۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِينَ بِهَآ أَوۡ دَيۡنٖۚ وَلَهُنَّ ٱلرُّبُعُ مِمَّا تَرَكۡتُمۡ إِن لَّمۡ يَكُن لَّكُمۡ وَلَدٞۚ فَإِن كَانَ لَكُمۡ وَلَدٞ فَلَهُنَّ ٱلثُّمُنُ مِمَّا تَرَكۡتُمۚ مِّنۢ بَعۡدِ وَصِيَّةٖ تُوصُونَ بِهَآ أَوۡ دَيۡنٖۗ وَإِن كَانَ رَجُلٞ يُورَثُ كَلَٰلَةً أَوِ ٱمۡرَأَةٞ وَلَهُۥٓ أَخٌ أَوۡ أُخۡتٞ فَلِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُۚ فَإِن كَانُوٓاْ أَكۡثَرَ مِن ذَٰلِكَ فَهُمۡ شُرَكَآءُ فِي ٱلثُّلُثِۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصَىٰ بِهَآ أَوۡ دَيۡنٍ غَيۡرَ مُضَآرّٖۚ وَصِيَّةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَلِيمٞ",
  "translation": "تمہاری بیویاں جو کچھ چھوڑ مریں اور ان کی اوﻻد نہ ہو تو آدھوں آدھ تمہارا ہے اور اگر ان کی اوﻻد ہو تو ان کے چھوڑے ہوئے مال میں سے تمہارے لئے چوتھائی حصہ ہے(1) ۔ اس وصیت کی ادائیگی کے بعد جو وه کر گئی ہوں یا قرض کے بعد۔ اور جو (ترکہ) تم چھوڑ جاؤ اس میں ان کے لئے چوتھائی ہے، اگر تمہاری اوﻻد نہ ہو اور اگر تمہاری اوﻻد ہو تو پھر انہیں تمہارے ترکہ کا آٹھواں حصہ ملے گا(2)، اس وصیت کے بعد جو تم کر گئے ہو اور قرض کی ادائیگی کے بعد۔ اور جن کی میراث لی جاتی ہے وه مرد یا عورت کلالہ ہو یعنی اس کا باپ بیٹا نہ ہو(3)۔ اور اس کا ایک بھائی یا ایک بہن ہو(4) تو ان دونوں میں سے ہر ایک کا چھٹا حصہ ہے اور اس سے زیاده ہوں تو ایک تہائی میں سب شریک ہیں(5)، اس وصیت کے بعد جو کی جائے اور قرض کے بعد(6) جب کہ اوروں کا نقصان نہ کیا گیا ہو(7) یہ مقرر کیا ہوا اللہ تعالیٰ کی طرف سے ہے اور اللہ تعالیٰ دانا ہے بردبار۔",
  "footnotes": "(1) اولاد کی عدم موجودگی میں بیٹے کی اولاد یعنی پوتے بھی اولاد کے حکم میں ہیں، اس پر امت کے علما کا اجماع ہے (فتح القدیر وابن کثیر) اسی طرح مرنے والے شوہر کی اولاد خواہ اس کی وراث ہونے والی موجودہ بیوی ہو یا کسی اور بیوی سے۔ اس طرح مرنے والی عورت کی اولاد اس کی وارث ہونے والے موجودہ خاوند سے ہو یا پہلے کے کسی خاوند سے۔\n(2) بیوی اگر ایک ہوگی تب بھی اسے چوتھا یا آٹھواں حصہ ملے گا۔ اگر زیادہ ہوں گی تب بھی یہی حصہ ان کے درمیان تقسیم ہوگا، ایک ایک کو چوتھائی یا آٹھواں حصہ نہیں ملے گا، یہ بھی اجماعی مسئلہ ہے (فتح القدیر)\n(3) کلالہ سے مراد وہ میت ہے جس کا باپ ہو نہ بیٹا۔ یہ اکلیل سے مشتق ہے۔ اکلیل ایسی چیز کو کہتے ہیں جو کہ سرکو اس کے اطراف (کناروں) سے گھیر لے، کلالہ کو بھی کلالہ اس لئے کہتے ہیں کہ اصول وفروع کے اعتبار سے تو اس کا وارث نہ بنے لیکن اطراف وجوانب سے وارث قرار پا جائے (فتح القدیر وابن کثیر) اور کہا جاتا ہے کہ کلالہ کلل سے مشتق ہے جس کے معنی ہیں تھک جانا۔ گویا اس شخص تک پہنچتے پہنچتے سلسلۂ نسل ونسب تھک گیا اور آگے نہ چل سکا۔\n(4) اس سے مراد اخیافی بہن بھائی ہیں جن کی ماں ایک ہو باپ الگ الگ کیونکہ عینی بھائی بہن یا علاتی بہن بھائی کا حصہ میراث اس طرح نہیں ہے اور اس کا بیان اسی سورت کے اخیر میں آرہا ہے اور یہ مسئلہ بھی اجماعی ہے (فتح القدیر) اور دراصل نسل کے لئے مردو زن «لِلذَّكَرِ مِثْلُ حَظِّ الأُنْثَيَيْنِ» کا قانون چلتا ہے۔ یہی وجہ ہے کہ بیٹے بیٹیوں کےلئے اس جگہ اور بہن بھائیوں کے لئے آخری آیت نساء میں ہر دو جگہ یہی قانون ہے البتہ صرف ماں کی اولادمیں چونکہ نسل کا حصہ نہیں ہوتا اس لئے وہاں ہر ایک کو برابر کا حصہ دیا جاتا ہے۔ بہرحال ایک بھائی یاایک بہن کی صورت میں ہر ایک کو چھٹا حصہ ملے گا۔\n(5) ایک سے زیادہ ہونے کی صورت میں یہ سب ایک تہائی حصے میں شریک ہوں گے۔ نیز ان میں مذکر اور مونث کے اعتبار سے بھی فرق نہیں کیا جائے گا۔ بلاتفریق سب کو مساوی حصہ ملے گا، مرد ہو یا عورت۔\nملحوظہ :ماں زاد یعنی اخیافی بھائی بعض احکام میں دوسرے وارثوں سے مختلف ہیں۔(1) یہ صرف اپنی ماں کی وجہ سے وارث ہوتے ہیں۔(2) ان کے مرد اور عورت، حصے میں مساوی ہوں گے۔(3) یہ اس وقت وارث ہوں گے جب کہ میت کلالہ ہو۔ پس باپ دادا بیٹا اور پوتے وغیرہ کی موجودگی میں یہ وارث نہیں ہوں گے۔(4) ان کے مرد وعورت کتنے بھی زیادہ ہوں، ان کا حصہ ثلث (ایک تہائی) سے زیادہ نہیں ہوگا اور جیسا کہ اوپر کہا گیا ان کو اپنے مرنے والے اخیانی بھائی سے جو مال ملے گا اس میں مرد اور عورت کا حصہ برابر ہوگا یہ نہیں کہ مرد کو عورت سے دوگنا دیا جائے۔ حضرت عمر (رضي الله عنه) نے اپنے دور خلافت میں یہی فیصلہ کیا تھا اور امام زہری فرماتے ہیں کہ حضرت عمر (رضي الله عنه) نے یہ فیصلہ یقیناً اس وقت ہی کیا ہوگا جب ان کے پاس نبی (صلى الله عليه وسلم) کی کوئی حدیث ہوگی۔ (ابن کثیر)\n(6) میراث کے احکام بیان کرنے کے ساتھ ساتھ یہ تیسری مرتبہ کہا جا رہا ہے کہ ورثے کی تقسیم، وصیت پر عمل کرنے اور فرض کی ادائیگی کے بعد کی جائے جس سے معلوم ہوتا ہے کہ ان دونوں باتوں پر عمل کرنا کتنا ضروری ہے۔ پھر اس پر بھی اتفاق ہے کہ سب سے پہلے قرضوں کی ادائیگی کی جائے گی اور وصیت پر عمل اس کے بعد کیا جائے گا لیکن اللہ تعالیٰ نے تینوں جگہ وصیت کا ذکر دین (قرض) سے پہلے کیا حالانکہ ترتیب کے اعتبار سے دین کا ذکر پہلے ہونا چاہئے تھا۔ اس میں حکمت یہ ہے کہ قرض کی ادائیگی کو تو لوگ اہمیت دیتے ہیں، نہ بھی دیں تو لینے والے زبردستی بھی وصول کر لیتے ہیں۔ لیکن وصیت پر عمل کرنے کو غیر ضروری سمجھا جاتا ہے اور اکثر لوگ اس معاملے میں تساہل یا تغافل سے کام لیتے ہیں اس لئے وصیت کا پہلے ذکر فرما کر اس کی اہمیت واضح کر دی گئی۔ (روح المعانی )\nملحوظہ :اگربیوی کا حق مہر ادا نہ کیا گیا ہو تو وہ بھی دین (قرض) میں شمار ہوگا اور اس کی ادائیگی بھی وراثت کی تقسیم سے پہلے ضروری ہے۔ نیز عورت کا حصہ شرعی اس مہر کے علاوہ ہوگا۔\n(7) بایں طور کہ وصیت کے ذریعے سے کسی وارث کو محروم کر دیا جائے یا کسی کا حصہ گھٹا بڑھا دیا جائے یا یوں ہی وارثوں کو نقصان پہنچانے کے لئے کہہ دے کہ فلاں شخص سے میں نے اتنا قرض لیا ہے درآں حالیکہ کچھ بھی نہ لیا ہو۔ گویا اضرارکا تعلق وصیت اور دین دونوں سے ہے اور دونوں کے ذریعے سے نقصان پہنچانا ممنوع اور کبیرہ گناہ ہے۔ نیز ایسی وصیت بھی باطل ہوگی۔"
}