{
  "id": 25,
  "verse_number": 25,
  "page_number": 82,
  "verse_key": "4:25",
  "juz_number": 5,
  "hizb_number": 9,
  "rub_el_hizb_number": 33,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَمَن لَّمۡ يَسۡتَطِعۡ مِنكُمۡ طَوۡلًا أَن يَنكِحَ ٱلۡمُحۡصَنَٰتِ ٱلۡمُؤۡمِنَٰتِ فَمِن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن فَتَيَٰتِكُمُ ٱلۡمُؤۡمِنَٰتِۚ وَٱللَّهُ أَعۡلَمُ بِإِيمَٰنِكُمۚ بَعۡضُكُم مِّنۢ بَعۡضٖۚ فَٱنكِحُوهُنَّ بِإِذۡنِ أَهۡلِهِنَّ وَءَاتُوهُنَّ أُجُورَهُنَّ بِٱلۡمَعۡرُوفِ مُحۡصَنَٰتٍ غَيۡرَ مُسَٰفِحَٰتٖ وَلَا مُتَّخِذَٰتِ أَخۡدَانٖۚ فَإِذَآ أُحۡصِنَّ فَإِنۡ أَتَيۡنَ بِفَٰحِشَةٖ فَعَلَيۡهِنَّ نِصۡفُ مَا عَلَى ٱلۡمُحۡصَنَٰتِ مِنَ ٱلۡعَذَابِۚ ذَٰلِكَ لِمَنۡ خَشِيَ ٱلۡعَنَتَ مِنكُمۡۚ وَأَن تَصۡبِرُواْ خَيۡرٞ لَّكُمۡۗ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
  "translation": "اور تم میں سے جس کسی کو آزاد مسلمان عورتوں سے نکاح کرنے کی پوری وسعت وطاقت نہ ہو تو وه مسلمان لونڈیوں سے جن کے تم مالک ہو (اپنا نکاح کر لے) اللہ تمہارے اعمال کو بخوبی جاننے واﻻ ہے، تم سب آپس میں ایک ہی تو ہو، اس لئے ان کے مالکوں کی اجازت سے ان سے نکاح کر لو(1) ، اور قاعده کے مطالق ان کے مہر ان کو دو، وه پاک دامن ہوں نہ کہ علانیہ بدکاری کرنے والیاں، نہ خفیہ آشنائی کرنے والیاں، پس جب یہ لونڈیاں نکاح میں آجائیں پھر اگر وه بے حیائی کا کام کریں تو انہیں آدھی سزا ہے اس سزا سے جو آزاد عورتوں کی ہے(2)۔ کنیزوں سے نکاح کا یہ حکم تم میں سے ان لوگوں کے لئے ہے جنہیں گناه اور تکلیف کا اندیشہ ہو اور تمہارا ضبط کرنا بہت بہتر ہے اور اللہ تعالیٰ بڑا بخشنے واﻻ اور بڑی رحمت واﻻ ہے۔(3)",
  "footnotes": "(1) اس سے معلوم ہوا کہ لونڈیوں کا مالک ہی لونڈیوں کا ولی ہے، لونڈی کا کسی جگہ نکاح اس کی اجازت کے بغیر نہیں کیا جا سکتا۔ اسی طرح غلام بھی اپنے مالک کی اجازت کے بغیر کسی جگہ نکاح نہیں کر سکتا۔\n(2) یعنی لونڈیوں کو سو (100) کے بجائے (نصف یعنی) پچاس کوڑوں کی سزادی جائے گی۔ گویا ان کے لئے سزائے رجم نہیں ہے کیونکہ وہ نصف نہیں ہو سکتی اور غیر شادی شدہ لونڈی کی تعزیری سزا ہوگی۔ (تفصیل کے لئے دیکھئے تفسیر ابن کثیر)\n(3) یعنی لونڈیوں سے شادی کی اجازت ایسے لوگوں کے لئے ہے جو جوانی کے جذبات پر کنٹرول رکھنے کی طاقت نہ رکھتے ہوں اور بدکاری میں مبتلا ہونے کا اندیشہ ہو، اگر ایسا اندیشہ نہ ہو تو اس وقت تک صبر کرنا بہتر ہے جب تک کسی آزاد خاندانی عورت سے شادی کے قابل نہ ہو جائے۔"
}