{
  "id": 59,
  "verse_number": 59,
  "page_number": 87,
  "verse_key": "4:59",
  "juz_number": 5,
  "hizb_number": 9,
  "rub_el_hizb_number": 35,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَأُوْلِي ٱلۡأَمۡرِ مِنكُمۡۖ فَإِن تَنَٰزَعۡتُمۡ فِي شَيۡءٖ فَرُدُّوهُ إِلَى ٱللَّهِ وَٱلرَّسُولِ إِن كُنتُمۡ تُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلًا",
  "translation": "اے ایمان والو! فرمانبرداری کرو اللہ تعالیٰ کی اور فرمانبرداری کرو رسول (صلی اللہ علیہ وسلم) کی اور تم میں سے اختیار والوں کی(1) ۔ پھر اگر کسی چیز میں اختلاف کرو تو اسے لوٹاؤ، اللہ تعالیٰ کی طرف اور رسول کی طرف، اگر تمہیں اللہ تعالیٰ پر اور قیامت کے دن پر ایمان ہے۔ یہ بہت بہتر ہے اور باعتبار انجام کے بہت اچھا ہے(2)۔",
  "footnotes": "(1) ”اولو الامر“ (اپنے میں سے اختیار والے) سے مراد بعض کے نزدیک امرا وحکام اور بعض کے نزدیک علماء وفقہاء ہیں مفہوم کے اعتبار سے دونوں ہی مراد ہو سکتے ہیں۔ مطلب یہ ہے کہ اصل اطاعت تو اللہ تعالیٰ ہی کی ہے کیونکہ ”أَلا لَهُ الْخَلْقُ وَالأَمْرُ“ ( الاعراف: 54) خبردار مخلوق بھی اسی کی ہے، حکم بھی اسی کا ہے ”إِنِ الْحُكْمُ إِلا لِلَّهِ“ (يوسف: 40) حکم صرف اللہ ہی کا ہے۔ لیکن چونکہ رسول (صلى الله عليه وسلم) منشاء الٰہی ہی کا مظہر اور اس کی مرضیات کا نمائندہ ہے۔ اس لئے اللہ تعالیٰ نے اپنے ساتھ رسول (صلى الله عليه وسلم) کے حکم کو بھی مستقل طور پر واجب الاطاعت قرار دیا اور فرمایا کہ رسول (صلى الله عليه وسلم) کی اطاعت دراصل اللہ کی اطاعت ہے۔ ”مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ“ (النساء: 80) جس نے رسول کی اطاعت کی اس نے اللہ کی اطاعت کی۔ جس سے یہ بات واضح ہو جاتی ہے کہ حدیث بھی اسی طرح دین کا ماخذ ہے جس طرح قرآن کریم۔ تاہم امراء وحکام کی اطاعت بھی ضروری ہے۔ کیونکہ وہ یا تو اللہ اور اس کے رسول (صلى الله عليه وسلم) کے احکام کا نفاذ کرتے ہیں یا امت کے اجتماعی مصالح کا انتظام اور نگہداشت کرتے ہیں۔ اس سے معلوم ہوا کہ امرا وحکام کی اطاعت اگرچہ ضروری ہے لیکن وہ علی الاطلاق نہیں بلکہ مشروط ہے اللہ ورسول (صلی اللہ علیہ وسلم) کی اطاعت کے ساتھ۔ اسی لئے ”أَطِيعُوا اللهَ“ کے بعد ”أَطِيعُوا الرَّسُولَ“ تو کہا کیونکہ یہ دونوں اطاعتیں مستقل اور واجب ہیں لیکن ”أَطِيعُوا أُولِي الأَمْر“ ِنہیں کہا کیونکہ أُولِي الأَمْرِکی اطاعت مستقل نہیں اور حدیث میں بھی کہا گیا ہے ”لا طَاعَةَ لِمَخْلُوقٍ فِي مَعْصِيةِ الْخَالِقِ“ (وقال الألباني حديث صحيح- مشكاة نمبر 3696، في لفظ لمسلم: ”لا طاعة في معصية الله“، كتاب الإمارة باب وجوب طاعة الأمر في غير معصية حديث نمبر 1840، إِنَّمَا الطَّاعَةُ فِي الْمَعْرُوفِ) (صحيح بخاري كتاب الأحكام باب نمبر 4) ”السَّمْعُ وَالطَّاعَةُ لِلإِمَامِ مَا لَمْ تَكُنْ مَعْصِيَةً“ معصیت میں اطاعت نہیں، اطاعت صرف معروف میں ہے۔ یہی حال علماء وفقہاء کا بھی ہے۔ (اگر اولو الامر میں ان کو بھی شامل کر لیا جائے) یعنی ان کی اطاعت اس لئے کرنی ہوگی کہ وہ اللہ اور اس کے رسول کے احکام وفرمودات بیان کرتے ہیں اور اس کے دین کی طرف ارشاد وہدایت اور رہنمائی کا کام کرتے ہیں۔ اس سے معلوم ہوا کہ علماء وفقہاء بھی دینی امور ومعاملات میں حکام کی طرح یقیناً مرجعِ عوام ہیں۔ لیکن ان کی اطاعت بھی صرف اس وقت تک کی جائے گی جب تک کہ عوام کو صرف اللہ اور اس کے رسول (صلى الله عليه وسلم) کی بات بتلائیں لیکن اگر وہ اس سے انحراف کریں تو عوام کے لئے ان کی اطاعت بھی ضروری نہیں بلکہ انحراف کی صورت میں جانتے بوجھتے ان کی اطاعت کرنا سخت معصیت اور گناہ ہے۔\n(2) اللہ کی طرف لوٹانے سے مراد، قرآن کریم اور الرسول (صلى الله عليه وسلم) سے مراد اب حدیث رسول ہے۔ یہ تنازعات کے ختم کرنے کے لئے ایک بہترین اصول بتلا دیا گیا ہے۔ اس اصول سے بھی یہ واضح ہوتا ہے کہ کسی تیسری شخصیت کی اطاعت واجب نہیں۔ جس طرح تقلید شخصی یا تقلید معین کے قائلین نے ایک تیسری اطاعت کو واجب قرار دے رکھا ہے اور اسی تیسری اطاعت نے، جو قرآن کی اس آیت کے صریح مخالف ہے، مسلمانوں کو امت متحدہ کی بجائے امت منتشرہ بنا رکھا ہے اور اس کے اتحاد کو تقریباً ناممکن بنا دیا ہے۔"
}