{
  "id": 78,
  "verse_number": 78,
  "page_number": 90,
  "verse_key": "4:78",
  "juz_number": 5,
  "hizb_number": 9,
  "rub_el_hizb_number": 36,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "أَيۡنَمَا تَكُونُواْ يُدۡرِككُّمُ ٱلۡمَوۡتُ وَلَوۡ كُنتُمۡ فِي بُرُوجٖ مُّشَيَّدَةٖۗ وَإِن تُصِبۡهُمۡ حَسَنَةٞ يَقُولُواْ هَٰذِهِۦ مِنۡ عِندِ ٱللَّهِۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَقُولُواْ هَٰذِهِۦ مِنۡ عِندِكَۚ قُلۡ كُلّٞ مِّنۡ عِندِ ٱللَّهِۖ فَمَالِ هَٰٓؤُلَآءِ ٱلۡقَوۡمِ لَا يَكَادُونَ يَفۡقَهُونَ حَدِيثٗا",
  "translation": "تم جہاں کہیں بھی ہو موت تمہیں آپکڑے گی، گو تم مضبوط قلعوں میں ہو(1) ، اور اگر انہیں کوئی بھلائی ملتی ہے تو کہتے ہیں کہ یہ اللہ تعالیٰ کی طرف سے ہے اور اگر کوئی برائی پہنچتی ہے تو کہہ اٹھتے ہیں کہ یہ تیری طرف سے ہے(2)۔ انہیں کہہ دو کہ یہ سب کچھ اللہ تعالیٰ کی طرف سے ہے۔ انہیں کیا ہوگیا ہے کہ کوئی بات سمجھنے کے بھی قریب نہیں۔(3)",
  "footnotes": "(1) ایسے کمزور مسلمانوں کو سمجھانے کے لئے کہا جا رہا ہے کہ ایک تو یہ دنیا فانی اور اس کا فائدہ عارضی ہے جس کے لئے تم کچھ مہلت طلب کر رہے ہو۔ اس کے مقابلے میں آخرت بہت بہتر اور پائیدار ہے جس کے اطاعت الٰہی کے صلے میں تم سزا وار ہوگے۔ دوسرے یہ کہ جہاد کرو یا نہ کرو، موت تو اپنے وقت پر آکر رہے گی چاہے تم مضبوط قلعوں میں بند ہو کر بیٹھ جاؤ پھر جہاد سے گریز کا کیا فائدہ؟ مضبوط برجوں سے مراد مضبوط اور بلند وبالا فصیلوں والے قلعے ہیں۔\nملحوظة: یعنی مسلمانوں کا چونکہ یہ خوف بھی طبعی تھا۔ اسی طرح تاخیر کی خواہش بھی بطور اعتراض یا انکار نہ تھی، بلکہ طبعی خوف کا ایک منطقی نتیجہ تھی۔ اس لئے اللہ تعالیٰ نے اسے معاف فرما دیا اور نہایت مضبوط دلائل سے انہیں سہارا اور حوصلہ دیا۔\n(2) یہاں سے پھر منافقین کی باتوں کا ذکر ہو رہا ہے۔ سابقہ امت کے منکرین کی طرح انہوں نے بھی کہا کہ بھلائی (خوشحالی، غلے کی پیداوار، مال واولاد کی فراوانی وغیرہ) اللہ کی طرف سے ہے اور برائی (قحط سالی، مال ودولت میں کمی وغیرہ) اے محمد! (صلى الله عليه وسلم) تیری طرف سے ہے یعنی تیرے دین اختیار کرنے کے نتیجے میں یہ ابتلا آئی۔ جس طرح حضرت موسیٰ (عليه السلام) اور قوم فرعون کے بارے میں اللہ تعالیٰ نے فرمایا ہے جب ان کو بھلائی پہنچتی ہے تو کہتے ہیں، یہ ہمارے لئے ہے (یعنی ہم اس کے مستحق ہیں) اور جب ان کو کوئی برائی پہنچتی ہے تو حضرت موسیٰ (عليه السلام) اور ان کے پیروکاروں سے بدشگونی پکڑتے ہیں، (یعنی نعوذ باللہ ان کی نحوست کا نتیجہ بتلاتے ہیں) (الاعراف: 131)\n(3) یعنی بھلائی اور برائی دونوں اللہ کی طرف سے ہی ہے لیکن یہ لوگ قلت فہم وعلم اور کثرت جہل وظلم کی وجہ سے اس بات کو سمجھ نہیں پاتے۔"
}