{
  "id": 90,
  "verse_number": 90,
  "page_number": 92,
  "verse_key": "4:90",
  "juz_number": 5,
  "hizb_number": 10,
  "rub_el_hizb_number": 37,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "إِلَّا ٱلَّذِينَ يَصِلُونَ إِلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٌ أَوۡ جَآءُوكُمۡ حَصِرَتۡ صُدُورُهُمۡ أَن يُقَٰتِلُوكُمۡ أَوۡ يُقَٰتِلُواْ قَوۡمَهُمۡۚ وَلَوۡ شَآءَ ٱللَّهُ لَسَلَّطَهُمۡ عَلَيۡكُمۡ فَلَقَٰتَلُوكُمۡۚ فَإِنِ ٱعۡتَزَلُوكُمۡ فَلَمۡ يُقَٰتِلُوكُمۡ وَأَلۡقَوۡاْ إِلَيۡكُمُ ٱلسَّلَمَ فَمَا جَعَلَ ٱللَّهُ لَكُمۡ عَلَيۡهِمۡ سَبِيلٗا",
  "translation": "سوائے ان کے جو اس قوم سے تعلق رکھتے ہوں جن سے تمہارا معاہده ہو چکا ہے یا جو تمہارے پاس اس حالت میں آئیں کہ تم سے جنگ کرنے سے بھی تنگ دل ہیں(1) اور اپنی قوم سے بھی جنگ کرنے سے تنگ دل ہیں اور اگر اللہ تعالیٰ چاہتا تو انہیں تم پر مسلط کر دیتا اور وه تم سے یقیناً جنگ کرتے(2)، پس اگر یہ لوگ تم سے کناره کشی اختیار کر لیں اور تم سے لڑائی نہ کریں اور تمہاری جانب صلح کا پیغام ڈالیں(3)، تو اللہ تعالیٰ نے تمہارے لئے ان پر کوئی راه لڑائی کی نہیں کی۔",
  "footnotes": "(1) یعنی جن سے لڑنے کا حکم دیا جا رہا ہے۔ اس سے دو قسم کے لوگ مستثنیٰ ہیں۔ ایک وہ لوگ، جو ایسی قوم سے ربط وتعلق رکھتے ہیں یعنی ایسی قوم کے فرد ہیں یا اس کی پناہ میں ہیں جس قوم سے تمہارا معاہدہ ہے۔ دوسرے وہ جو تمہارے پاس اس حال میں آتے ہیں کہ ان کے سینے اس بات سے تنگ ہیں کہ وہ اپنی قوم سے مل کر تم سے یا تم سے مل کر اپنی قوم سے جنگ کریں یعنی تمہاری حمایت میں لڑنا پسند کرتے ہیں نہ تمہاری مخالفت میں۔\n(2) یعنی یہ اللہ کا احسان ہے کہ ان کو لڑائی سے الگ کر دیا ورنہ اگر اللہ تعالیٰ ان کے دل میں بھی اپنی قوم کی حمایت میں لڑنے کا خیال پیدا کر دیتا تو یقیناً وہ بھی تم سےلڑتے۔ اس لئے اگر واقعی لوگ جنگ سے کنارہ کش رہیں تو تم بھی ان کے خلاف کوئی اقدام مت کرو۔\n(3) کنارہ کش رہیں، نہ لڑیں، تمہاری جانب صلح کا پیغام ڈالیں، سب کا مفہوم ایک ہی ہے۔ تاکید اور وضاحت کے لئے تین الفاظ استعمال کئے گئے ہیں۔ تاکہ مسلمان ان کے بارے میں محتاط رہیں کیونکہ جو جنگ وقتال سے پہلے ہی علیحدہ ہیں اور ان کی یہ علیحدگی مسلمانوں کے مفاد میں بھی ہے، اسی لئے اس کو اللہ تعالیٰ نے بطور امتنان اور احسان کے ذکر کیا ہے، تو ان کے بارے میں چھیڑ چھاڑ کارویّہ یا غیر محتاط طرز عمل ان کے اندر بھی مخالفت ومخاصمت کا جذبہ بیدار کر سکتا ہے جو مسلمانوں کے لئے نقصان دہ ہے۔ اس لئے جب تک مذکورہ حال پر قائم رہیں، ان سے مت لڑو! اس کی مثال وہ جماعت بھی ہے جس کا تعلق بنی ہاشم سے تھا، یہ جنگ بدر والے دن مشرکین مکہ کے ساتھ میدان جنگ میں تو آئے تھے، لیکن یہ ان کے ساتھ مل کر مسلمانوں سے لڑنا پسند نہیں کرتے تھے، جیسے حضرت عباس (رضي الله عنه) عّم رسول وغیرہ جو ابھی تک مسلمان نہیں ہوئے تھے، اسی لئے ظاہری طور پر کافروں کے کیمپ میں تھے۔ اس لئے نبی (صلى الله عليه وسلم) نے حضرت عباس (رضي الله عنه) کو قتل کرنے سے روک دیا اور انہیں صرف قیدی بنانے پر اکتفا کیا۔ ”سِلْمٌ“ یہاں ”مُسَالَمَةُ“ یعنی صلح کے معنی میں ہے۔"
}