{
  "result": [
    {
      "id": "5592",
      "sura": "76",
      "aya": "1",
      "arabic_text": "هَلۡ أَتَىٰ عَلَى ٱلۡإِنسَٰنِ حِينٞ مِّنَ ٱلدَّهۡرِ لَمۡ يَكُن شَيۡـٔٗا مَّذۡكُورًا",
      "translation": "Ist (nicht) über den Menschen eine Spanne der endlosen Zeit gekommen, in der er nichts Nennenswertes ist?",
      "footnotes": null
    },
    {
      "id": "5593",
      "sura": "76",
      "aya": "2",
      "arabic_text": "إِنَّا خَلَقۡنَا ٱلۡإِنسَٰنَ مِن نُّطۡفَةٍ أَمۡشَاجٖ نَّبۡتَلِيهِ فَجَعَلۡنَٰهُ سَمِيعَۢا بَصِيرًا",
      "translation": "Wir haben den Menschen ja aus einem Samentropfen, einem Gemisch erschaffen, (um) ihn zu prüfen. Und so haben Wir ihn mit Gehör und Augenlicht versehen.",
      "footnotes": null
    },
    {
      "id": "5594",
      "sura": "76",
      "aya": "3",
      "arabic_text": "إِنَّا هَدَيۡنَٰهُ ٱلسَّبِيلَ إِمَّا شَاكِرٗا وَإِمَّا كَفُورًا",
      "translation": "Wir haben ihn ja den (rechten) Weg geleitet, ob er nun dankbar oder undankbar sein mag.",
      "footnotes": null
    },
    {
      "id": "5595",
      "sura": "76",
      "aya": "4",
      "arabic_text": "إِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَلَٰسِلَاْ وَأَغۡلَٰلٗا وَسَعِيرًا",
      "translation": "Wir haben ja für die Ungläubigen Ketten und Fesseln und eine Feuerglut bereitet.",
      "footnotes": null
    },
    {
      "id": "5596",
      "sura": "76",
      "aya": "5",
      "arabic_text": "إِنَّ ٱلۡأَبۡرَارَ يَشۡرَبُونَ مِن كَأۡسٖ كَانَ مِزَاجُهَا كَافُورًا",
      "translation": "Gewiß, die Frommen trinken aus einem Becher, dessen Beimischung Kampfer ist,",
      "footnotes": null
    },
    {
      "id": "5597",
      "sura": "76",
      "aya": "6",
      "arabic_text": "عَيۡنٗا يَشۡرَبُ بِهَا عِبَادُ ٱللَّهِ يُفَجِّرُونَهَا تَفۡجِيرٗا",
      "translation": "aus einer Quelle, aus der Allahs Diener trinken, die sie sprudelnd hervorströmen lassen.",
      "footnotes": null
    },
    {
      "id": "5598",
      "sura": "76",
      "aya": "7",
      "arabic_text": "يُوفُونَ بِٱلنَّذۡرِ وَيَخَافُونَ يَوۡمٗا كَانَ شَرُّهُۥ مُسۡتَطِيرٗا",
      "translation": "Sie erfüllen das Gelübde und fürchten einen Tag, dessen Übel sich wie im Flug ausbreitet,",
      "footnotes": null
    },
    {
      "id": "5599",
      "sura": "76",
      "aya": "8",
      "arabic_text": "وَيُطۡعِمُونَ ٱلطَّعَامَ عَلَىٰ حُبِّهِۦ مِسۡكِينٗا وَيَتِيمٗا وَأَسِيرًا",
      "translation": "und sie geben - obwohl man sie liebt - Speise zu essen einem Armen, einer Waisen und einem Gefangenen:",
      "footnotes": null
    },
    {
      "id": "5600",
      "sura": "76",
      "aya": "9",
      "arabic_text": "إِنَّمَا نُطۡعِمُكُمۡ لِوَجۡهِ ٱللَّهِ لَا نُرِيدُ مِنكُمۡ جَزَآءٗ وَلَا شُكُورًا",
      "translation": "Wir speisen euch nur um Allahs Angesicht willen. Wir wollen von euch weder Belohnung noch Dank.",
      "footnotes": null
    },
    {
      "id": "5601",
      "sura": "76",
      "aya": "10",
      "arabic_text": "إِنَّا نَخَافُ مِن رَّبِّنَا يَوۡمًا عَبُوسٗا قَمۡطَرِيرٗا",
      "translation": "Wir fürchten ja von unserem Herrn einen Tag, der düster blicken läßt, einen unheilvollen.",
      "footnotes": null
    },
    {
      "id": "5602",
      "sura": "76",
      "aya": "11",
      "arabic_text": "فَوَقَىٰهُمُ ٱللَّهُ شَرَّ ذَٰلِكَ ٱلۡيَوۡمِ وَلَقَّىٰهُمۡ نَضۡرَةٗ وَسُرُورٗا",
      "translation": "So bewahrt sie Allah vor dem Übel jenes Tages und wird ihnen strahlendes Glück und Freude darbieten",
      "footnotes": null
    },
    {
      "id": "5603",
      "sura": "76",
      "aya": "12",
      "arabic_text": "وَجَزَىٰهُم بِمَا صَبَرُواْ جَنَّةٗ وَحَرِيرٗا",
      "translation": "und ihnen vergelten, daß sie standhaft gewesen sind, mit einem Garten und mit Seide,",
      "footnotes": null
    },
    {
      "id": "5604",
      "sura": "76",
      "aya": "13",
      "arabic_text": "مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۖ لَا يَرَوۡنَ فِيهَا شَمۡسٗا وَلَا زَمۡهَرِيرٗا",
      "translation": "worin sie sich auf überdachten Liegen lehnen, und worin sie weder (heiße) Sonne noch bittere Kälte wahrnehmen werden.",
      "footnotes": null
    },
    {
      "id": "5605",
      "sura": "76",
      "aya": "14",
      "arabic_text": "وَدَانِيَةً عَلَيۡهِمۡ ظِلَٰلُهَا وَذُلِّلَتۡ قُطُوفُهَا تَذۡلِيلٗا",
      "translation": "Nahe über ihnen sind seine Schatten, und seine Früchte sind ihnen (zum Pflücken) sehr gefügig gemacht.",
      "footnotes": null
    },
    {
      "id": "5606",
      "sura": "76",
      "aya": "15",
      "arabic_text": "وَيُطَافُ عَلَيۡهِم بِـَٔانِيَةٖ مِّن فِضَّةٖ وَأَكۡوَابٖ كَانَتۡ قَوَارِيرَا۠",
      "translation": "Herumgereicht werden ihnen Gefäße aus Silber und Trinkschalen, die (wie) aus Glas sind,",
      "footnotes": null
    },
    {
      "id": "5607",
      "sura": "76",
      "aya": "16",
      "arabic_text": "قَوَارِيرَاْ مِن فِضَّةٖ قَدَّرُوهَا تَقۡدِيرٗا",
      "translation": "Gläser aus Silber, die sie im rechten Maß bemessen.",
      "footnotes": null
    },
    {
      "id": "5608",
      "sura": "76",
      "aya": "17",
      "arabic_text": "وَيُسۡقَوۡنَ فِيهَا كَأۡسٗا كَانَ مِزَاجُهَا زَنجَبِيلًا",
      "translation": "Und zu trinken gegeben wird ihnen darin ein Becher, dessen Beimischung Ingwer ist,",
      "footnotes": null
    },
    {
      "id": "5609",
      "sura": "76",
      "aya": "18",
      "arabic_text": "عَيۡنٗا فِيهَا تُسَمَّىٰ سَلۡسَبِيلٗا",
      "translation": "aus einer Quelle darin, die Salsabil genannt wird.",
      "footnotes": null
    },
    {
      "id": "5610",
      "sura": "76",
      "aya": "19",
      "arabic_text": "۞ وَيَطُوفُ عَلَيۡهِمۡ وِلۡدَٰنٞ مُّخَلَّدُونَ إِذَا رَأَيۡتَهُمۡ حَسِبۡتَهُمۡ لُؤۡلُؤٗا مَّنثُورٗا",
      "translation": "Und unter ihnen gehen ewig junge Knaben umher. Wenn du sie siehst, hältst du sie für ausgestreute Perlen.",
      "footnotes": null
    },
    {
      "id": "5611",
      "sura": "76",
      "aya": "20",
      "arabic_text": "وَإِذَا رَأَيۡتَ ثَمَّ رَأَيۡتَ نَعِيمٗا وَمُلۡكٗا كَبِيرًا",
      "translation": "Und wenn du dort hinsiehst, wirst du Wonne und ein großes Reich sehen.",
      "footnotes": null
    },
    {
      "id": "5612",
      "sura": "76",
      "aya": "21",
      "arabic_text": "عَٰلِيَهُمۡ ثِيَابُ سُندُسٍ خُضۡرٞ وَإِسۡتَبۡرَقٞۖ وَحُلُّوٓاْ أَسَاوِرَ مِن فِضَّةٖ وَسَقَىٰهُمۡ رَبُّهُمۡ شَرَابٗا طَهُورًا",
      "translation": "Auf ihnen werden grüne Gewänder aus Seidenbrokat sein und schwerer Brokat, und geschmückt werden sie sein mit Armreifen aus Silber. Und zu trinken wird ihr Herr ihnen ein reines Getränk geben.",
      "footnotes": null
    },
    {
      "id": "5613",
      "sura": "76",
      "aya": "22",
      "arabic_text": "إِنَّ هَٰذَا كَانَ لَكُمۡ جَزَآءٗ وَكَانَ سَعۡيُكُم مَّشۡكُورًا",
      "translation": "Dies ist ja der Lohn für euch, und euer Bemühen wird gedankt sein.",
      "footnotes": null
    },
    {
      "id": "5614",
      "sura": "76",
      "aya": "23",
      "arabic_text": "إِنَّا نَحۡنُ نَزَّلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ تَنزِيلٗا",
      "translation": "Gewiß, Wir sind es, die Wir dir den Qur’an offenbart, ja offenbart haben.",
      "footnotes": null
    },
    {
      "id": "5615",
      "sura": "76",
      "aya": "24",
      "arabic_text": "فَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ وَلَا تُطِعۡ مِنۡهُمۡ ءَاثِمًا أَوۡ كَفُورٗا",
      "translation": "So sei standhaft in Bezug auf das Urteil deines Herrn, und gehorche von ihnen keinem Sündhaften oder sehr Undankbaren.",
      "footnotes": null
    },
    {
      "id": "5616",
      "sura": "76",
      "aya": "25",
      "arabic_text": "وَٱذۡكُرِ ٱسۡمَ رَبِّكَ بُكۡرَةٗ وَأَصِيلٗا",
      "translation": "Und gedenke des Namens deines Herrn morgens und abends,",
      "footnotes": null
    },
    {
      "id": "5617",
      "sura": "76",
      "aya": "26",
      "arabic_text": "وَمِنَ ٱلَّيۡلِ فَٱسۡجُدۡ لَهُۥ وَسَبِّحۡهُ لَيۡلٗا طَوِيلًا",
      "translation": "und in (einem Teil) der Nacht, da wirf dich vor Ihm nieder und preise Ihn lange Zeit zur Nacht.",
      "footnotes": null
    },
    {
      "id": "5618",
      "sura": "76",
      "aya": "27",
      "arabic_text": "إِنَّ هَٰٓؤُلَآءِ يُحِبُّونَ ٱلۡعَاجِلَةَ وَيَذَرُونَ وَرَآءَهُمۡ يَوۡمٗا ثَقِيلٗا",
      "translation": "Diese da lieben ja das schnell Eintreffende und lassen hinter sich einen schwer lastenden Tag.",
      "footnotes": null
    },
    {
      "id": "5619",
      "sura": "76",
      "aya": "28",
      "arabic_text": "نَّحۡنُ خَلَقۡنَٰهُمۡ وَشَدَدۡنَآ أَسۡرَهُمۡۖ وَإِذَا شِئۡنَا بَدَّلۡنَآ أَمۡثَٰلَهُمۡ تَبۡدِيلًا",
      "translation": "Wir doch haben sie erschaffen und ihren Körperbau vollendet. Und wenn Wir wollen, tauschen Wir sie durch andere ihresgleichen aus.",
      "footnotes": null
    },
    {
      "id": "5620",
      "sura": "76",
      "aya": "29",
      "arabic_text": "إِنَّ هَٰذِهِۦ تَذۡكِرَةٞۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا",
      "translation": "Gewiß, dies ist eine Erinnerung; wer nun will, nimmt (so diesen) einen Weg zu seinem Herrn.",
      "footnotes": null
    },
    {
      "id": "5621",
      "sura": "76",
      "aya": "30",
      "arabic_text": "وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا",
      "translation": "Und ihr könnt nicht(s) wollen, außer daß Allah (es) will. Gewiß, Allah ist All-wissend und Allweise.",
      "footnotes": null
    },
    {
      "id": "5622",
      "sura": "76",
      "aya": "31",
      "arabic_text": "يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمِينَ أَعَدَّ لَهُمۡ عَذَابًا أَلِيمَۢا",
      "translation": "Er läßt, wen Er will, in Seine Barmherzigkeit eingehen. Und die Ungerechten, für sie hat Er schmerzhafte Strafe bereitet.",
      "footnotes": null
    }
  ]
}