{
  "id": 60,
  "verse_number": 60,
  "page_number": 196,
  "verse_key": "9:60",
  "juz_number": 10,
  "hizb_number": 20,
  "rub_el_hizb_number": 79,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "۞ إِنَّمَا ٱلصَّدَقَٰتُ لِلۡفُقَرَآءِ وَٱلۡمَسَٰكِينِ وَٱلۡعَٰمِلِينَ عَلَيۡهَا وَٱلۡمُؤَلَّفَةِ قُلُوبُهُمۡ وَفِي ٱلرِّقَابِ وَٱلۡغَٰرِمِينَ وَفِي سَبِيلِ ٱللَّهِ وَٱبۡنِ ٱلسَّبِيلِۖ فَرِيضَةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ",
  "translation": "(Зекет) садакалар жакырларга, кедейлерге, зекет боюнча иштегендерге, көңүлдөрү Исламга буруулуусу үмүт кылынган кишилерге, моюнду (кулчулуктан) азат кылууга, карыз болуп калган кишилерге, Аллахтын жолунда жихад кылгандарга жана мусапырларга Аллах тарабынан (буюрулган парыз) иретинде берилет. Аллах - Билүүчү, Даанышман.[1]",
  "footnotes": "[1] Демек, Куран өкүмү боюнча зекет төмөндөгү сегиз түрдүү адамдарга берилет: 1-Жакырлар. Булар кедейден да начар ахыбалдагы адамдар. Эч нерсеси жок, бир аз эле тамак-ашы бар адам “жакыр” деп аталат. 2-Кедейлер. Булар жакырдан өйдөрөөк ахыбалдагы, жарым-жартылай, жетер-жетпес мүлкү бар адамдар. 3-Зекет боюнча иштегендер. Ислам мамлекеттеринде зекеттин чогултулушун мамлекет көзөмөлдөп, байлардан мажбур түрдө алынат. Ошол иш боюнча иштегендердин иш акысы чогулган зекеттин эсебинен берилет. 4-Көңүлү Исламга бурулуусун үмүт кылынгандар. Булар муктаж болбосо да, эл арасындагы атактуулар. Эгер алар Исламга кире элек болсо, кызыктыруучу сыйлык иретинде берилет. Эгер алар кирсе, артынан көп адамдар Исламга кириши мүмкүн. 5-Моюнду (кулчулуктан) азат кылуу. Өз кожоюну менен башын азат кылуу үчүн белгилүү суммага келишим түзүп, ошол сумманы иштеп табуу үчүн убара тартып жүргөн мусулман кулдарга берилген зекет “моюнду (кулчулуктан) азат кылуу үчүн” берилген болот. 6-Карыз болгондор. Булар эки түрдүү: а) Элдердин арасын жараштыруу, абалын оңдоо үчүн бар-жогун сарп кылып жибергендер. б) Дин ишин илгерилетүү үчүн бар-жогун сарп кылып карыз болуп калгандар. 7-Аллах жолунда жихадка чыккандар. Буларды жакшы даярдоо үчүн каражат зарыл болот. Ошондой эле, динди өнүктүрүү үчүн диний илим алып, илим таратып жүргөндөр деле Аллах жолунда жихад кылуучулар болуп саналат. 8-Мусапырлар. Булар мекенинен токсон чакырымдан алыс жерде жашап турган адамдар. Зекетти ушул орундардан башкаларга берсе кабыл (сооп) болбойт."
}