{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 187,
      "verse_key": "9:1",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَرَآءَةٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ",
      "translation": "[Ito ay pagpapahayag ng] isang kawalang-kaugnayan, mula kay Allāh at sa Sugo Niya, sa mga nakipagkasunduan kayo kabilang sa mga tagapagtambal.",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 187,
      "verse_key": "9:2",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَسِيحُواْ فِي ٱلۡأَرۡضِ أَرۡبَعَةَ أَشۡهُرٖ وَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِ وَأَنَّ ٱللَّهَ مُخۡزِي ٱلۡكَٰفِرِينَ",
      "translation": "Kaya maglakbay kayo [O mga Tagapagtambal] sa lupain ng apat na buwan at alamin ninyo na kayo ay hindi magpapawalang-kakayahan kay Allāh at na si Allāh ay magpapahiya sa mga tagatangging sumampalataya.",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 187,
      "verse_key": "9:3",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَذَٰنٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلنَّاسِ يَوۡمَ ٱلۡحَجِّ ٱلۡأَكۡبَرِ أَنَّ ٱللَّهَ بَرِيٓءٞ مِّنَ ٱلۡمُشۡرِكِينَ وَرَسُولُهُۥۚ فَإِن تُبۡتُمۡ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِۗ وَبَشِّرِ ٱلَّذِينَ كَفَرُواْ بِعَذَابٍ أَلِيمٍ",
      "translation": "[Ito ay] isang pagpapahayag, mula kay Allāh at sa Sugo Niya, sa mga tao sa araw ng ḥajj na pinakamalaki [na araw ng pag-aalay], na si Allāh ay walang-kaugnayan sa mga tagapagtambal at ang Sugo Niya. Kaya kung nagbalik-loob kayo, ito ay higit na mabuti para sa inyo; at kung tumalikod kayo ay alamin ninyo na kayo ay hindi magpapawalang-kakayahan kay Allāh. Magbalita ka sa mga tumangging sumampalataya hinggil sa isang pagdurusang masakit.",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 187,
      "verse_key": "9:4",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَّا ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ ثُمَّ لَمۡ يَنقُصُوكُمۡ شَيۡـٔٗا وَلَمۡ يُظَٰهِرُواْ عَلَيۡكُمۡ أَحَدٗا فَأَتِمُّوٓاْ إِلَيۡهِمۡ عَهۡدَهُمۡ إِلَىٰ مُدَّتِهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ",
      "translation": "Maliban sa mga nakipagkasunduan kayo kabilang sa mga tagapagtambal, pagkatapos hindi sila bumawas sa inyo ng anuman at hindi sila nakipagtaguyudan laban sa inyo sa isa man, kaya lumubos kayo sa kanila sa kasunduan sa kanila hanggang sa [wakas ng] yugto nila. Tunay si Allāh ay umiibig sa mga tagapangilag magkasala.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 187,
      "verse_key": "9:5",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِذَا ٱنسَلَخَ ٱلۡأَشۡهُرُ ٱلۡحُرُمُ فَٱقۡتُلُواْ ٱلۡمُشۡرِكِينَ حَيۡثُ وَجَدتُّمُوهُمۡ وَخُذُوهُمۡ وَٱحۡصُرُوهُمۡ وَٱقۡعُدُواْ لَهُمۡ كُلَّ مَرۡصَدٖۚ فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَخَلُّواْ سَبِيلَهُمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
      "translation": "Kaya kapag lumipas ang mga buwang pinakababanal ay patayin ninyo ang mga tagapagtambal saanman kayo nakatagpo sa kanila, kunin ninyo sila, kubkubin ninyo sila, at abangan ninyo sila sa bawat tambangan. Ngunit kung nagbalik-loob sila, nagpanatili sila ng pagdarasal, at nagbigay sila ng zakāh ay hayaan ninyo ang landas nila. Tunay na si Allāh ay Mapagpatawad, Maawain.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 187,
      "verse_key": "9:6",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِنۡ أَحَدٞ مِّنَ ٱلۡمُشۡرِكِينَ ٱسۡتَجَارَكَ فَأَجِرۡهُ حَتَّىٰ يَسۡمَعَ كَلَٰمَ ٱللَّهِ ثُمَّ أَبۡلِغۡهُ مَأۡمَنَهُۥۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡلَمُونَ",
      "translation": "Kung may isa kabilang sa mga tagapagtambal na nagpakalinga sa iyo ay kalingain mo siya hanggang sa makarinig siya ng pananalita ni Allāh. Pagkatapos paabutin mo siya sa pook ng kaligtasan niya. Iyon ay dahil sila ay mga taong hindi nakaaalam [sa Islām].",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 188,
      "verse_key": "9:7",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَيۡفَ يَكُونُ لِلۡمُشۡرِكِينَ عَهۡدٌ عِندَ ٱللَّهِ وَعِندَ رَسُولِهِۦٓ إِلَّا ٱلَّذِينَ عَٰهَدتُّمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ فَمَا ٱسۡتَقَٰمُواْ لَكُمۡ فَٱسۡتَقِيمُواْ لَهُمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ",
      "translation": "Papaanong magkakaroon ang mga tagapagtambal ng isang kasunduan sa ganang kay Allāh at sa ganang Sugo Niya maliban sa mga nakipagkasunduan kayo sa tabi ng Masjid na Pinakababanal? Kaya hanggat nanatili sila [sa kasunduan] sa inyo ay manatili kayo [sa kasunduan] sa kanila. Tunay na si Allāh ay umiibig sa mga tagapangilag magkasala.",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 188,
      "verse_key": "9:8",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَيۡفَ وَإِن يَظۡهَرُواْ عَلَيۡكُمۡ لَا يَرۡقُبُواْ فِيكُمۡ إِلّٗا وَلَا ذِمَّةٗۚ يُرۡضُونَكُم بِأَفۡوَٰهِهِمۡ وَتَأۡبَىٰ قُلُوبُهُمۡ وَأَكۡثَرُهُمۡ فَٰسِقُونَ",
      "translation": "Papaanong [magkakaroon ng isang kasunduan] samantalang kung mangingibabaw sila [na mga kaaway ninyo] sa inyo ay hindi sila magpapakundangan sa inyo sa pagkakamag-anak ni sa usapan? Nagpapalugod sila sa inyo sa pamamagitan ng mga bibig nila samantalang tumatanggi ang mga puso nila. Ang higit na marami sa kanila ay mga suwail.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 188,
      "verse_key": "9:9",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱشۡتَرَوۡاْ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلٗا فَصَدُّواْ عَن سَبِيلِهِۦٓۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "Ipinagpalit nila ang mga talata ni Allāh sa isang kaunting halaga kaya sumagabal sila sa landas Niya. Tunay na sila ay kay sagwa ang dating ginagawa!",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 188,
      "verse_key": "9:10",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَا يَرۡقُبُونَ فِي مُؤۡمِنٍ إِلّٗا وَلَا ذِمَّةٗۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُعۡتَدُونَ",
      "translation": "Hindi sila nagpapakundangan sa isang mananampalataya sa pagkakamag-anak ni sa usapan. Ang mga iyon ay ang mga tagalabag.",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 188,
      "verse_key": "9:11",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِۗ وَنُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ",
      "translation": "Ngunit kung nagbalik-loob sila, nagpanatili sila ng pagdarasal, at nagbigay sila ng zakāh, mga kapatid ninyo sila sa relihiyon. Nagdedetalye Kami ng mga tanda para sa mga taong umaalam.",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 188,
      "verse_key": "9:12",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن نَّكَثُوٓاْ أَيۡمَٰنَهُم مِّنۢ بَعۡدِ عَهۡدِهِمۡ وَطَعَنُواْ فِي دِينِكُمۡ فَقَٰتِلُوٓاْ أَئِمَّةَ ٱلۡكُفۡرِ إِنَّهُمۡ لَآ أَيۡمَٰنَ لَهُمۡ لَعَلَّهُمۡ يَنتَهُونَ",
      "translation": "Kung lumabag sila sa mga sinumpaan nila matapos na ng kasunduan sa kanila at tumuligsa sila sa relihiyon ninyo, makipaglaban kayo sa mga tagapanguna ng kawalang-pananampalataya – tunay na sila ay walang mga sinumpaang ukol sa kanila – nang sa gayon sila ay titigil [sa kawalang-pananampalataya].",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 188,
      "verse_key": "9:13",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَا تُقَٰتِلُونَ قَوۡمٗا نَّكَثُوٓاْ أَيۡمَٰنَهُمۡ وَهَمُّواْ بِإِخۡرَاجِ ٱلرَّسُولِ وَهُم بَدَءُوكُمۡ أَوَّلَ مَرَّةٍۚ أَتَخۡشَوۡنَهُمۡۚ فَٱللَّهُ أَحَقُّ أَن تَخۡشَوۡهُ إِن كُنتُم مُّؤۡمِنِينَ",
      "translation": "Hindi ba kayo nakikipaglaban sa mga taong lumabag sa mga sinumpaan nila at nagbalak ng pagpapalisan sa Sugo samantalang sila ay nagpasimula [sa pakikipag-away] sa inyo sa unang pagkakataon? Natatakot ba kayo sa kanila gayong si Allāh ay higit na karapat-dapat na katakutan ninyo kung kayo ay mga mananampalataya?",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 189,
      "verse_key": "9:14",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَٰتِلُوهُمۡ يُعَذِّبۡهُمُ ٱللَّهُ بِأَيۡدِيكُمۡ وَيُخۡزِهِمۡ وَيَنصُرۡكُمۡ عَلَيۡهِمۡ وَيَشۡفِ صُدُورَ قَوۡمٖ مُّؤۡمِنِينَ",
      "translation": "Makipaglaban kayo sa kanila, magpaparusa sa kanila si Allāh sa pamamagitan ng mga kamay ninyo, magpapahiya Siya sa kanila, mag-aadya Siya sa inyo laban sa kanila, magpapagaling Siya sa mga dibdib ng mga taong mananampalataya,",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 189,
      "verse_key": "9:15",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيُذۡهِبۡ غَيۡظَ قُلُوبِهِمۡۗ وَيَتُوبُ ٱللَّهُ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
      "translation": "at mag-aalis Siya ng ngitngit sa mga puso nila. Tumatanggap si Allāh ng pagbabalik-loob sa sinumang niloloob Niya. Si Allāh ay Maalam, Marunong.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 189,
      "verse_key": "9:16",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ حَسِبۡتُمۡ أَن تُتۡرَكُواْ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَلَمۡ يَتَّخِذُواْ مِن دُونِ ٱللَّهِ وَلَا رَسُولِهِۦ وَلَا ٱلۡمُؤۡمِنِينَ وَلِيجَةٗۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ",
      "translation": "O nag-akala ba kayo na iiwan kayo samantalang hindi pa naghayag si Allāh sa mga nakikibaka kabilang sa inyo at hindi gumawa sa bukod pa kay Allāh ni sa Sugo ni sa mga mananampalataya bilang kapalagayang-loob? Si Allāh ay Mapagbatid sa anumang ginagawa ninyo.",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 189,
      "verse_key": "9:17",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَا كَانَ لِلۡمُشۡرِكِينَ أَن يَعۡمُرُواْ مَسَٰجِدَ ٱللَّهِ شَٰهِدِينَ عَلَىٰٓ أَنفُسِهِم بِٱلۡكُفۡرِۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ وَفِي ٱلنَّارِ هُمۡ خَٰلِدُونَ",
      "translation": "Hindi naging ukol sa mga tagapagtambal na magtaguyod sa mga masjid ni Allāh habang mga tagasaksi laban sa mga sarili nila sa kawalang-pananampalataya nila. Ang mga iyon ay nawalang-kabuluhan ang mga gawa nila, at sa Impiyerno sila ay mga mamamalagi.",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 189,
      "verse_key": "9:18",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 75,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّمَا يَعۡمُرُ مَسَٰجِدَ ٱللَّهِ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَلَمۡ يَخۡشَ إِلَّا ٱللَّهَۖ فَعَسَىٰٓ أُوْلَٰٓئِكَ أَن يَكُونُواْ مِنَ ٱلۡمُهۡتَدِينَ",
      "translation": "Nagtataguyod lamang sa mga masjid ni Allāh ang sinumang sumampalataya kay Allāh at sa Huling Araw, nagbigay ng zakāh, at hindi natakot maliban kay Allāh. Kaya maaasahan ang mga iyon na maging kabilang sa mga napapatnubayan.",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 189,
      "verse_key": "9:19",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 76,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ أَجَعَلۡتُمۡ سِقَايَةَ ٱلۡحَآجِّ وَعِمَارَةَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ كَمَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَجَٰهَدَ فِي سَبِيلِ ٱللَّهِۚ لَا يَسۡتَوُۥنَ عِندَ ٱللَّهِۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
      "translation": "Gumawa ba kayo sa [nakatalaga sa] pagpapainom sa tagasagawa ng ḥajj at sa pagtataguyod sa Masjid na Pinakababanal gaya ng sumampalataya kay Allāh at sa Huling Araw at nakibaka ayon sa landas ni Allāh? Hindi sila nagkakapantay sa ganang kay Allāh. Si Allāh ay hindi nagpapatnubay sa mga taong tagalabag sa katarungan.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 189,
      "verse_key": "9:20",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 76,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ أَعۡظَمُ دَرَجَةً عِندَ ٱللَّهِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡفَآئِزُونَ",
      "translation": "Ang mga sumampalataya, lumikas, at nakibaka ayon sa landas ni Allāh sa pamamagitan ng mga yaman nila at mga sarili nila ay higit na dakila sa antas sa ganang kay Allāh. Ang mga iyon ay ang mga magtatamo.",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 190,
      "verse_key": "9:21",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 76,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُبَشِّرُهُمۡ رَبُّهُم بِرَحۡمَةٖ مِّنۡهُ وَرِضۡوَٰنٖ وَجَنَّٰتٖ لَّهُمۡ فِيهَا نَعِيمٞ مُّقِيمٌ",
      "translation": "Nagbabalita ng nakagagalak sa kanila ang Panginoon nila hinggil sa isang awa mula sa Kanya, isang pagkalugod, at mga harding may ukol sa kanila sa mga iyon na isang kaginhawahang mamamalagi,",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 190,
      "verse_key": "9:22",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 76,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "خَٰلِدِينَ فِيهَآ أَبَدًاۚ إِنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ",
      "translation": "bilang mga mananatili sa mga iyon magpakailanman. Tunay na si Allāh, sa ganang Kanya, ay may isang pabuyang sukdulan.",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 190,
      "verse_key": "9:23",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 76,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُوٓاْ ءَابَآءَكُمۡ وَإِخۡوَٰنَكُمۡ أَوۡلِيَآءَ إِنِ ٱسۡتَحَبُّواْ ٱلۡكُفۡرَ عَلَى ٱلۡإِيمَٰنِۚ وَمَن يَتَوَلَّهُم مِّنكُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ",
      "translation": "O mga sumampalataya, huwag kayong gumawa sa mga magulang ninyo at mga kapatid ninyo bilang mga katangkilik kung napaibig sila sa kawalang-pananampalataya higit sa pananampalataya. Ang sinumang tumangkilik sa kanila kabilang sa inyo, ang mga iyon ay ang mga tagalabag sa katarungan.",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 190,
      "verse_key": "9:24",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 76,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِن كَانَ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ وَإِخۡوَٰنُكُمۡ وَأَزۡوَٰجُكُمۡ وَعَشِيرَتُكُمۡ وَأَمۡوَٰلٌ ٱقۡتَرَفۡتُمُوهَا وَتِجَٰرَةٞ تَخۡشَوۡنَ كَسَادَهَا وَمَسَٰكِنُ تَرۡضَوۡنَهَآ أَحَبَّ إِلَيۡكُم مِّنَ ٱللَّهِ وَرَسُولِهِۦ وَجِهَادٖ فِي سَبِيلِهِۦ فَتَرَبَّصُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ",
      "translation": "Sabihin mo: “Kung ang mga magulang ninyo, ang mga kapatid ninyo, ang mga asawa ninyo, ang angkan ninyo, ang ilang yamang nakamtan ninyo, ang isang pangangalakal na kinatatakutan ninyo ang pagtumal nito, at ang ilang tirahang kinalulugdan ninyo ay higit na kaibig-ibig sa inyo kaysa kay Allāh, sa Sugo Niya, at sa isang pakikibaka ayon sa landas Niya, mag-abang kayo hanggang sa magparating si Allāh ng utos Niya.” Si Allāh ay hindi nagpapatnubay sa mga taong suwail.",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 190,
      "verse_key": "9:25",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 76,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَقَدۡ نَصَرَكُمُ ٱللَّهُ فِي مَوَاطِنَ كَثِيرَةٖ وَيَوۡمَ حُنَيۡنٍ إِذۡ أَعۡجَبَتۡكُمۡ كَثۡرَتُكُمۡ فَلَمۡ تُغۡنِ عَنكُمۡ شَيۡـٔٗا وَضَاقَتۡ عَلَيۡكُمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ ثُمَّ وَلَّيۡتُم مُّدۡبِرِينَ",
      "translation": "Talaga ngang nag-adya sa inyo si Allāh sa maraming larangan ng labanan, at sa araw ng [labanan sa] Ḥunayn noong nagpahanga sa inyo ang dami ninyo ngunit hindi nagdulot sa inyo ng anuman at sumikip sa inyo ang lupa gayong malawak ito, pagkatapos lumisan kayo na mga tumatalikod.",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 190,
      "verse_key": "9:26",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 76,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ أَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَنزَلَ جُنُودٗا لَّمۡ تَرَوۡهَا وَعَذَّبَ ٱلَّذِينَ كَفَرُواْۚ وَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ",
      "translation": "Pagkatapos nagpababa si Allāh ng katahimikan Niya sa Sugo Niya at sa mga mananampalataya, nagpababa Siya ng mga kawal na hindi ninyo nakita, at nagparusa Siya sa mga tumangging sumampalataya. Iyon ay ang ganti sa mga tagatangging sumampalataya.",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 191,
      "verse_key": "9:27",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 76,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ يَتُوبُ ٱللَّهُ مِنۢ بَعۡدِ ذَٰلِكَ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
      "translation": "Pagkatapos tumatanggap ng pagbabalik-loob si Allāh matapos na niyon sa sinumang niloloob Niya. Si Allāh ay Mapagpatawad, Maawain.",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 191,
      "verse_key": "9:28",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 76,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡمُشۡرِكُونَ نَجَسٞ فَلَا يَقۡرَبُواْ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ بَعۡدَ عَامِهِمۡ هَٰذَاۚ وَإِنۡ خِفۡتُمۡ عَيۡلَةٗ فَسَوۡفَ يُغۡنِيكُمُ ٱللَّهُ مِن فَضۡلِهِۦٓ إِن شَآءَۚ إِنَّ ٱللَّهَ عَلِيمٌ حَكِيمٞ",
      "translation": "O mga sumampalataya, ang mga tagapagtambal ay salaula[1] lamang kaya huwag silang lumapit sa Masjid na Pinakababanal matapos ng taon nilang ito. Kung nangamba kayo sa isang paghihikahos ay magpapayaman sa inyo si Allāh mula sa kabutihang-loob Niya kung niloob Niya. Tunay na si Allāh ay Maalam, Marunong.",
      "footnotes": "[1] Ang kasalaulaang tinutukoy rito ay espirituwal, hindi pisikal."
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 191,
      "verse_key": "9:29",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 76,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَٰتِلُواْ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ ٱللَّهُ وَرَسُولُهُۥ وَلَا يَدِينُونَ دِينَ ٱلۡحَقِّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ حَتَّىٰ يُعۡطُواْ ٱلۡجِزۡيَةَ عَن يَدٖ وَهُمۡ صَٰغِرُونَ",
      "translation": "Makipaglaban kayo sa mga hindi sumasampalataya kay Allāh ni sa Huling Araw, hindi nagbabawal sa ipinagbawal ni Allāh at ng Sugo Niya, at hindi nagrerelihiyon ng Relihiyon ng katotohanan, kabilang sa mga binigyan ng kasulatan hanggang sa magbigay sila ng jizyah nang kusang-loob habang sila ay mga nanliliit.",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 191,
      "verse_key": "9:30",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 76,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَتِ ٱلۡيَهُودُ عُزَيۡرٌ ٱبۡنُ ٱللَّهِ وَقَالَتِ ٱلنَّصَٰرَى ٱلۡمَسِيحُ ٱبۡنُ ٱللَّهِۖ ذَٰلِكَ قَوۡلُهُم بِأَفۡوَٰهِهِمۡۖ يُضَٰهِـُٔونَ قَوۡلَ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ",
      "translation": "Nagsabi ang mga Hudyo: “Si Ezra ay anak ni Allāh,” at nagsabi ang mga Kristiyano: “Ang Kristo ay anak ni Allāh.” Iyon ay ang sabi nila sa pamamagitan ng mga bibig nila. Pumaparis sila sa sabi ng mga tumangging sumampalataya bago pa niyan. Kumalaban nawa sa kanila si Allāh! Paanong nalilinlang sila [sa katotohanan]?",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 191,
      "verse_key": "9:31",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 76,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱتَّخَذُوٓاْ أَحۡبَارَهُمۡ وَرُهۡبَٰنَهُمۡ أَرۡبَابٗا مِّن دُونِ ٱللَّهِ وَٱلۡمَسِيحَ ٱبۡنَ مَرۡيَمَ وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُوٓاْ إِلَٰهٗا وَٰحِدٗاۖ لَّآ إِلَٰهَ إِلَّا هُوَۚ سُبۡحَٰنَهُۥ عَمَّا يُشۡرِكُونَ",
      "translation": "Gumawa sila sa mga pantas nila at mga monghe nila bilang mga panginoon bukod pa kay Allāh at pati na sa Kristo na anak ni Maria samantalang walang ipinag-utos sa kanila kundi sumamba sila sa nag-iisang Diyos – walang Diyos kundi Siya. Kaluwalhatian sa Kanya higit sa mga itinatambal nila!",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 192,
      "verse_key": "9:32",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 76,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُرِيدُونَ أَن يُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَيَأۡبَى ٱللَّهُ إِلَّآ أَن يُتِمَّ نُورَهُۥ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ",
      "translation": "Nagnanais sila na mag-apula sa liwanag ni Allāh sa pamamagitan ng mga bibig nila samantalang tumatanggi si Allāh maliban na magpalubos Siya sa liwanag Niya, kahit pa nasuklam ang mga tagatangging sumampalataya.",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 192,
      "verse_key": "9:33",
      "juz_number": 10,
      "hizb_number": 19,
      "rub_el_hizb_number": 76,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ",
      "translation": "Siya ay ang nagsugo sa Sugo Niya kalakip ng patnubay at relihiyon ng katotohanan upang magpangibabaw Siya rito sa relihiyon sa kabuuan nito, kahit pa nasuklam ang mga tagapagtambal.",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 192,
      "verse_key": "9:34",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 77,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ كَثِيرٗا مِّنَ ٱلۡأَحۡبَارِ وَٱلرُّهۡبَانِ لَيَأۡكُلُونَ أَمۡوَٰلَ ٱلنَّاسِ بِٱلۡبَٰطِلِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۗ وَٱلَّذِينَ يَكۡنِزُونَ ٱلذَّهَبَ وَٱلۡفِضَّةَ وَلَا يُنفِقُونَهَا فِي سَبِيلِ ٱللَّهِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٖ",
      "translation": "O mga sumampalataya, tunay na marami sa mga pantas at mga monghe ay talagang kumakain ng mga yaman ng mga tao ayon sa kabulaanan at sumasagabal sa landas ni Allāh. Ang mga nag-iimbak ng ginto at pilak at hindi gumugugol sa mga ito ayon sa landas ni Allāh[2] ay magbalita ka sa kanila hinggil sa isang pagdurusang masakit.",
      "footnotes": "[2] Ibig sabihin: hindi sila nagbibigay ng zakāh mula rito."
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 192,
      "verse_key": "9:35",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 77,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ يُحۡمَىٰ عَلَيۡهَا فِي نَارِ جَهَنَّمَ فَتُكۡوَىٰ بِهَا جِبَاهُهُمۡ وَجُنُوبُهُمۡ وَظُهُورُهُمۡۖ هَٰذَا مَا كَنَزۡتُمۡ لِأَنفُسِكُمۡ فَذُوقُواْ مَا كُنتُمۡ تَكۡنِزُونَ",
      "translation": "Sa araw na papainitan ang mga ito sa apoy ng Impiyerno at heheruhan sa pamamagitan ng mga ito ang mga noo nila, ang mga tagiliran nila, at ang mga likod nila [ay sasabihin]: “Ito ang inimbak ninyo para sa mga sarili ninyo, kaya lasapin ninyo ang dati ninyong iniimbak!”",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 192,
      "verse_key": "9:36",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 77,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثۡنَا عَشَرَ شَهۡرٗا فِي كِتَٰبِ ٱللَّهِ يَوۡمَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ مِنۡهَآ أَرۡبَعَةٌ حُرُمٞۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُۚ فَلَا تَظۡلِمُواْ فِيهِنَّ أَنفُسَكُمۡۚ وَقَٰتِلُواْ ٱلۡمُشۡرِكِينَ كَآفَّةٗ كَمَا يُقَٰتِلُونَكُمۡ كَآفَّةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ",
      "translation": "Tunay na ang bilang ng mga buwan sa ganang kay Allāh ay labindalawang buwan sa talaan ni Allāh sa araw na nilikha Niya ang mga langit at lupa; kabilang sa mga ito ay apat na pinakababanal.[3] Iyon ay ang relihiyong matuwid, kaya huwag kayong lumabag sa katarungan sa mga [buwang] ito sa mga sarili ninyo [sa pamamagitan ng pakikidigma]. Makipaglaban kayo sa mga tagapagtambal nang lahatan gaya ng pakikipaglaban nila sa inyo nang lahatan. Alamin ninyo na si Allāh ay kasama sa mga tagapangilag magkasala.",
      "footnotes": "[3] Ang mga buwan ng Muḥarram, Rajab, Dhulqa`dah, at Dhulḥijjah."
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 193,
      "verse_key": "9:37",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 77,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّمَا ٱلنَّسِيٓءُ زِيَادَةٞ فِي ٱلۡكُفۡرِۖ يُضَلُّ بِهِ ٱلَّذِينَ كَفَرُواْ يُحِلُّونَهُۥ عَامٗا وَيُحَرِّمُونَهُۥ عَامٗا لِّيُوَاطِـُٔواْ عِدَّةَ مَا حَرَّمَ ٱللَّهُ فَيُحِلُّواْ مَا حَرَّمَ ٱللَّهُۚ زُيِّنَ لَهُمۡ سُوٓءُ أَعۡمَٰلِهِمۡۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ",
      "translation": "Ang pag-aantala [sa pagbabawal sa buwang pinakababanal] ay isang karagdagan lamang sa kawalang-pananampalataya. Pinaliligaw dahil dito ang mga tumangging sumampalataya. Nagpapahintulot sila nito sa isang taon at nagbabawal sila nito sa [ibang] taon upang magtugma sila ng bilang ng ipinagbawal ni Allāh kaya nagpapahintulot sila ng ipinagbawal ni Allāh. Ipinaakit para sa kanila ang kasagwaan ng mga gawain nila. Si Allāh ay hindi nagpapatnubay sa mga taong tagatangging sumampalataya.",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 193,
      "verse_key": "9:38",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 77,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ مَا لَكُمۡ إِذَا قِيلَ لَكُمُ ٱنفِرُواْ فِي سَبِيلِ ٱللَّهِ ٱثَّاقَلۡتُمۡ إِلَى ٱلۡأَرۡضِۚ أَرَضِيتُم بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا مِنَ ٱلۡأٓخِرَةِۚ فَمَا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا قَلِيلٌ",
      "translation": "O mga sumampalataya, ano ang mayroon sa inyo na kapag sinabi sa inyo na humayo kayo ayon sa landas ni Allāh ay nagpabigat kayo sa pagkapit sa lupa? Nalugod ba kayo sa buhay na pangmundo sa halip ng pangkabilang-buhay? Ngunit ano ang natatamasa sa buhay na pangmundo kapalit sa Kabilang-buhay kundi kaunti.",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 193,
      "verse_key": "9:39",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 77,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَّا تَنفِرُواْ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا وَيَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّوهُ شَيۡـٔٗاۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
      "translation": "Kung hindi kayo hahayo [sa pakikibaka] ay magpaparusa Siya sa inyo ng isang pagdurusang masakit, magpapalit Siya [sa inyo] ng mga [tatalimang] taong iba sa inyo, at hindi kayo makapipinsala sa Kanya ng anuman. Si Allāh sa bawat bagay ay May-kakayahan.",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 193,
      "verse_key": "9:40",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 77,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَّا تَنصُرُوهُ فَقَدۡ نَصَرَهُ ٱللَّهُ إِذۡ أَخۡرَجَهُ ٱلَّذِينَ كَفَرُواْ ثَانِيَ ٱثۡنَيۡنِ إِذۡ هُمَا فِي ٱلۡغَارِ إِذۡ يَقُولُ لِصَٰحِبِهِۦ لَا تَحۡزَنۡ إِنَّ ٱللَّهَ مَعَنَاۖ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَيۡهِ وَأَيَّدَهُۥ بِجُنُودٖ لَّمۡ تَرَوۡهَا وَجَعَلَ كَلِمَةَ ٱلَّذِينَ كَفَرُواْ ٱلسُّفۡلَىٰۗ وَكَلِمَةُ ٱللَّهِ هِيَ ٱلۡعُلۡيَاۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
      "translation": "Kung hindi kayo mag-aadya sa kanya,[4] nag-adya na sa kanya si Allāh noong nagpalisan sa kanya ang mga tumangging sumampalataya bilang ikalawa sa dalawa noong silang dalawa ay nasa yungib noong nagsasabi siya sa kasamahan niya:[5] “Huwag kang malungkot; tunay na si Allāh ay kasama sa atin.” Kaya nagpababa si Allāh ng katahimikan Niya rito, nag-alalay Siya rito ng mga kawal [na anghel] na hindi ninyo nakita, at gumawa Siya sa salita ng mga tumangging sumampalataya bilang ang pinakamababa samantalang ang salita ni Allāh ay ang pinakamataas. Si Allāh ay Makapangyarihan, Marunong.",
      "footnotes": "[4] Ibig sabihin: kay Propeta Muhammad.\n[5] Ibig sabihin: si Abū Bakr."
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 194,
      "verse_key": "9:41",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 77,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱنفِرُواْ خِفَافٗا وَثِقَالٗا وَجَٰهِدُواْ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ فِي سَبِيلِ ٱللَّهِۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ",
      "translation": "Humayo kayo [sa pakikibaka] nang magagaan at mabibigat at makibaka kayo sa pamamagitan ng mga yaman ninyo at mga sarili ninyo ayon sa landas ni Allāh. Iyon ay mabuti para sa inyo kung kayo ay nakaaalam.",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 194,
      "verse_key": "9:42",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 77,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَوۡ كَانَ عَرَضٗا قَرِيبٗا وَسَفَرٗا قَاصِدٗا لَّٱتَّبَعُوكَ وَلَٰكِنۢ بَعُدَتۡ عَلَيۡهِمُ ٱلشُّقَّةُۚ وَسَيَحۡلِفُونَ بِٱللَّهِ لَوِ ٱسۡتَطَعۡنَا لَخَرَجۡنَا مَعَكُمۡ يُهۡلِكُونَ أَنفُسَهُمۡ وَٱللَّهُ يَعۡلَمُ إِنَّهُمۡ لَكَٰذِبُونَ",
      "translation": "Kung sakaling ito ay naging isang mahihitang malapit o isang paglalakbay na katamtaman, talaga sanang sumunod sila[6] sa iyo, subalit lumayo para sa kanila ang agwat. Manunumpa sila kay Allāh: “Kung sakaling nakaya namin ay talaga sanang lumisan kami kasama sa inyo,” habang nagpapahamak sila ng mga sarili nila. Si Allāh ay nakaaalam na tunay na sila ay talagang mga sinungaling.",
      "footnotes": "[6] Ibig sabihin: ang mga mapagpaimbabaw."
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 194,
      "verse_key": "9:43",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 77,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "عَفَا ٱللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمۡ حَتَّىٰ يَتَبَيَّنَ لَكَ ٱلَّذِينَ صَدَقُواْ وَتَعۡلَمَ ٱلۡكَٰذِبِينَ",
      "translation": "Magpaumanhin si Allāh sa iyo; bakit ka nagpahintulot sa kanila [na magpaiwan]? [Sana ay] hanggang sa luminaw sa iyo ang mga nagtotoo at nalaman mo ang mga sinungaling.",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 194,
      "verse_key": "9:44",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 77,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ",
      "translation": "Hindi nagpapaalam sa iyo ang mga sumasampalataya kay Allāh at sa Huling Araw na makibaka sila sa pamamagitan ng mga yaman nila at mga sarili nila. Si Allāh ay Maalam sa mga tagapangilag magkasala.",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 194,
      "verse_key": "9:45",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 77,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّمَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱرۡتَابَتۡ قُلُوبُهُمۡ فَهُمۡ فِي رَيۡبِهِمۡ يَتَرَدَّدُونَ",
      "translation": "Nagpapaalam lamang sa iyo [na magpaiwan] ang mga hindi sumasampalataya kay Allāh at sa Huling Araw at nag-alinlangan ang mga puso nila kaya sila dahil sa pag-aalinlangan nila ay nag-aatubili.",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 194,
      "verse_key": "9:46",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 78,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَلَوۡ أَرَادُواْ ٱلۡخُرُوجَ لَأَعَدُّواْ لَهُۥ عُدَّةٗ وَلَٰكِن كَرِهَ ٱللَّهُ ٱنۢبِعَاثَهُمۡ فَثَبَّطَهُمۡ وَقِيلَ ٱقۡعُدُواْ مَعَ ٱلۡقَٰعِدِينَ",
      "translation": "Kung sakaling nagnais sila ng pagsugod ay talaga sanang naghanda sila para roon ng isang paghahanda, subalit nasuklam si Allāh sa pagkapadala sa kanila kaya nagpatamlay Siya sa kanila at sinabi: “Umupo kayo kasama sa mga nakaupo.”",
      "footnotes": ""
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 194,
      "verse_key": "9:47",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 78,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَوۡ خَرَجُواْ فِيكُم مَّا زَادُوكُمۡ إِلَّا خَبَالٗا وَلَأَوۡضَعُواْ خِلَٰلَكُمۡ يَبۡغُونَكُمُ ٱلۡفِتۡنَةَ وَفِيكُمۡ سَمَّٰعُونَ لَهُمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ",
      "translation": "Kung sakaling sumugod sila kasabay sa inyo ay hindi sana sila nakadagdag sa inyo kundi ng isang paninira at talaga sanang kumaripas sila [sa paninirang-puri] sa gitna ninyo, na naghahangad sa inyo ng sigalot at sa piling inyo ay may mga palakinig para sa kanila. Si Allāh ay Maalam sa mga tagalabag sa katarungan.",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 195,
      "verse_key": "9:48",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 78,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَقَدِ ٱبۡتَغَوُاْ ٱلۡفِتۡنَةَ مِن قَبۡلُ وَقَلَّبُواْ لَكَ ٱلۡأُمُورَ حَتَّىٰ جَآءَ ٱلۡحَقُّ وَظَهَرَ أَمۡرُ ٱللَّهِ وَهُمۡ كَٰرِهُونَ",
      "translation": "Talaga ngang naghangad sila ng sigalot bago pa niyan. Bumulabog sila sa iyo sa mga usapin hanggang sa dumating ang katotohanan at lumitaw ang utos ni Allāh samantalang sila ay mga nasusuklam.",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 195,
      "verse_key": "9:49",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 78,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡهُم مَّن يَقُولُ ٱئۡذَن لِّي وَلَا تَفۡتِنِّيٓۚ أَلَا فِي ٱلۡفِتۡنَةِ سَقَطُواْۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ",
      "translation": "Mayroon sa kanila na nagsasabi: “Magpahintulot ka sa akin [na magpaiwan] at huwag kang sumubok sa akin.” Kaingat, sa pagsubok ay bumagsak sila. Tunay na ang Impiyerno ay talagang tagapaligid sa mga tagatangging sumampalataya.",
      "footnotes": ""
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 195,
      "verse_key": "9:50",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 78,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِن تُصِبۡكَ حَسَنَةٞ تَسُؤۡهُمۡۖ وَإِن تُصِبۡكَ مُصِيبَةٞ يَقُولُواْ قَدۡ أَخَذۡنَآ أَمۡرَنَا مِن قَبۡلُ وَيَتَوَلَّواْ وَّهُمۡ فَرِحُونَ",
      "translation": "Kung may tatama sa iyo na isang maganda ay magpapasama ng loob nila ito. Kung may tatama sa iyo na isang kapahamakan ay magsasabi sila: “Kumuha na kami ng nauukol sa amin bago pa niyan,” at tatalikod sila habang sila ay masaya.",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 195,
      "verse_key": "9:51",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 78,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لَّن يُصِيبَنَآ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا هُوَ مَوۡلَىٰنَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ",
      "translation": "Sabihin mo: “Walang tatama sa amin kundi ang itinakda ni Allāh para sa amin. Siya ay ang Tagatangkilik namin. Kay Allāh ay manalig ang mga mananampalataya.”",
      "footnotes": ""
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 195,
      "verse_key": "9:52",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 78,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ هَلۡ تَرَبَّصُونَ بِنَآ إِلَّآ إِحۡدَى ٱلۡحُسۡنَيَيۡنِۖ وَنَحۡنُ نَتَرَبَّصُ بِكُمۡ أَن يُصِيبَكُمُ ٱللَّهُ بِعَذَابٖ مِّنۡ عِندِهِۦٓ أَوۡ بِأَيۡدِينَاۖ فَتَرَبَّصُوٓاْ إِنَّا مَعَكُم مُّتَرَبِّصُونَ",
      "translation": "Sabihin mo: “Nag-aabang kaya kayo sa amin maliban pa ng isa sa dalawang pinakamaganda[7] samantalang kami ay nag-aabang sa inyo na magpatama sa inyo si Allāh ng isang pagdurusa mula sa ganang Kanya o sa pamamagitan ng mga kamay namin. Kaya mag-abang kayo; tunay na kami ay kasama sa inyo na mga nag-aabang.”",
      "footnotes": "[7] Ibig sabihin: ang pagwawagi at ang pagkamartir."
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 195,
      "verse_key": "9:53",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 78,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ أَنفِقُواْ طَوۡعًا أَوۡ كَرۡهٗا لَّن يُتَقَبَّلَ مِنكُمۡ إِنَّكُمۡ كُنتُمۡ قَوۡمٗا فَٰسِقِينَ",
      "translation": "Sabihin mo: “Gumugol kayo nang kusang-loob o napipilitan; hindi ito tatanggapin mula sa inyo. Tunay na kayo ay laging mga taong suwail.”",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 195,
      "verse_key": "9:54",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 78,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا مَنَعَهُمۡ أَن تُقۡبَلَ مِنۡهُمۡ نَفَقَٰتُهُمۡ إِلَّآ أَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَبِرَسُولِهِۦ وَلَا يَأۡتُونَ ٱلصَّلَوٰةَ إِلَّا وَهُمۡ كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمۡ كَٰرِهُونَ",
      "translation": "Walang pumigil sa kanila na tanggapin mula sa kanila ang mga gugol nila kundi dahil sila ay tumangging sumampalataya kay Allāh at sa Sugo Niya, hindi pumupunta sa dasal kundi habang sila ay mga tamad, at hindi gumugugol kundi habang sila ay mga nasusuklam.",
      "footnotes": ""
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 196,
      "verse_key": "9:55",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 78,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُعَذِّبَهُم بِهَا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ",
      "translation": "Kaya huwag magpahanga sa iyo ang mga yaman nila ni ang mga anak nila. Nagnanais lamang si Allāh na pagdusahin sila sa pamamagitan ng mga ito sa buhay na pangmundo at pumanaw ang mga kaluluwa nila habang sila ay mga tagatangging sumampalataya.",
      "footnotes": ""
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 196,
      "verse_key": "9:56",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 78,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَحۡلِفُونَ بِٱللَّهِ إِنَّهُمۡ لَمِنكُمۡ وَمَا هُم مِّنكُمۡ وَلَٰكِنَّهُمۡ قَوۡمٞ يَفۡرَقُونَ",
      "translation": "Nanunumpa sila kay Allāh na tunay na sila ay talagang kabilang sa inyo samantalang hindi sila kabilang sa inyo, subalit sila ay mga taong nahihintakutan [kaya nagpapanggap].",
      "footnotes": ""
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 196,
      "verse_key": "9:57",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 78,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَوۡ يَجِدُونَ مَلۡجَـًٔا أَوۡ مَغَٰرَٰتٍ أَوۡ مُدَّخَلٗا لَّوَلَّوۡاْ إِلَيۡهِ وَهُمۡ يَجۡمَحُونَ",
      "translation": "Kung sakaling nakatatagpo sila ng isang madudulugan o mga yungib o isang pinapasukan ay talaga sanang bumaling sila roon habang sila ay humahagibis.",
      "footnotes": ""
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 196,
      "verse_key": "9:58",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 78,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡهُم مَّن يَلۡمِزُكَ فِي ٱلصَّدَقَٰتِ فَإِنۡ أُعۡطُواْ مِنۡهَا رَضُواْ وَإِن لَّمۡ يُعۡطَوۡاْ مِنۡهَآ إِذَا هُمۡ يَسۡخَطُونَ",
      "translation": "Mayroon sa kanila na tumutuligsa sa iyo kaugnay sa [paghahati ng] mga kawanggawa; ngunit kung nabigyan sila mula sa mga ito ay malulugod sila, at kung hindi sila nabigyan mula sa mga ito, biglang sila ay naiinis.",
      "footnotes": ""
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 196,
      "verse_key": "9:59",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 78,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ أَنَّهُمۡ رَضُواْ مَآ ءَاتَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ وَقَالُواْ حَسۡبُنَا ٱللَّهُ سَيُؤۡتِينَا ٱللَّهُ مِن فَضۡلِهِۦ وَرَسُولُهُۥٓ إِنَّآ إِلَى ٱللَّهِ رَٰغِبُونَ",
      "translation": "Kung sana sila ay nalugod sa ibinigay sa kanila ni Allāh at ng Sugo Niya at nagsabi: “Kasapatan sa amin si Allāh; magbibigay sa amin si Allāh mula sa kabutihang-loob Niya at ang Sugo Niya. Tunay na kami kay Allāh ay mga nagmimithi.”",
      "footnotes": ""
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 196,
      "verse_key": "9:60",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 79,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ إِنَّمَا ٱلصَّدَقَٰتُ لِلۡفُقَرَآءِ وَٱلۡمَسَٰكِينِ وَٱلۡعَٰمِلِينَ عَلَيۡهَا وَٱلۡمُؤَلَّفَةِ قُلُوبُهُمۡ وَفِي ٱلرِّقَابِ وَٱلۡغَٰرِمِينَ وَفِي سَبِيلِ ٱللَّهِ وَٱبۡنِ ٱلسَّبِيلِۖ فَرِيضَةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ",
      "translation": "Ang mga [tungkuling] kawanggawa ay ukol lamang sa mga maralita, mga dukha, mga manggagawa sa mga ito, napalulubag-loob ang mga puso, sa pagpapalaya ng alipin at mga nagkakautang, ayon sa landas ni Allāh, at kinapos sa daan – bilang tungkulin mula kay Allāh. Si Allāh ay Maalam, Marunong.",
      "footnotes": ""
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 196,
      "verse_key": "9:61",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 79,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡهُمُ ٱلَّذِينَ يُؤۡذُونَ ٱلنَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٞۚ قُلۡ أُذُنُ خَيۡرٖ لَّكُمۡ يُؤۡمِنُ بِٱللَّهِ وَيُؤۡمِنُ لِلۡمُؤۡمِنِينَ وَرَحۡمَةٞ لِّلَّذِينَ ءَامَنُواْ مِنكُمۡۚ وَٱلَّذِينَ يُؤۡذُونَ رَسُولَ ٱللَّهِ لَهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "Mayroon sa kanila na mga nananakit sa Propeta at nagsasabi: “Siya ay isang tainga [na dumidinig].” Sabihin mo: “[Siya ay] isang tainga ng kabutihan para sa inyo, na sumasampalataya kay Allāh at naniniwala sa mga mananampalataya, at isang awa para sa mga sumampalataya kabilang sa inyo.” Ang mga nananakit sa Sugo ni Allāh, ukol sa kanila ay isang pagdurusang masakit.",
      "footnotes": ""
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 197,
      "verse_key": "9:62",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 79,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَحۡلِفُونَ بِٱللَّهِ لَكُمۡ لِيُرۡضُوكُمۡ وَٱللَّهُ وَرَسُولُهُۥٓ أَحَقُّ أَن يُرۡضُوهُ إِن كَانُواْ مُؤۡمِنِينَ",
      "translation": "Nanunumpa sila kay Allāh para sa inyo upang magpalugod sila sa inyo samantalang si Allāh at ang Sugo Niya ay higit na karapat-dapat na palugurin nila kung sila ay mga mananampalataya [talaga].",
      "footnotes": ""
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 197,
      "verse_key": "9:63",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 79,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ يَعۡلَمُوٓاْ أَنَّهُۥ مَن يُحَادِدِ ٱللَّهَ وَرَسُولَهُۥ فَأَنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدٗا فِيهَاۚ ذَٰلِكَ ٱلۡخِزۡيُ ٱلۡعَظِيمُ",
      "translation": "Hindi ba sila nakaalam na ang sinumang sumasalangsang kay Allāh at sa Sugo Niya[8] ay ukol sa kanya ang Apoy ng Impiyerno bilang mananatili roon? Iyon ay ang kahihiyang sukdulan.",
      "footnotes": "[8] at namatay nang gayon"
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 197,
      "verse_key": "9:64",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 79,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَحۡذَرُ ٱلۡمُنَٰفِقُونَ أَن تُنَزَّلَ عَلَيۡهِمۡ سُورَةٞ تُنَبِّئُهُم بِمَا فِي قُلُوبِهِمۡۚ قُلِ ٱسۡتَهۡزِءُوٓاْ إِنَّ ٱللَّهَ مُخۡرِجٞ مَّا تَحۡذَرُونَ",
      "translation": "Nangingilag ang mga mapagpaimbabaw na may ibaba sa kanila na isang kabanata [ng Qur’ān] na magbabalita sa kanila hinggil sa nasa mga puso nila. Sabihin mo: “Mangutya kayo; tunay na si Allāh ay magpapalabas sa pinangingilagan ninyo.”",
      "footnotes": ""
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 197,
      "verse_key": "9:65",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 79,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَئِن سَأَلۡتَهُمۡ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلۡعَبُۚ قُلۡ أَبِٱللَّهِ وَءَايَٰتِهِۦ وَرَسُولِهِۦ كُنتُمۡ تَسۡتَهۡزِءُونَ",
      "translation": "Talagang kung nagtanong ka sa kanila ay talagang magsasabi nga sila: “Dati kaming tumatalakay [sa kabulaanan] at naglalaro lamang.” Sabihin mo: “Kay Allāh, sa mga tanda Niya, at sa Sugo Niya ba dati kayong nangungutya?",
      "footnotes": ""
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 197,
      "verse_key": "9:66",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 79,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَا تَعۡتَذِرُواْ قَدۡ كَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡۚ إِن نَّعۡفُ عَن طَآئِفَةٖ مِّنكُمۡ نُعَذِّبۡ طَآئِفَةَۢ بِأَنَّهُمۡ كَانُواْ مُجۡرِمِينَ",
      "translation": "Huwag kayong magdahi-dahilan; tumanggi na kayong sumampalataya matapos ng pananampalataya ninyo. Kung magpapaumanhin Kami sa isang pangkatin kabilang sa inyo, magpaparusa Kami sa isang pangkatin dahil sila dati ay mga salarin.”",
      "footnotes": ""
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 197,
      "verse_key": "9:67",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 79,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ بَعۡضُهُم مِّنۢ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمُنكَرِ وَيَنۡهَوۡنَ عَنِ ٱلۡمَعۡرُوفِ وَيَقۡبِضُونَ أَيۡدِيَهُمۡۚ نَسُواْ ٱللَّهَ فَنَسِيَهُمۡۚ إِنَّ ٱلۡمُنَٰفِقِينَ هُمُ ٱلۡفَٰسِقُونَ",
      "translation": "Ang mga lalaking mapagpaimbabaw at ang mga babaing mapagpaimbabaw ay bahagi sila ng isa’t-isa. Nag-uutos sila ng nakasasama, sumasaway sila sa nakabubuti, at nagkukuyom sila ng mga kamay nila.[9] Lumimot sila kay Allāh kaya lumimot Siya sa kanila.[10] Tunay na ang mga mapagpaimbabaw ay ang mga suwail.",
      "footnotes": "[9] Ibig sabihin: hindi sila nagbibigay ng kawanggawa alang-alang kay Allāh.\n[10] Ibig sabihin: tumigil sila sa pagtalima kay Allāh at tumigil si Allāh sa pagtuon sa kanila sa tama."
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 197,
      "verse_key": "9:68",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 79,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَعَدَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡكُفَّارَ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۚ هِيَ حَسۡبُهُمۡۚ وَلَعَنَهُمُ ٱللَّهُۖ وَلَهُمۡ عَذَابٞ مُّقِيمٞ",
      "translation": "Nangako si Allāh sa mga lalaking mapagpaimbabaw, mga babaing mapagpaimbabaw, at mga tagatangging sumampalataya ng Apoy ng Impiyerno bilang mga mananatili roon. Ito ay kasapatan sa kanila. Isinumpa sila ni Allāh. Ukol sa kanila ay isang pagdurusang mananatili.",
      "footnotes": ""
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 198,
      "verse_key": "9:69",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 79,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَٱلَّذِينَ مِن قَبۡلِكُمۡ كَانُوٓاْ أَشَدَّ مِنكُمۡ قُوَّةٗ وَأَكۡثَرَ أَمۡوَٰلٗا وَأَوۡلَٰدٗا فَٱسۡتَمۡتَعُواْ بِخَلَٰقِهِمۡ فَٱسۡتَمۡتَعۡتُم بِخَلَٰقِكُمۡ كَمَا ٱسۡتَمۡتَعَ ٱلَّذِينَ مِن قَبۡلِكُم بِخَلَٰقِهِمۡ وَخُضۡتُمۡ كَٱلَّذِي خَاضُوٓاْۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
      "translation": "Gaya ng mga bago pa ninyo, [O mga mapagpaimbabaw], sila noon ay higit na matindi kaysa sa inyo sa lakas at higit na marami sa mga yaman at mga anak kaya nagtamasa sila ng bahagi nila [sa mga minamasarap ng Mundo] saka nagtamasa kayo sa bahagi ninyo kung paanong nagtamasa ang mga bago pa ninyo sa bahagi nila. Ngumawa kayo ng gaya ng nginawa nila. Ang mga iyon ay nawalang-kabuluhan ang mga gawa nila sa Mundo at Kabilang-buhay. Ang mga iyon ay ang mga lugi.",
      "footnotes": ""
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 198,
      "verse_key": "9:70",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 79,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ يَأۡتِهِمۡ نَبَأُ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَقَوۡمِ إِبۡرَٰهِيمَ وَأَصۡحَٰبِ مَدۡيَنَ وَٱلۡمُؤۡتَفِكَٰتِۚ أَتَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
      "translation": "Hindi ba pumunta sa kanila ang balita ng mga bago pa nila, kabilang sa mga tao ni Noe, [liping] `Ād, [liping] Thamūd, mga tao ni Abraham, at mga naninirahan sa Madyan at mga bayang itinaob[11]? Nagdala sa kanila ang mga sugo nila [mula kay Allāh] ng mga patunay na malinaw kaya hindi nangyaring si Allāh ay ukol na lumabag sa katarungan sa kanila subalit sila noon sa mga sarili nila ay lumalabag sa katarungan.",
      "footnotes": "[11] Ang Sodom at ang Gomora."
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 198,
      "verse_key": "9:71",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 79,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلۡمُؤۡمِنُونَ وَٱلۡمُؤۡمِنَٰتُ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَيُطِيعُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ سَيَرۡحَمُهُمُ ٱللَّهُۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ",
      "translation": "Ang mga lalaking mananampalataya at ang mga babaing mananampalataya ay mga katangkilik ng isa’t isa sa kanila. Nag-uutos sila ng nakabubuti, sumasaway sila sa nakasasama, nagpapanatili sila ng pagdarasal, nagbibigay sila ng zakāh, at tumatalima sila kay Allāh at sa Sugo Niya. Ang mga iyon ay kaaawaan sila ni Allāh. Tunay na si Allāh ay Makapangyarihan, Marunong.",
      "footnotes": ""
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 198,
      "verse_key": "9:72",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 79,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَعَدَ ٱللَّهُ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِ أَكۡبَرُۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
      "translation": "Nangako si Allāh sa mga lalaking mananampalataya at mga babaing mananampalataya ng mga hardin na dumadaloy mula sa ilalim ng mga ito ang mga ilog bilang mga mananatili sa mga ito at ng mga tahanang kaaya-aya sa mga Hardin ng Eden. May isang pagkalugod mula kay Allāh na higit na malaki. Iyon ay ang pagkatamong sukdulan.",
      "footnotes": ""
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 199,
      "verse_key": "9:73",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 79,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ",
      "translation": "O Propeta, makibaka ka sa mga tagatangging sumampalataya at mga mapagpaimbabaw at magpakabagsik ka sa kanila. Ang kanlungan nila ay ang Impiyerno. Kay saklap ang kahahantungan!",
      "footnotes": ""
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 199,
      "verse_key": "9:74",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 79,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَحۡلِفُونَ بِٱللَّهِ مَا قَالُواْ وَلَقَدۡ قَالُواْ كَلِمَةَ ٱلۡكُفۡرِ وَكَفَرُواْ بَعۡدَ إِسۡلَٰمِهِمۡ وَهَمُّواْ بِمَا لَمۡ يَنَالُواْۚ وَمَا نَقَمُوٓاْ إِلَّآ أَنۡ أَغۡنَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ مِن فَضۡلِهِۦۚ فَإِن يَتُوبُواْ يَكُ خَيۡرٗا لَّهُمۡۖ وَإِن يَتَوَلَّوۡاْ يُعَذِّبۡهُمُ ٱللَّهُ عَذَابًا أَلِيمٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۚ وَمَا لَهُمۡ فِي ٱلۡأَرۡضِ مِن وَلِيّٖ وَلَا نَصِيرٖ",
      "translation": "Nanunumpa sila kay Allāh na hindi sila nagsabi [ng panlalapastangan] samantalang talaga ngang nagsabi sila ng salita ng kawalang-pananampalataya. Tumanggi silang sumampalataya matapos ng pagyakap nila sa Islām at nagbalak sila ng hindi nila natamo [na pagpaslang sa Propeta]. Wala silang ipinaghinanakit maliban na nagpayaman sa kanila si Allāh at ang Sugo Niya mula sa kabutihang-loob Niya. Kaya kung magbabalik-loob sila, ito ay magiging mabuti para sa kanila; at kung tatalikod sila, pagdurusahin sila ni Allāh ng isang pagdurusang masakit sa Mundo at Kabilang-buhay. Walang ukol sa kanila sa lupa na anumang katangkilik ni mapag-adya.",
      "footnotes": ""
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 199,
      "verse_key": "9:75",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَمِنۡهُم مَّنۡ عَٰهَدَ ٱللَّهَ لَئِنۡ ءَاتَىٰنَا مِن فَضۡلِهِۦ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ ٱلصَّٰلِحِينَ",
      "translation": "Mayroon sa kanila na nakipagkasunduan kay Allāh, [na nagsabi:] “Talagang kung nagbigay Siya sa amin mula sa kabutihang-loob Niya ay talagang magkakawanggawa nga kami at talagang kami nga ay magiging kabilang sa mga maayos.”",
      "footnotes": ""
    },
    {
      "id": 76,
      "verse_number": 76,
      "page_number": 199,
      "verse_key": "9:76",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّآ ءَاتَىٰهُم مِّن فَضۡلِهِۦ بَخِلُواْ بِهِۦ وَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ",
      "translation": "Ngunit noong nagbigay Siya sa kanila mula sa kabutihang-loob Niya ay nagmaramot sila nito at tumalikod sila habang sila ay mga umaayaw.",
      "footnotes": ""
    },
    {
      "id": 77,
      "verse_number": 77,
      "page_number": 199,
      "verse_key": "9:77",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَعۡقَبَهُمۡ نِفَاقٗا فِي قُلُوبِهِمۡ إِلَىٰ يَوۡمِ يَلۡقَوۡنَهُۥ بِمَآ أَخۡلَفُواْ ٱللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُواْ يَكۡذِبُونَ",
      "translation": "Kaya nagparesulta Siya sa kanila ng pagpapaimbabaw sa mga puso nila hanggang sa araw na makikipagkita sila sa Kanya dahil sumira sila kay Allāh sa ipinangako nila sa Kanya at dahil sila noon ay nagsisinungaling.",
      "footnotes": ""
    },
    {
      "id": 78,
      "verse_number": 78,
      "page_number": 199,
      "verse_key": "9:78",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ سِرَّهُمۡ وَنَجۡوَىٰهُمۡ وَأَنَّ ٱللَّهَ عَلَّٰمُ ٱلۡغُيُوبِ",
      "translation": "Hindi ba sila nakaalam na si Allāh ay nakaaalam sa lihim nila at sarilinang pag-uusap nila at na si Allāh Palaalam sa mga nakalingid?",
      "footnotes": ""
    },
    {
      "id": 79,
      "verse_number": 79,
      "page_number": 199,
      "verse_key": "9:79",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يَلۡمِزُونَ ٱلۡمُطَّوِّعِينَ مِنَ ٱلۡمُؤۡمِنِينَ فِي ٱلصَّدَقَٰتِ وَٱلَّذِينَ لَا يَجِدُونَ إِلَّا جُهۡدَهُمۡ فَيَسۡخَرُونَ مِنۡهُمۡ سَخِرَ ٱللَّهُ مِنۡهُمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ",
      "translation": "Ang mga tumutuligsa sa mga nagkukusang-loob kabilang sa mga mananampalataya kaugnay sa mga kawanggawa at mga walang natatagpuan maliban sa pinagpunyagian ng mga ito kaya nanunuya sila sa mga ito, manunuya si Allāh sa kanila at ukol sa kanila ay isang pagdurusang masakit.",
      "footnotes": ""
    },
    {
      "id": 80,
      "verse_number": 80,
      "page_number": 200,
      "verse_key": "9:80",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱسۡتَغۡفِرۡ لَهُمۡ أَوۡ لَا تَسۡتَغۡفِرۡ لَهُمۡ إِن تَسۡتَغۡفِرۡ لَهُمۡ سَبۡعِينَ مَرَّةٗ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ ذَٰلِكَ بِأَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ",
      "translation": "Humingi ka ng tawad para sa kanila o huwag kang humingi ng tawad para sa kanila. Kung hihingi ka ng tawad para sa kanila nang pitumpung ulit ay hindi magpapatawad si Allāh para sa kanila. Iyon ay dahil sila ay tumangging sumampalataya kay Allāh at sa Sugo Niya. Si Allāh ay hindi nagpapatnubay sa mga taong suwail.",
      "footnotes": ""
    },
    {
      "id": 81,
      "verse_number": 81,
      "page_number": 200,
      "verse_key": "9:81",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَرِحَ ٱلۡمُخَلَّفُونَ بِمَقۡعَدِهِمۡ خِلَٰفَ رَسُولِ ٱللَّهِ وَكَرِهُوٓاْ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَقَالُواْ لَا تَنفِرُواْ فِي ٱلۡحَرِّۗ قُلۡ نَارُ جَهَنَّمَ أَشَدُّ حَرّٗاۚ لَّوۡ كَانُواْ يَفۡقَهُونَ",
      "translation": "Natuwa ang mga iniwanan sa pananatili nila [malayo sa pakikibaka] sa pag-iwan ng Sugo ni Allāh [papunta sa labanan] at nasuklam sila na makibaka sa pamamagitan ng mga yaman nila at mga sarili nila ayon sa landas ni Allāh. Nagsabi sila [sa isa’t isa]: “Huwag kayong humayo sa init.” Sabihin mo: “Ang apoy ng Impiyerno ay higit na matindi sa init kung sakaling sila ay nakauunawa.”",
      "footnotes": ""
    },
    {
      "id": 82,
      "verse_number": 82,
      "page_number": 200,
      "verse_key": "9:82",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلۡيَضۡحَكُواْ قَلِيلٗا وَلۡيَبۡكُواْ كَثِيرٗا جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ",
      "translation": "Kaya magsitawa sila nang kaunti at magsiiyak sila nang marami bilang ganti sa dati nilang nakakamit [na kawalang-pananampalataya].",
      "footnotes": ""
    },
    {
      "id": 83,
      "verse_number": 83,
      "page_number": 200,
      "verse_key": "9:83",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَآئِفَةٖ مِّنۡهُمۡ فَٱسۡتَـٔۡذَنُوكَ لِلۡخُرُوجِ فَقُل لَّن تَخۡرُجُواْ مَعِيَ أَبَدٗا وَلَن تُقَٰتِلُواْ مَعِيَ عَدُوًّاۖ إِنَّكُمۡ رَضِيتُم بِٱلۡقُعُودِ أَوَّلَ مَرَّةٖ فَٱقۡعُدُواْ مَعَ ٱلۡخَٰلِفِينَ",
      "translation": "Kaya kung nagpabalik sa iyo si Allāh sa isang pangkatin kabilang sa kanila at nagpaalam sila sa iyo para sa pagsugod [sa labahan kasama mo] ay sabihin mo: “Hindi kayo susugod kasama sa akin magpakailanman at hindi kayo makikipaglaban kasama sa akin sa isang kaaway. Tunay na kayo nalugod sa pananatili sa unang pagkakataon, kaya manatili kayo kasama sa mga naiiwan.”",
      "footnotes": ""
    },
    {
      "id": 84,
      "verse_number": 84,
      "page_number": 200,
      "verse_key": "9:84",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تُصَلِّ عَلَىٰٓ أَحَدٖ مِّنۡهُم مَّاتَ أَبَدٗا وَلَا تَقُمۡ عَلَىٰ قَبۡرِهِۦٓۖ إِنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُواْ وَهُمۡ فَٰسِقُونَ",
      "translation": "Huwag kang magdasal para sa isa kabilang sa kanila na namatay – kailanman – at huwag kang tumayo sa puntod niya. Tunay na sila ay tumangging sumampalataya kay Allāh at sa Sugo Niya at namatay samantalang sila ay mga suwail.",
      "footnotes": ""
    },
    {
      "id": 85,
      "verse_number": 85,
      "page_number": 200,
      "verse_key": "9:85",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَأَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ أَن يُعَذِّبَهُم بِهَا فِي ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ",
      "translation": "Huwag magpahanga sa iyo ang mga yaman nila ni ang mga anak nila. Nagnanais lamang si Allāh na pagdusahin sila sa pamamagitan ng mga ito sa Mundo at pumanaw ang mga kaluluwa nila habang sila ay mga tagatangging sumampalataya.",
      "footnotes": ""
    },
    {
      "id": 86,
      "verse_number": 86,
      "page_number": 200,
      "verse_key": "9:86",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَآ أُنزِلَتۡ سُورَةٌ أَنۡ ءَامِنُواْ بِٱللَّهِ وَجَٰهِدُواْ مَعَ رَسُولِهِ ٱسۡتَـٔۡذَنَكَ أُوْلُواْ ٱلطَّوۡلِ مِنۡهُمۡ وَقَالُواْ ذَرۡنَا نَكُن مَّعَ ٱلۡقَٰعِدِينَ",
      "translation": "Kapag may pinababa na isang kabanata [ng Qur’am, na nag-uutos:] ”Sumampalataya kayo kay Allāh at makibaka kayo kasama sa Sugo Niya,” humingi ng pahintulot sa iyo [na magpaiwan] ang mga may kaya kabilang sa kanila at nagsasabi sila: “Hayaan mo kami, kami ay magiging kasama sa mga nananatili.”",
      "footnotes": ""
    },
    {
      "id": 87,
      "verse_number": 87,
      "page_number": 201,
      "verse_key": "9:87",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ",
      "translation": "Nalugod sila na sila ay maging kasama sa mga naiiwan. Nagpinid sa mga puso nila kaya sila ay hindi nakauunawa.",
      "footnotes": ""
    },
    {
      "id": 88,
      "verse_number": 88,
      "page_number": 201,
      "verse_key": "9:88",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَٰكِنِ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ جَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۚ وَأُوْلَٰٓئِكَ لَهُمُ ٱلۡخَيۡرَٰتُۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
      "translation": "Subalit ang Sugo at ang mga sumampalataya kasama sa kanya ay nakibaka sa pamamagitan ng mga yaman nila at mga sarili nila. Ang mga iyon ay ukol sa kanila ang mga mabuti at ang mga iyon ay ang mga magtatagumpay.",
      "footnotes": ""
    },
    {
      "id": 89,
      "verse_number": 89,
      "page_number": 201,
      "verse_key": "9:89",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَعَدَّ ٱللَّهُ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
      "translation": "Naghanda si Allāh para sa kanila ng mga hardin na dumadaloy mula sa ilalim ng mga ito ang mga ilog bilang mga mananatili sa mga ito. Iyon ang pagkatamong sukdulan.",
      "footnotes": ""
    },
    {
      "id": 90,
      "verse_number": 90,
      "page_number": 201,
      "verse_key": "9:90",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَآءَ ٱلۡمُعَذِّرُونَ مِنَ ٱلۡأَعۡرَابِ لِيُؤۡذَنَ لَهُمۡ وَقَعَدَ ٱلَّذِينَ كَذَبُواْ ٱللَّهَ وَرَسُولَهُۥۚ سَيُصِيبُ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "Dumating [sa Sugo] ang mga nagdadahi-dahilan kabilang sa mga Arabeng disyerto upang mapahintulutan sila [na hindi makipaglaban] at nanatili ang mga nagpasinungaling kay Allāh at sa Sugo Niya. Tatamaan ang mga tumangging sumampalataya kabilang sa kanila ng isang pagdurusang masakit.",
      "footnotes": ""
    },
    {
      "id": 91,
      "verse_number": 91,
      "page_number": 201,
      "verse_key": "9:91",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَّيۡسَ عَلَى ٱلضُّعَفَآءِ وَلَا عَلَى ٱلۡمَرۡضَىٰ وَلَا عَلَى ٱلَّذِينَ لَا يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ إِذَا نَصَحُواْ لِلَّهِ وَرَسُولِهِۦۚ مَا عَلَى ٱلۡمُحۡسِنِينَ مِن سَبِيلٖۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
      "translation": "Hindi pagkaasiwa sa mga mahina, ni sa mga may-sakit, ni sa mga hindi nakatatagpo ng igugugol nila kapag nagpakatapat sila kay Allāh at sa Sugo Niya. Wala sa mga tagagawa ng maganda na anumang daan [para masisi]. Si Allāh ay Mapagpatawad, Maawain.",
      "footnotes": ""
    },
    {
      "id": 92,
      "verse_number": 92,
      "page_number": 201,
      "verse_key": "9:92",
      "juz_number": 10,
      "hizb_number": 20,
      "rub_el_hizb_number": 80,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا عَلَى ٱلَّذِينَ إِذَا مَآ أَتَوۡكَ لِتَحۡمِلَهُمۡ قُلۡتَ لَآ أَجِدُ مَآ أَحۡمِلُكُمۡ عَلَيۡهِ تَوَلَّواْ وَّأَعۡيُنُهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ حَزَنًا أَلَّا يَجِدُواْ مَا يُنفِقُونَ",
      "translation": "Walang [pagkaasiwa sa] mga nang pumunta sa iyo upang magpasakay ka sana sa kanila ay nagsabi ka: “Hindi ako nakatatagpo ng maipasasakay ko sa inyo.” Tumalikod sila habang ang mga mata nila ay nag-uumapaw sa luha dala ng pagkalungkot na hindi sila nakatatagpo[12] ng maigugugol nila.",
      "footnotes": "[12] mula sa ganang sarili nila ni mula sa Propeta"
    },
    {
      "id": 93,
      "verse_number": 93,
      "page_number": 201,
      "verse_key": "9:93",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 81,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَسۡتَـٔۡذِنُونَكَ وَهُمۡ أَغۡنِيَآءُۚ رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَعۡلَمُونَ",
      "translation": "Ang landas [para masisi] ay sa mga humingi ng pahintulot sa iyo [na magpaiwan] samantalang sila ay mga mayaman. Nalugod sila na sila ay maging kasama ng mga naiiwan. Nagpinid si Allāh sa mga puso nila kaya sila ay hindi nakauunawa [sa kapakanan nila].",
      "footnotes": ""
    },
    {
      "id": 94,
      "verse_number": 94,
      "page_number": 202,
      "verse_key": "9:94",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 81,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَعۡتَذِرُونَ إِلَيۡكُمۡ إِذَا رَجَعۡتُمۡ إِلَيۡهِمۡۚ قُل لَّا تَعۡتَذِرُواْ لَن نُّؤۡمِنَ لَكُمۡ قَدۡ نَبَّأَنَا ٱللَّهُ مِنۡ أَخۡبَارِكُمۡۚ وَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "Nagdadahi-dahilan sila[13] sa inyo kapag bumalik kayo sa kanila. Sabihin mo: “Huwag kayong magdahi-dahilan; hindi kami maniniwala sa inyo. Nagbalita na sa amin si Allāh ng mga ulat sa inyo. Makakikita si Allāh sa gawa ninyo at ang Sugo Niya, pagkatapos isasauli kayo [kay Allāh na] Tagaalam sa nakalingid at nasasaksihan saka magbabalita Siya sa inyo hinggil sa dati ninyong ginagawa.”",
      "footnotes": "[13] Ibig sabihin: ang mga mapagpaimbabaw."
    },
    {
      "id": 95,
      "verse_number": 95,
      "page_number": 202,
      "verse_key": "9:95",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 81,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "سَيَحۡلِفُونَ بِٱللَّهِ لَكُمۡ إِذَا ٱنقَلَبۡتُمۡ إِلَيۡهِمۡ لِتُعۡرِضُواْ عَنۡهُمۡۖ فَأَعۡرِضُواْ عَنۡهُمۡۖ إِنَّهُمۡ رِجۡسٞۖ وَمَأۡوَىٰهُمۡ جَهَنَّمُ جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ",
      "translation": "Manunumpa sila[14] kay Allāh para sa inyo kapag umuwi kayo sa kanila upang umayaw kayo sa kanila kaya umayaw kayo sa kanila. Tunay na sila ay kasalaulaan. Ang kanlungan nila ay ang Impiyerno bilang ganti sa dati nilang nakakamit [na kasalanan].",
      "footnotes": "[14] Ibig sabihin: ang mga mapagpaimbabaw."
    },
    {
      "id": 96,
      "verse_number": 96,
      "page_number": 202,
      "verse_key": "9:96",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 81,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَحۡلِفُونَ لَكُمۡ لِتَرۡضَوۡاْ عَنۡهُمۡۖ فَإِن تَرۡضَوۡاْ عَنۡهُمۡ فَإِنَّ ٱللَّهَ لَا يَرۡضَىٰ عَنِ ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ",
      "translation": "Nanunumpa sila[15] para sa inyo upang malugod kayo sa kanila. Ngunit kung malulugod kayo sa kanila, tunay na si Allāh ay hindi nalulugod sa mga taong suwail.",
      "footnotes": "[15] Ibig sabihin: ang mga mapagpaimbabaw."
    },
    {
      "id": 97,
      "verse_number": 97,
      "page_number": 202,
      "verse_key": "9:97",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 81,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلۡأَعۡرَابُ أَشَدُّ كُفۡرٗا وَنِفَاقٗا وَأَجۡدَرُ أَلَّا يَعۡلَمُواْ حُدُودَ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ رَسُولِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ",
      "translation": "Ang mga Arabeng disyerto ay higit na matindi sa kawalang-pananampalataya at sa pagpapaimbabaw at higit na nababagay na hindi makaalam sa mga hangganan na pinababa ni Allāh sa Sugo Niya. Si Allāh ay Maalam, Marunong.",
      "footnotes": ""
    },
    {
      "id": 98,
      "verse_number": 98,
      "page_number": 202,
      "verse_key": "9:98",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 81,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلۡأَعۡرَابِ مَن يَتَّخِذُ مَا يُنفِقُ مَغۡرَمٗا وَيَتَرَبَّصُ بِكُمُ ٱلدَّوَآئِرَۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٞ",
      "translation": "Mayroon sa mga Arabeng disyerto na nagtuturing sa ginugugol nila bilang pagkakamulta at nag-aabang sa inyo ng mga pananalanta. Sumakanila ang pananalanta ng kasagwaan! Si Allāh ay Madinigin, Maalam.",
      "footnotes": ""
    },
    {
      "id": 99,
      "verse_number": 99,
      "page_number": 202,
      "verse_key": "9:99",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 81,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلۡأَعۡرَابِ مَن يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَتَّخِذُ مَا يُنفِقُ قُرُبَٰتٍ عِندَ ٱللَّهِ وَصَلَوَٰتِ ٱلرَّسُولِۚ أَلَآ إِنَّهَا قُرۡبَةٞ لَّهُمۡۚ سَيُدۡخِلُهُمُ ٱللَّهُ فِي رَحۡمَتِهِۦٓۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
      "translation": "Mayroon sa mga Arabeng disyerto na sumasampalataya kay Allāh at sa Kabilang-buhay at gumagawa sa ginugugol niya bilang mga pampalapit-loob sa ganang kay Allāh at [pagkamit ng] mga panalangin ng Sugo. Pansinin, tunay na ito ay pampalapit-loob para sa kanila. Magpapasok sa kanila si Allāh sa awa Niya. Tunay na si Allāh ay Mapagpatawad, Maawain.",
      "footnotes": ""
    },
    {
      "id": 100,
      "verse_number": 100,
      "page_number": 203,
      "verse_key": "9:100",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 81,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلسَّٰبِقُونَ ٱلۡأَوَّلُونَ مِنَ ٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ وَٱلَّذِينَ ٱتَّبَعُوهُم بِإِحۡسَٰنٖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُ وَأَعَدَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي تَحۡتَهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
      "translation": "Ang mga nangungunang kauna-unahan kabilang sa mga tagalikas[16] at mga tagaadya[17] at ang mga sumunod sa kanila ayon sa paggawa ng maganda ay nalugod si Allāh sa kanila at nalugod sila sa Kanya. Naghanda Siya para sa kanila ng mga hardin na dumadaloy mula sa ilalim ng mga ito ang mga ilog bilang mga mananatili sa mga ito magpakailanman. Iyon ang pagkatamong sukdulan.",
      "footnotes": "[16] mula sa Makkah papuntang Makkah alang-alang sa Islam\n[17] na mga taga-Madīnah na nag-adya at tumulo sa mga tagalikas mula sa Makkah"
    },
    {
      "id": 101,
      "verse_number": 101,
      "page_number": 203,
      "verse_key": "9:101",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 81,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِمَّنۡ حَوۡلَكُم مِّنَ ٱلۡأَعۡرَابِ مُنَٰفِقُونَۖ وَمِنۡ أَهۡلِ ٱلۡمَدِينَةِ مَرَدُواْ عَلَى ٱلنِّفَاقِ لَا تَعۡلَمُهُمۡۖ نَحۡنُ نَعۡلَمُهُمۡۚ سَنُعَذِّبُهُم مَّرَّتَيۡنِ ثُمَّ يُرَدُّونَ إِلَىٰ عَذَابٍ عَظِيمٖ",
      "translation": "Kabilang sa nasa paligid ninyo kabilang sa mga Arabeng disyerto ay mga mapagpaimbabaw at kabilang sa mga naninirahan sa Madīnah. Namihasa sila sa pagpapaimbabaw. Hindi ka nakaaalam sa kanila; Kami ay nakaaalam sa kanila. Pagdurusahin Namin sila nang dalawang ulit [sa Mundo at Kabilang-buhay], pagkatapos itutulak sila sa isang pagdurusang sukdulan [sa Impiyerno].",
      "footnotes": ""
    },
    {
      "id": 102,
      "verse_number": 102,
      "page_number": 203,
      "verse_key": "9:102",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 81,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَءَاخَرُونَ ٱعۡتَرَفُواْ بِذُنُوبِهِمۡ خَلَطُواْ عَمَلٗا صَٰلِحٗا وَءَاخَرَ سَيِّئًا عَسَى ٱللَّهُ أَن يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ",
      "translation": "May mga ibang umamin sa mga pagkakasala nila. Naghalo sila sa isang gawang maayos ng iba pang masagwa. Marahil si Allāh ay tatanggap ng pagbabalik-loob sa kanila. Tunay na si Allāh ay Mapagpatawad, Maawain.",
      "footnotes": ""
    },
    {
      "id": 103,
      "verse_number": 103,
      "page_number": 203,
      "verse_key": "9:103",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 81,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "خُذۡ مِنۡ أَمۡوَٰلِهِمۡ صَدَقَةٗ تُطَهِّرُهُمۡ وَتُزَكِّيهِم بِهَا وَصَلِّ عَلَيۡهِمۡۖ إِنَّ صَلَوٰتَكَ سَكَنٞ لَّهُمۡۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
      "translation": "Kumuha ka mula sa mga yaman nila ng isang kawanggawang magdadalisay sa kanila at magpapalago sa kanila sa pamamagitan nito at manalangin ka ng basbas sa kanila; tunay na ang panalangin mo ng basbas ay isang katiwasayan para sa kanila. Si Allāh ay Madinigin, Maalam. [magdadalisay | magbubusilak]",
      "footnotes": ""
    },
    {
      "id": 104,
      "verse_number": 104,
      "page_number": 203,
      "verse_key": "9:104",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 81,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ هُوَ يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَأۡخُذُ ٱلصَّدَقَٰتِ وَأَنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
      "translation": "Hindi ba sila nakaalam na si Allāh ay tumatanggap ng pagbabalik-loob buhat sa mga lingkod Niya at kumukuha sa mga kawanggawa, at na si Allāh ay ang Palatanggap sa pagbabalik-loob, ang Maawain?",
      "footnotes": ""
    },
    {
      "id": 105,
      "verse_number": 105,
      "page_number": 203,
      "verse_key": "9:105",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 81,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقُلِ ٱعۡمَلُواْ فَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ وَٱلۡمُؤۡمِنُونَۖ وَسَتُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "Sabihin mo: “Gumawa kayo sapagkat makakikita si Allāh sa gawa ninyo, ang Sugo Niya, at ang mga mananampalataya. Ibabalik kayo sa Tagaalam sa nakalingid at nasasaksihan saka magbabalita Siya sa inyo hinggil sa dati ninyong ginagawa.”",
      "footnotes": ""
    },
    {
      "id": 106,
      "verse_number": 106,
      "page_number": 203,
      "verse_key": "9:106",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 81,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَءَاخَرُونَ مُرۡجَوۡنَ لِأَمۡرِ ٱللَّهِ إِمَّا يُعَذِّبُهُمۡ وَإِمَّا يَتُوبُ عَلَيۡهِمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ",
      "translation": "May mga ibang inaantala para sa atas ni Allāh, na maaaring magpaparusa Siya sa kanila at maaaring tatanggap Siya ng pagbabalik-loob sa kanila. Si Allāh ay Maalam, Marunong.",
      "footnotes": ""
    },
    {
      "id": 107,
      "verse_number": 107,
      "page_number": 204,
      "verse_key": "9:107",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 81,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ ٱتَّخَذُواْ مَسۡجِدٗا ضِرَارٗا وَكُفۡرٗا وَتَفۡرِيقَۢا بَيۡنَ ٱلۡمُؤۡمِنِينَ وَإِرۡصَادٗا لِّمَنۡ حَارَبَ ٱللَّهَ وَرَسُولَهُۥ مِن قَبۡلُۚ وَلَيَحۡلِفُنَّ إِنۡ أَرَدۡنَآ إِلَّا ٱلۡحُسۡنَىٰۖ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ",
      "translation": "[May] mga gumawa sa isang masjid bilang pamiminsala, bilang kawalang-pananampalataya, bilang paghahati-hati sa pagitan ng mga mananampalataya, at bilang pagtatambang para sa sinumang nakidigma kay Allāh at sa Sugo Niya bago pa niyan. Talagang manunumpa nga sila: “Wala kaming ninais kundi ang pinakamaganda,” samantalang si Allāh ay sumasaksi na tunay na sila ay talagang mga sinungaling.",
      "footnotes": ""
    },
    {
      "id": 108,
      "verse_number": 108,
      "page_number": 204,
      "verse_key": "9:108",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 81,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَا تَقُمۡ فِيهِ أَبَدٗاۚ لَّمَسۡجِدٌ أُسِّسَ عَلَى ٱلتَّقۡوَىٰ مِنۡ أَوَّلِ يَوۡمٍ أَحَقُّ أَن تَقُومَ فِيهِۚ فِيهِ رِجَالٞ يُحِبُّونَ أَن يَتَطَهَّرُواْۚ وَٱللَّهُ يُحِبُّ ٱلۡمُطَّهِّرِينَ",
      "translation": "Huwag kang tumayo sa loob niyon magpakailanman. Talagang ang isang masjid na itinatag sa pangingilag magkasala sa unang araw ay higit na karapat-dapat na tumayo ka sa loob niyon [para magdasal]. Doon ay may mga lalaking naiibigang magpakadalisay. Si Allāh ay umiibig sa mga nagpapakadalisay.",
      "footnotes": ""
    },
    {
      "id": 109,
      "verse_number": 109,
      "page_number": 204,
      "verse_key": "9:109",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 81,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَمَنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ تَقۡوَىٰ مِنَ ٱللَّهِ وَرِضۡوَٰنٍ خَيۡرٌ أَم مَّنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ شَفَا جُرُفٍ هَارٖ فَٱنۡهَارَ بِهِۦ فِي نَارِ جَهَنَّمَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
      "translation": "Kaya ang nagtatag ba ng gusali niya sa isang pangingilag magkasala kay Allāh at isang pagkalugod ay higit na mabuti, o ang nagtatag ng gusali niya sa bingit ng isang pampang na paguho kaya gumuho ito kalakip sa kanya sa Apoy ng Impiyerno? Si Allāh ay hindi nagpapatnubay sa mga taong tagalabag sa katarungan.",
      "footnotes": ""
    },
    {
      "id": 110,
      "verse_number": 110,
      "page_number": 204,
      "verse_key": "9:110",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 81,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَا يَزَالُ بُنۡيَٰنُهُمُ ٱلَّذِي بَنَوۡاْ رِيبَةٗ فِي قُلُوبِهِمۡ إِلَّآ أَن تَقَطَّعَ قُلُوبُهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
      "translation": "Hindi titigil ang gusali nila na itinayo nila bilang isang alinlangan sa mga puso nila maliban na magkakaputul-putol ang mga puso nila.[18] Si Allāh ay Maalam, Marunong.",
      "footnotes": "[18] sa pagkamatay o pagkatapatay"
    },
    {
      "id": 111,
      "verse_number": 111,
      "page_number": 204,
      "verse_key": "9:111",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 82,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ إِنَّ ٱللَّهَ ٱشۡتَرَىٰ مِنَ ٱلۡمُؤۡمِنِينَ أَنفُسَهُمۡ وَأَمۡوَٰلَهُم بِأَنَّ لَهُمُ ٱلۡجَنَّةَۚ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِ فَيَقۡتُلُونَ وَيُقۡتَلُونَۖ وَعۡدًا عَلَيۡهِ حَقّٗا فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ وَٱلۡقُرۡءَانِۚ وَمَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ مِنَ ٱللَّهِۚ فَٱسۡتَبۡشِرُواْ بِبَيۡعِكُمُ ٱلَّذِي بَايَعۡتُم بِهِۦۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
      "translation": "Tunay na si Allāh ay bumili mula sa mga mananampalataya ng mga sarili nila at mga yaman nila kapalit ng pagiging ukol sa kanila ang Paraiso. Nakikipaglaban sila ayon sa landas ni Allāh kaya nakapapatay sila at napapatay sila, bilang pangako [na tutuparin] Niya na totoo sa Torah, Ebanghelyo, at Qur’ān. Sino pa ang higit na palatupad sa kasunduan kaysa kay Allāh? Kaya magalak kayo sa pagbibilihan ninyong nakipagbilihan kayo. Iyon ay ang pagkatamong sukdulan.",
      "footnotes": ""
    },
    {
      "id": 112,
      "verse_number": 112,
      "page_number": 205,
      "verse_key": "9:112",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 82,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلتَّٰٓئِبُونَ ٱلۡعَٰبِدُونَ ٱلۡحَٰمِدُونَ ٱلسَّٰٓئِحُونَ ٱلرَّٰكِعُونَ ٱلسَّٰجِدُونَ ٱلۡأٓمِرُونَ بِٱلۡمَعۡرُوفِ وَٱلنَّاهُونَ عَنِ ٱلۡمُنكَرِ وَٱلۡحَٰفِظُونَ لِحُدُودِ ٱللَّهِۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ",
      "translation": "[Sila] ang mga nagbabalik-loob, na mga sumasamba, na mga nagpupuri, na mga nag-aayuno, na mga yumuyukod, na mga nagpapatirapa, na mga nag-uutos sa nakabubuti, na mga sumasaway sa nakasasama, at mga nag-iingat sa mga hangganan ni Allāh. Magbalita ka ng nakagagalak sa mga mananampalataya.",
      "footnotes": ""
    },
    {
      "id": 113,
      "verse_number": 113,
      "page_number": 205,
      "verse_key": "9:113",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 82,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَا كَانَ لِلنَّبِيِّ وَٱلَّذِينَ ءَامَنُوٓاْ أَن يَسۡتَغۡفِرُواْ لِلۡمُشۡرِكِينَ وَلَوۡ كَانُوٓاْ أُوْلِي قُرۡبَىٰ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمۡ أَنَّهُمۡ أَصۡحَٰبُ ٱلۡجَحِيمِ",
      "translation": "Hindi naging ukol sa Propeta at sa mga sumampalataya na humingi sila ng tawad para sa mga tagapagtambal [na namatay sa kawalang-pananampalataya], kahit pa man ang mga ito ay mga mayroong pagkakamag-anak, matapos na luminaw para sa kanila na ang mga ito ay mga maninirahan sa Impiyerno.",
      "footnotes": ""
    },
    {
      "id": 114,
      "verse_number": 114,
      "page_number": 205,
      "verse_key": "9:114",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 82,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا كَانَ ٱسۡتِغۡفَارُ إِبۡرَٰهِيمَ لِأَبِيهِ إِلَّا عَن مَّوۡعِدَةٖ وَعَدَهَآ إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُۥٓ أَنَّهُۥ عَدُوّٞ لِّلَّهِ تَبَرَّأَ مِنۡهُۚ إِنَّ إِبۡرَٰهِيمَ لَأَوَّٰهٌ حَلِيمٞ",
      "translation": "Walang iba ang paghingi ng tawad ni Abraham para sa ama niya kundi dala ng isang kapangakuang ipinangako niya roon;, ngunit noong luminaw para sa kanya na iyon ay isang kaaway kay Allāh, nagpawalang-kaugnayan siya roon. Tunay na si Abraham ay talagang palataghoy, matimpiin.",
      "footnotes": ""
    },
    {
      "id": 115,
      "verse_number": 115,
      "page_number": 205,
      "verse_key": "9:115",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 82,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا كَانَ ٱللَّهُ لِيُضِلَّ قَوۡمَۢا بَعۡدَ إِذۡ هَدَىٰهُمۡ حَتَّىٰ يُبَيِّنَ لَهُم مَّا يَتَّقُونَۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ",
      "translation": "Hindi nangyaring si Allāh ay ukol na magligaw sa mga tao matapos noong nagpatnubay Siya sa kanila hanggang sa nagpalinaw siya sa kanila ng pangingilagan nilang magkasala. Tunay na si Allāh sa bawat bagay ay Maalam.",
      "footnotes": ""
    },
    {
      "id": 116,
      "verse_number": 116,
      "page_number": 205,
      "verse_key": "9:116",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 82,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۚ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ",
      "translation": "Tunay na si Allāh ay nagtataglay ng paghahari sa mga langit at lupa. Nagbibigay-buhay Siya at nagbibigay-kamatayan Siya. Walang ukol sa inyo bukod pa kay Allāh na anumang katangkilik ni mapag-adya.",
      "footnotes": ""
    },
    {
      "id": 117,
      "verse_number": 117,
      "page_number": 205,
      "verse_key": "9:117",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 82,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَّقَد تَّابَ ٱللَّهُ عَلَى ٱلنَّبِيِّ وَٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ ٱلَّذِينَ ٱتَّبَعُوهُ فِي سَاعَةِ ٱلۡعُسۡرَةِ مِنۢ بَعۡدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٖ مِّنۡهُمۡ ثُمَّ تَابَ عَلَيۡهِمۡۚ إِنَّهُۥ بِهِمۡ رَءُوفٞ رَّحِيمٞ",
      "translation": "Talaga ngang tumanggap si Allāh ng pagbabalik-loob sa Propeta, mga tagalikas, at mga tagaadya na mga sumunod sa kanya sa oras ng kagipitan matapos na halos lumiko ang mga puso ng isang pangkat kabilang sa kanila. Pagkatapos tumanggap Siya ng pagbabalik-loob sa kanila. Tunay na Siya sa kanila ay Mahabagin, Maawain.",
      "footnotes": ""
    },
    {
      "id": 118,
      "verse_number": 118,
      "page_number": 206,
      "verse_key": "9:118",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 82,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَعَلَى ٱلثَّلَٰثَةِ ٱلَّذِينَ خُلِّفُواْ حَتَّىٰٓ إِذَا ضَاقَتۡ عَلَيۡهِمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ وَضَاقَتۡ عَلَيۡهِمۡ أَنفُسُهُمۡ وَظَنُّوٓاْ أَن لَّا مَلۡجَأَ مِنَ ٱللَّهِ إِلَّآ إِلَيۡهِ ثُمَّ تَابَ عَلَيۡهِمۡ لِيَتُوبُوٓاْۚ إِنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
      "translation": "[Nagpatawad Siya] sa tatlo na iniwanan; hanggang sa nang sumikip sa kanila ang lupa sa kabila ng luwang nito, sumikip sa kanila ang mga sarili nila, at nakatiyak sila na walang madudulugan laban kay Allāh kundi tungo sa Kanya [ay dumulog sila], pagkatapos tumanggap Siya ng pagbabalik-loob sa kanila upang magbalik-loob sila. Tunay na si Allāh ay ang Palatanggap ng pagbabalik-loob, ang Maawain.",
      "footnotes": ""
    },
    {
      "id": 119,
      "verse_number": 119,
      "page_number": 206,
      "verse_key": "9:119",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 82,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَكُونُواْ مَعَ ٱلصَّٰدِقِينَ",
      "translation": "O mga sumampalataya, mangilag kayong magkasala kay Allāh at maging kasama kayo sa mga tapat.",
      "footnotes": ""
    },
    {
      "id": 120,
      "verse_number": 120,
      "page_number": 206,
      "verse_key": "9:120",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 82,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَا كَانَ لِأَهۡلِ ٱلۡمَدِينَةِ وَمَنۡ حَوۡلَهُم مِّنَ ٱلۡأَعۡرَابِ أَن يَتَخَلَّفُواْ عَن رَّسُولِ ٱللَّهِ وَلَا يَرۡغَبُواْ بِأَنفُسِهِمۡ عَن نَّفۡسِهِۦۚ ذَٰلِكَ بِأَنَّهُمۡ لَا يُصِيبُهُمۡ ظَمَأٞ وَلَا نَصَبٞ وَلَا مَخۡمَصَةٞ فِي سَبِيلِ ٱللَّهِ وَلَا يَطَـُٔونَ مَوۡطِئٗا يَغِيظُ ٱلۡكُفَّارَ وَلَا يَنَالُونَ مِنۡ عَدُوّٖ نَّيۡلًا إِلَّا كُتِبَ لَهُم بِهِۦ عَمَلٞ صَٰلِحٌۚ إِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ",
      "translation": "Hindi naging ukol sa mga naninirahan sa Madīnah at sinumang nasa palibot ng mga ito kabilang sa mga Arabeng disyerto na magpaiwan sila palayo sa Sugo ni Allāh ni magtangi sila sa mga sarili nila kaysa sa sarili niya. Iyon ay dahil sila ay hindi dinadapuan ng isang pagkauhaw ni ng isang pagkapagal ni ng isang pagkagutom dahil sa landas ni Allāh, hindi humahakbang ng isang hakbang na nagpapangitngit sa mga tagatangging sumampalataya, at hindi nagtatamo mula sa kaaway ng isang kapinsalaan malibang may itinala para sa kanila dahil doon na isang gawang maayos. Tunay na si Allāh ay hindi magwawala ng pabuya sa mga tagagawa ng maganda.",
      "footnotes": ""
    },
    {
      "id": 121,
      "verse_number": 121,
      "page_number": 206,
      "verse_key": "9:121",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 82,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا يُنفِقُونَ نَفَقَةٗ صَغِيرَةٗ وَلَا كَبِيرَةٗ وَلَا يَقۡطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمۡ لِيَجۡزِيَهُمُ ٱللَّهُ أَحۡسَنَ مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "Hindi sila gumugugol ng isang guguling maliit ni malaki at hindi sila tumatawid ng isang lambak malibang itinala para sa kanila upang gumanti sa kanila si Allāh ng higit na maganda sa dati nilang ginagawa.",
      "footnotes": ""
    },
    {
      "id": 122,
      "verse_number": 122,
      "page_number": 206,
      "verse_key": "9:122",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَمَا كَانَ ٱلۡمُؤۡمِنُونَ لِيَنفِرُواْ كَآفَّةٗۚ فَلَوۡلَا نَفَرَ مِن كُلِّ فِرۡقَةٖ مِّنۡهُمۡ طَآئِفَةٞ لِّيَتَفَقَّهُواْ فِي ٱلدِّينِ وَلِيُنذِرُواْ قَوۡمَهُمۡ إِذَا رَجَعُوٓاْ إِلَيۡهِمۡ لَعَلَّهُمۡ يَحۡذَرُونَ",
      "translation": "Hindi nangyaring ang mga mananampalataya ay ukol na humayo sa kalahatan. Kaya bakit kasi hindi humayo mula sa bawat pulutong kabilang sa kanila ang isang pangkatin upang magpakaunawa sa relihiyon [ang mga naiwan] at upang magbabala sila sa mga tao nila kapag bumalik ang mga ito tungo sa kanila, nang sa gayon ang mga ito ay mag-iingat [sa parusa ni Allāh].",
      "footnotes": ""
    },
    {
      "id": 123,
      "verse_number": 123,
      "page_number": 207,
      "verse_key": "9:123",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قَٰتِلُواْ ٱلَّذِينَ يَلُونَكُم مِّنَ ٱلۡكُفَّارِ وَلۡيَجِدُواْ فِيكُمۡ غِلۡظَةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ",
      "translation": "O mga sumampalataya, makipaglaban kayo sa mga nalalapit sa inyo kabilang sa mga tagatangging sumampalataya [na kumakalaban sa inyo] at makatagpo sila sa inyo ng kabagsikan. Alamin ninyo na si Allāh ay kasama sa mga tagapangilag magkasala.",
      "footnotes": ""
    },
    {
      "id": 124,
      "verse_number": 124,
      "page_number": 207,
      "verse_key": "9:124",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ فَمِنۡهُم مَّن يَقُولُ أَيُّكُمۡ زَادَتۡهُ هَٰذِهِۦٓ إِيمَٰنٗاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَزَادَتۡهُمۡ إِيمَٰنٗا وَهُمۡ يَسۡتَبۡشِرُونَ",
      "translation": "Kapag may pinababa na isang kabanata [ng Qur’ān] ay mayroon sa kanila na nagsasabi: “Alin sa inyo ang nakadagdag sa kanya ito ng pananampalataya?” Kaya tungkol sa mga sumampalataya, nakadagdag ito sa kanila ng pananampalataya habang sila ay nagagalak.",
      "footnotes": ""
    },
    {
      "id": 125,
      "verse_number": 125,
      "page_number": 207,
      "verse_key": "9:125",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ فَزَادَتۡهُمۡ رِجۡسًا إِلَىٰ رِجۡسِهِمۡ وَمَاتُواْ وَهُمۡ كَٰفِرُونَ",
      "translation": "Hinggil naman sa mga nasa mga puso nila ay may sakit, nakadagdag ito sa kanila ng kasalaulaan sa [dating] kasalaulaan nila at namatay sila habang sila ay mga tagatangging sumampalataya.",
      "footnotes": ""
    },
    {
      "id": 126,
      "verse_number": 126,
      "page_number": 207,
      "verse_key": "9:126",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَا يَرَوۡنَ أَنَّهُمۡ يُفۡتَنُونَ فِي كُلِّ عَامٖ مَّرَّةً أَوۡ مَرَّتَيۡنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمۡ يَذَّكَّرُونَ",
      "translation": "Hindi ba sila nakakikita na sila ay sinusubok sa bawat taon nang isang ulit o dalawang ulit, pagkatapos, hindi nagbabalik-loob, ni sila ay nagsasaalaala?",
      "footnotes": ""
    },
    {
      "id": 127,
      "verse_number": 127,
      "page_number": 207,
      "verse_key": "9:127",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ نَّظَرَ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ هَلۡ يَرَىٰكُم مِّنۡ أَحَدٖ ثُمَّ ٱنصَرَفُواْۚ صَرَفَ ٱللَّهُ قُلُوبَهُم بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ",
      "translation": "Kapag may pinababa na isang kabanata [ng Qur’ān] ay tumitingin ang iba sa kanila sa iba, [na nagtatanong]: “May nakakikita kaya sa inyo na isa man?” pagkatapos lumilisan sila. Naglihis si Allāh sa mga puso nila dahil sila ay mga taong hindi umuunawa.",
      "footnotes": ""
    },
    {
      "id": 128,
      "verse_number": 128,
      "page_number": 207,
      "verse_key": "9:128",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَقَدۡ جَآءَكُمۡ رَسُولٞ مِّنۡ أَنفُسِكُمۡ عَزِيزٌ عَلَيۡهِ مَا عَنِتُّمۡ حَرِيصٌ عَلَيۡكُم بِٱلۡمُؤۡمِنِينَ رَءُوفٞ رَّحِيمٞ",
      "translation": "Talaga ngang may dumating sa inyo na isang Sugo kabilang sa mga sarili ninyo, na mabigat sa kanya ang anumang ininda ninyo, na masigasig sa inyo, na sa mga mananampalataya ay mahabaging maawain.",
      "footnotes": ""
    },
    {
      "id": 129,
      "verse_number": 129,
      "page_number": 207,
      "verse_key": "9:129",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِن تَوَلَّوۡاْ فَقُلۡ حَسۡبِيَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَهُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ",
      "translation": "Ngunit kung tumalikod sila[19] ay sabihin mo: “Kasapatan sa akin si Allāh. Walang Diyos kundi Siya; sa Kanya ako nanalig. Siya ay ang Panginoon ng tronong dakila.”",
      "footnotes": "[19] Ibig sabihin: ang mga tagapagtambal at ang mga mapagpaimbabaw."
    }
  ]
}