{
  "result": {
    "id": "2908",
    "sura": "25",
    "aya": "53",
    "arabic_text": "۞ وَهُوَ ٱلَّذِي مَرَجَ ٱلۡبَحۡرَيۡنِ هَٰذَا عَذۡبٞ فُرَاتٞ وَهَٰذَا مِلۡحٌ أُجَاجٞ وَجَعَلَ بَيۡنَهُمَا بَرۡزَخٗا وَحِجۡرٗا مَّحۡجُورٗا",
    "translation": "اور وہی ہے جس نے دو سمندر آپس میں ملا رکھے ہیں، یہ ہے میٹھا اور مزیدار اور یہ ہے کھاری کڑوا(1) ، اور ان دونوں کے درمیان ایک حجاب اور مضبوط اوٹ کردی.(1)",
    "footnotes": "(1) آب شیریں کو فُرَاتٌ کہتے ہیں، فرات کے معنی ہیں کاﭦ دینا، توڑ دینا، میٹھا پانی پیاس کو کاٹ دیتا ہے یعنی ختم کردیتا ہے۔ أُجَاجٌ سخت کھاری یا کڑوا۔\n(2) جوایک دوسرے سےملنے نہیں دیتی۔ بعض نے حِجْرًا مَحْجُورًا کےمعنی کیے ہیں حَرَامًا مُحَرَّمًا ، ان پر حرام کردیاگیا ہےکہ میٹھا پانی کھاری یا کھاری پانی میٹھا ہوجائے۔ اوربعض مفسرین نے مَرَجَ الْبَحْرَيْنِ کا ترجمہ کیا ہے، خَلَقَ الْمَاءَيْنِ، دوپانی پیدا کیے، ایک میٹھا اور دوسرا کھاری۔ میٹھا پانی تو وہ ہے جو نہروں،چشموں اور کنوؤں کی شکل میں آبادیوں کے درمیان پایا جاتا ہے جس کو انسان اپنی ضروریات کے لیے استعمال کرتا ہے اور کھاری پانی وہ ہے جو مشرق و مغرب میں پھیلے ہوئے بڑے بڑے سمندروں میں ہے، جو کہتے ہیں کہ زمین کا تین چوتھائی حصہ ہیں اورایک چوتھائی حصہ خشکی کا ہے جس میں انسانوں اور حیوانوں کا بسیرا ہے۔ یہ سمندر ساکن ہیں۔ البتہ ان میں مدوجزر ہوتا رہتا اور موجوں کا تلاطم جاری رہتا ہے۔ سمندری پانی کے کھاری رکھنے میں اللہ تعالیٰ کی بڑی حکمت ہے۔ میٹھا پانی زیادہ دیر تک کہیں ٹھہرا رہے تو وہ خراب ہو جاتا ہے، اس کے ذائقے، رنگ یا بو میں تبدیلی آجاتی ہے۔ کھاری پانی خراب نہیں ہوتا، نہ اس کا ذائقہ بدلتا ہے نہ رنگ اور بو۔ اگر ان ساکن سمندروں کا پانی بھی میٹھا ہوتا، تو اس میں بدبو پیدا ہوجاتی، جس سے انسانوں اورحیوانوں کاﺯمیﻦ میں رہنا مشکل ہو جاتا۔ اس میں مرنے والے جانوروں کی سڑاند اس پر مستزاد۔ اللہ کی حکمت تو یہ ہے کہ ہزاروں برس سے یہ سمندر موجود ہیں اور ان میں ہزاروں جانور مرتے ہیں اور انہی میں گل سڑجاتے ہیں۔ لیکن اللہ نے ان میں ملاحت (نمکیات) کی اتنی مقدار رکھ دی ہے کہ وہ اس کے پانی میں ذرا بھی بدبو پیدا نہیں ہونے دیتی۔ ان سے اٹھنے والی ہوائیں بھی صحیح ہیں اور ان کا پانی بھی پاک ہے حتیٰ کہ ان کا مردار بھی حلال ہے۔ کما فی الحدیث۔ (موطأ إمام مالك، ابن ماجه، أبو داود ، الترمذي ، كتاب الطهارة ، النسائي ، كتاب المياه) تفسير ابن كثير۔"
  }
}