{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 467,
      "verse_key": "40:1",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "حمٓ",
      "translation": "Ḥā  Mīm 1318.",
      "footnotes": "1318.  Lihat catatan kaki nomor 10. "
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 467,
      "verse_key": "40:2",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ",
      "translation": "Diturunkan Kitab ini (Al-Qur`ān) dari Allah Yang Maha Perkasa lagi Maha Mengetahui,",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 467,
      "verse_key": "40:3",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ",
      "translation": "Yang Mengampuni dosa dan Menerima tobat lagi keras hukuman-Nya.  Yang mempunyai karunia. Tiada Tuhan (yang berhak disembah) selain Dia.  Hanya kepada-Nya-lah kembali (semua makhluk).",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 467,
      "verse_key": "40:4",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ",
      "translation": "Tidak ada yang memperdebatkan tentang ayat-ayat Allah, kecuali orang-orang yang kafir. Karena itu, janganlah pulang balik mereka dengan bebas dari suatu kota ke kota yang lain memperdayakan kamu.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 467,
      "verse_key": "40:5",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ",
      "translation": "Sebelum mereka, kaum Nūḥ dan golongan-golongan yang bersekutu sesudah mereka telah mendustakan (rasul) dan tiap-tiap umat telah merencanakan makar terhadap rasul mereka untuk menawannya dan mereka membantah dengan (alasan) yang batil untuk melenyapkan kebenaran dengan yang batil itu, karena itu Aku azab mereka. Maka betapa (pedihnya) azab-Ku?",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 467,
      "verse_key": "40:6",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ",
      "translation": "Dan demikianlah, telah pasti berlaku ketetapan azab Tuhan-mu terhadap orang-orang kafir karena sesungguhnya mereka adalah penghuni neraka.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 467,
      "verse_key": "40:7",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ",
      "translation": "(Malaikat-malaikat) yang memikul arasy dan malaikat yang berada di sekelilingnya bertasbih memuji Tuhan-nya dan mereka beriman kepada-Nya serta memintakan ampun bagi orang-orang yang beriman (seraya mengucapkan), \"Ya Tuhan kami, rahmat dan ilmu Engkau meliputi segala sesuatu, maka berilah ampunan kepada orang-orang yang bertobat dan mengikuti jalan Engkau dan peliharalah mereka dari siksaan neraka yang menyala-nyala,",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 468,
      "verse_key": "40:8",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "ya Tuhan kami dan masukkanlah mereka ke dalam surga ʻAdn yang telah Engkau janjikan kepada mereka dan orang-orang yang saleh di antara bapak-bapak mereka dan istri-istri mereka dan keturunan mereka semua.  Sesungguhnya Engkaulah Yang Maha Perkasa lagi Maha Bijaksana,",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 468,
      "verse_key": "40:9",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
      "translation": "dan peliharalah mereka dari (balasan) kejahatan.  Dan orang-orang yang Engkau pelihara dari (pembalasan) kejahatan pada hari itu, maka sesungguhnya telah Engkau anugerahkan rahmat kepadanya dan itulah kemenangan yang besar\".",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 468,
      "verse_key": "40:10",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ",
      "translation": "Sesungguhnya orang-orang yang kafir diserukan kepada mereka (pada hari kiamat), \"Sesungguhnya kebencian Allah (kepadamu) lebih besar daripada kebencianmu kepada dirimu sendiri karena kamu diseru untuk beriman, lalu kamu kafir\".",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 468,
      "verse_key": "40:11",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ",
      "translation": "Mereka menjawab, \"Ya Tuhan kami, Engkau telah mematikan kami dua kali dan telah menghidupkan kami dua kali (pula), lalu kami mengakui dosa-dosa kami. Maka adakah sesuatu jalan (bagi kami) untuk keluar (dari neraka)?\"",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 468,
      "verse_key": "40:12",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ",
      "translation": "Yang demikian itu adalah karena kamu kafir apabila Allah saja disembah.  Dan kamu percaya apabila Allah dipersekutukan.  Maka putusan (sekarang ini) adalah pada Allah Yang Maha Tinggi lagi Maha Besar.",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 468,
      "verse_key": "40:13",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ",
      "translation": "Dia-lah yang memperlihatkan kepadamu tanda-tanda (kekuasaan)-Nya dan menurunkan untukmu rezeki dari langit.  Dan tiadalah mendapat pelajaran, kecuali orang-orang yang kembali (kepada Allah).",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 468,
      "verse_key": "40:14",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ",
      "translation": "Maka sembahlah Allah dengan memurnikan ibadat kepada-Nya, meskipun orang-orang kafir tidak menyukai(nya).",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 468,
      "verse_key": "40:15",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ",
      "translation": "(Dia-lah) Yang Maha Tinggi derajat-Nya, Yang mempunyai arasy, Yang mengutus Jibril dengan (membawa) perintah-Nya kepada siapa yang dikehendaki-Nya di antara hamba-hamba-Nya supaya dia memperingatkan (manusia) tentang hari pertemuan (hari kiamat),",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 468,
      "verse_key": "40:16",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ",
      "translation": "(Yaitu) hari (ketika) mereka keluar (dari kubur); tiada suatu pun dari keadaan mereka yang tersembunyi bagi Allah.  (Lalu, Allah berfirman), \"Kepunyaan siapakah kerajaan pada hari ini?\" Kepunyaan Allah Yang Maha Esa lagi Maha Mengalahkan.",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 469,
      "verse_key": "40:17",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ",
      "translation": "Pada hari ini, tiap-tiap jiwa diberi balasan dengan apa yang diusahakannya.  Tidak ada yang dirugikan pada hari ini.  Sesungguhnya Allah amat cepat hisabnya.",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 469,
      "verse_key": "40:18",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ",
      "translation": "Berilah mereka peringatan dengan hari yang dekat (hari kiamat, yaitu) ketika hati (menyesak) sampai di kerongkongan dengan menahan kesedihan.  Orang-orang yang zalim tidak mempunyai teman setia seorang pun dan tidak (pula) mempunyai seorang pemberi syafaat yang diterima syafaatnya.",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 469,
      "verse_key": "40:19",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ",
      "translation": "Dia mengetahui (pandangan) mata yang khianat 1319 dan apa yang disembunyikan oleh hati.",
      "footnotes": "1319.  Maksud \"pandangan mata yang khianat\" ialah pandangan yang terlarang, seperti memandang kepada wanita yang bukan muhrimnya. "
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 469,
      "verse_key": "40:20",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
      "translation": "Dan Allah menghukum dengan keadilan.  Dan sembahan-sembahan yang mereka sembah selain Allah tiada dapat menghukum dengan sesuatu apa pun.  Sesungguhnya Allah Dia-lah Yang Maha Mendengar lagi Maha Melihat.",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 469,
      "verse_key": "40:21",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ",
      "translation": "Dan apakah mereka tidak mengadakan perjalanan di muka bumi, lalu memperhatikan betapa kesudahan orang-orang yang sebelum mereka.  Mereka itu adalah lebih hebat kekuatannya daripada mereka dan (lebih banyak) bekas-bekas mereka di muka bumi 1320, maka Allah mengazab mereka disebabkan dosa-dosa mereka.  Dan mereka tidak mempunyai seorang pelindung dari azab Allah.",
      "footnotes": "1320.  Maksudnya, bangunan, alat perlengkapan, benteng-benteng, dan istana-istana. "
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 469,
      "verse_key": "40:22",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ",
      "translation": "Yang demiklan itu adalah karena telah datang kepada mereka rasul-rasul mereka dengan membawa bukti-bukti yang nyata 1321, lalu mereka kafir; maka Allah mengazab mereka.  Sesungguhnya Dia Maha Kuat lagi Maha Keras hukuman-Nya.",
      "footnotes": "1321.  Maksudnya, mukjizat, hukum-hukum, dan ajaran-ajaran yang dibawanya. "
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 469,
      "verse_key": "40:23",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ",
      "translation": "Dan sesungguhnya telah Kami utus Musa dengan membawa ayat-ayat Kami dan keterangan yang nyata,",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 469,
      "verse_key": "40:24",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ",
      "translation": "kepada Firʻawn , Hāmān, dan Qārūn; maka mereka berkata, \"(Ia) adalah seorang ahli sihir yang pendusta\".",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 469,
      "verse_key": "40:25",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ",
      "translation": "Maka tatkala Musa datang kepada mereka membawa kebenaran dari sisi Kami, mereka berkata, \"Bunuhlah anak-anak orang-orang yang beriman bersama dengan dia dan biarkanlah hidup wanita-wanita mereka\".  Dan tipu daya orang-orang kafir itu tak lain hanyalah sia-sia (belaka).",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 470,
      "verse_key": "40:26",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ",
      "translation": "Dan berkata Firʻawn  (kepada pembesar-pembesarnya), \"Biarkanlah aku membunuh Musa dan hendaklah ia memohon kepada Tuhan-nya karena sesungguhnya aku khawatir dia akan menukar agamamu atau menimbulkan kerusakan di muka bumi\".",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 470,
      "verse_key": "40:27",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ",
      "translation": "Dan Musa berkata, \"Sesungguhnya aku berlindung kepada Tuhan-ku dan Tuhan-mu dari setiap orang yang menyombongkan diri yang tidak beriman kepada hari berhisab\".",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 470,
      "verse_key": "40:28",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ",
      "translation": "Dan seorang laki-laki yang beriman di antara pengikut-pengikut Firʻawn  yang menyembunyikan imannya berkata, \"Apakah kamu akan membunuh seorang laki-laki karena dia menyatakan, 'Tuhan-ku ialah Allah' padahal dia telah datang kepadamu dengan membawa keterangan-keterangan dari Tuhan-mu. Dan jika ia seorang pendusta, maka dialah yang menanggung (dosa) dustanya itu dan jika ia seorang yang benar niscaya sebagian (bencana) yang diancamkannya kepadamu akan menimpamu\". Sesungguhnya Allah tidak menunjuki orang-orang yang melampaui batas lagi pendusta.",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 470,
      "verse_key": "40:29",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ",
      "translation": "(Musa berkata), \"Hai kaumku, untukmulah kerajaan pada hari ini dengan berkuasa di muka bumi. Siapakah yang akan menolong kita dari azab Allah jika azab itu menimpa kita!\" Firʻawn  berkata, \"Aku tidak mengemukakan kepadamu, melainkan apa yang aku pandang baik dan aku tiada menunjukkan kepadamu selain jalan yang benar\".",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 470,
      "verse_key": "40:30",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ",
      "translation": "Dan orang yang beriman itu berkata, \"Hai kaumku, sesungguhnya aku khawatir kamu akan ditimpa (bencana) seperti peristiwa kehancuran golongan yang bersekutu.",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 470,
      "verse_key": "40:31",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ",
      "translation": "(Yakni) seperti keadaan kaum Nūḥ, ‘Ād, Ṡamūd, dan orang-orang yang datang sesudah mereka. Dan Allah tidak menghendaki berbuat kezaliman terhadap hamba-hamba-Nya.",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 470,
      "verse_key": "40:32",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ",
      "translation": "Hai kaumku, sesungguhnya aku khawatir terhadapmu akan siksaan hari panggil-memanggil 1322,",
      "footnotes": "1322.  Hari kiamat itu dinamakan hari panggil-memanggil karena orang yang berkumpul di Padang Mahsyar sebagian memanggil sebagian yang lain untuk meminta tolong. "
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 470,
      "verse_key": "40:33",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ",
      "translation": "(yaitu) hari (ketika) kamu (lari) berpaling ke belakang, tidak ada bagimu seorang pun yang menyelamatkan kamu dari (azab) Allah dan siapa yang disesatkan Allah, niscaya tidak ada baginya seorang pun yang akan memberi petunjuk.",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 471,
      "verse_key": "40:34",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ",
      "translation": "Dan sesungguhnya telah datang  Yūsuf kepadamu dengan membawa keterangan-keterangan, tetapi kamu senantiasa dalam keraguan tentang apa yang dibawanya kepadamu, hingga ketika dia meninggal, kamu berkata, \"Allah tidak akan mengirim seorang (rasul pun) sesudahnya.  Demikianlah, Allah menyesatkan orang-orang yang melampaui batas dan ragu-ragu.",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 471,
      "verse_key": "40:35",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ",
      "translation": "(Yaitu) orang-orang yang memperdebatkan ayat-ayat Allah tanpa alasan yang sampai kepada mereka 1323. Amat besar kemurkaan (bagi mereka) di sisi Allah dan di sisi orang-orang yang beriman. Demikianlah Allah mengunci mati hati orang yang sombong dan sewenang-wenang.",
      "footnotes": "1323.  Maksudnya, mereka menolak ayat-ayat Allah Subḥānahu wa Ta‘ālā  tanpa alasan yang datang kepada mereka."
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 471,
      "verse_key": "40:36",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ",
      "translation": "Dan berkatalah Firʻawn , \"Hai Hāmān, buatkanlah bagiku sebuah bangunan yang tinggi supaya aku sampai ke pintu-pintu,",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 471,
      "verse_key": "40:37",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ",
      "translation": "(yaitu) pintu-pintu langit supaya aku dapat melihat Tuhan Musa dan sesungguhnya aku memandangnya seorang pendusta\".  Demikianlah dijadikan Firʻawn  memandang baik perbuatan yang buruk itu dan dia dihalangi dari jalan (yang benar) dan tipu daya Firʻawn  itu tidak lain hanyalah membawa kerugian.",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 471,
      "verse_key": "40:38",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ",
      "translation": "Orang yang beriman itu berkata, \"Hai kaumku, ikutilah aku, aku akan menunjukkan kepadamu jalan yang benar.",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 471,
      "verse_key": "40:39",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ",
      "translation": "Hai kaumku, sesungguhnya kehidupan dunia ini hanyalah kesenangan (sementara) dan sesungguhnya akhirat itulah negeri yang kekal.",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 471,
      "verse_key": "40:40",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ",
      "translation": "Barang siapa mengerjakan perbuatan jahat, maka dia tidak akan dibalasi, melainkan sebanding dengan kejahatan itu.  Dan barang siapa mengerjakan amal yang saleh, baik laki-laki maupun perempuan sedang ia dalam keadaan beriman, maka mereka akan masuk surga; mereka diberi rezeki di dalamnya tanpa hisab.",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 472,
      "verse_key": "40:41",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ",
      "translation": "Hai kaumku, bagaimanakah kamu, aku menyeru kamu kepada keselamatan, tetapi kamu menyeru aku ke neraka?",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 472,
      "verse_key": "40:42",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ",
      "translation": "(Mengapa) kamu menyeruku supaya kafir kepada Allah dan mempersekutukan-Nya dengan apa yang tidak kuketahui, padahal aku menyeru kamu (beriman) kepada Yang Maha Perkasa lagi Maha Pengampun?",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 472,
      "verse_key": "40:43",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ",
      "translation": "Sudah pasti bahwa apa yang kamu seru supaya aku (beriman) kepadanya tidak dapat memperkenankan seruan apa pun, baik di dunia maupun di akhirat 1324.  Dan sesungguhnya, kita kembali kepada Allah dan sesungguhnya orang-orang yang melampaui batas, mereka itulah penghuni neraka.",
      "footnotes": "1324.  Maksudnya, tidak dapat menolong, baik di dunia maupun di akhirat."
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 472,
      "verse_key": "40:44",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ",
      "translation": "Kelak kamu akan ingat kepada apa yang kukatakan kepada kamu.  Dan aku menyerahkan urusanku kepada Allah.  Sesungguhnya Allah Maha Melihat akan hamba-hamba-Nya\".",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 472,
      "verse_key": "40:45",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ",
      "translation": "Maka Allah memeliharanya dari kejahatan tipu daya mereka dan Firʻawn  beserta kaumnya dikepung oleh azab yang amat buruk.",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 472,
      "verse_key": "40:46",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ",
      "translation": "Kepada mereka dinampakkan neraka pada pagi dan petang1325 dan pada hari terjadinya kiamat. (Dikatakan kepada malaikat), \"Masukkanlah Firʻawn  dan kaumnya ke dalam azab yang sangat keras\".",
      "footnotes": "1325.  Maksudnya, dinampakkan kepada mereka neraka pagi dan petang sebelum hari berbangkit."
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 472,
      "verse_key": "40:47",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ",
      "translation": "Dan (ingatlah) ketika mereka berbantah-bantah dalam neraka, maka orang-orang yang lemah berkata kepada orang-orang yang menyombongkan diri, \"Sesungguhnya kami adalah pengikut-pengikutmu, maka dapatkah kamu menghindarkan dari kami sebagian azab api neraka?\"",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 472,
      "verse_key": "40:48",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ",
      "translation": "Orang-orang yang menyombongkan diri menjawab, \"Sesungguhnya kita semua sama-sama dalam neraka karena sesungguhnya Allah telah menetapkan keputusan antara hamba-hamba-(Nya)\".",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 472,
      "verse_key": "40:49",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ",
      "translation": "Dan orang-orang yang berada dalam neraka berkata kepada penjaga-penjaga neraka Jahanam, \"Mohonkanlah kepada Tuhan-mu supaya Dia meringankan azab dari kami barang sehari\".",
      "footnotes": ""
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 473,
      "verse_key": "40:50",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ",
      "translation": "Penjaga Jahanam berkata, \"Dan apakah belum datang kepada kamu rasul-rasulmu dengan membawa keterangan-keterangan?\" Mereka menjawab, \"Benar, sudah datang\".  Penjaga-penjaga Jahanam berkata, \"Berdoalah kamu\".  Dan doa orang-orang kafir itu hanyalah sia-sia belaka.",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 473,
      "verse_key": "40:51",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ",
      "translation": "Sesungguhnya Kami menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari berdirinya saksi-saksi (hari kiamat),",
      "footnotes": ""
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 473,
      "verse_key": "40:52",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ",
      "translation": "(yaitu) hari yang tidak berguna bagi orang-orang zalim permintaan maafnya dan bagi merekalah laknat dan bagi merekalah tempat tinggal yang buruk.",
      "footnotes": ""
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 473,
      "verse_key": "40:53",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ",
      "translation": "Dan sesungguhnya telah Kami berikan petunjuk kepada Musa dan Kami wariskan Taurat kepada Bani Isrā`īl,",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 473,
      "verse_key": "40:54",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ",
      "translation": "untuk menjadi petunjuk dan peringatan bagi orang-orang yang berpikir.",
      "footnotes": ""
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 473,
      "verse_key": "40:55",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ",
      "translation": "Maka bersabarlah kamu karena sesungguhnya janji Allah itu benar dan mohonlah ampunan untuk dosamu dan bertasbihlah seraya memuji Tuhan-mu pada waktu petang dan pagi.",
      "footnotes": ""
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 473,
      "verse_key": "40:56",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
      "translation": "Sesungguhhnya orang-orang yang memperdebatkan tentang ayat-ayat Allah tanpa alasan yang sampai kepada mereka 1326 tidak ada dalam dada mereka melainkan hanyalah (keinginan akan) kebesaran yang mereka sekali-kali tiada akan mencapainya, maka mintalah perlindungan kepada Allah.  Sesungguhnya Dia Maha Mendengar lagi Maha Melihat.",
      "footnotes": "1326.  Lihat catatan kaki nomor 1323. "
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 473,
      "verse_key": "40:57",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "Sesungguhnya penciptaan langit dan bumi lebih besar daripada penciptaan manusia, akan tetapi kebanyakan manusia tidak mengetahui.",
      "footnotes": ""
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 473,
      "verse_key": "40:58",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ",
      "translation": "Dan tidaklah sama orang yang buta dengan orang yang melihat dan tidaklah (pula sama) orang-orang yang beriman serta mengerjakan amal saleh dengan orang-orang yang durhaka.  Sedikit sekali kamu mengambil pelajaran.",
      "footnotes": ""
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 474,
      "verse_key": "40:59",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ",
      "translation": "Sesungguhnya hari kiamat pasti akan datang, tidak ada keraguan tentangnya, akan tetapi kebanyakan manusia tiada beriman.",
      "footnotes": ""
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 474,
      "verse_key": "40:60",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ",
      "translation": "Dan Tuhan-mu berfirman, \"Berdoalah kepada-Ku, niscaya akan Kuperkenankan bagimu. Sesungguhnya orang-orang yang menyombongkan diri dari menyembah-Ku1327 akan masuk neraka Jahanam dalam keadaan hina dina\".",
      "footnotes": "1327.  Maksud \"menyembah-Ku\" di sini ialah berdoa kepada-Ku. "
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 474,
      "verse_key": "40:61",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ",
      "translation": "Allah-lah yang menjadikan malam untuk kamu supaya kamu beristirahat padanya; dan menjadikan siang terang benderang. Sesungguhnya Allah benar-benar mempunyal karunia yang dilimpahkan atas manusia, akan tetapi kebanyakan manusia tidak bersyukur.",
      "footnotes": ""
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 474,
      "verse_key": "40:62",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ",
      "translation": "Yang demikian itu adalah Allah, Tuhan-mu, Pencipta segala sesuatu, tiada Tuhan (yang berhak disembah) melainkan Dia; maka bagaimanakah kamu dapat dipalingkan?",
      "footnotes": ""
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 474,
      "verse_key": "40:63",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ",
      "translation": "Seperti demikianlah dipalingkan orang-orang yang selalu mengingkari ayat-ayat Allah.",
      "footnotes": ""
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 474,
      "verse_key": "40:64",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ",
      "translation": "Allah-lah yang menjadikan bumi bagi kamu tempat menetap dan langit sebagai atap dan membentuk kamu, lalu membaguskan rupamu serta memberi kamu rezeki dengan sebagian yang baik-baik.  Yang demikian itu adalah Allah Tuhan-mu, Maha Agung Allah, Tuhan semesta alam.",
      "footnotes": ""
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 474,
      "verse_key": "40:65",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Dialah Yang hidup kekal, tiada Tuhan (yang berhak disembah) melainkan Dia; maka sembahlah Dia dengan memurnikan ibadat kepada-Nya. Segala puji bagi Allah Tuhan semesta alam.",
      "footnotes": ""
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 474,
      "verse_key": "40:66",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Katakanlah (ya Muhammad), \"Sesungguhnya aku dilarang menyembah sembahan yang kamu sembah selain Allah setelah datang kepadaku keterangan-keterangan dari Tuhan-ku dan aku diperintahkan supaya tunduk patuh kepada Tuhan semesta alam.",
      "footnotes": ""
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 475,
      "verse_key": "40:67",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ",
      "translation": "Dia-lah yang menciptakan kamu dari tanah, kemudian dari setetes air mani, sesudah itu dari segumpal darah, kemudian dilahirkannya kamu sebagai seorang anak, kemudian (kamu dibiarkan hidup) supaya kamu sampai kepada masa (dewasa), kemudian (dibiarkan kamu hidup lagi) sampai tua, di antara kamu ada yang diwafatkan sebelum itu.  (Kami perbuat demikian) supaya kamu sampai kepada ajal yang ditentukan dan supaya kamu memahami(nya).",
      "footnotes": ""
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 475,
      "verse_key": "40:68",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
      "translation": "Dia-lah yang menghidupkan dan mematikan, maka apabila Dia menetapkan sesuatu urusan, Dia hanya bekata kepadanya, \"Jadilah\", maka jadilah ia.",
      "footnotes": ""
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 475,
      "verse_key": "40:69",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ",
      "translation": "Apakah kamu tidak melihat kepada orang-orang yang membantah ayat-ayat Allah? Bagaimanakah mereka dapat dipalingkan?",
      "footnotes": ""
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 475,
      "verse_key": "40:70",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ",
      "translation": "(Yaitu) orang-orang yang mendustakan Alkitab (Al-Qur`ān) dan wahyu yang dibawa oleh rasul-rasul Kami yang telah Kami utus. Kelak mereka akan mengetahui,",
      "footnotes": ""
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 475,
      "verse_key": "40:71",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ",
      "translation": "ketika belenggu dan rantai dipasang di leher mereka, seraya mereka diseret,",
      "footnotes": ""
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 475,
      "verse_key": "40:72",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ",
      "translation": "ke dalam air yang sangat panas, kemudian mereka dibakar dalam api,",
      "footnotes": ""
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 475,
      "verse_key": "40:73",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ",
      "translation": "kemudian dikatakan kepada mereka, \"Manakah berhala-berhala yang selalu kamu persekutukan,",
      "footnotes": ""
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 475,
      "verse_key": "40:74",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ",
      "translation": "(yang kamu sembah) selain Allah?\" Mereka menjawab, \"Mereka telah hilang lenyap dari kami, bahkan kami dahulu tiada pernah menyembah sesuatu\".  Seperti demikianlah Allah menyesatkan orang-orang kafir.",
      "footnotes": ""
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 475,
      "verse_key": "40:75",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ",
      "translation": "Yang demikian itu disebabkan karena kamu bersuka ria di muka bumi dengan tidak benar dan karena kamu selalu bersuka ria (dalam kemaksiatan).",
      "footnotes": ""
    },
    {
      "id": 76,
      "verse_number": 76,
      "page_number": 475,
      "verse_key": "40:76",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ",
      "translation": "(Dikatakan kepada mereka), \"Masuklah kamu ke pintu-pintu neraka Jahanam, sedang kamu kekal di dalamnya. Maka itulah seburuk-buruk tempat bagi orang-orang yang sombong\".",
      "footnotes": ""
    },
    {
      "id": 77,
      "verse_number": 77,
      "page_number": 475,
      "verse_key": "40:77",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ",
      "translation": "Maka bersabarlah kamu, sesungguhnya janji Allah adalah benar; maka meskipun Kami perlihatkan kepadamu sebagian siksa yang Kami ancamkan kepada mereka ataupun Kami wafatkan kamu (sebelum ajal menimpa mereka), namun kepada Kami sajalah mereka dikembalikan.",
      "footnotes": ""
    },
    {
      "id": 78,
      "verse_number": 78,
      "page_number": 476,
      "verse_key": "40:78",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ",
      "translation": "Dan sesungguhnya telah Kami utus beberapa orang rasul sebelum kamu, di antara mereka ada yang Kami ceritakan kepadamu dan di antara mereka ada (pula) yang tidak Kami ceritakan kepadamu. Tidak dapat bagi seorang rasul membawa suatu mukjizat, melainkan dengan seizin Allah; maka apabila telah datang perintah Allah diputuskan (semua perkara) dengan adil. Dan ketika itu, rugilah orang-orang yang berpegang kepada yang batil.",
      "footnotes": ""
    },
    {
      "id": 79,
      "verse_number": 79,
      "page_number": 476,
      "verse_key": "40:79",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ",
      "translation": "Allah-lah yang menjadikan binatang ternak untuk kamu, sebagiannya untuk kamu kendarai dan sebagiannya untuk kamu makan.",
      "footnotes": ""
    },
    {
      "id": 80,
      "verse_number": 80,
      "page_number": 476,
      "verse_key": "40:80",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ",
      "translation": "Dan (ada lagi) manfaat-manfaat yang lain pada binatang ternak itu untuk kamu 1328 dan supaya kamu mencapai suatu keperluan yang tersimpan dalam hati dengan mengendarainya.  Dan kamu dapat diangkut dengan mengendarai binatang-binatang itu dan dengan mengendarai bahtera.",
      "footnotes": "1328.  Maksud \"manfaat yang lain dari binatang temak itu\" ialah air susunya, kulitnya, bulunya, dan sebagainya. "
    },
    {
      "id": 81,
      "verse_number": 81,
      "page_number": 476,
      "verse_key": "40:81",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ",
      "translation": "Dan Dia memperlihatkan kepada kamu tanda-tanda (kekuasaan-Nya); maka tanda-tanda (kekuasaan) Allah yang manakah yang kamu ingkari?",
      "footnotes": ""
    },
    {
      "id": 82,
      "verse_number": 82,
      "page_number": 476,
      "verse_key": "40:82",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ",
      "translation": "Maka apakah mereka tiada mengadakan perjalanan di muka bumi, lalu memperhatikan betapa kesudahan orang-orang yang sebelum mereka.  Adalah orang-orang yang sebelum mereka itu lebih hebat kekuatannya dan (lebih banyak) bekas-bekas mereka di muka bumi 1329, maka apa yang mereka usahakan itu tidak dapat menolong mereka.",
      "footnotes": "1329.  Lihat catatan kaki nomor 1320. "
    },
    {
      "id": 83,
      "verse_number": 83,
      "page_number": 476,
      "verse_key": "40:83",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "Maka tatkala datang kepada mereka rasul-rasul (yang diutus kepada) mereka dengan membawa ketarangan-keterangan, mereka merasa senang dengan pengetahuan yang ada pada mereka 1330 dan mereka dikepung oleh azab Allah yang selalu mereka perolok-olokkan itu.",
      "footnotes": "1330.  Maksud \"mereka merasa senang dengan pengetahuan yang ada pada mereka\"  ialah bahwa mereka sudah merasa cukup dengan ilmu pengetahuan yang ada pada mereka dan tidak merasa perlu lagi dengan ilmu pengetahuan yang diajarkan oleh rasul-rasul mereka.  Malah, mereka memandang enteng dan memperolok-olokkan keterangan yang dibawa rasul-rasul itu."
    },
    {
      "id": 84,
      "verse_number": 84,
      "page_number": 476,
      "verse_key": "40:84",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ",
      "translation": "Maka tatkala mereka melihat azab Kami, mereka berkata, \"Kami beriman hanya kepada Allah saja dan kami kafir kepada sembahan-sembahan yang telah kami persekutukan dengan Allah\".",
      "footnotes": ""
    },
    {
      "id": 85,
      "verse_number": 85,
      "page_number": 476,
      "verse_key": "40:85",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ",
      "translation": " Maka iman mereka tiada berguna bagi mereka tatkala mereka telah melihat siksa Kami. Itulah sunah Allah yang telah berlaku terhadap hamba-hamba-Nya.  Dan pada waktu itu, binasalah orang-orang kafir.",
      "footnotes": ""
    }
  ]
}