{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 332,
      "verse_key": "22:1",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ",
      "translation": "ئەی خەڵکینە بترسن لە (سزای) پەروەردگارتان چونکە بەڕاستی بوومەلەرزەی قیامەت ھەستان شتێکی زۆر گەورەیە، کارەساتێکی سامناکە\n",
      "footnotes": null
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 332,
      "verse_key": "22:2",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ",
      "translation": "لەو ڕۆژەدا ئێوە ئەو (بوومەلەرزە) دەبینن بێ ئاگا دەبێت (لەترسی ئەو ڕۆژە)\nھەموو ئافرەتێکی شیردەر (کاتێک مەمکی لەدەمی منداڵەکەیدایە) لە ئەو (منداڵە)ی شیری پێداوە وەفڕێی دەدات و لە باری دەچێت ھەموو دووگیانێک (مێینەیەکی سکپڕ) سکەکەی (کۆرپەکەی) خەڵکی دەبینیت (وەک) سەرخۆشن بەڵام سەرخۆشیش نین بەڵکو سزای سەخت و بەتینی خوا (وای لێ کردون)\n",
      "footnotes": null
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 332,
      "verse_key": "22:3",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّبِعُ كُلَّ شَيۡطَٰنٖ مَّرِيدٖ",
      "translation": "لەمرۆڤەکاندا کەسی وا ھەیە (وەک نەضری کوڕی حارث) موجادەلە دەکات دەربارەی خوا (و سیفەتەکانی) بەبێ ھیچ زانیاری و زانستێک وە شوێنی ھەموو شەیتانێکی سەرکەش دەکەوێت\n",
      "footnotes": null
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 332,
      "verse_key": "22:4",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ",
      "translation": "لەسەری نوسراوە (بڕیار دراوە) کە بێگومان ھەرکەسێک خۆشی بوێت (وشوێنی بکەوێت) ئەوە بەڕاستی گومڕای دەکات وە ڕێنمونی دەکات\nبۆ سزای ئاگری ھەڵگیرساوی دۆزەخ\n",
      "footnotes": null
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 332,
      "verse_key": "22:5",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ",
      "translation": "ئەی خەڵکینە ئەگەر ئێوە لەگوماندان دەربارەی زیندووبوونەوە ئەوسا (بزانن) بەڕاستی ئێمە ئێوەمان دروستکردووە لە خاک (خۆڵ) پاشان (نەوەکان) لە نوتفەیەک (دروست دەبن) دواتر (دەبێتە) پارچە خوێنێکی مەیو دوای ئەوە (دەبێتە) پارچە گوشتێک شکڵ و شێوە کێشراو و شکڵ و شێوە نەکێشراو بۆ ئەوەی ڕوونی بکەینەوە بۆ ئێوە وە لەمناڵداندا دەیھێڵینەوە (ڕایدەگرین) ئەو (بێچوەی) بمانەوێت (لەبار نەچێت) تاکاتێکی دیاریکراو پاشان (لەسکی دایکتان) دەرتان دەھێنین بەساوایی پاشان گەورە دەبن تادەگەنە تەواوی ھێزو تواناتان وە (لەم تەمەنەدا) ھەندێکتان دەمرێنرێت وە ھەندێکتان دەگەیەنرێنە ئەو پەڕی پیری، بێ کەڵکترینی تەمەن بۆ ئەوەی نەزانێت و لەبیری نەمێنێت ھەرچی کە دەیزانی وەزەوی دەبینی (لەزستاندا) خامۆشە ووشک و بێ گیایە جا کاتێک بارانمان بەسەردا باراند زەوی (ڕووەکی لێ دەڕوێت و) دەجوڵێت زەوی ھەڵ دەدات (بەرز دەبێت) و(زەوی) دەڕوێنێ لەھەموو جۆرە (گیا و گوڵێکی) جوان\n",
      "footnotes": null
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 333,
      "verse_key": "22:6",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "ئەوەی (باس کرا) لەبەر ئەوەیە دڵنیابن کەخوا ھەق و ڕاستە وە بێگومان مردووەکان زیندوو دەکاتەوە و بێگومان ئەو(خوایە) توانای بەسەر ھەموو شتێکدا ھەیە\n",
      "footnotes": null
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 333,
      "verse_key": "22:7",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ",
      "translation": "وەبەڕاستی قیامەت دێت (وبەرپا دەبێت) گومانی تێدا نیە ودڵنیاش بن خوا زیندووی دەکاتەوە ھەموو ئەوکەسانەی لەناو گۆڕەکاندا (مردوون)\n",
      "footnotes": null
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 333,
      "verse_key": "22:8",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ",
      "translation": "وە لەناو خەڵکدا کەسی واھەیە موجادەلە دەکات دەربارەی خوا بەبێ ھیچ زانیاری و شارەزاییەک (بەڵگەیەک) وە بەبێ کتێبێکی ڕوونکەرەوە (لەلایەن خواوە)\n",
      "footnotes": null
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 333,
      "verse_key": "22:9",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ",
      "translation": "(کەسێکە) ڕوو وەردەگێڕێت (وھەق وەرناگرێت) بۆ ئەوەی خەڵک لەڕێگەی خوا لادات ئەو کەسە لەدونیادا سەرشۆڕ دەبێت وە لە قیامەتیشدا پێی دەچێژین سزای سوتێنەر\n",
      "footnotes": null
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 333,
      "verse_key": "22:10",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ",
      "translation": "(پێی دەووترێت) ئەو سزایە (کە باس کرا) بەھۆی ئەو (گوناھانەوەیە) کەبەدەستی خۆت پێشت خستووە وەبێگومان خوا ستەم کار نیە بەبەندەکانی\n",
      "footnotes": null
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 333,
      "verse_key": "22:11",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ",
      "translation": "وە لەناو خەڵکدا کەسی واھەیە خوا دەپەرستێت لە قەراغدا، (لەنێوانێکدا) جا ئەگەر تووشی خێر و خۆشی بوو دڵخۆش دەبێت پێی (بەردەوام دەبێ لەخواپەرستیدا) وەئەگەر تووشی تاقیکردنەوەو بەڵا بوو بەرەو دوا ھەڵدەگەڕێتەوە پاش گەز دەبێتەوە لەئاین زەرەر مەندی دونیا و قیامەت بووە تەنھا ئەوەیە زیانباری و خەسارەت مەندی ڕوون و ئاشکرا\n",
      "footnotes": null
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 333,
      "verse_key": "22:12",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ",
      "translation": " ئەو دەپاڕێتەوە (ودەپەرستێ) جگە لە خوا شتێک نەزیانی پێدەگەیەنێت وە نە سوود و قازانجیشی پێدەگەیەنێت، تەنھا ئەوەیە لە ڕێلادانی (گومڕایی) زۆر دوور لەڕاستی\n",
      "footnotes": null
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 333,
      "verse_key": "22:13",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِيرُ",
      "translation": "ئەو ھاواردەکات، ودەپەرستێت (لە) کەسێک کەزیانی لە سوودی نزیکتر، ئای چ پشتیوانێکی خراپە وە چ ھاوڕێ و ھاودەمێکی خراپە\n",
      "footnotes": null
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 333,
      "verse_key": "22:14",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ",
      "translation": "بەڕاستی خوا ئەوانەی کەباوەڕیان ھێناوە و کردەوە چاکەکانیان کردووە دەیانخاتە باخەکانی بەھەشتەوە ک ڕووبارەکان دەڕۆن بەژێریاندا بێگومان خوا ئەوەی بیەوێت دەیکات\n",
      "footnotes": null
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 333,
      "verse_key": "22:15",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ",
      "translation": "ھەرکەس واگومان دەبات (لە بێ بڕوایان) کە ھەرگیز خوا ئەو (پێغەمبەرە ﷺ) یارمەتی نادات و سەری ناخات لە دونیا و دواڕۆژدا، دەبا پەتێک بەسەرەوە (بە بەرزییەوە) ھەڵواسێت ( و ملی پێدا بکات) پاشان ھەناسەی ببڕێت (تا دەخنکێت) ئەوسا ببینێت (سەرنج بدا و بیرکاتەوە) ئایا بەم کارە ئەو ڕق وتوڕەییەی (لە دڵیدایە) لایدەبات (ونایھێڵێت)\n",
      "footnotes": null
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 334,
      "verse_key": "22:16",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَذَٰلِكَ أَنزَلۡنَٰهُ ءَايَٰتِۭ بَيِّنَٰتٖ وَأَنَّ ٱللَّهَ يَهۡدِي مَن يُرِيدُ",
      "translation": "ئابەم شێوە ئەو(قورئانە)مان ناردۆتە خوارەوە کە ئایەتەکانی ڕون وئاشکران وە بێگومان خوا ھەرکەسێک خۆی بیەوێت ھیدایەتی دەدات\n",
      "footnotes": null
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 334,
      "verse_key": "22:17",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلۡمَجُوسَ وَٱلَّذِينَ أَشۡرَكُوٓاْ إِنَّ ٱللَّهَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ",
      "translation": "بەڕاستی کەسانێک کەبڕوایان ھێناوە و کەسانێک کە بوون بەجولەکە و ئەستێرە (یا فریشتە) پەرستەکان و گاورەکان (نەسرانیەکان) و ئاگر پەرستەکان (زەردەشتی یەکان) و ئەوانەی ھاوبەشیان بۆ خوا دانا بێگومان خوا بڕیار دەدا لەنێوانیاندا (جیایان دەکاتەوە لەیەکتر کۆمەڵێک بۆ بەھەشت وکۆمەڵێکی تریان بۆ دۆزەخ) لەڕۆژی دواییدا بەڕاستی خوا بەسەر ھەموو شتێکدا ئاگادارە\n",
      "footnotes": null
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 334,
      "verse_key": "22:18",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": "obligatory",
      "sajdah_number": 6,
      "text": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَسۡجُدُۤ لَهُۥۤ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ وَٱلشَّمۡسُ وَٱلۡقَمَرُ وَٱلنُّجُومُ وَٱلۡجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٞ مِّنَ ٱلنَّاسِۖ وَكَثِيرٌ حَقَّ عَلَيۡهِ ٱلۡعَذَابُۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يَشَآءُ۩",
      "translation": "ئایا نەتبینی کە بەڕاستی سوژدە بۆ خوا دەبات ئەوەی لە ئاسمانەکان و ئەوەی لە زەویدایە ھەروەھا ڕۆژ و مانگ و ئەستێرەکان و چیاکان و درەخت و گیان لەبەران زۆرێکیش لە خەڵکی (ھەموو ئەمانەی باسکران بۆ خوا سوژدە دەبەن) وە زۆرێکیش سزای بۆ بڕیاردرا (لە سەری چەسپا) وە ھەر کەسێک خوا بێ ڕێز و ڕیسوای بکات ئەوە کەس ڕێزی لێ ناگرێت بەڕاستی خوا ھەر شتێکی بوێت دەیکات\n",
      "footnotes": null
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 334,
      "verse_key": "22:19",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡۖ فَٱلَّذِينَ كَفَرُواْ قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ",
      "translation": " ئەمانە دوو کۆمەڵی دژ بە یەکن دەمەقاڵێ و کێشەیانە دەربارەی پەروەردگاریان جا ئەوانەی کە بێ باوەڕ بوون لە (ڕۆژی دواییدا) پۆشاکیان بۆ دەبڕدرێت (پڕ بە بەریان) لە ئاگر بەسەریاندا دەڕژێنرێت ئاوی زۆر گەرم\n",
      "footnotes": null
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 334,
      "verse_key": "22:20",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ",
      "translation": "دەتوێنرێتەوە بەو (ئاوە گەرمە) ئەوەی لە ناو سک و پێستەکاندایە\n",
      "footnotes": null
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 334,
      "verse_key": "22:21",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ",
      "translation": "بۆیان ئامادەیە گورزی ئاسنی\n",
      "footnotes": null
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 334,
      "verse_key": "22:22",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ",
      "translation": "ھەرکاتێک بیانەوێت کە بێنە دەرەوە لەو(دۆزەخ) ە لەبەر زۆر ناڕەحەتی دەگێڕێنرێنەوە بۆ ناوی وە (پێیان دەووترێت) بچێژن سزای سوتێنەر\n",
      "footnotes": null
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 334,
      "verse_key": "22:23",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ",
      "translation": "بەڕاستی خوا د ئەوانەی کە باوەڕیان ھێناوە و کردەوە چاکەکانیان کردووە دەیانخاتە بەھەشتانێک ڕووبارەکان بەژێریاندا دەڕۆن (ئەوان) دەڕازێنرێنەوە لەو (بەھەشتانە) دا بە بازنی ئاڵتون و مرواری وە پۆشاکیان لە بەھەشتدا ئاوریشمە\n",
      "footnotes": null
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 335,
      "verse_key": "22:24",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ",
      "translation": " ئەو (بەھەشتیانە) ڕێنمونی کراون بۆ ئەو ووتەی کەڕاست وجوانە (ووتەی لا الە إلا اللە) ھەروەھا ڕێنمونی کراون بۆ ڕێگای (خوای) سوپاسکراو\n",
      "footnotes": null
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 335,
      "verse_key": "22:25",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَٰهُ لِلنَّاسِ سَوَآءً ٱلۡعَٰكِفُ فِيهِ وَٱلۡبَادِۚ وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۭ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ",
      "translation": "بێگومان ئەوانەی بێ باوەڕ بوون وە ڕێگری (موسڵمانان) دەکەن لە رێگای خوا وە لە (ڕۆشتن بۆ) مزگەوتی حەرام (بۆ کەعبە) کە ئەوێمان داناوە (بۆ خوا پەرستی) بۆ ھەموو خەڵکی یەکسانە چ ئەوانەی لەوێدان یان لە دورەوە بۆی دێن وە ھەر کەس بیەوێت لەوێ (لە مزگەوتی حەرام) مەیلی لە ھەق لادان زوڵم وستەم بکات پێی دەچێژین سزای ئازاردەر\n",
      "footnotes": null
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 335,
      "verse_key": "22:26",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ أَن لَّا تُشۡرِكۡ بِي شَيۡـٔٗا وَطَهِّرۡ بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ",
      "translation": "(بیریان بخەرەوە) کاتێک دیاریمان کرد بۆ ئیبراھیم (علیە السلام) جێگای کەعبە (پێمانووت) ھیچ شتێک مەکەرە ھاوبەشم و ماڵەکەم (مزگەوتی حەرام) پاک بکەرەوە بۆ تەواف کاران و بۆ نوێژگەران (بەپێوە) وکوڕنوش و سوژدە بەران\n",
      "footnotes": null
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 335,
      "verse_key": "22:27",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ يَأۡتُوكَ رِجَالٗا وَعَلَىٰ كُلِّ ضَامِرٖ يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ",
      "translation": "وە جاڕبدە بەناو خەڵکیدا بۆ حەج کردن دێن بۆ لات (بۆ حەج) بە پیادە و بەسوار ھەموو ووشترێکی لاواز (لەبەر ئەوەی) کە لە ھەموو رێگایەکی دوورەوە دێن\n",
      "footnotes": null
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 335,
      "verse_key": "22:28",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ",
      "translation": "تا ئامادەی جۆرەھا سوود و قازانجی خۆیان ببن وە ناوی خوا ببەن (کاتێک قوربانی سەر دەبڕن) لە ڕۆژانێکی دیاریکراودا لەسەر ئەو ئاژەڵانەی خوا پێی داوون جا لەو (گۆشتی قوربانیانە) بخۆن وە بیدەن بە نەداران و ھەژاران\n",
      "footnotes": null
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 335,
      "verse_key": "22:29",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ وَلۡيُوفُواْ نُذُورَهُمۡ وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ",
      "translation": "دوای (سەر بڕینی قوربانی) چڵک و پیسی (موو ونینۆک) لابەن بە خۆیانەوە\nوە نەزرەکانیان جێبەجێ بکەن و تەواف (ی ئیفاضە) بکەن بە دەوری ماڵی دێرین و بەڕێزدا (بەدەوری کەعبەدا)\n",
      "footnotes": null
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 335,
      "verse_key": "22:30",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ",
      "translation": "ئەمەی (پێشوو باسی حەج بوو) جا ھەر کەس بپارێزێت و بە گەورەی بگرێت سنوورەکانی خوا ئەوە بۆ خۆی چاکترە لای پەروەردگاری وە گۆشتی ئاژەڵ (مەڕ، وبزن، ومانگا، وشتر) بۆ ئێوە حەڵاڵ کراوە جگە لەوانەی بۆتان باس دەکرێت (وەک مردارەوە بوو، یان بۆغەیری خودا سەربڕراو) کەواتە خۆتان دوور بخەنەوە لەو پیسیە کە بتەکانە ھەروەھا خۆتان بپارێزن لەقسەی درۆو ناڕەوا\n",
      "footnotes": null
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 336,
      "verse_key": "22:31",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "حُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ",
      "translation": "گەردن کەچ بن بۆ خوا (خۆتان لە ھەموو بیرو باوەڕێکی لار دووربگرن) ھاوبەش بڕیاردەر مەبن بۆ خوا جا ھەرکەس ھاوبەش بۆ خوا دابنێت ئەوە وەک ئەوە وایە لە ئاسمان کەوتبێتە خوارەوە ئەمجا باڵندە (لە ھەوادا) بە پەلە بیفڕێنێت (وپارچە پارچەی بکات) یا بایەکی توند بیبات بۆ جێگایەکی زۆر دوور (چۆڵەوانی)\n",
      "footnotes": null
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 336,
      "verse_key": "22:32",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ",
      "translation": "ئەمە (کە باسکرا نموونەی ھاوبەش دانان بوو بۆ خوا) وە ھەر کەس دروشمەکانی (ئاینی) خوا بەگەورە ڕاگرێت جا بەڕاستی ئەو کارە لە خوا ترسی دڵەکانیانەوەیە (وتەقواکارن)\n",
      "footnotes": null
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 336,
      "verse_key": "22:33",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَكُمۡ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ مَحِلُّهَآ إِلَى ٱلۡبَيۡتِ ٱلۡعَتِيقِ",
      "translation": "بۆ ئێوە لەو (ئاژەڵانە)دا چەند سوود وەرگرتنێک ھەیە (وەک سوار بوون،\nوخواردنی شیریان) (جگە لەمانەیش دەتوانن سوودیان لێ ببینن بەشێوەیەک زیانیان پێ نەگات) تاکاتی دیاریکراو (بۆ سەربڕینیان) کە شوێنی (سەربڕینی) ئەوانە کاتێکە دەگەنە ماڵی دێرینی (کەعبە)\n",
      "footnotes": null
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 336,
      "verse_key": "22:34",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ",
      "translation": " وە بۆ ھەموو ئوممەتێک قوربانی کردنمان داناوە بۆ ئەوەی ناوی خوا ببەن (کاتی سەربڕین) لەسەر ئەو ئاژەڵانەی خوا پێی داون جـا خوای ئێوە پەرستراوێکی تەنھایە کەواتە تەنھا ملکەچی ئەو بن وە مژدە بدە بەملکەچان و خۆ بەکەم زانان\n",
      "footnotes": null
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 336,
      "verse_key": "22:35",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ",
      "translation": "ئەوانەی ھەرکاتێک ناوی خوا برا دڵەکانیان دەترسێت (دەلەرزێت) وە ئارامگرن لەسەر ئەوەی تووشیان دەبێت (لەناخۆشی) وە بەجێ ھێنەرانی نوێژەکانیانن وە لەو ڕزق رۆزیەی پێمان داون دەبەخشن\n",
      "footnotes": null
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 336,
      "verse_key": "22:36",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "ئەو ووشترە گەورە و قەڵەوانە (دەبرێن لەبیت الحرام سەردەبڕێن) ئێمە کردومانەتە دروشمی خوا بۆ ئێوە بۆ ئێوە لەواندا خێر وچاکە ھەیە کەواتە (کاتی کردنیان بەقوربانی) ناوی خوایان لەسەر بھێنن لە کاتێکدا لەسەر سێ پەل وەستاون و دەستی چەپیان بەسراوەتەوە (لەبەر ئەوەی وشتر بە پێوە سەر دەبڕدرێت) جا کاتێک کەوتنە سەر زەوی بە تەنیشتدا (کاتێک گیانیان دەرچوو) ئەوە لەگۆشتەکەیان بخۆن وە بیدەن بە ھەژاران و سواڵکەران ئا بەو جۆرە ئەو ماڵاتانەمان بۆ ئێوە ڕامھێناوە تا سوپاسگوزار بن بۆ خوا\n",
      "footnotes": null
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 336,
      "verse_key": "22:37",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِينَ",
      "translation": "ھەگیز ناگات بە خوا نەگۆشتی ئەو (قوربانیانە) نەخوێنیان بەڵام ئەوەی بە خوا دەگات تەقوا و پارێزکاری ئێوەیە ئا بەو جۆرە ئەو ماڵاتانەی بۆ ئێوە ڕامھێناوە بۆ ئەوەی خوا بە گەورە بگرن (یادی بکەن) لەسەر ئەوەی ڕێنمونی کردوون (بۆ سەر ئاینی پیرۆزی ئیسلام) وەمژدە بدە بەچاکە کاران\n",
      "footnotes": null
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 336,
      "verse_key": "22:38",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓاْۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ",
      "translation": "بەڕاستی خوا بەرگری وپشتیوانی دەکات لەوانەی کە بڕوایان ھێناوە بێگومان خوا خۆشی ناوێت ھەموو خیانەتکارێکی بێ باوەڕ\n",
      "footnotes": null
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 337,
      "verse_key": "22:39",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ",
      "translation": "رێگەدرا (بەجەنگ و جیھاد کردن) بە ئەو (موسڵمانانەی) شەڕیان لەگەڵدا دەکرێت لەبەر ئەوەی کە بەڕاستی ستەمیان لێکراوە وە بێگومان خوا بۆ سەرخستنیان بە توانایە\n",
      "footnotes": null
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 337,
      "verse_key": "22:40",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗاۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ",
      "translation": " ئەوانەی کە دەرکران لە ماڵ و وڵاتیان بە ناھەق تەنھا (گوناھیان ئەوە بوو) کە دەیانووت پەروەردگارمان (اللە)یە وە ئەگەر خوا خەڵکی لە ناو نەبردایە ھەندێکیان بە ھەندێکی تریان بێگومان دەڕوخێنرا (وێران دەکرا) دێری جولەکەکان و کلیسا و کەنیسە مزگەوتەکان کە یادی خوا لەو (پەرستگایانە)دا زۆر دەکرا وە بێگومان خوا یارمەتی کەسانێک ئەدات (وسەریان دەخات) کە یارمەتی (دینی) خوا دەدەن بە ڕاستی خوا بەھێز وباڵادەست و بەتوانایە\n",
      "footnotes": null
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 337,
      "verse_key": "22:41",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ إِن مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ",
      "translation": "ئەوانەی ئەگەر دەسەڵاتمان پێدان لە زەویدا بە چاکی نوێژ بەجێ دەھێنن وە زەکات دەدەن و فەرمان دەدەن بە چاکە وڕێگری دەکەن لە خراپە و سەرئەنجامی ھەموو کارەکان تەنھا بەدەست خوایە\n",
      "footnotes": null
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 337,
      "verse_key": "22:42",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ",
      "translation": "وە ئەگەر (بێ باوەڕان) تۆ بە درۆزن دەزانن وباوەڕت پێ ناکەن ئەوە بێگومان پێش ئەوانیش (گەلانی تر) باوەڕیان نەکرد (بە پێغەمبەرەکانیان) (وەک) گەلی نوح و عاد و سەمود\n",
      "footnotes": null
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 337,
      "verse_key": "22:43",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ",
      "translation": "وە گەلی ئیبراھیم و گەلی لوط\n",
      "footnotes": null
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 337,
      "verse_key": "22:44",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ",
      "translation": "ھەروەھا یارانی مەدیەن (ھۆزی شوعەیب) وە موساش بە درۆزن دانرا ئەمجا (بۆ ماوەیەک) مۆڵەتی بێ باوەڕانمدا، دواتر تۆڵەم لێ سەندن وگرتمن جا چۆن بوو بەگژا چوونی ئێمە (لەوان)\n",
      "footnotes": null
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 337,
      "verse_key": "22:45",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ",
      "translation": "ئەمجا چەندەھا شار و دێھاتمان وێرانکرد کە (خەڵکەکەی) ستەمکار بوون ئەو (شارانە دیواری خانوەکانی) کەوتبوون بەسەر سەربانەکانیاندا وە چەندەھا بیر بێ خاوەن بوون (لە کار کەوتبوون) وە چەندەھا کۆشکی بەرز و بڵند (بێ خاوەن بوون)\n",
      "footnotes": null
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 337,
      "verse_key": "22:46",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ",
      "translation": "دەی ئایا ئەوانە بە زەویدا نەگەڕاون تا دڵیان ھەبێت بیری پێ بکەنەوە (لەو وێران بوونە) یان گوێیان ھەبێت گوێی پێ بگرن (بۆ ڕاستی) لەڕاستیدا چاوەکان کوێر نابن بەڵکو ئەو دڵانە کوێر دەبن کەلە سینەکاندان\n",
      "footnotes": null
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 338,
      "verse_key": "22:47",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَن يُخۡلِفَ ٱللَّهُ وَعۡدَهُۥۚ وَإِنَّ يَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةٖ مِّمَّا تَعُدُّونَ",
      "translation": "وە ئەوان (قورەیش بە گاڵتەوە) بەپەلە داوای سزات لێ دەکەن لەکاتێکدا ھەرگیز خوا پێچەوانەی بەڵێنی خۆی ناکات و بێگومان ڕۆژێک لای پەروەردگارت وەک ھەزار ساڵ وایە لەو ساڵانەی ئێوە دەیژمێرن\n",
      "footnotes": null
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 338,
      "verse_key": "22:48",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَأَيِّن مِّن قَرۡيَةٍ أَمۡلَيۡتُ لَهَا وَهِيَ ظَالِمَةٞ ثُمَّ أَخَذۡتُهَا وَإِلَيَّ ٱلۡمَصِيرُ",
      "translation": "وە (خەڵکی) چەندەھا شار و گوند (ھەبوون) مۆڵەتم دان کە ستەمکار بوون لەپاشان تۆڵەم لێ سەندن (ولەناوم بردن) وە ھەر بۆلای من دەگەڕێنەوە\n",
      "footnotes": null
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 338,
      "verse_key": "22:49",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمۡ نَذِيرٞ مُّبِينٞ",
      "translation": "بڵێ ئەی خەڵکینە بێگومان من بۆ ئێوە تەنھا ترسێنەرێکی ئاشکرام\n",
      "footnotes": null
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 338,
      "verse_key": "22:50",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ",
      "translation": "ئەمجا ئەو کەسانەی بڕوایان ھێناو وە کردەوە چاکەکانیان کرد لێخۆشبوون و ڕۆزیەکی بەنرخ وفراوانیان بۆ ئامادەیە\n",
      "footnotes": null
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 338,
      "verse_key": "22:51",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ سَعَوۡاْ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ",
      "translation": "وە ئەوانەی ھەوڵیان داوە بۆ (دژایەتی) ئایەتەکانی ئێمە ناتوانا و دەستەپاچەن ئەوانە ھاوەڵی دۆزەخن\n",
      "footnotes": null
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 338,
      "verse_key": "22:52",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ",
      "translation": "وە ئێمە لەپێش تۆ نەمان ناردووە ھیچ ڕەوانەکراو یان پێغەمبەرێک مەگەر ھەر کاتێک (پەڕاوی خودای) خوێندبێتەوە بۆ گەلەکەی شەیتان گومان و وەسوەسەی دەخستە ناو خوێنراوەکەیەوە (تا خەڵک باوەڕی پێ نەھێنن) ئەمجا خوا لایدەبات (پوچەڵی دەکاتەوە) ئەوەی شەیتان داوێتی بە گوێی خەڵکدا (لە وەسوەسە ودڵەڕاوکێ و دوودڵی) پاشان خوا ئایەتەکانی خۆی دەچەسپێنێت وە خوا زانا و کاردروستە\n",
      "footnotes": null
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 338,
      "verse_key": "22:53",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡقَاسِيَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَفِي شِقَاقِۭ بَعِيدٖ",
      "translation": " لەبەر ئەوەی ئەو گومانانەی شەیتان دەیخاتە (دڵەکان خوا) دەیکاتە (ھۆی) تاقیکردنەوە بۆ ئەوانەی نەخۆشی لە دڵیاندایە و (ئەوانەی) دڵیان ڕەق وە بەڕاستی ستەمکاران لە دژایەتی یەکی زۆر دوور (لە ڕاستی)دان\n",
      "footnotes": null
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 338,
      "verse_key": "22:54",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَيُؤۡمِنُواْ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "وە بۆ ئەوە بزانن ئەو کەسانەی کە زانیاریان پێـدراوە بێگومان ئەم (قورئانه) ڕاستیەکە لە لایەن پەروەردگارتەوە تا باوەڕی پێ بھێنن (وبەردەوام بن لەسەری) وە دڵەکانیان ملکەچ و بەئارام بێت بۆ ئەو (خوا) وە بێگومان خوا ھیدایەتدەری ئەو کەسانەیە کە باوەڕیان ھێناوە بۆ سەر ڕێگای ڕاست\n",
      "footnotes": null
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 338,
      "verse_key": "22:55",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ فِي مِرۡيَةٖ مِّنۡهُ حَتَّىٰ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةً أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ",
      "translation": "بەردەوام ئەو کەسانەی بێ باوەڕن لە گوماندان دەربارەی قورئان ھەتا لەناکاودا ڕۆژی دوایی یەخەیان دەگرێت یان یەخەیان دەگرێت (ودێت بۆیان) سزای ڕۆژێکی نەزۆک و بێ خێر (کە ڕۆژی قیامەتە)\n",
      "footnotes": null
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 339,
      "verse_key": "22:56",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلۡمُلۡكُ يَوۡمَئِذٖ لِّلَّهِ يَحۡكُمُ بَيۡنَهُمۡۚ فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي جَنَّٰتِ ٱلنَّعِيمِ",
      "translation": "دەسەڵات و پاشایەتی لەو ڕۆژەدا تەنھا بۆ خوایە لەنێوانیاندا دادوەری دەکات ئەمجا ئەو کەسانەی باوەڕیان ھێناوەو کردەوە چاکەکانیان کردووە لە بەھەشتانی پڕ نازو نیعمەت دان\n",
      "footnotes": null
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 339,
      "verse_key": "22:57",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ",
      "translation": "وە ئەو کەسانەی بێ باوەڕ بوون وە ئایەتەکانی ئێمەیان بەدرۆ دەزانی\nبۆ ئەوانە ھەیە سزای ڕیسواکەر\n",
      "footnotes": null
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 339,
      "verse_key": "22:58",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ",
      "translation": "وە ئەو کەسانەی کۆچیان کردووە لەڕێگای خوادا پاشان کوژران (شەھید بوون) یان مردن بێگومان خوا ڕزق وڕۆزیەکی چاکیان دەداتێ وە بێگومان خوا چاکترینی ڕۆزیدەرانە\n",
      "footnotes": null
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 339,
      "verse_key": "22:59",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٞ",
      "translation": "سوێند بەخوا، خوا ئەوانە دەخاتە جێگایەک کەپێی ڕازی دەبن\nوە بێگومان خوا زانا و لەسەر خۆیە\n",
      "footnotes": null
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 339,
      "verse_key": "22:60",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ ذَٰلِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيۡهِ لَيَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ",
      "translation": "ئەمەی (باسمان کرد بۆت) وە ھەر کەسێک تۆڵەی خۆی بسێنێت (لەدەست درێژیکەر) بەوێنەی ئەو ستەمەی لێی کراوە لەدوای ئەوە جارێکی تر دەست درێژی بکرێتە سەر ئەوە بێگومان خوا یارمەتی دەدات (سەریدەخات) بەڕاستی خوا چاوپۆشیکار و لێبوردەیە\n",
      "footnotes": null
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 339,
      "verse_key": "22:61",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَأَنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ",
      "translation": "ئەم (سەرخستنەی خوا) لەبەر ئەوەیە بەڕاستی خوا (ئەوەندە بەدەسەڵاتە) شەو دەباتە ناو ڕۆژەوە (کاتێک شەو درێژ تر بێت لەڕۆژ) وەڕۆژ دەباتە ناو شەوەوە وە بێگومان خوا بیسەر و بینایە\n",
      "footnotes": null
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 339,
      "verse_key": "22:62",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ",
      "translation": "ئەمە لەبەر ئەوەیە بەڕاستی ھەر خوا ھەق و ڕاستە وەبێگومان ئەوەی جگە لەخوا ھاواری لێ دەکەن (ودەیپەرستن) ھەر ئەو بەتاڵ و ناڕاستە وبەڕاستی خوا ھەر خۆی بەرزو بڵندو گەورەیە\n",
      "footnotes": null
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 339,
      "verse_key": "22:63",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ",
      "translation": "ئایا نابینیت کەبەڕاستی خوا باراندویەتی لە ئاسمانەوە باران (بەھۆی ئەو بارانەوە) زەوی سەوز دەبێت (بەڕوەک) بێگومان خوا ووردبین وبە ئاگایە (بە ھەموو شتێک)\n",
      "footnotes": null
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 339,
      "verse_key": "22:64",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ",
      "translation": "ھەر بۆ خوایە ئەوەی لە ئاسمانەکانە و ئەوەیشی لە زەویدایە وە بەڕاستی خوا ھەر خۆی بێ نیاز و دەوڵەمەندە وشایستەی سوپاسە\n",
      "footnotes": null
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 340,
      "verse_key": "22:65",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ",
      "translation": "ئایا نابینیت (نازانیت) بەڕاستی خوا ڕامی ھێناوە بۆتان وخستویەتیە خزمەتتانەوە ھەموو ئەو شتانەی لەزەویدایە وەکەشتی (ڕام ھێناوە بۆتان) ودەڕوات بەناو دەریادا بەفەرمانی ئەو (بەفەرمانی خوا) وەئاسمانی ڕاگیر کردووە تا نەکەوێت بەسەر زەویدا مەگەر بەفەرمانی ئەو نەبێت بەڕاستی خوا دڵسۆز و میھرەبانە بەرانبەر بەخەڵکی\n",
      "footnotes": null
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 340,
      "verse_key": "22:66",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۗ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ",
      "translation": "وە ئەو (خوا) زاتێکە کەژیانی پێ بەخشیوون (لەسەرەتای دروسکردنتانەوە) دواتر دەتانمرێنێت پاشان زیندووتان دەکاتەوە بێگومان خەڵکی زۆر ناسوپاس و سپڵەن\n",
      "footnotes": null
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 340,
      "verse_key": "22:67",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ",
      "translation": "بۆ ھەموو ئوممەتێک شەریعەت و بەرنامەیەکمان داناوە\nئـەوان کـاریـان پێ کـردووە کـەواتـە نـابێت (خـاوەن ئاینەکانی تر) لەکاری ئایندا کێشە و ئاژاوەت لەگەڵدا دروست کەن وەتۆ خەڵک بانگ بکە بۆ لای پەروەردگارت بێگومان تۆ لەسەر ئاینێکی ڕاستی\n",
      "footnotes": null
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 340,
      "verse_key": "22:68",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ",
      "translation": "جا ئەگەر دەمەقاڵێ وموجادەلەیان لەگەڵدا کردیت تۆش بڵێ خوا خۆی چاک دەزانێت بەو کردەوانەی کە ئێوە دەیکەن\n",
      "footnotes": null
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 340,
      "verse_key": "22:69",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ",
      "translation": "خوا دادوەری دەکات لەنێوانتاندا لەڕۆژی دواییدا لەو شتانەی کەئێوە تێیدا جیاوازن\n",
      "footnotes": null
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 340,
      "verse_key": "22:70",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ",
      "translation": "ئایا نازانی بەڕاستی خوا دەزانێت بەھەموو ئەو شتانەی لە ئاسمان و زەویدایە، بێگومان ئەوەی باسکرا لەکتێب لە (لوح المحفوظ)دایە بەڕاستی ئەم (زانیاریەی باسکرا) بەلای خواوە ئاسانە\n",
      "footnotes": null
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 340,
      "verse_key": "22:71",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٖ",
      "translation": " ئەوان جگە لەخوا شتێک دەپەرستن، (خوا) ھیچ بەڵگەیەکی نەناردۆتە خوارەوە لەسەری وە بێگومان خۆشیان ھیچ زانیاریان دەربارەی ئەو (پەرستراوانە) نیە وەبۆ ستەمکاران نیە ھیچ یارمەتیدەرێک\n",
      "footnotes": null
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 340,
      "verse_key": "22:72",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ",
      "translation": "وەکاتێک بخوێنرێتەوە بۆیان نیشانە ڕوونەکانی ئێمە لەدەم و چاوی ئەو کەسانەی بێ باوەڕن دەبینی ڕووگرژی و توڕەیی نزیکە پەلامار (وھێرش) بەرن بۆ ئەو کەسانەی کە ئایەتەکانی ئێمەیان بەسەردا دەخوێنێتەوە (ئەی موحەممەد ﷺ) بڵێ ئایا ھەواڵتان بدەمێ بەخراپتر لەو (ڕوگرژی و توڕەییەی) ئێوە چیە ئاگری دۆزەخە کەخوای گەورە بەڵێنی داوە بەو کەسانەی کە بێ باوەڕن چ جێگە و ئاکامێکی خراپە (کە پێی دەگەن)\n",
      "footnotes": null
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 341,
      "verse_key": "22:73",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓۚ إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن يَخۡلُقُواْ ذُبَابٗا وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡـٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ",
      "translation": "ئەی خەڵکینە نموونەیەک ھێنراوەتەوە جا گوێی بۆ بگرن بێگومان ئەوانەی ھاواریان لێ دەکەن لە جیاتی خوا ھەرگیز ناتوانن مێشێک دروست بکەن ھەرچەند ھەمووشیان بۆی کۆببنەوە وە ئەگەر مێشیش شتێکیان لێ بفڕێنێ ناتوانن لێی بسێننەوە داواکار و داوالێکراو لاواز و بێ دەسەڵاتن\n",
      "footnotes": null
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 341,
      "verse_key": "22:74",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ",
      "translation": " ئەوانە بەو شێوەی کە پێویستە خوا بناسن، نەیان ناسیوە بێگومان خوا بە توانا و بەدەسەڵاتە\n",
      "footnotes": null
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 341,
      "verse_key": "22:75",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ",
      "translation": "خوا لە فریشتەکاندا نێردراو ھەڵدەبژێرێت ھەروەھا لە خەڵکیشدا بەڕاستی خوا بیسەر و بینایە\n",
      "footnotes": null
    },
    {
      "id": 76,
      "verse_number": 76,
      "page_number": 341,
      "verse_key": "22:76",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ",
      "translation": "خوا ئاگادارە بەوەی لە بەردەمیاندایە (روویداوە) و بەوەی لە دوایانەوەیە (دواتر ڕوودەدات) و ھەموو کارەکان ھەر بۆ لای خوا دەگەڕێتەوە\n",
      "footnotes": null
    },
    {
      "id": 77,
      "verse_number": 77,
      "page_number": 341,
      "verse_key": "22:77",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱرۡكَعُواْ وَٱسۡجُدُواْۤ وَٱعۡبُدُواْ رَبَّكُمۡ وَٱفۡعَلُواْ ٱلۡخَيۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ۩",
      "translation": "ئەی ئەوانەی کە باوەڕتان ھێناوە کوڕنوش و سوژدە بەرن و پەروەردگارتان بپەرستن وە کاری چاک بکەن بۆ ئەوەی ڕزگاربن\n",
      "footnotes": null
    },
    {
      "id": 78,
      "verse_number": 78,
      "page_number": 341,
      "verse_key": "22:78",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ",
      "translation": "جیھاد و تێکۆشان بکەن لە پێناوی خوادا بەو شێوەیەی شایستە وشیاویەتی ئەو (خوا) ئێوەی ھەڵبژاردوە (بۆ ھەڵگرتنی ئەم ئاینە) وە لە ئاینـدا ھیچ کارێکی قورس و گرانی لەسەر دانەناون ئەمە ئاینی ئیبراھیمی باوە گەورەتانە\nئەو (خوا) پێشتر ئێوەی بە موسڵمان ناوناوە، وە لەم قورئانەشدا تا پێغەمبەر ببێت بە شاھید لەسەر ئێوە وە ئێوەش ببنە شاھیـد لەسـەر خـەڵـکی کەواتە بە چاکی نوێژەکانتان بکەن وزەکات بدەن وە تەنھا پشت بە خوا ببەستن چونکە ھەر ئەو پشتیوانتانە ئای چەند پشتیوان و یارمەتیدەرێکی چاکە\n",
      "footnotes": null
    }
  ]
}