{
  "result": [
    {
      "id": "5324",
      "sura": "69",
      "aya": "1",
      "arabic_text": "ٱلۡحَآقَّةُ",
      "translation": "Tukio la haki.",
      "footnotes": "Kiyama ni Tukio litakalo tukia kwa haki, yaani kwa kweli."
    },
    {
      "id": "5325",
      "sura": "69",
      "aya": "2",
      "arabic_text": "مَا ٱلۡحَآقَّةُ",
      "translation": "Nini hilo Tukio la haki?",
      "footnotes": "Nini hicho Kiyama kitacho tokea kweli?"
    },
    {
      "id": "5326",
      "sura": "69",
      "aya": "3",
      "arabic_text": "وَمَآ أَدۡرَىٰكَ مَا ٱلۡحَآقَّةُ",
      "translation": "Na nini kitakujuulisha nini hilo Tukio la haki?",
      "footnotes": "Na kitu gani kitacho kujuvya ukweli wake, na kitacho kupa sura ya kitisho chake na shida zake?"
    },
    {
      "id": "5327",
      "sura": "69",
      "aya": "4",
      "arabic_text": "كَذَّبَتۡ ثَمُودُ وَعَادُۢ بِٱلۡقَارِعَةِ",
      "translation": "Thamudi na A'di waliukadhibisha Msiba unao situsha.",
      "footnotes": "Kina Thamudi na kina A'di walikanusha Kiyama kinacho wagutua walimwengu wote kwa kitisho chake na shida zake."
    },
    {
      "id": "5328",
      "sura": "69",
      "aya": "5",
      "arabic_text": "فَأَمَّا ثَمُودُ فَأُهۡلِكُواْ بِٱلطَّاغِيَةِ",
      "translation": "Basi Thamudi waliangamizwa kwa balaa kubwa mno.",
      "footnotes": "Ama Thamudi basi walihilikiwa kwa tukio lilio pindukia mipaka yote kwa ukali wake."
    },
    {
      "id": "5329",
      "sura": "69",
      "aya": "6",
      "arabic_text": "وَأَمَّا عَادٞ فَأُهۡلِكُواْ بِرِيحٖ صَرۡصَرٍ عَاتِيَةٖ",
      "translation": "Na ama A'di waliangamizwa kwa upepo mkali usio zuilika.",
      "footnotes": "Na ama A'di waliangamizwa kwa upepo ubaridi na mkali,"
    },
    {
      "id": "5330",
      "sura": "69",
      "aya": "7",
      "arabic_text": "سَخَّرَهَا عَلَيۡهِمۡ سَبۡعَ لَيَالٖ وَثَمَٰنِيَةَ أَيَّامٍ حُسُومٗاۖ فَتَرَى ٱلۡقَوۡمَ فِيهَا صَرۡعَىٰ كَأَنَّهُمۡ أَعۡجَازُ نَخۡلٍ خَاوِيَةٖ",
      "translation": "Alio wapelekea masiku saba, na siku nane, mfululizo bila ya kusita. Utaona watu wamepinduka kama kwamba ni magongo ya mitende yalio wazi ndani.",
      "footnotes": "Mwenyezi Mungu aliwasalitisha nao muda wa masiku saba, na siku nane zilizo fuatana mfululizo, utaona walio patikana na upepo huo wamekuwa maiti kama magogo ya mitende yaliyo kuwa matupu ndani yake. (\"Masiku\" ni wingi wa \"Usiku\"; \"Siku\" wingi wake ni \"Siku\" vile vile.)"
    },
    {
      "id": "5331",
      "sura": "69",
      "aya": "8",
      "arabic_text": "فَهَلۡ تَرَىٰ لَهُم مِّنۢ بَاقِيَةٖ",
      "translation": "Basi je! Unamwona mmoja wao aliye baki?",
      "footnotes": "Je! Unamwona yeyote aliye bakia katika hao?"
    },
    {
      "id": "5332",
      "sura": "69",
      "aya": "9",
      "arabic_text": "وَجَآءَ فِرۡعَوۡنُ وَمَن قَبۡلَهُۥ وَٱلۡمُؤۡتَفِكَٰتُ بِٱلۡخَاطِئَةِ",
      "translation": "Na Firauni na walio mtangulia, na miji iliyo pinduliwa chini juu, walileta khatia.",
      "footnotes": "Akaja Firauni, na mataifa mengine yaliyo kufuru kabla yake, na wale jamaa walio acha mwendo wa haki na vitendo vya maumbile wakafanya vitendo vichafu kabisa hata miji yao ikapinduliwa juu chini."
    },
    {
      "id": "5333",
      "sura": "69",
      "aya": "10",
      "arabic_text": "فَعَصَوۡاْ رَسُولَ رَبِّهِمۡ فَأَخَذَهُمۡ أَخۡذَةٗ رَّابِيَةً",
      "translation": "Wakamuasi Mtume wa Mola wao Mlezi, ndipo Yeye Mola akawakamata kwa mkamato ulio zidi nguvu.",
      "footnotes": "Kila umma katika hawa walimuasi Mtume wa Mola wao Mlezi. Naye Mwenyezi Mungu akawashika kwa kuwaadhibu kwa mshiko ulio zidi ukali."
    },
    {
      "id": "5334",
      "sura": "69",
      "aya": "11",
      "arabic_text": "إِنَّا لَمَّا طَغَا ٱلۡمَآءُ حَمَلۡنَٰكُمۡ فِي ٱلۡجَارِيَةِ",
      "translation": "Maji yalipo furika Sisi tulikupandisheni katika safina,",
      "footnotes": "Maji yalipo zidi ukomo wake, na yakapanda juu ya milima katika tukio la tofani ya Nuhu, Sisi tulikupandisheni, yaani kwa kuwapandisha wazee wenu wa asli, katika safina inayo kwenda baharini."
    },
    {
      "id": "5335",
      "sura": "69",
      "aya": "12",
      "arabic_text": "لِنَجۡعَلَهَا لَكُمۡ تَذۡكِرَةٗ وَتَعِيَهَآ أُذُنٞ وَٰعِيَةٞ",
      "translation": "Ili tuyafanye hayo kuwa ni waadhi kwenu na kila sikio linalo sikia liyahifadhi.",
      "footnotes": "Ili kulifanya tukio hilo la kuwaokoa Waumini na kuwazamisha makafiri liwe zingatio na mawaidha kwenu, na lihifadhiwe na kila sikio lenye kuhifadhi linalo sikia."
    },
    {
      "id": "5336",
      "sura": "69",
      "aya": "13",
      "arabic_text": "فَإِذَا نُفِخَ فِي ٱلصُّورِ نَفۡخَةٞ وَٰحِدَةٞ",
      "translation": ". Na litapo pulizwa barugumu mpulizo mmoja tu,",
      "footnotes": "Litakapo pulizwa barugumu kwa mpulizo mmoja,"
    },
    {
      "id": "5337",
      "sura": "69",
      "aya": "14",
      "arabic_text": "وَحُمِلَتِ ٱلۡأَرۡضُ وَٱلۡجِبَالُ فَدُكَّتَا دَكَّةٗ وَٰحِدَةٗ",
      "translation": "Na ardhi na milima ikaondolewa, na ikavunjwa kwa mvunjo mmoja,",
      "footnotes": "Na ardhi na milima ikaondolewa pahala ilipo, na ikavunjwa mara moja,"
    },
    {
      "id": "5338",
      "sura": "69",
      "aya": "15",
      "arabic_text": "فَيَوۡمَئِذٖ وَقَعَتِ ٱلۡوَاقِعَةُ",
      "translation": "Siku hiyo ndio Tukio litatukia.",
      "footnotes": "Siku hiyo ndiyo kitashuka cha kushuka,"
    },
    {
      "id": "5339",
      "sura": "69",
      "aya": "16",
      "arabic_text": "وَٱنشَقَّتِ ٱلسَّمَآءُ فَهِيَ يَوۡمَئِذٖ وَاهِيَةٞ",
      "translation": "Na mbingu zitapasuka, kwani siku hiyo zitakuwa dhaifu kabisa.",
      "footnotes": "Na mbingu zitapasuka kwa kuondoka hukumu zake na sharia zake, kwani siku hiyo zitakuwa dhaifu baada ya kuwa madhubuti zenye nguvu."
    },
    {
      "id": "5340",
      "sura": "69",
      "aya": "17",
      "arabic_text": "وَٱلۡمَلَكُ عَلَىٰٓ أَرۡجَآئِهَاۚ وَيَحۡمِلُ عَرۡشَ رَبِّكَ فَوۡقَهُمۡ يَوۡمَئِذٖ ثَمَٰنِيَةٞ",
      "translation": "Na Malaika watakuwa pembezoni mwa mbingu; na wanane juu ya hawa watakuwa wamebeba Kiti cha Enzi cha Mola wako Mlezi.",
      "footnotes": "Na Malaika pembezoni mwake, na wapo Malaika wanane siku hiyo watakao beba Kiti cha Enzi cha Mola wako Mlezi, juu ya Malaika hawa wengine."
    },
    {
      "id": "5341",
      "sura": "69",
      "aya": "18",
      "arabic_text": "يَوۡمَئِذٖ تُعۡرَضُونَ لَا تَخۡفَىٰ مِنكُمۡ خَافِيَةٞ",
      "translation": "Siku hiyo mtahudhurishwa - haitafichika siri yoyote yenu.",
      "footnotes": "Siku hiyo ndio mtaletwa kwa ajili ya kuhisabiwa. Wala haifichikani siri yenu yoyote mliyo kuwa mkiificha."
    },
    {
      "id": "5342",
      "sura": "69",
      "aya": "19",
      "arabic_text": "فَأَمَّا مَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَيَقُولُ هَآؤُمُ ٱقۡرَءُواْ كِتَٰبِيَهۡ",
      "translation": "Basi ama atakaye pewa kitabu chake kwa mkono wake wa kulia, atasema: Haya someni kitabu changu!",
      "footnotes": "Ama mwenye kupewa kitabu chake kwa mkono wake wa kulia, atasema akiwatangazia furaha yake walio karibu naye: Chukueni msome kitabu changu!"
    },
    {
      "id": "5343",
      "sura": "69",
      "aya": "20",
      "arabic_text": "إِنِّي ظَنَنتُ أَنِّي مُلَٰقٍ حِسَابِيَهۡ",
      "translation": "Hakika nalijua ya kuwa nitapokea hisabu yangu.",
      "footnotes": "Mimi nilikuwa na yakini tangu duniani kuwa nitapata hisabu yangu, basi nikajitayarisha nafsi yangu kwa mkutano huu."
    },
    {
      "id": "5344",
      "sura": "69",
      "aya": "21",
      "arabic_text": "فَهُوَ فِي عِيشَةٖ رَّاضِيَةٖ",
      "translation": "Basi yeye atakuwa katika maisha ya kupendeza,",
      "footnotes": "Basi huyo atakuwa katika maisha yaliyo enea kupendeza."
    },
    {
      "id": "5345",
      "sura": "69",
      "aya": "22",
      "arabic_text": "فِي جَنَّةٍ عَالِيَةٖ",
      "translation": "Katika Bustani ya juu,",
      "footnotes": "Katika Bustani ya pahali na daraja ya juu."
    },
    {
      "id": "5346",
      "sura": "69",
      "aya": "23",
      "arabic_text": "قُطُوفُهَا دَانِيَةٞ",
      "translation": "Matunda yake yakaribu.",
      "footnotes": "Matunda yake yakaribu kwa kuyachuma. (kuyatunda)."
    },
    {
      "id": "5347",
      "sura": "69",
      "aya": "24",
      "arabic_text": "كُلُواْ وَٱشۡرَبُواْ هَنِيٓـَٔۢا بِمَآ أَسۡلَفۡتُمۡ فِي ٱلۡأَيَّامِ ٱلۡخَالِيَةِ",
      "translation": "Waambiwe: Kuleni na mnywe kwa furaha kwa sababu ya mlivyo tanguliza katika siku zilizo pita.",
      "footnotes": "Kuleni na mnywe kwa kula na kunywa kusio na karaha, wala maudhi, kwa sababu ya vitendo vyema mlivyo kwisha vitanguliza katika siku za duniani zilizo pita."
    },
    {
      "id": "5348",
      "sura": "69",
      "aya": "25",
      "arabic_text": "وَأَمَّا مَنۡ أُوتِيَ كِتَٰبَهُۥ بِشِمَالِهِۦ فَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُوتَ كِتَٰبِيَهۡ",
      "translation": "Na ama atakaye pewa kitabu chake katika mkono wake wa kushoto, basi yeye atasema: Laiti nisingeli pewa kitabu changu!",
      "footnotes": "Ama mwenye kupewa kitabu chake kwa mkono wake wa kushoto atasema kwa majuto na huzuni: Laiti kuwa sikupewa kitabu changu,"
    },
    {
      "id": "5349",
      "sura": "69",
      "aya": "26",
      "arabic_text": "وَلَمۡ أَدۡرِ مَا حِسَابِيَهۡ",
      "translation": "Wala nisingeli jua nini hisabu yangu.",
      "footnotes": "Wala sikuijua hisabu yangu!"
    },
    {
      "id": "5350",
      "sura": "69",
      "aya": "27",
      "arabic_text": "يَٰلَيۡتَهَا كَانَتِ ٱلۡقَاضِيَةَ",
      "translation": "Laiti mauti ndiyo yangeli kuwa ya kunimaliza kabisa.",
      "footnotes": "Laiti kuwa kule kufa niliko kwisha kufa kungeli kuwa ndio kumalizika kwangu kwa mwisho, wala nisingeli fufuliwa tena!"
    },
    {
      "id": "5351",
      "sura": "69",
      "aya": "28",
      "arabic_text": "مَآ أَغۡنَىٰ عَنِّي مَالِيَهۡۜ",
      "translation": "Mali yangu hayakunifaa kitu.",
      "footnotes": "Hapana chochote nilicho kimiliki duniani kilicho nifaa."
    },
    {
      "id": "5352",
      "sura": "69",
      "aya": "29",
      "arabic_text": "هَلَكَ عَنِّي سُلۡطَٰنِيَهۡ",
      "translation": "Madaraka yangu yamenipotea.",
      "footnotes": "Uzima wangu umenipotea, na nguvu zangu zimenitoka."
    },
    {
      "id": "5353",
      "sura": "69",
      "aya": "30",
      "arabic_text": "خُذُوهُ فَغُلُّوهُ",
      "translation": "(Pasemwe): Mshikeni! Mtieni pingu!",
      "footnotes": "Wataambiwa walinzi wa Jahannamu: Mshikeni, na mfungeni mikono yake kwenye shingo yake."
    },
    {
      "id": "5354",
      "sura": "69",
      "aya": "31",
      "arabic_text": "ثُمَّ ٱلۡجَحِيمَ صَلُّوهُ",
      "translation": "Kisha mtupeni Motoni!",
      "footnotes": "Kisha msimtie popote ila ndani ya Moto wa Jahannamu,"
    },
    {
      "id": "5355",
      "sura": "69",
      "aya": "32",
      "arabic_text": "ثُمَّ فِي سِلۡسِلَةٖ ذَرۡعُهَا سَبۡعُونَ ذِرَاعٗا فَٱسۡلُكُوهُ",
      "translation": "Tena mtatizeni katika mnyororo wenye urefu wa dhiraa sabiini!",
      "footnotes": "Kisha mfungeni kwenye mnyororo mrefu kabisa."
    },
    {
      "id": "5356",
      "sura": "69",
      "aya": "33",
      "arabic_text": "إِنَّهُۥ كَانَ لَا يُؤۡمِنُ بِٱللَّهِ ٱلۡعَظِيمِ",
      "translation": "Kwani huyo hakika alikuwa hamuamini Mwenyezi Mungu Mtukufu,",
      "footnotes": "Hakika huyo alikuwa hamsadiki Mwenyezi Mungu Mtukufu,"
    },
    {
      "id": "5357",
      "sura": "69",
      "aya": "34",
      "arabic_text": "وَلَا يَحُضُّ عَلَىٰ طَعَامِ ٱلۡمِسۡكِينِ",
      "translation": "Wala hahimizi kulisha masikini.",
      "footnotes": "Wala hamhimizi yoyote kuwalisha masikini."
    },
    {
      "id": "5358",
      "sura": "69",
      "aya": "35",
      "arabic_text": "فَلَيۡسَ لَهُ ٱلۡيَوۡمَ هَٰهُنَا حَمِيمٞ",
      "translation": "Basi leo hapa hana jamaa wa kumwonea uchungu,",
      "footnotes": "Basi hii leo huyu kafiri hana jamaa wa kumtetea,"
    },
    {
      "id": "5359",
      "sura": "69",
      "aya": "36",
      "arabic_text": "وَلَا طَعَامٌ إِلَّا مِنۡ غِسۡلِينٖ",
      "translation": "Wala hana chakula ila usaha wa watu wa Motoni.",
      "footnotes": "Wala hana chakula ila usaha wa watu wa Motoni, ambao kwa hakika ni mchanganyiko wa damu na usaha."
    },
    {
      "id": "5360",
      "sura": "69",
      "aya": "37",
      "arabic_text": "لَّا يَأۡكُلُهُۥٓ إِلَّا ٱلۡخَٰطِـُٔونَ",
      "translation": "Chakula hicho hawakili ila wakosefu.",
      "footnotes": "Hawakili chakula hicho ila wakosefu walio kusudia kufanya maasi yao, na wakakamia kuendelea nayo."
    },
    {
      "id": "5361",
      "sura": "69",
      "aya": "38",
      "arabic_text": "فَلَآ أُقۡسِمُ بِمَا تُبۡصِرُونَ",
      "translation": "Basi naapa kwa mnavyo viona,",
      "footnotes": "Basi naapa kwa mnavyo viona katika vinavyo onekana,"
    },
    {
      "id": "5362",
      "sura": "69",
      "aya": "39",
      "arabic_text": "وَمَا لَا تُبۡصِرُونَ",
      "translation": "Na msivyo viona,",
      "footnotes": "Basi naapa kwa mnavyo viona katika vinavyo onekana, na msivyo viona katika ulimwengu wa ghaibu,"
    },
    {
      "id": "5363",
      "sura": "69",
      "aya": "40",
      "arabic_text": "إِنَّهُۥ لَقَوۡلُ رَسُولٖ كَرِيمٖ",
      "translation": "Kwa hakika hii ni kauli iliyo letwa na Mjumbe mwenye hishima.",
      "footnotes": "Kwamba hakika Qur'ani bila ya shaka inatoka kwa Mwenyezi Mungu kwa ulimi wa Mjumbe mwenye cheo cha juu."
    },
    {
      "id": "5364",
      "sura": "69",
      "aya": "41",
      "arabic_text": "وَمَا هُوَ بِقَوۡلِ شَاعِرٖۚ قَلِيلٗا مَّا تُؤۡمِنُونَ",
      "translation": "Wala si kauli ya mtunga mashairi. Ni machache sana mnayo yaamini.",
      "footnotes": "Wala Qur'ani si maneno ya mtunga mashairi kama mnavyo dai. Ama nyinyi ni chache mno imani yenu ya kuwa Qur'ani inatoka kwa Mwenyezi Mungu."
    },
    {
      "id": "5365",
      "sura": "69",
      "aya": "42",
      "arabic_text": "وَلَا بِقَوۡلِ كَاهِنٖۚ قَلِيلٗا مَّا تَذَكَّرُونَ",
      "translation": "Wala si kauli ya kuhani. Ni machache mnayo yakumbuka.",
      "footnotes": "Wala Qur'ani haisemi kwa maneno ya kumunyia munyia kama wanenavyo makuhani mlio wazoea. Ni uchache mno kukumbuka kwenu na kuzingatia khitilafu zilioko baina ya Qur'ani na maneno ya makuhani."
    },
    {
      "id": "5366",
      "sura": "69",
      "aya": "43",
      "arabic_text": "تَنزِيلٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Ni uteremsho utokao kwa Mola Mlezi wa walimwengu wote.",
      "footnotes": "Hii ni uteremsho unao toka kwa Mwenye kuwaangalia walimwengu wote kwa kuwaumba na kuwalea."
    },
    {
      "id": "5367",
      "sura": "69",
      "aya": "44",
      "arabic_text": "وَلَوۡ تَقَوَّلَ عَلَيۡنَا بَعۡضَ ٱلۡأَقَاوِيلِ",
      "translation": "Na lau kama angeli tuzulia baadhi ya maneno tu,",
      "footnotes": "Na lau kuwa angeli dai kitu chochote ambacho tusicho kisema"
    },
    {
      "id": "5368",
      "sura": "69",
      "aya": "45",
      "arabic_text": "لَأَخَذۡنَا مِنۡهُ بِٱلۡيَمِينِ",
      "translation": "Bila ya shaka tungeli mshika kwa mkono wa kulia,",
      "footnotes": "Basi bila ya shaka tungeli mshika akitoe kama mtu anavyo mkamata mtu kwa mkono wa kulia akammaliza hapo hapo."
    },
    {
      "id": "5369",
      "sura": "69",
      "aya": "46",
      "arabic_text": "ثُمَّ لَقَطَعۡنَا مِنۡهُ ٱلۡوَتِينَ",
      "translation": "Kisha kwa hakika tungeli mkata mshipa mkubwa wa moyo!",
      "footnotes": "Kisha bila ya shaka tungeli mkata mshipa wake wa moyo, afe saa ile ile. (Biblia inasema katika Kumbukumbu la Torati 18.20 \"Lakini nabii atakayenena neno kwa kujikinai kwa jina langu, ambalo sikumwagiza kulinena, au atakayenena katika jina la miungu mingine, nabii yule atakufa.\")"
    },
    {
      "id": "5370",
      "sura": "69",
      "aya": "47",
      "arabic_text": "فَمَا مِنكُم مِّنۡ أَحَدٍ عَنۡهُ حَٰجِزِينَ",
      "translation": "Na hapana yeyote katika nyinyi ambaye angeli weza kutuzuia.",
      "footnotes": "Na hapana yeyote katika nyinyi, hata ange kuwa na nguvu namna gani, angeli weza kuzuia adhabu yetu isimfikilie."
    },
    {
      "id": "5371",
      "sura": "69",
      "aya": "48",
      "arabic_text": "وَإِنَّهُۥ لَتَذۡكِرَةٞ لِّلۡمُتَّقِينَ",
      "translation": "Kwa hakika hii ni mawaidha kwa wachamngu.",
      "footnotes": "Na hakika Qur'ani ni mawaidha kwa wanao fuata amri za Mwenyezi Mungu, na wanaepuka makatazo yake."
    },
    {
      "id": "5372",
      "sura": "69",
      "aya": "49",
      "arabic_text": "وَإِنَّا لَنَعۡلَمُ أَنَّ مِنكُم مُّكَذِّبِينَ",
      "translation": "Na hakika Sisi bila ya shaka tunajua kwamba miongoni mwenu wapo wanao kadhibisha.",
      "footnotes": "Na hakika Sisi bila ya shaka tunajua kwamba kati yenu wapo wanao ikanusha Qur'ani."
    },
    {
      "id": "5373",
      "sura": "69",
      "aya": "50",
      "arabic_text": "وَإِنَّهُۥ لَحَسۡرَةٌ عَلَى ٱلۡكَٰفِرِينَ",
      "translation": "Na hakika bila ya shaka itakuwa ni majuto kwa wanao kataa.",
      "footnotes": "Na kwamba hakika hiyo bila ya shaka ni sababu ya majuto ya wanao ikataa, wakati watapo iona adhabu yao, na neema za wenye kusadiki."
    },
    {
      "id": "5374",
      "sura": "69",
      "aya": "51",
      "arabic_text": "وَإِنَّهُۥ لَحَقُّ ٱلۡيَقِينِ",
      "translation": "Na hakika hii bila ya shaka ni haki ya yakini.",
      "footnotes": "Na hakika Qur'ani bila ya shaka ni Haki iliyo thibiti, isiyo na shaka yoyote."
    },
    {
      "id": "5375",
      "sura": "69",
      "aya": "52",
      "arabic_text": "فَسَبِّحۡ بِٱسۡمِ رَبِّكَ ٱلۡعَظِيمِ",
      "translation": "Basi litakase jina la Mola wako Mlezi Mtukufu.",
      "footnotes": "Basi mtakase Mola wako Mlezi, na dumisha kudhukuru jina lake."
    }
  ]
}