{
  "id": 4,
  "verse_number": 4,
  "page_number": 549,
  "verse_key": "60:4",
  "juz_number": 28,
  "hizb_number": 55,
  "rub_el_hizb_number": 219,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "قَدۡ كَانَتۡ لَكُمۡ أُسۡوَةٌ حَسَنَةٞ فِيٓ إِبۡرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذۡ قَالُواْ لِقَوۡمِهِمۡ إِنَّا بُرَءَٰٓؤُاْ مِنكُمۡ وَمِمَّا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ كَفَرۡنَا بِكُمۡ وَبَدَا بَيۡنَنَا وَبَيۡنَكُمُ ٱلۡعَدَٰوَةُ وَٱلۡبَغۡضَآءُ أَبَدًا حَتَّىٰ تُؤۡمِنُواْ بِٱللَّهِ وَحۡدَهُۥٓ إِلَّا قَوۡلَ إِبۡرَٰهِيمَ لِأَبِيهِ لَأَسۡتَغۡفِرَنَّ لَكَ وَمَآ أَمۡلِكُ لَكَ مِنَ ٱللَّهِ مِن شَيۡءٖۖ رَّبَّنَا عَلَيۡكَ تَوَكَّلۡنَا وَإِلَيۡكَ أَنَبۡنَا وَإِلَيۡكَ ٱلۡمَصِيرُ",
  "translation": "(مسلمانو!) تمہارے لیے حضرت ابراہیم میں اور ان کے ساتھیوں میں بہترین نمونہ ہے(1) ، جبکہ ان سب نے اپنی قوم سے برملا کہہ دیا کہ ہم تم سے اور جن جن کی تم اللہ کے سوا عبادت کرتے ہو ان سب سے بالکل بیزار ہیں(2)۔ ہم تمہارے (عقائد کے) منکر ہیں جب تک تم اللہ کی وحدانیت پر ایمان نہ ﻻؤ ہم میں تم میں ہمیشہ کے لیے بغض وعداوت ﻇاہر ہوگئی(3) لیکن ابراہیم کی اتنی بات تو اپنے باپ سے ہوئی تھی(4) کہ میں تمہارے لیے استغفار ضرور کروں گا اور تمہارے لیے مجھے اللہ کے سامنے کسی چیز کا اختیار کچھ بھی نہیں۔ اے ہمارے پروردگار تجھی پر ہم نے بھروسہ کیا ہے(5) اور تیری ہی طرف رجوع کرتے ہیں اور تیری ہی طرف لوٹنا ہے.",
  "footnotes": "(1) کفار سے عدم موالات کے مسئلے کی توضیح کے لیے حضرت ابراہیم (عليه السلام) کی مثال دی جارہی ہے أُسْوَةٌ کے معنی ہوتے ہیں، ایسا نمونہ جس کی اقتدا کی جائے۔\n(2) یعنی شرک کی وجہ سے ہمارا اور تمہارا کوئی تعلق نہیں، اللہ کے پرستاروں کا بھلا غیر اللہ کے پجاریوں سے کیا تعلق؟\n(3) یعنی یہ علیحدگی اور بیزاری اس وقت تک رہے گی جب تک تم کفروشرک چھوڑ کر توحید کو نہیں اپنالو گے۔ ہاں جب تم ایک اللہ کو ماننے والے بن جاؤ گے تو پھر یہ عداوت موالات میں اور یہ بغض محبت میں بدل جائے گا۔\n(4) یہ ایک استثنا ہے جو فی ابراہیم میں مقدر محذوف مضاف سے ہے۔ یعنی «قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي مَقَالاتِ إِبْرَاهيِمَ إِلا قَوْلَهُ لأبِيهِ یا أُسْوَةٌ حَسَنَةٌ» سے استثنا ہے، اس لیے کہ قول بھی منجملہ اسوہ ہے۔ گویا کہا جارہا ہے۔ «قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ فِي جَمِيعِ أَقْوَالِهِ وَأَفْعَالِهِ إِلا قَوْلَهُ لأبِيهِ»(فتح القدير) مطلب یہ ہے کہ حضرت ابراہیم (عليه السلام) کی پوری زندگی ایک قابل تقلید نمونہ ہے، البتہ ان کا اپنے باپ کے لیے مغفرت کی دعا کرنا ایک ایسا عمل ہے جس میں ان کی پیروی نہیں کرنی چاہیے، کیونکہ ان کا یہ فعل اس وقت کا ہے جب ان کو اپنے باپ کی بابت علم نہیں تھا، چنانچہ جب ان پر یہ واضح ہوگیا کہ ان کا باپ اللہ کا دشمن ہے تو انہوں نے اپنے باپ سے بھی اظہار براءت کر دیا، جیسا کہ سورۂ براءت آیت 114 میں ہے۔ (سورۂ براءت سورۂ توبہ کو کہا جاتا ہے)۔\n(5) توکل کا مطلب ہے۔ امکانی حد تک ظاہری اسباب ووسائل اختیار کرنے کے بعد معاملہ اللہ کے سپرد کر دیا جائے۔ یہ مطلب نہیں کہ ظاہری وسائل اختیار کیے بغیر ہی اللہ پر اعتماد اور توکل کا اظہار کیا جائے، اس سے ہمیں منع کیا گیا ہے، اس لیے توکل کا یہ مفہوم بھی غلط ہوگا۔ نبی (صلى الله عليه وسلم) کی خدمت میں ایک شخص حاضر ہوا اور اونٹ کو باہر کھڑا کرکے اندر آگیا ، آپ (صلى الله عليه وسلم) نے پوچھا تو کہا میں اونٹ اللہ کے سپرد کر آیا ہوں، آپ (صلى الله عليه وسلم) نے فرمایا۔ یہ توکل نہیں ہے۔ ”اعْقِلْ وَتَوَكَّلْ“ پہلے اسے کسی چیز سے باندھ ، پھر اللہ پر بھروسہ کر۔ (ترمذی) انابت کا مطلب ہے، اللہ کی طرف رجوع کرنا۔"
}