{
  "id": 29,
  "verse_number": 29,
  "page_number": 191,
  "verse_key": "9:29",
  "juz_number": 10,
  "hizb_number": 19,
  "rub_el_hizb_number": 76,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "قَٰتِلُواْ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ ٱللَّهُ وَرَسُولُهُۥ وَلَا يَدِينُونَ دِينَ ٱلۡحَقِّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ حَتَّىٰ يُعۡطُواْ ٱلۡجِزۡيَةَ عَن يَدٖ وَهُمۡ صَٰغِرُونَ",
  "translation": "Piganeni na wasio muamini Mwenyezi Mungu wala Siku ya Mwisho, wala hawaharimishi alivyo harimisha Mwenyezi Mungu na Mtume, wala hawashiki Dini ya Haki, miongoni mwa walio pewa Kitabu, mpaka watoe kodi kwa khiari yao, hali wamet'ii.",
  "footnotes": "Enyi mlio amini! Wapigeni vita makafiri katika Watu wa Kitabu wasio muamini Mwenyezi Mungu kwa Imani iliyo sawa, wala hawakiri kuwa kuna kufufuliwa na kulipwa, wala hawayashiki aliyo yakataza Mwenyezi Mungu na Mtume wake, wala hawaishiki Dini ya Haki, nayo ni Uislamu. Wapigeni vita mpaka waamini, au watoe Jizya, nao wamenyenyekea na wat'iifu, si wenye kuasi, wasaidie katika kujenga mfuko wa Kiislamu.  \"Jizya\" ni katika kipato muhimu katika madukhuli ya serikali ya Kiislamu. Kodi hii ilikuwa baina ya Dirham 8 na 40. Kila mtu mmoja katika Mayahudi na Wakristo na walio kuwa kama wao akitozwa Dirham 12. Akilazimishwa kulipa mwanamume aliye kwisha baalighi, na mzima wa mwili na akili, na kwa sharti awe na mali ya kuweza kutoa. Wanawake na watoto walisamehewa, na vile vile vizee. Kwa sababu hao hawapigwi vita. Wala hawatozwi vipofu na wasio jiweza, ila wakiwa matajiri. Kadhaalika hawatozwi mafakiri na masikini na watumwa. Wala hawakutakiwa kutoa mamonaki, yaani mapadri wanao jitenga na watu. Na asli ya kutozwa Jizya ni ulinzi wa wasio kuwa Waislamu. Kwa sababu Ahli Lkitaab, Watu wa Biblia, na walio kama wao, hawakulazimishwa kuingia vitani kulinda nchi wala kujilinda nafsi zao. Kwa hivyo ilikuwa ni haki wao watoe kodi kuwa ni badala ya ulinzi na manufaa mengine ya dola wanayo yapata na wanastarehea nayo. Pia ni badala ya wanacho kitoa Waislamu. Kwani Muislamu anatozwa ile khumsi (moja katika tano) ya ngawira, anatozwa Zaka ya mali, na Zaka ya Fitri, na kafara mbali mbali kwa kulipia makosa. Kwa hivyo ikawa hapana budi kuchukuliwa kodi kutokana kwa asiye kuwa Muislamu badala ya yote anayo yatoa Muislamu kwa maslaha ya wote na kwa ajili ya mafakiri wa wasio kuwa Waislamu. Wala haikukusudiwa kutozwa kodi kuwatia unyonge au kuwatia adabu. Kwani hayo hayaambatani na uadilifu wa Uislamu, wala hayakubaliani na makusudio yake mazuri."
}