{
  "result": [
    {
      "id": "5552",
      "sura": "75",
      "aya": "1",
      "arabic_text": "لَآ أُقۡسِمُ بِيَوۡمِ ٱلۡقِيَٰمَةِ",
      "translation": "1. Мен Қиёмат Кунига қасам ичурман.",
      "footnotes": ""
    },
    {
      "id": "5553",
      "sura": "75",
      "aya": "2",
      "arabic_text": "وَلَآ أُقۡسِمُ بِٱلنَّفۡسِ ٱللَّوَّامَةِ",
      "translation": "2. Ва Мен маломатгўй нафсга қасам ичурманки, (ҳеч шак-шубҳасиз, қайта тирилиб, ҳисоб-китоб қилинурсизлар)!",
      "footnotes": "И з о ҳ. Ушбу ояти каримадаги «маломатгўй нафс» ўз эгаси Аллоҳ таолога ибодат қилишда қосирлик-бепарволик қилса, маломат қиладиган нафсдир. Умуман, Қуръонда нафс калимаси уч хил сифат билан келади: 1. Нафси аммора (ёмонлик-гуноҳга) буюргувчи нафс (Юсуф сураси, 53-оят); 2. Маломатгўй нафс; 3. Хотиржам-сокин нафс (Фажр сураси, 27-оят)."
    },
    {
      "id": "5554",
      "sura": "75",
      "aya": "3",
      "arabic_text": "أَيَحۡسَبُ ٱلۡإِنسَٰنُ أَلَّن نَّجۡمَعَ عِظَامَهُۥ",
      "translation": "3. Инсон Бизни унинг (чириб, тупроққа айланиб кетган) суякларини ҳаргиз тўплай олмас, деб гумон қилурми?!",
      "footnotes": ""
    },
    {
      "id": "5555",
      "sura": "75",
      "aya": "4",
      "arabic_text": "بَلَىٰ قَٰدِرِينَ عَلَىٰٓ أَن نُّسَوِّيَ بَنَانَهُۥ",
      "translation": "4. Йўқ, Биз унинг бармоқларини (ҳам) тиклаб жойига келтиришга қодир бўлган Зотдирмиз!",
      "footnotes": "И з о ҳ. Аллоҳ таоло Қиёмат Кунида ҳар бир инсоннинг бармоқларигача тиклаб — асл ҳолига келтириши ҳақидаги хабардан икки нарсани уқиш мумкин: Биринчидан, шундай кичик нозик бармоқларни тиклашга қодир бўлган Зот бошқа суяк-сўнгакларни ҳам тиклай олиши шубҳасиздир. Иккинчидан, Қиёмат қойим бўлганида ҳар бир банда ҳаёти-дунёда қилиб ўтган барча яхши-ёмон амалларига жавоб берар экан, унинг бармоқлари бутун бўлиши ўта муҳимдир. Чунки дунёдаги ҳеч бир кишининг бармоқ изи иккинчи кишининг бармоқ изига ўхшамайди. (Бу ҳақиқатни илм-фан ўрганиб, исботлашидан неча аср илгари Қуръони Карим бир оғиз сўз билан айтиб қўйганининг ўзи барча инсонни ҳар бир бармоғигача яратган ҳам, ушбу азиз Китобни юборган ҳам ёлғиз Аллоҳ эканига очиқ далолатдир)! Бинобарин, қилинган барча эзгулик ҳам, ёмонлик ҳам адолат тарозусида тортилиб, ўзининг мукофот ёки жазосини оладиган Кунда ҳар бир бармоқ ўз эгасининг ҳаёти-дунёда қилиб ўтган қилмишларига жонли гувоҳ бўлиши шубҳасиздир."
    },
    {
      "id": "5556",
      "sura": "75",
      "aya": "5",
      "arabic_text": "بَلۡ يُرِيدُ ٱلۡإِنسَٰنُ لِيَفۡجُرَ أَمَامَهُۥ",
      "translation": "5. Балки инсон олдинда (келгуси ҳаётида ҳам) фисқ-фужур (гуноҳ амалларни) қилмоқни истаб: ",
      "footnotes": ""
    },
    {
      "id": "5557",
      "sura": "75",
      "aya": "6",
      "arabic_text": "يَسۡـَٔلُ أَيَّانَ يَوۡمُ ٱلۡقِيَٰمَةِ",
      "translation": "«Қиёмат Куни қачон ўзи?», деб сўрар?!",
      "footnotes": "И з о ҳ. Иймонсиз кимсаларни ёмон амаллар қилишдан қайтарилса, улар ўзлари ўрганиб қолган фисқ-фужурларидан ажралгилари келмасдан «Қиёматгача ҳали жуда узоқ, кексайганимизда қилган гуноҳларимизга тавба-тазарру қилиб оламиз», дейдилар, (Худди қўлларида то кексайиб, тавба қилгунларича ўлмаслик ҳақида васиқалари бордек)! Қуйидаги оятларда ана шундай кимсаларнинг Қиёмат Кунидаги аҳволи тасвирланади."
    },
    {
      "id": "5558",
      "sura": "75",
      "aya": "7",
      "arabic_text": "فَإِذَا بَرِقَ ٱلۡبَصَرُ",
      "translation": "7. Бас, (кўрган даҳшатларидан) кўз қамашиб, ",
      "footnotes": ""
    },
    {
      "id": "5559",
      "sura": "75",
      "aya": "8",
      "arabic_text": "وَخَسَفَ ٱلۡقَمَرُ",
      "translation": "8. (осмондаги) ой ҳам тутилган ҳолда",
      "footnotes": ""
    },
    {
      "id": "5560",
      "sura": "75",
      "aya": "9",
      "arabic_text": "وَجُمِعَ ٱلشَّمۡسُ وَٱلۡقَمَرُ",
      "translation": "9. қуёш ва ой бирлаштирилган вақтда, ",
      "footnotes": ""
    },
    {
      "id": "5561",
      "sura": "75",
      "aya": "10",
      "arabic_text": "يَقُولُ ٱلۡإِنسَٰنُ يَوۡمَئِذٍ أَيۡنَ ٱلۡمَفَرُّ",
      "translation": "10. — ана ўша Кунда у инсон «(у бало-офатлардан) қаерга қочиб-қутулиш мумкин?», деб қолур! ",
      "footnotes": ""
    },
    {
      "id": "5562",
      "sura": "75",
      "aya": "11",
      "arabic_text": "كَلَّا لَا وَزَرَ",
      "translation": "11. Йўқ! (Эй инсон, Аллоҳнинг азобидан қочиб қутуладиган) бирон бошпана йўқдир!",
      "footnotes": ""
    },
    {
      "id": "5563",
      "sura": "75",
      "aya": "12",
      "arabic_text": "إِلَىٰ رَبِّكَ يَوۡمَئِذٍ ٱلۡمُسۡتَقَرُّ",
      "translation": "12. У Кунда ёлғиз Парвардигоринг (ҳукм қилган жой)га қарор топишгина бордир!",
      "footnotes": ""
    },
    {
      "id": "5564",
      "sura": "75",
      "aya": "13",
      "arabic_text": "يُنَبَّؤُاْ ٱلۡإِنسَٰنُ يَوۡمَئِذِۭ بِمَا قَدَّمَ وَأَخَّرَ",
      "translation": "13. У Кунда инсонга (ҳаёти-дунёдалик чоғида) қилиб ўтган ва (ўзидан кейин) қолдирган (барча) нарсаларнинг (яъни, яхши-ёмон амалларнинг) хабари берилур.",
      "footnotes": ""
    },
    {
      "id": "5565",
      "sura": "75",
      "aya": "14",
      "arabic_text": "بَلِ ٱلۡإِنسَٰنُ عَلَىٰ نَفۡسِهِۦ بَصِيرَةٞ",
      "translation": "14. Балки (У Кунда) инсон(нинг барча аъзолари) ўзининг зиёнига гувоҳлик бергувчидир! ",
      "footnotes": ""
    },
    {
      "id": "5566",
      "sura": "75",
      "aya": "15",
      "arabic_text": "وَلَوۡ أَلۡقَىٰ مَعَاذِيرَهُۥ",
      "translation": "15. Гарчи ўз узр-баҳоналарини (ўртага) ташласа — келтирса-да, (унинг барча аъзолари ўзининг зиёнига гувоҳлик бергувчидир!)",
      "footnotes": "И з о ҳ. Яъни инсон ҳаёти дунёдалик пайтида ҳар қандай ҳакамни ўз тили-нутқи билан алдаб кетиши мумкин, аммо Қиёмат Кунида — ёлғиз Аллоҳ таоло ҳакам бўлган пайтида инсоннинг нотиқлиги бекор-бефойда бўлиб қолади. Чунки у Кунда инсон ўзини оқлаш учун қандай сабаб-баҳоналар топмасин, Аллоҳ таоло томонидан унинг баданидаги барча аъзоларига тил ато этилиб, улар ўз эгаларининг қилиб ўтган гуноҳларига гувоҳлик берадилар. Мазкур оятларда Қиёмат Куни ва инсоннинг у Кундаги аҳволи тасвирлангач, энди сўз Қуръонга ва унинг оятларини Жаброил фариштадан қабул қилиб олиш тариқасига кўчади. Пайғамбар алайҳис-салоту вас-салом ўзларига ваҳий нозил бўлаётган пайтда бирон калима ёдларидан чиқиб қолмаслиги учун лабларини қимирлатиб — такрорлаб турар эдилар. Ушбу оятларда у зотга бундай қилишнинг ҳожати йўқ эканлиги уқтирилди."
    },
    {
      "id": "5567",
      "sura": "75",
      "aya": "16",
      "arabic_text": "لَا تُحَرِّكۡ بِهِۦ لِسَانَكَ لِتَعۡجَلَ بِهِۦٓ",
      "translation": "16. (Эй Муҳаммад алайҳис-салоту вас-салом, Қуръонни) тезроқ (ёдлаб) олиш учун тилингизни у билан қимирлатмай-пичирламай қўя қолинг.",
      "footnotes": ""
    },
    {
      "id": "5568",
      "sura": "75",
      "aya": "17",
      "arabic_text": "إِنَّ عَلَيۡنَا جَمۡعَهُۥ وَقُرۡءَانَهُۥ",
      "translation": "17. Зеро, уни (сизнинг дилингизда) жамлаш ҳам, (тилингизда) қироат қилдириш ҳам Бизнинг зиммамиздадир.",
      "footnotes": ""
    },
    {
      "id": "5569",
      "sura": "75",
      "aya": "18",
      "arabic_text": "فَإِذَا قَرَأۡنَٰهُ فَٱتَّبِعۡ قُرۡءَانَهُۥ",
      "translation": "18. Бас, қачон Биз (яъни, Жаброил фаришта) уни (яъни, ҳар бир ваҳийни) ўқиб битганимиздан сўнггина сиз ҳам уни ўқишга эргашинг!",
      "footnotes": ""
    },
    {
      "id": "5570",
      "sura": "75",
      "aya": "19",
      "arabic_text": "ثُمَّ إِنَّ عَلَيۡنَا بَيَانَهُۥ",
      "translation": "19. Сўнгра уни — Қуръонни баён қилиб бериш ҳам албатта Бизнинг зиммамиздадир.",
      "footnotes": "И з о ҳ. Яъни, Аллоҳ таоло Ўз каломидаги тушуниб етиш мушкул бўлган айрим оятларни Пайғамбар алайҳис-салоту вас-саломга англатиш кафолатини ҳам Ўз зиммасига олиб, пайғамбаримизни хотиржам қилмоқда. Мана шу оятлар келгач, Расулуллоҳ ваҳий нозил бўлаётган вақтда бошларини қуйи солиб, хомуш ўтирадиган ва қачонки ваҳий келтирган Жаброил алайҳиссалом кетганларидан сўнггина нозил қилинган оятларни ўқийдиган бўлдилар. Қуйидаги оятларда сўз яна Қиёмат Кунини ёлғон дегувчи кимсаларга ва у Куннинг аҳволини тасвирлашга қайтади."
    },
    {
      "id": "5571",
      "sura": "75",
      "aya": "20",
      "arabic_text": "كَلَّا بَلۡ تُحِبُّونَ ٱلۡعَاجِلَةَ",
      "translation": "20. Йўқ, (эй Макка мушриклари, сизлар гумон қилгандек қайта тирилиш ва ҳисоб-китоб йўқ нарсалар эмасдир)! Балки сизлар нақд (дунё)ни яхши кўрурсизлар.",
      "footnotes": ""
    },
    {
      "id": "5572",
      "sura": "75",
      "aya": "21",
      "arabic_text": "وَتَذَرُونَ ٱلۡأٓخِرَةَ",
      "translation": "21. Охират (Куни)ни эса тарк қилурсизлар (яъни, Охират учун амал қилмайсизлар)!",
      "footnotes": ""
    },
    {
      "id": "5573",
      "sura": "75",
      "aya": "22",
      "arabic_text": "وُجُوهٞ يَوۡمَئِذٖ نَّاضِرَةٌ",
      "translation": "22. У Кунда (мўминларнинг) юзлари яшнаб, ",
      "footnotes": ""
    },
    {
      "id": "5574",
      "sura": "75",
      "aya": "23",
      "arabic_text": "إِلَىٰ رَبِّهَا نَاظِرَةٞ",
      "translation": "23. Парвардигорларига боқиб тургувчидир!",
      "footnotes": "И з о ҳ. Дарҳақиқат, аҳли жаннат учун Парвардигорнинг дийдорига етишдан суюклироқ бирон нарса йўқдир. Шунинг учун ҳам Яратганга боқар эканлар, уларнинг юзлари янада яшнаб, мунаввар бўлиши табиий ҳолдир. Саҳиҳул-Бухорийда ворид бўлган мана бу ҳадиси шариф ҳам мазкур ояти карима мазмунини таъкидлайди: «Албатта сизлар яқинда Парвардигорингизни худди мана шу тўлин ойни кўриб турганингиздек очиқ-аён кўрурсизлар»."
    },
    {
      "id": "5575",
      "sura": "75",
      "aya": "24",
      "arabic_text": "وَوُجُوهٞ يَوۡمَئِذِۭ بَاسِرَةٞ",
      "translation": "24. Ва у Кунда (кофирларнинг) юзлари буришиб, ",
      "footnotes": ""
    },
    {
      "id": "5576",
      "sura": "75",
      "aya": "25",
      "arabic_text": "تَظُنُّ أَن يُفۡعَلَ بِهَا فَاقِرَةٞ",
      "translation": "25. ўзларига албатта белни синдиргувчи (бирон бало) қилинишини ўйлаб-кутиб қолур!",
      "footnotes": "И з о ҳ. Ушбу оятларда Қиёмат Кунида кишилар албатта икки гуруҳга — саодатмандлар ва бадбахтларга бўлинишлари ҳақида хабар берилгач, қуйида инсонларнинг дунё ҳовлисидан Охират диёрига кўчишлари — жон таслим қилиш соатлари ғоят жонли лавҳаларда тасвирланади."
    },
    {
      "id": "5577",
      "sura": "75",
      "aya": "26",
      "arabic_text": "كَلَّآ إِذَا بَلَغَتِ ٱلتَّرَاقِيَ",
      "translation": "26. Дарҳақиқат, (жон) ҳалқумга етган, ",
      "footnotes": ""
    },
    {
      "id": "5578",
      "sura": "75",
      "aya": "27",
      "arabic_text": "وَقِيلَ مَنۡۜ رَاقٖ",
      "translation": "27. (вафот қилаётган кимсанинг атрофидагилар томонидан): «Дам солиб-ўқиб қўйгувчи бирон киши борми?», деб қолинган,",
      "footnotes": ""
    },
    {
      "id": "5579",
      "sura": "75",
      "aya": "28",
      "arabic_text": "وَظَنَّ أَنَّهُ ٱلۡفِرَاقُ",
      "translation": "28. (жон таслим қилаётган кимсанинг) ўзи (бу ҳолатнинг ҳаёти-дунёдан) ажралиш эканини англаган, ",
      "footnotes": ""
    },
    {
      "id": "5580",
      "sura": "75",
      "aya": "29",
      "arabic_text": "وَٱلۡتَفَّتِ ٱلسَّاقُ بِٱلسَّاقِ",
      "translation": "29. ва (жон бериш қийинлигидан) оёқ оёққа чалмашиб қолган бир вақтда,",
      "footnotes": ""
    },
    {
      "id": "5581",
      "sura": "75",
      "aya": "30",
      "arabic_text": "إِلَىٰ رَبِّكَ يَوۡمَئِذٍ ٱلۡمَسَاقُ",
      "translation": "30. — ана ўша кунда ёлғиз Парвардигорингиз (ҳузури)га ҳайдалиш бордир!",
      "footnotes": "И з о ҳ. Дунёда яшаш соати битиб, ажали етган ҳар бир киши топган бола-чақасини ҳам, мол-давлатини ҳам, шаъну-шавкатини ҳам тарк этиб, ёлғиз ҳолда Аллоҳ таоло ҳузурига ҳайдалиши бор экан, демак у Яратганга ёруғ юз билан рўбарў бўлиш учун ҳаёти-дунёдаги ҳар бир лаҳзасини иймон-эътиқод ва эзгу амаллар қилиш билан ўтказиши лозим. Аммо калтабин инсон эса..."
    },
    {
      "id": "5582",
      "sura": "75",
      "aya": "31",
      "arabic_text": "فَلَا صَدَّقَ وَلَا صَلَّىٰ",
      "translation": "31. На (Қуръон ва пайғамбарни) тасдиқ этди ва на намоз ўқиди!",
      "footnotes": ""
    },
    {
      "id": "5583",
      "sura": "75",
      "aya": "32",
      "arabic_text": "وَلَٰكِن كَذَّبَ وَتَوَلَّىٰ",
      "translation": "32. Балки у (Қуръонни) ёлғон деди ва (иймондан) юз ўгирди!",
      "footnotes": ""
    },
    {
      "id": "5584",
      "sura": "75",
      "aya": "33",
      "arabic_text": "ثُمَّ ذَهَبَ إِلَىٰٓ أَهۡلِهِۦ يَتَمَطَّىٰٓ",
      "translation": "33. Сўнгра (мана шу қилмишларидан уялиш ўрнига) гердайганича ўз аҳли томон кетди!",
      "footnotes": ""
    },
    {
      "id": "5585",
      "sura": "75",
      "aya": "34",
      "arabic_text": "أَوۡلَىٰ لَكَ فَأَوۡلَىٰ",
      "translation": "34. (Эй кўрнамак инсон), ўлим бўлсин сенга, ўлим!",
      "footnotes": ""
    },
    {
      "id": "5586",
      "sura": "75",
      "aya": "35",
      "arabic_text": "ثُمَّ أَوۡلَىٰ لَكَ فَأَوۡلَىٰٓ",
      "translation": "35. Сўнгра яна ўлим бўлсин сенга, ўлим!",
      "footnotes": ""
    },
    {
      "id": "5587",
      "sura": "75",
      "aya": "36",
      "arabic_text": "أَيَحۡسَبُ ٱلۡإِنسَٰنُ أَن يُتۡرَكَ سُدًى",
      "translation": "36. Инсон ўзини (бу дунёда дину иймонга буюрилмасдан, Охиратда эса қайта тирилиб ҳисоб-китоб қилинмасдан) бекор ташлаб қўйилишини ўйларми (тамаъ қилурми)?!",
      "footnotes": ""
    },
    {
      "id": "5588",
      "sura": "75",
      "aya": "37",
      "arabic_text": "أَلَمۡ يَكُ نُطۡفَةٗ مِّن مَّنِيّٖ يُمۡنَىٰ",
      "translation": "37. Ахир у (бачадонга) тўкиладиган манийдан бир (ҳақир) нутфа эмасмиди?!",
      "footnotes": ""
    },
    {
      "id": "5589",
      "sura": "75",
      "aya": "38",
      "arabic_text": "ثُمَّ كَانَ عَلَقَةٗ فَخَلَقَ فَسَوَّىٰ",
      "translation": "38. Сўнгра лахта қон бўлди. Бас, (Аллоҳ уни) яратиб, расо (инсон) қилди.",
      "footnotes": ""
    },
    {
      "id": "5590",
      "sura": "75",
      "aya": "39",
      "arabic_text": "فَجَعَلَ مِنۡهُ ٱلزَّوۡجَيۡنِ ٱلذَّكَرَ وَٱلۡأُنثَىٰٓ",
      "translation": "39. Сўнг ундан эркак ва аёл жуфтларини (пайдо) қилди. ",
      "footnotes": ""
    },
    {
      "id": "5591",
      "sura": "75",
      "aya": "40",
      "arabic_text": "أَلَيۡسَ ذَٰلِكَ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰ",
      "translation": "40. Ана шу (Аллоҳ) ўликларни тирилтиришга қодир эмасми?! (Албатта Аллоҳ бунга қодирдир)! ",
      "footnotes": ""
    }
  ]
}