{
  "id": 41,
  "verse_number": 41,
  "page_number": 114,
  "verse_key": "5:41",
  "juz_number": 6,
  "hizb_number": 12,
  "rub_el_hizb_number": 46,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "۞ يَٰٓأَيُّهَا ٱلرَّسُولُ لَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِ مِنَ ٱلَّذِينَ قَالُوٓاْ ءَامَنَّا بِأَفۡوَٰهِهِمۡ وَلَمۡ تُؤۡمِن قُلُوبُهُمۡۛ وَمِنَ ٱلَّذِينَ هَادُواْۛ سَمَّٰعُونَ لِلۡكَذِبِ سَمَّٰعُونَ لِقَوۡمٍ ءَاخَرِينَ لَمۡ يَأۡتُوكَۖ يُحَرِّفُونَ ٱلۡكَلِمَ مِنۢ بَعۡدِ مَوَاضِعِهِۦۖ يَقُولُونَ إِنۡ أُوتِيتُمۡ هَٰذَا فَخُذُوهُ وَإِن لَّمۡ تُؤۡتَوۡهُ فَٱحۡذَرُواْۚ وَمَن يُرِدِ ٱللَّهُ فِتۡنَتَهُۥ فَلَن تَمۡلِكَ لَهُۥ مِنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ لَمۡ يُرِدِ ٱللَّهُ أَن يُطَهِّرَ قُلُوبَهُمۡۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ",
  "translation": "Ìwọ Òjíṣẹ́, má ṣe jẹ́ kí ó bà ọ́ nínú jẹ́ àwọn tó ń yára lọ sínú àìgbàgbọ́ nínú àwọn tó fi ẹnu ara wọn wí pé: “A gbàgbọ́.” - tí ọkàn wọn kò sì gbàgbọ́ ní òdodo - àti àwọn tó di yẹhudi, tí wọ́n ń tẹ́tí sí irọ́, tí wọ́n sì ń tẹ́tí sí ọ̀rọ̀ fún àwọn ènìyàn mìíràn tí kò wá sí ọ̀dọ̀ rẹ, tí wọ́n ń yí ọ̀rọ̀ padà kúrò ní àwọn àyè rẹ̀, wọ́n sì ń wí pé: “Tí wọ́n bá fún yín ní èyí ẹ gbà á. Tí wọn kò bá sì fún yín ẹ ṣọ́ra.”[1] Ẹnikẹ́ni tí Allāhu bá fẹ́ fòòró rẹ̀, o ò ní ìkápá kiní kan lọ́dọ̀ Allāhu fún un. Àwọn wọ̀nyẹn ni àwọn tí Allāhu kò fẹ́ fọ ọkàn wọn mọ́. Ìdójútì ń bẹ fún wọn ní ayé. Ìyà ńlá sì ń bẹ fún wọn ní ọ̀run.",
  "footnotes": "1. Àwọn yẹhudi rán ara wọn lọ bá Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - láti bi í léèrè nípa ìdájọ́ onísìná tí ó ti ṣe ìgbéyàwó rí. Wọ́n sì sọ fún àwọn ìránṣẹ́ wọn pé tí Ànábì - kí ìkẹ́ àti ọlà Allāhu máa bá a - bá pe ìdájọ́ rẹ̀ ní kòbókò àti kíkun ojú onísìná ní dúdú láti fi ṣẹ̀sín níta, kí wọ́n tẹ́wọ́ gba ìdájọ́ yẹn. Àmọ́ tí ó bá pe ìdájọ́ rẹ̀ ní lílẹ̀lókòpa, ẹ ṣọ́ra fún un, kí ẹ má ṣe tẹ̀lé e."
}