{
  "result": {
    "id": "2831",
    "sura": "24",
    "aya": "40",
    "arabic_text": "أَوۡ كَظُلُمَٰتٖ فِي بَحۡرٖ لُّجِّيّٖ يَغۡشَىٰهُ مَوۡجٞ مِّن فَوۡقِهِۦ مَوۡجٞ مِّن فَوۡقِهِۦ سَحَابٞۚ ظُلُمَٰتُۢ بَعۡضُهَا فَوۡقَ بَعۡضٍ إِذَآ أَخۡرَجَ يَدَهُۥ لَمۡ يَكَدۡ يَرَىٰهَاۗ وَمَن لَّمۡ يَجۡعَلِ ٱللَّهُ لَهُۥ نُورٗا فَمَا لَهُۥ مِن نُّورٍ",
    "translation": "40. [El estado de los que se negaron a creer es] como tinieblas en un mar profundo cubierto de olas, unas sobre otras, que a su vez están cubiertas por nubes. Son tinieblas que se superponen unas sobre otras. Si alguien mirase su mano, apenas podría distinguirla. De este modo, a quien Dios no ilumine jamás encontrará la luz[1].",
    "footnotes": "[1] Este versículo menciona la oscuridad que se encuentra en los mares profundos y los océanos, donde si un hombre sumergido en sus profundidades estira su mano no puede verla. La oscuridad en los mares profundos y océanos comienza alrededor de los 200 metros de profundidad. Después de los 1.000 metros ya no existe luz en absoluto. Los seres humanos no son capaces de sumergirse a más de 40 metros sin la ayuda de submarinos o equipos especiales. Los científicos han descubierto recientemente esta oscuridad mediante equipos especiales y submarinos que les han permitido sumergirse en las profundidades del océano. Podemos entender también de este versículo que las aguas profundas de los mares y océanos están cubiertas por olas, y por encima de esas olas existen otras olas. Es claro que ese segundo grupo de olas son las de la superficie que nosotros vemos, pues el versículo menciona que por encima de las segundas olas existen nubes. Pero sobre las primeras olas los científicos han descubierto recientemente que existen olas internas que cubren las aguas profundas de los mares y océanos, porque las aguas profundas poseen una densidad más alta que la de las aguas por encima de ellas. Las olas internas actúan igual que las de la superficie. Las olas internas no pueden ser vistas por el ojo humano, pero pueden ser detectadas al estudiar las temperaturas o los cambios de salinidad en un punto dado; todo esto nos muestra el origen milagroso del Sagrado Corán."
  }
}