{
  "id": 92,
  "verse_number": 92,
  "page_number": 93,
  "verse_key": "4:92",
  "juz_number": 5,
  "hizb_number": 10,
  "rub_el_hizb_number": 37,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَمَا كَانَ لِمُؤۡمِنٍ أَن يَقۡتُلَ مُؤۡمِنًا إِلَّا خَطَـٔٗاۚ وَمَن قَتَلَ مُؤۡمِنًا خَطَـٔٗا فَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖ وَدِيَةٞ مُّسَلَّمَةٌ إِلَىٰٓ أَهۡلِهِۦٓ إِلَّآ أَن يَصَّدَّقُواْۚ فَإِن كَانَ مِن قَوۡمٍ عَدُوّٖ لَّكُمۡ وَهُوَ مُؤۡمِنٞ فَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖۖ وَإِن كَانَ مِن قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞ فَدِيَةٞ مُّسَلَّمَةٌ إِلَىٰٓ أَهۡلِهِۦ وَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖۖ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ تَوۡبَةٗ مِّنَ ٱللَّهِۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا",
  "translation": "Dan tidak layak bagi seorang mukmin membunuh seorang mukmin (yang lain), kecuali karena salah (tidak sengaja)334, dan barang siapa membunuh seorang mukmin karena salah (hendaklah) ia memerdekakan seorang hamba sahaya yang beriman serta membayar diat335 yang diserahkan kepada keluarganya (si terbunuh itu), kecuali jika mereka (keluarga terbunuh) bersedekah336.  Jika ia (si terbunuh) dari kaum yang memusuhimu, padahal ia mukmin, maka (hendaklah si pembunuh) memerdekakan hamba sahaya yang mukmin. Dan jika ia (si terbunuh) dari kaum (kafir) yang ada perjanjian (damai) antara mereka dengan kamu, maka (hendaklah si pembunuh) membayar diat yang diserahkan kepada keluarganya (si terbunuh) serta memerdekakan hamba sahaya yang mukmin.  Barang siapa yang tidak memperolehnya337, maka hendaklah ia (si pembunuh) berpuasa dua bulan berturut-turut sebagai cara tobat kepada Allah.  Dan adalah Allah Maha Mengetahui lagi Maha Bijaksana.",
  "footnotes": "334.  Seperti bermaksud menembak burung, namun mengenai seorang mukmin. \n335.  Diat ialah pembayaran sejumlah harta karena sesuatu tindak pidana terhadap sesuatu jiwa atau anggota badan. \n336.  Bersedekah di sini maksudnya ialah membebaskan si pembunuh dari pembayaran diat. \n337.  Maksudnya tidak mempunyai hamba; tidak memperoleh hamba sahaya yang beriman atau tidak mampu membelinya untuk dimerdekakan. Menurut sebagian ahli tafsir, puasa dua bulan berturut­turut itu adalah sebagai ganti dari pembayaran diat dan memerdekakan hamba sahaya. "
}