{
  "id": 177,
  "verse_number": 177,
  "page_number": 27,
  "verse_key": "2:177",
  "juz_number": 2,
  "hizb_number": 3,
  "rub_el_hizb_number": 11,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ",
  "translation": "Sio wema kuwa mnaelekeza nyuso zenu upande wa mashariki na magharibi. Bali wema ni wa anaye muamini Mwenyezi Mungu na Siku ya Mwisho na Malaika na Kitabu na Manabii, na anawapa mali, kwa kupenda kwake, jamaa na mayatima na masikini na wasafiri, na waombao, na katika ugombozi, na akawa anashika Swala, na akatoa Zaka, na wanao timiza ahadi yao wanapo ahidi, na wanao vumilia katika shida na dhara na wakati wa vita; hao ndio walio sadikisha, na hao ndio wajilindao.",
  "footnotes": "Watu wamekithirisha maneno juu ya Kibla kama kwamba wema wote ni hayo tu. Hivi sivyo. Kuelekea upande fulani, mashariki au magharibi, sio msingi wa Dini na kupata kheri, lakini kupata wema ni mambo kadhaa wa kadhaa, baadhi yake ni nguzo za itikadi sahihi, na baadhi yake ni katika misingi ya tabia njema na ibada. La kwanza: kumuamini Mwenyezi Mungu, na Siku ya kufufuliwa na kukusanywa na kuhisabiwa na yatakayo tokea Siku ya Kiyama; na kuamini Malaika, na Vitabu vilivyo teremka kwa Manabii, na kuwaamini wenyewe Manabii. Na pili: kutoa mali kwa kupenda na kuridhia nafsi kuwapa mafakiri katika jamaa, na mayatima, na wenye shida ya haja, na wasafiri walio katikiwa safari yao wasipate cha kuwafikishia wendako, na walio lazimika kuomba kwa haja walio nayo, na kukomboa watumwa. ( Walio fungwa na kutawaliwa na dhaalimu ni watumwa pia. )Tatu: kushika Swala. Lane: kutoa Zaka iliyo lazimishwa. La tano: kutimiza ahadi bilhali wal maal. La sita: kustahamili maudhi yanayo teremkia roho na mali, mnapo pambana na adui zama za vita. Basi wenye kukusanya imani hizi na vitendo hivi vya kheri ndio walio sadikisha Imani yao, na wao ndio wanao jilinda na ukafiri na mambo machafu na wakayaepuka."
}