{
  "result": {
    "id": "192",
    "sura": "2",
    "aya": "185",
    "arabic_text": "شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
    "translation": "Mwezi wa Ramadhani ambao imeteremshwa humo Qur'ani kuwa ni uwongofu kwa watu, na hoja zilizo wazi za uwongofu na upambanuzi. Basi ataye kuwa mjini katika mwezi huu naafunge. Na mwenye kuwa mgonjwa au safarini, basi atimize hisabu katika siku nyengine. Mwenyezi Mungu anakutakieni yaliyo mepesi wala hakutakieni yaliyo mazito, na mtimize hiyo hisabu, na mumtukuze Mwenyezi Mungu kwa kuwa amekuongoeni ili mpate kushukuru.",
    "footnotes": "Na siku hizi ni za mwezi wa Ramadhani mwezi wenye daraja tukufu kwa Mwenyezi Mungu ndipo ilipo teremshwa Qur'ani ili kuwaongoa watu wote kwa hoja zake zilizo wazi zinazo fikishia kheri, na zenye kutenga baina ya Haki na baat'ili kwa nyakati zote na vizazi vyote. Basi mwenye kuuwahi mwezi huu naye ni mzima, si mgonjwa, yupo mjini si msafiri, yampasa afunge Saumu. Na aliye mgonjwa anaye dhurika kwa kufunga au alioko safarini anaweza kula, na juu yake kuzilipa zile siku alizo kula kwa kufunga utapo ondoka udhuru. Kwani Mwenyezi Mungu hataki kuwapatisha watu mashaka na taklifa bali Yeye anapenda kuwafanyia watu sahala. Na Mwenyezi Mungu amekubainishieni Mwezi wa Saumu, na amekuongoeni ili mpate kutimiza siku za kufunga, na mumtukuze Mwenyezi Mungu kwa uwongofu alio kuongoeni, na akakupeni tawfiki njema.  Imethibiti kwa matibabu ya kisasa kuwa Saumu kwa namna ya Qur'ani ina faida nyingi, katika hizo ni kuwa inasaidia katika kutibu maradhi ya sukari, inatengeneza matumbo, inapunguza maumivu ya viungo, na maradhi ya moyo, inapumzisha nyama za mwili, na inasafisha uchafu mwingi wenye madhara, na pia inakuwa ni kinga kwa maradhi mengi mengineyo. Je, vipi kwa mtu asiye jua kusoma na kuandika ayajue yote haya?"
  }
}