{
  "id": 229,
  "verse_number": 229,
  "page_number": 36,
  "verse_key": "2:229",
  "juz_number": 2,
  "hizb_number": 4,
  "rub_el_hizb_number": 14,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ",
  "translation": "T'alaka ni mara mbili. Kisha ni kukaa kwa wema au kuachana kwa vizuri. Wala si halali kwenu kuchukua chochote mlicho wapa wake zenu, ila ikiwa wote wawili wakiogopa ya kwamba hawataweza kushikamana na mipaka ya Mwenyezi Mungu. Basi mkiogopa kuwa hawataweza kushikamana na mipaka ya Mwenyezi Mungu hapo itakuwa hapana lawama ikiwa mwanamke atajikomboa. Hii ndiyo mipaka ya Mwenyezi Mungu; basi msiikiuke. Na watakao ikiuka mipaka ya Mwenyezi Mungu, hao ndio madhaalimu.",
  "footnotes": "T'alaka ni mara mbili. Baada ya kila t'alaka ana haki mume kukaa naye kwa kumrejea kabla ya kwisha siku za eda, au kumrejesha katika dhamana yake kwa kumwoa upya. Na katika hali hiyo inapasa makusudio yake ni kukaa naye kwa uadilifu na kumtendea wema, au kuachana kwa ihsani na heshima bila ya kukhasimiana. Wala si halali kwenu, enyi waume, kuchukua chochote mlicho wapa wanawake ila mkikhofu kuwa hamtoweza kufuata haki za uke na ume alizo kubainishieni Mwenyezi Mungu Subhanahu wa Taa'la, na akaku lazimisheni mzifuate. Mkikhofu, enyi Waislamu, kutofuata haki za mume na mke vilivyo kama alivyo eleza Mwenyezi Mungu basi ameamrisha mke atoe mali kwa ajili ya kutokana na mumewe. Na hizi ni hukumu zilizo pitishwa, msiende kinyume nazo, mkazipindukia. Mwenye kufanya hivyo amejidhulumu nafsi yake na amedhulumu jamii anayo ishi kati yake. Mwenyezi Mungu Subhanahu wa Taa'la ameifanyia sharia T'alaka, na akampa mwanamume kwanza uwezo wa kuacha. Baadhi ya watu wanadhani kuwa haya huleta madhara katika maisha na kusahilisha kuvunjika nyumba za watu. (a) Ama kupewa haki ya kuacha mwanamume kwa hakika hakupewa haki hiyo bila ya masharti yoyote. Katika masharti hayo aliyo wekewa ni: KWANZA hana ruhusa kuacha ila t'alaka moja ya kuweza kurejea, yaani anakuwa na haki ya kumrejea mke kabla ya kwisha eda. Ama amrejee naye yu ndani ya eda au amwache, na hivyo tena ni dalili ya hadi ya kuchukiana, na hapana maisha ya mume na mke tena kuchukiana kumefika hadi hiyo. PILI asimwache wakati wa hedhi, kwani wakati huo mwanamke huwa na hamaki, kwa hivyo huwa hapana utulivu. Na huenda hiyo hedhi ndiyo sababu ya hizo chuki zilizo zidi. Basi asiache mpaka mambo yawe yametua. TATU asimwache naye yumo katika t'ahara aliyo kwisha muingilia, kwani hiyo yaweza kuonekana huko kuchukiana kunatokana na kutokuwa na raghba na mkewe. Basi mambo yakiwa hivi t'alaka inakuwa katika hali ya chuki iliyo na nguvu, na kukatika mapenzi ya daima."
}