{
  "result": {
    "id": "240",
    "sura": "2",
    "aya": "233",
    "arabic_text": "۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ",
    "translation": "Na wazazi wanawake wawanyonyeshe watoto wao miaka miwili kaamili kwa anaye taka kutimiza kunyonyesha. Na juu ya baba yake chakula cha kina mama, na nguo zao kwa mujibu wa ada. Wala halazimishwi mtu ila kwa kadiri ya uwezo wake. Mama asitiwe taabuni kwa ajili ya mwanawe, wala baba kwa ajili ya mwanawe. Na juu ya mrithi mfano wa hivyo. Na kama wote wawili wakitaka kumwachisha ziwa kwa kuridhiana na kushauriana, basi si vibaya kwao. Na mkitaka kuwapatia watoto wenu mama wa kuwanyonyesha basi hapana ubaya kwenu mkitoa mlicho ahidi kwa mujibu wa ada. Na mcheni Mwenyezi Mungu, na jueni kwamba Mwenyezi Mungu anayaona yote mnayo yatenda.",
    "footnotes": "Ni juu ya kina mama kuwanyonyesha wana wao muda wa miaka miwili iliyo timia kwa maslaha ya mtoto mchanga, akitaka hayo mmojapo au wote kati ya wazazi. Itamlazimu baba, kwa kuwa mtoto ni wake, amkimu mama kwa chakula na nguo kwa uwezo wake bila ya israfu wala uchoyo. Kwani haimlazimu mtu kufanya ila kiasi ya uwezo wake, na wala haitakikani kumletea madhara mama kwa kumnyima haki yake ya kumkimu yeye na kumlea mwana. Kadhaalika haitakikani mtoto awe sababu ya kumletea madhara baba yake kwa kumkalifu zaidi kuliko uwezo wake, au kumharimisha haki yake kwa mwanawe. Na akifa baba au akawa fakiri hawezi kazi kiamu kitakuwa juu ya mrithi wa mtoto ikiwa mtoto ana mali yake. Wakitaka wazazi kumwachisha ziwa mtoto kabla ya kutimia miaka miwili wakakubaliana kwa hayo na huku wakiangalia maslaha ya mtoto basi hapana ubaya. Na nyinyi wazazi mkitaka kumpa mama mwingine kumnyonyesha mtoto pia hapana ubaya - na hapo mtamtolea ujira kwa ridhaa na ihsani. Katika myatendayo muangalieni Mwenyezi Mungu, na mjue kuwa Yeye anayajua myatendayo na atakulipeni kwayo.  Qur'ani inawajibisha mama amnyonyeshe mwanawe na asinyonyeshwe na mwingine ila kwa dharura, kwani kunyonyesha yeye ni faida kwa mama na mtoto katika siha. Na kuachisha ziwa kuwe kwa taratibu, na yajuzu kabla ya kutimiza muda ikiwa siha ya mtoto inaruhusu hayo"
  }
}