{
  "result": [
    {
      "id": "3971",
      "sura": "38",
      "aya": "1",
      "arabic_text": "صٓۚ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ",
      "translation": "চ’দ,[1] শপত উপদেশপূৰ্ণ কোৰআনৰ (নিশ্চয় তুমি সত্যবাদী)!",
      "footnotes": "[1] এইবোৰ আখৰক হুৰুফে মুক্বাত্তাআত বোলে। এই সম্পৰ্কে ছুৰা আল-বাক্বাৰাৰ আৰম্ভণিত আলোচনা কৰা হৈছে।"
    },
    {
      "id": "3972",
      "sura": "38",
      "aya": "2",
      "arabic_text": "بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ",
      "translation": "কিন্তু কাফিৰসকল ঔদ্ধত্য আৰু বিৰোধিতাতহে নিপতিত হৈ আছে।",
      "footnotes": ""
    },
    {
      "id": "3973",
      "sura": "38",
      "aya": "3",
      "arabic_text": "كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ",
      "translation": "ইহঁতৰ পূৰ্বে আমি বহুতো জনগোষ্ঠীক ধ্বংস কৰিছোঁ, তেতিয়া সিহঁতে (সহায় বিচাৰি) চিঞৰিছিল। কিন্তু তেতিয়া পৰিত্ৰাণৰ কোনো সময় নাছিল।",
      "footnotes": ""
    },
    {
      "id": "3974",
      "sura": "38",
      "aya": "4",
      "arabic_text": "وَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡۖ وَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ",
      "translation": "আৰু সিহঁতে বিস্ময় বোধ কৰিছে যে, সিহঁতৰ ওচৰলৈ সিহঁতৰ মাজৰ পৰাই এজন সতৰ্ককাৰী আহিছে আৰু কাফিৰসকলে কয়, ‘এওঁ এজন যাদুকৰ, মিছলীয়া’।",
      "footnotes": ""
    },
    {
      "id": "3975",
      "sura": "38",
      "aya": "5",
      "arabic_text": "أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ",
      "translation": "‘এওঁ সকলো ইলাহক এৰি কেৱল এজন ইলাহ বনাই লৈছে নেকি? নিশ্চয় এইটো এটা অতি আশ্চৰ্যকৰ বিষয়!’",
      "footnotes": ""
    },
    {
      "id": "3976",
      "sura": "38",
      "aya": "6",
      "arabic_text": "وَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمۡ أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰٓ ءَالِهَتِكُمۡۖ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ",
      "translation": "আৰু সিহঁতৰ নেতৃস্থানীয় ব্যক্তিসকলে এই কথা কৈ আঁতৰি গ’ল যে, ‘তোমালোকেও গুচি যোৱা আৰু নিজ নিজ উপাস্যবিলাকৰ পূজাত অবিচল থাকা। নিশ্চয় এইটো হৈছে এটা উদ্দেশ্যমূলক বিষয়’।",
      "footnotes": ""
    },
    {
      "id": "3977",
      "sura": "38",
      "aya": "7",
      "arabic_text": "مَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ إِنۡ هَٰذَآ إِلَّا ٱخۡتِلَٰقٌ",
      "translation": "আমি শেহতীয়া ধৰ্মাদৰ্শত এনেকুৱা কথা কেতিয়াও শুনা নাই, নিশ্চয় এইটো মনেসজা উক্তিৰ বাহিৰে আন একো নহয়।",
      "footnotes": ""
    },
    {
      "id": "3978",
      "sura": "38",
      "aya": "8",
      "arabic_text": "أَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِنۢ بَيۡنِنَاۚ بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِيۚ بَل لَّمَّا يَذُوقُواْ عَذَابِ",
      "translation": "‘(আমি ইমান লোক থাকোঁতে) আমাৰ মাজৰ পৰা কেৱল তেওঁৰ ওপৰতহে যিকৰ (কোৰআন) অৱতীৰ্ণ কৰা হ’ল নেকি’? প্ৰকৃততে সিহঁতে আমাৰ কোৰআন সম্পৰ্কে সন্দেহত পতিত হৈছে। বৰং সিহঁতে এতিয়াও মোৰ শাস্তি ভোগ কৰা নাই।",
      "footnotes": ""
    },
    {
      "id": "3979",
      "sura": "38",
      "aya": "9",
      "arabic_text": "أَمۡ عِندَهُمۡ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ",
      "translation": "অথবা সিহঁতৰ ওচৰত তোমাৰ প্ৰতিপালকৰ ভাণ্ডাৰ আছে নেকি? যিজন মহাপৰাক্ৰমশালী, অসীম দাতা।",
      "footnotes": ""
    },
    {
      "id": "3980",
      "sura": "38",
      "aya": "10",
      "arabic_text": "أَمۡ لَهُم مُّلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ",
      "translation": "অথবা আকাশসমূহ, পৃথিৱী আৰু এই দুয়োৰে মাজত থকা বস্তুবোৰৰ ওপৰত সিহঁতৰ কোনো কৰ্তৃত্ব আছে নেকি? যদি আছে তেনেহ’লে সিহঁতে কোনো উপায় অৱলম্বন কৰি (আকাশলৈ) আৰোহণ কৰা উচিত!",
      "footnotes": ""
    },
    {
      "id": "3981",
      "sura": "38",
      "aya": "11",
      "arabic_text": "جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ",
      "translation": "এইটো হৈছে এটা (সৰু) সেনাদল, নিশ্চয় ইহঁত পৰাজিত হ’ব, পূৰ্বৱৰ্তী (ডাঙৰ) দলসমূহৰ দৰে।",
      "footnotes": ""
    },
    {
      "id": "3982",
      "sura": "38",
      "aya": "12",
      "arabic_text": "كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ",
      "translation": "ইহঁতৰ পূৰ্বেও অস্বীকাৰ কৰিছিল নূহৰ সম্প্ৰদায়ে, আদ আৰু লৌহ শলাধাৰী ফিৰআউনেও,",
      "footnotes": ""
    },
    {
      "id": "3983",
      "sura": "38",
      "aya": "13",
      "arabic_text": "وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡـَٔيۡكَةِۚ أُوْلَٰٓئِكَ ٱلۡأَحۡزَابُ",
      "translation": "আৰু ছামূদ, লগতে লূত সম্প্ৰদায় আৰু আইকাৰ অধিবাসীবিলাকেও (অস্বীকাৰ কৰিছিল)। সিহঁত আছিল একো একোটা বিশাল বাহিনী।",
      "footnotes": ""
    },
    {
      "id": "3984",
      "sura": "38",
      "aya": "14",
      "arabic_text": "إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ",
      "translation": "সিহঁতৰ প্ৰত্যেকেই ৰাছুলসকলক অস্বীকাৰ কৰিছিল। ফলত সিহঁতৰ ওপৰত আমাৰ শাস্তি বাস্তৱায়িত হৈছিল।",
      "footnotes": ""
    },
    {
      "id": "3985",
      "sura": "38",
      "aya": "15",
      "arabic_text": "وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ",
      "translation": "আৰু ইহঁতে কেৱল এটা বিকট শব্দৰ অপেক্ষা কৰি আছে, যাৰ পিছত কোনো বিৰাম নাথাকিব।",
      "footnotes": ""
    },
    {
      "id": "3986",
      "sura": "38",
      "aya": "16",
      "arabic_text": "وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ ٱلۡحِسَابِ",
      "translation": "আৰু সিহঁতে কয়, ‘হে আমাৰ প্ৰতিপালক! হিচাপ দিৱসৰ পূৰ্বেই আমাৰ প্ৰাপ্য আমাক শীঘ্ৰেই প্ৰদান কৰা!’",
      "footnotes": ""
    },
    {
      "id": "3987",
      "sura": "38",
      "aya": "17",
      "arabic_text": "ٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱذۡكُرۡ عَبۡدَنَا دَاوُۥدَ ذَا ٱلۡأَيۡدِۖ إِنَّهُۥٓ أَوَّابٌ",
      "translation": "সিহঁতে যি কয় সেই বিষয়ে তুমি ধৈৰ্য্য ধাৰণ কৰা আৰু স্মৰণ কৰা আমাৰ শক্তিশালী বান্দা দাউদৰ কথা, নিশ্চয় তেওঁ আছিল অধিক আল্লাহ অভিমুখী (তাওবাকাৰী)।",
      "footnotes": ""
    },
    {
      "id": "3988",
      "sura": "38",
      "aya": "18",
      "arabic_text": "إِنَّا سَخَّرۡنَا ٱلۡجِبَالَ مَعَهُۥ يُسَبِّحۡنَ بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ",
      "translation": "নিশ্চয় আমি পৰ্বতমালাক অনুগত কৰি দিছিলোঁ, যাতে এইবোৰে তেওঁৰ লগত পুৱা-গধূলি মোৰ পৱিত্ৰতা আৰু মহিমা ঘোষণা কৰে,",
      "footnotes": ""
    },
    {
      "id": "3989",
      "sura": "38",
      "aya": "19",
      "arabic_text": "وَٱلطَّيۡرَ مَحۡشُورَةٗۖ كُلّٞ لَّهُۥٓ أَوَّابٞ",
      "translation": "আৰু সমবেত চৰাইবোৰকো (অনুগত কৰি দিছিলোঁ); প্ৰত্যেকেই আছিল অধিক আল্লাহ অভিমুখী।",
      "footnotes": ""
    },
    {
      "id": "3990",
      "sura": "38",
      "aya": "20",
      "arabic_text": "وَشَدَدۡنَا مُلۡكَهُۥ وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ وَفَصۡلَ ٱلۡخِطَابِ",
      "translation": "আৰু আমি তেওঁৰ ৰাজ্যক সুদৃঢ় কৰিছিলোঁ আৰু তেওঁক প্ৰদান কৰিছিলোঁ হিকমত তথা মীমাংসাকাৰী বাগ্মিতা।",
      "footnotes": ""
    },
    {
      "id": "3991",
      "sura": "38",
      "aya": "21",
      "arabic_text": "۞ وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ",
      "translation": "আৰু তোমাৰ ওচৰলৈ বিবদমান লোকসকলৰ সংবাদ আহি পাইছেনে? যেতিয়া সিহঁতে প্ৰাচীৰ বগাই ইবাদতৰ ঠাইত প্ৰৱেশ কৰিছিল।",
      "footnotes": ""
    },
    {
      "id": "3992",
      "sura": "38",
      "aya": "22",
      "arabic_text": "إِذۡ دَخَلُواْ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنۡهُمۡۖ قَالُواْ لَا تَخَفۡۖ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ",
      "translation": "যেতিয়া তেওঁলোকে দাউদৰ ওচৰত প্ৰৱেশ কৰিছিল, তেতিয়া তেওঁলোকক দেখি তেওঁ ভয় খাইছিল। তেওঁলোকে ক’লে, ‘ভয় নকৰিব, আমি দুটা বিবদমান পক্ষ। আমাৰ ইজনে সিজনৰ ওপৰত সীমালংঘন কৰিছে, এতেকে আপুনি আমাৰ মাজত ন্যায় বিচাৰ কৰি দিয়ক, অবিচাৰ নকৰিব আৰু আমাক সঠিক পথ প্ৰদৰ্শন কৰক।",
      "footnotes": ""
    },
    {
      "id": "3993",
      "sura": "38",
      "aya": "23",
      "arabic_text": "إِنَّ هَٰذَآ أَخِي لَهُۥ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِيَ نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي ٱلۡخِطَابِ",
      "translation": "‘নিশ্চয় এওঁ হৈছে মোৰ ভাতৃ। এওঁৰ নিৰানব্বৈজনী দুম্বা আছে; আৰু মোৰ আছে কেৱল এজনী দুম্বা। তথাপিও তেওঁ কয়, ‘সেইজনী মোক দি দিয়া’, আৰু তৰ্কত তেওঁ মোৰ ওপৰত প্ৰাধান্য বিস্তাৰ কৰিছে’।",
      "footnotes": ""
    },
    {
      "id": "3994",
      "sura": "38",
      "aya": "24",
      "arabic_text": "قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِۦۖ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ فَٱسۡتَغۡفَرَ رَبَّهُۥ وَخَرَّۤ رَاكِعٗاۤ وَأَنَابَ۩",
      "translation": "দাউদে ক’লে, ‘তোমাৰ দুম্বাজনীক তেওঁৰ দুম্বাবোৰৰ লগত যুক্ত কৰাৰ দাবী উত্থাপন কৰি তেওঁ তোমাৰ প্ৰতি অন্যায় কৰিছে। নিশ্চয় যৌথ অংশীদাৰবিলাকৰ বহুতেই ইজনে সিজনৰ ওপৰত সীমালংঘন কৰে, কেৱল তেওঁলোকৰ বাহিৰে যিসকলে ঈমান আনিছে আৰু সৎকৰ্ম কৰিছে, কিন্তু তেওঁলোকে সংখ্যাত অতি তাকৰ’। দাউদে বুজি পালে আমি তেওঁক পৰীক্ষাহে কৰিলোঁ। তাৰ পিছত তেওঁ নিজ প্ৰতিপালকৰ ওচৰত ক্ষমা প্ৰাৰ্থনা কৰিলে আৰু নত হৈ ছাজদাহ অৱনত হ’ল, আৰু তেওঁৰ অভিমুখী হ’ল। (ছাজদাহ)",
      "footnotes": ""
    },
    {
      "id": "3995",
      "sura": "38",
      "aya": "25",
      "arabic_text": "فَغَفَرۡنَا لَهُۥ ذَٰلِكَۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ",
      "translation": "এতেকে আমি তেওঁক ক্ষমা কৰি দিলোঁ। নিশ্চয় আমাৰ ওচৰত তেওঁৰ বাবে আছে উচ্চ মৰ্যাদা আৰু উত্তম প্ৰত্যাৱৰ্তনস্থল।",
      "footnotes": ""
    },
    {
      "id": "3996",
      "sura": "38",
      "aya": "26",
      "arabic_text": "يَٰدَاوُۥدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدُۢ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ",
      "translation": "‘হে দাউদ! নিশ্চয় আমি তোমাক পৃথিৱীত প্ৰতিনিধি বনাইছোঁ, এতেকে তুমি মানুহৰ মাজত সুবিচাৰ কৰা আৰু প্ৰবৃত্তিৰ অনুসৰণ নকৰিবা, কিয়নো এনে কৰিলে ই তোমাক আল্লাহৰ পথৰ পৰা বিচ্যুত কৰিব’। নিশ্চয় যিসকলে আল্লাহৰ পথৰ পৰা বিচ্যুত হয় সিহঁতৰ বাবে আছে কঠিন শাস্তি, কাৰণ সিহঁতে বিচাৰ দিৱসক পাহৰি গৈছে।",
      "footnotes": ""
    },
    {
      "id": "3997",
      "sura": "38",
      "aya": "27",
      "arabic_text": "وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗاۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْۚ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ",
      "translation": "আৰু আমি আকাশ, পৃথিৱী লগতে এই দুয়োৰে মাজত থকা কোনো বস্তুকেই অনৰ্থক সৃষ্টি কৰা নাই। এইবোৰক (অনৰ্থক বুলি) কেৱল সেইসকল লোকে ধাৰণা কৰে যিসকলে কুফৰী কৰিছে, এতেকে যিসকলে কুফৰী কৰিছে সিহঁতৰ বাবে আছে অগ্নিৰ দুৰ্ভোগ।",
      "footnotes": ""
    },
    {
      "id": "3998",
      "sura": "38",
      "aya": "28",
      "arabic_text": "أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ",
      "translation": "যিসকলে ঈমান আনিছে আৰু সৎকৰ্ম কৰিছে আমি তেওঁলোকক পৃথিৱীত অশান্তি সৃষ্টিকাৰীসকলৰ দৰে গণ্য কৰিম নেকি? নে আমি মুত্তাক্বীসকলক পাপীষ্টবিলাকৰ দৰে গণ্য কৰিম?",
      "footnotes": ""
    },
    {
      "id": "3999",
      "sura": "38",
      "aya": "29",
      "arabic_text": "كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
      "translation": "এইখন হৈছে বৰকতময় গ্ৰন্থ, যিখন আমি তোমাৰ প্ৰতি অৱতীৰ্ণ কৰিছোঁ, যাতে মানুহে ইয়াৰ আয়াতসমূহৰ প্ৰতি গভীৰভাৱে চিন্তা-চৰ্চা কৰে আৰু যাতে বোধশক্তিসম্পন্ন ব্যক্তিসকলে উপদেশ গ্ৰহণ কৰে।",
      "footnotes": ""
    },
    {
      "id": "4000",
      "sura": "38",
      "aya": "30",
      "arabic_text": "وَوَهَبۡنَا لِدَاوُۥدَ سُلَيۡمَٰنَۚ نِعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٌ",
      "translation": "আৰু আমি দাউদক (সন্তান হিচাপে) দান কৰিছিলোঁ ছুলাইমান। কিমান যে উত্তম বান্দা আছিল তেওঁ! নিশ্চয় তেওঁ আছিল অতিশয় আল্লাহ অভিমুখী।",
      "footnotes": ""
    },
    {
      "id": "4001",
      "sura": "38",
      "aya": "31",
      "arabic_text": "إِذۡ عُرِضَ عَلَيۡهِ بِٱلۡعَشِيِّ ٱلصَّٰفِنَٰتُ ٱلۡجِيَادُ",
      "translation": "স্মৰণ কৰা, আবেলি যেতিয়া তেওঁৰ সন্মুখত (প্ৰশিক্ষণপ্ৰাপ্ত) দ্ৰুতগামী উৎকৃষ্ট অশ্বৰাজিক উপস্থাপন কৰা হৈছিল,",
      "footnotes": ""
    },
    {
      "id": "4002",
      "sura": "38",
      "aya": "32",
      "arabic_text": "فَقَالَ إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ",
      "translation": "তেতিয়া তেওঁ কৈছিল, ‘মই দেখোন মোৰ প্ৰতিপালকৰ স্মৰণৰ পৰা বিমুখ হৈ ঐশ্বৰ্য প্ৰীতিত মগ্ন হৈ পৰিছোঁ, ইপিনে সূৰ্য পৰ্দাৰ আঁৰত গুচি গৈছে,",
      "footnotes": ""
    },
    {
      "id": "4003",
      "sura": "38",
      "aya": "33",
      "arabic_text": "رُدُّوهَا عَلَيَّۖ فَطَفِقَ مَسۡحَۢا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ",
      "translation": "‘এইবোৰক মোৰ ওচৰলৈ ঘূৰাই আনা’। তাৰ পিছত তেওঁ সেইবোৰৰ ভৰি আৰু ডিঙিত আঘাত কৰি জবেহ কৰিবলৈ ধৰিলে।",
      "footnotes": ""
    },
    {
      "id": "4004",
      "sura": "38",
      "aya": "34",
      "arabic_text": "وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِۦ جَسَدٗا ثُمَّ أَنَابَ",
      "translation": "নিশ্চয় আমি ছুলাইমানক পৰীক্ষা কৰিছিলোঁ আৰু তেওঁৰ আসনৰ ওপৰত ৰাখিছিলোঁ এটি দেহ, তাৰ পিছত ছুলাইমান আমাৰ অভিমুখী হ’ল।",
      "footnotes": ""
    },
    {
      "id": "4005",
      "sura": "38",
      "aya": "35",
      "arabic_text": "قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ",
      "translation": "তেওঁ ক’লে, ‘হে মোৰ প্ৰতিপালক! মোক ক্ষমা কৰি দিয়া আৰু মোক এনেকুৱা এখন সাম্ৰাজ্য দান কৰা, মোৰ পিছত কোনেও যাতে তেনেকুৱা সাম্ৰাজ্যৰ অধিকাৰী নহয়। নিশ্চয় তুমি পৰম দাতা’।",
      "footnotes": ""
    },
    {
      "id": "4006",
      "sura": "38",
      "aya": "36",
      "arabic_text": "فَسَخَّرۡنَا لَهُ ٱلرِّيحَ تَجۡرِي بِأَمۡرِهِۦ رُخَآءً حَيۡثُ أَصَابَ",
      "translation": "তেতিয়া আমি বতাহক তেওঁৰ অধীনস্থ কৰি দিলোঁ, যিটো তেওঁৰ আদেশত তেওঁ য’ত ইচ্ছা কৰিছিল সেই ঠাইতে মৃদুভাৱে প্ৰবাহিত হৈছিল,",
      "footnotes": ""
    },
    {
      "id": "4007",
      "sura": "38",
      "aya": "37",
      "arabic_text": "وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ",
      "translation": "আৰু (তেওঁৰ অধীন কৰি দিছিলোঁ) প্ৰত্যেক অট্টালিকা নিৰ্মাণকাৰী আৰু ডুবাৰু চয়তানবোৰকো,",
      "footnotes": ""
    },
    {
      "id": "4008",
      "sura": "38",
      "aya": "38",
      "arabic_text": "وَءَاخَرِينَ مُقَرَّنِينَ فِي ٱلۡأَصۡفَادِ",
      "translation": "লগতে শিকলিৰে আৱদ্ধ আৰু বহুতকে।",
      "footnotes": ""
    },
    {
      "id": "4009",
      "sura": "38",
      "aya": "39",
      "arabic_text": "هَٰذَا عَطَآؤُنَا فَٱمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ",
      "translation": "এইবোৰ হৈছে আমাৰ অনুগ্ৰহ, এতেকে ইয়াৰ পৰা তুমি আনকো দান কৰিব পাৰা আৰু নিজৰ বাবেও সাঁচি থব পাৰা। ইয়াৰ বাবে কোনো হিচাব দিব নালাগে।",
      "footnotes": ""
    },
    {
      "id": "4010",
      "sura": "38",
      "aya": "40",
      "arabic_text": "وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ",
      "translation": "আৰু নিশ্চয় তেওঁৰ বাবে আছে আমাৰ ওচৰত নৈকট্যৰ মৰ্যাদা আৰু উত্তম প্ৰত্যাৱৰ্তনস্থল।",
      "footnotes": ""
    },
    {
      "id": "4011",
      "sura": "38",
      "aya": "41",
      "arabic_text": "وَٱذۡكُرۡ عَبۡدَنَآ أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ",
      "translation": "আৰু স্মৰণ কৰা, আমাৰ বান্দা আইয়্যুবক, যেতিয়া তেওঁ নিজ প্ৰতিপালকক আহ্বান কৰি কৈছিল, ‘নিশ্চয় চয়তানে মোক যন্ত্ৰণা আৰু কষ্টত পেলাইছে’,",
      "footnotes": ""
    },
    {
      "id": "4012",
      "sura": "38",
      "aya": "42",
      "arabic_text": "ٱرۡكُضۡ بِرِجۡلِكَۖ هَٰذَا مُغۡتَسَلُۢ بَارِدٞ وَشَرَابٞ",
      "translation": "(মই তেওঁক কৈছিলোঁ,) ‘তুমি নিজৰ ভৰিৰে ভূমিত আঘাত কৰা, এয়া হৈছে গা ধুৱাৰ বাবে সুশীতল পানী, লগতে খোৱা পানী’।",
      "footnotes": ""
    },
    {
      "id": "4013",
      "sura": "38",
      "aya": "43",
      "arabic_text": "وَوَهَبۡنَا لَهُۥٓ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنَّا وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ",
      "translation": "আৰু আমি তেওঁক দান কৰিছিলোঁ তেওঁৰ পৰিয়ালবৰ্গ আৰু তেওঁলোকৰ দৰে আৰু বহুতো, আমাৰ ফালৰ পৰা অনুগ্ৰহ হিচাপে আৰু বোধশক্তিসম্পন্ন লোকসকলৰ বাবে উপদেশ হিচাপে।",
      "footnotes": ""
    },
    {
      "id": "4014",
      "sura": "38",
      "aya": "44",
      "arabic_text": "وَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِۦ وَلَا تَحۡنَثۡۗ إِنَّا وَجَدۡنَٰهُ صَابِرٗاۚ نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٞ",
      "translation": "লগতে (আমি তেওঁক আদেশ কৰিছিলোঁ) ‘তুমি এমুঠি ঘাঁহ লোৱা আৰু সেইটোৰে তুমি কোবোৱা তথাপিও শপত ভংগ নকৰিবা’। নিশ্চয় আমি তেওঁক ধৈৰ্য্যশীল পাইছিলোঁ। কিমান যে উত্তম বান্দা আছিল তেওঁ! নিশ্চয় তেওঁ আছিল আমাৰ অভিমুখী।",
      "footnotes": ""
    },
    {
      "id": "4015",
      "sura": "38",
      "aya": "45",
      "arabic_text": "وَٱذۡكُرۡ عِبَٰدَنَآ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي ٱلۡأَيۡدِي وَٱلۡأَبۡصَٰرِ",
      "translation": "আৰু স্মৰণ কৰা, আমাৰ বান্দা ইব্ৰাহীম, ইছহাক্ব আৰু ইয়াকূবৰ কথা, তেওঁলোক আটায়ে আছিল শক্তিশালী আৰু সূক্ষ্মদৰ্শী।",
      "footnotes": ""
    },
    {
      "id": "4016",
      "sura": "38",
      "aya": "46",
      "arabic_text": "إِنَّآ أَخۡلَصۡنَٰهُم بِخَالِصَةٖ ذِكۡرَى ٱلدَّارِ",
      "translation": "নিশ্চয় আমি তেওঁলোকক এটা বিশেষ গুণৰ অধিকাৰী কৰিছিলোঁ, সেয়া আছিল আখিৰাতৰ স্মৰণ।",
      "footnotes": ""
    },
    {
      "id": "4017",
      "sura": "38",
      "aya": "47",
      "arabic_text": "وَإِنَّهُمۡ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ ٱلۡأَخۡيَارِ",
      "translation": "নিশ্চয় তেওঁলোক আছিল আমাৰ মনোনীত উত্তম বান্দাসকলৰ অন্যতম।",
      "footnotes": ""
    },
    {
      "id": "4018",
      "sura": "38",
      "aya": "48",
      "arabic_text": "وَٱذۡكُرۡ إِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَذَا ٱلۡكِفۡلِۖ وَكُلّٞ مِّنَ ٱلۡأَخۡيَارِ",
      "translation": "আৰু স্মৰণ কৰা, ইছমাঈল, আল-য়াচাআ আৰু জুল-কিফলৰ কথা, এওঁলোক আটায়ে আছিল সজ্জনসকলৰ অন্তৰ্ভুক্ত।",
      "footnotes": ""
    },
    {
      "id": "4019",
      "sura": "38",
      "aya": "49",
      "arabic_text": "هَٰذَا ذِكۡرٞۚ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ",
      "translation": "এইটো এটা স্মৰণ। নিশ্চয় মুত্তাক্বীসকলৰ বাবে আছে উত্তম আবাস,",
      "footnotes": ""
    },
    {
      "id": "4020",
      "sura": "38",
      "aya": "50",
      "arabic_text": "جَنَّٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ",
      "translation": "চিৰস্থায়ী জান্নাত, যাৰ দুৱাৰসমূহ তেওঁলোকৰ বাবে উন্মুক্ত থাকিব।",
      "footnotes": ""
    },
    {
      "id": "4021",
      "sura": "38",
      "aya": "51",
      "arabic_text": "مُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ",
      "translation": "তাত তেওঁলোকে আউজি বহিব, তাত তেওঁলোকে বহু ধৰণৰ ফলমূল আৰু পানীয় আনিবলৈ ক’ব।",
      "footnotes": ""
    },
    {
      "id": "4022",
      "sura": "38",
      "aya": "52",
      "arabic_text": "۞ وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ",
      "translation": "আৰু তেওঁলোকৰ ওচৰত থাকিব আনতনয়না সমবয়সীয়া (গাভুৰু ছোৱালীসকল)।",
      "footnotes": ""
    },
    {
      "id": "4023",
      "sura": "38",
      "aya": "53",
      "arabic_text": "هَٰذَا مَا تُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ",
      "translation": "এইটোৱে হৈছে হিচাপ দিৱসৰ বাবে তোমালোকক দিয়া প্ৰতিশ্ৰুতি।",
      "footnotes": ""
    },
    {
      "id": "4024",
      "sura": "38",
      "aya": "54",
      "arabic_text": "إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُۥ مِن نَّفَادٍ",
      "translation": "নিশ্চয় এইটোৱে হৈছে আমি প্ৰদান কৰা ৰিজিক্ব (জীৱিকা), যিটো কেতিয়াও নিঃশেষ নহ’ব।",
      "footnotes": ""
    },
    {
      "id": "4025",
      "sura": "38",
      "aya": "55",
      "arabic_text": "هَٰذَاۚ وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٖ",
      "translation": "এইটোৱেই (হৈছে মুত্ত্বাক্বীসকলৰ প্ৰতিদান)। আনহাতে নিশ্চয় সীমালংঘনকাৰীবিলাকৰ বাবে আছে নিকৃষ্টতম প্ৰত্যাৱৰ্তনস্থল,",
      "footnotes": ""
    },
    {
      "id": "4026",
      "sura": "38",
      "aya": "56",
      "arabic_text": "جَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ ٱلۡمِهَادُ",
      "translation": "জাহান্নাম, তাত সিহঁতে অগ্নিদগ্ধ হ’ব, (এয়া) কিমান যে নিকৃষ্ট বিশ্ৰামস্থল!",
      "footnotes": ""
    },
    {
      "id": "4027",
      "sura": "38",
      "aya": "57",
      "arabic_text": "هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَّاقٞ",
      "translation": "এইটোৱেই (হৈছে অবিশ্বাসীসকলৰ প্ৰতিদান)। এতেকে সিহঁতে উতলা পানী আৰু গেলা-পূঁজৰ সোৱাদ লওক।",
      "footnotes": ""
    },
    {
      "id": "4028",
      "sura": "38",
      "aya": "58",
      "arabic_text": "وَءَاخَرُ مِن شَكۡلِهِۦٓ أَزۡوَٰجٌ",
      "translation": "আৰু আছে এই জাতীয় বিভিন্ন ধৰণৰ শাস্তি।",
      "footnotes": ""
    },
    {
      "id": "4029",
      "sura": "38",
      "aya": "59",
      "arabic_text": "هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ لَا مَرۡحَبَۢا بِهِمۡۚ إِنَّهُمۡ صَالُواْ ٱلنَّارِ",
      "translation": "(জাহান্নামী নেতাসকলক কোৱা হ’ব) এয়া হৈছে এটা বাহিনী, যিসকল তোমালোকৰ লগতেই প্ৰৱেশ কৰিছে। (সিহঁতে ক’ব) সিহঁতৰ বাবে কোনো অভিনন্দন নাই। নিশ্চয় সিহঁত জুইত জ্বলিব।",
      "footnotes": ""
    },
    {
      "id": "4030",
      "sura": "38",
      "aya": "60",
      "arabic_text": "قَالُواْ بَلۡ أَنتُمۡ لَا مَرۡحَبَۢا بِكُمۡۖ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَاۖ فَبِئۡسَ ٱلۡقَرَارُ",
      "translation": "অনুসাৰীসকলে ক’ব, ‘বৰং তোমালোকেও (জুইত জ্বলিবা), তোমালোকৰ বাবেও কোনো অভিনন্দন নাই। তোমালোকেই আমাৰ বাবে এই বিপদ মাতি আনিছা। এতেকে কিমান যে নিকৃষ্ট এই আবাসস্থল!’",
      "footnotes": ""
    },
    {
      "id": "4031",
      "sura": "38",
      "aya": "61",
      "arabic_text": "قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ",
      "translation": "সিহঁতে ক’ব, ‘হে আমাৰ প্ৰতিপালক! যিয়ে আমাৰ বাবে এই বিপদ কঢ়িয়াই আনিছে, জাহান্নামত তাক তুমি দ্বিগুণ শাস্তি দিয়া’।",
      "footnotes": ""
    },
    {
      "id": "4032",
      "sura": "38",
      "aya": "62",
      "arabic_text": "وَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ ٱلۡأَشۡرَارِ",
      "translation": "সিহঁতে আৰু ক’ব যে, ‘কি হ’ল, আমি যিসকল লোকক বেয়া বুলি গণ্য কৰিছিলোঁ সিহঁতক দেখোন (ইয়াত) দেখা পোৱা নাই’।",
      "footnotes": ""
    },
    {
      "id": "4033",
      "sura": "38",
      "aya": "63",
      "arabic_text": "أَتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ",
      "translation": "‘আমি সিহঁতক এনেই উপলুঙা কৰিছিলোঁ নেকি, নে সিহঁতৰ বিষয়ে আমাৰ দৃষ্টি বিভ্ৰম ঘটিছে’?",
      "footnotes": ""
    },
    {
      "id": "4034",
      "sura": "38",
      "aya": "64",
      "arabic_text": "إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ ٱلنَّارِ",
      "translation": "জাহান্নামীসকলৰ এই পাৰস্পৰিক বাদ-প্ৰতিবাদ, নিশ্চয় এইটো বাস্তৱ সত্য।",
      "footnotes": ""
    },
    {
      "id": "4035",
      "sura": "38",
      "aya": "65",
      "arabic_text": "قُلۡ إِنَّمَآ أَنَا۠ مُنذِرٞۖ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ",
      "translation": "কোৱা, ‘মই কেৱল এজন সতৰ্ককাৰীহে মাথোন আৰু আল্লাহৰ বাহিৰে আন কোনো সত্য ইলাহ নাই, তেওঁ একক, প্ৰবল প্ৰতাপশালী।",
      "footnotes": ""
    },
    {
      "id": "4036",
      "sura": "38",
      "aya": "66",
      "arabic_text": "رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ",
      "translation": "‘তেৱেঁই আকাশসমূহ, পৃথিৱী আৰু এই দুয়োৰে মাজত থকা সকলো বস্তুৰ প্ৰতিপালক, প্ৰবল পৰাক্ৰমশালী, পৰম ক্ষমাশীল’।",
      "footnotes": ""
    },
    {
      "id": "4037",
      "sura": "38",
      "aya": "67",
      "arabic_text": "قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ",
      "translation": "কোৱা, ‘এইটো এটা মহাসংবাদ,",
      "footnotes": ""
    },
    {
      "id": "4038",
      "sura": "38",
      "aya": "68",
      "arabic_text": "أَنتُمۡ عَنۡهُ مُعۡرِضُونَ",
      "translation": "‘যিটোৰ পৰা তোমালোকে বিমুখ হৈ আছা।",
      "footnotes": ""
    },
    {
      "id": "4039",
      "sura": "38",
      "aya": "69",
      "arabic_text": "مَا كَانَ لِيَ مِنۡ عِلۡمِۭ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰٓ إِذۡ يَخۡتَصِمُونَ",
      "translation": "‘উৰ্দ্ধলোক সম্পৰ্কে মোৰ কোনো জ্ঞান নাছিল যেতিয়া তেওঁলোকে (ফিৰিস্তাসকলে) বাদানুবাদ কৰিছিল।",
      "footnotes": ""
    },
    {
      "id": "4040",
      "sura": "38",
      "aya": "70",
      "arabic_text": "إِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ",
      "translation": "‘মোলৈ এই অহী আহিছে যে, মই কেৱল এজন স্পষ্ট সতৰ্ককাৰীহে মাথোন’।",
      "footnotes": ""
    },
    {
      "id": "4041",
      "sura": "38",
      "aya": "71",
      "arabic_text": "إِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن طِينٖ",
      "translation": "স্মৰণ কৰা, যেতিয়া তোমাৰ প্ৰতিপালকে ফিৰিস্তাসকলক কৈছিল, ‘মই আলতীয়া বোকা মাটিৰে মানুহ সৃষ্টি কৰিম,",
      "footnotes": ""
    },
    {
      "id": "4042",
      "sura": "38",
      "aya": "72",
      "arabic_text": "فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ",
      "translation": "এতেকে যেতিয়া মই তাক সুঠাম কৰিম আৰু তাৰ মাজত মোৰ ফালৰ পৰা ৰূহ সঞ্চাৰ কৰিম তেতিয়া তোমালোকে তাৰ প্ৰতি ছাজদাৱনত হ’বা,",
      "footnotes": ""
    },
    {
      "id": "4043",
      "sura": "38",
      "aya": "73",
      "arabic_text": "فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ",
      "translation": "তেতিয়া ফিৰিস্তাসকলে আটায়ে একেলগে ছাজদাহ কৰিলে,",
      "footnotes": ""
    },
    {
      "id": "4044",
      "sura": "38",
      "aya": "74",
      "arabic_text": "إِلَّآ إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ",
      "translation": "কেৱল ইবলীছৰ বাহিৰে, সি অহংকাৰ কৰিলে আৰু কাফিৰবিলাকৰ অন্তৰ্ভুক্ত হ’ল।",
      "footnotes": ""
    },
    {
      "id": "4045",
      "sura": "38",
      "aya": "75",
      "arabic_text": "قَالَ يَٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّۖ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ",
      "translation": "আল্লাহে ক’লে, ‘হে ইবলীছ! মই যাক মোৰ দুহাতেৰে সৃষ্টি কৰিছোঁ, তেওঁৰ প্ৰতি ছাজদাৱনত হ’বলৈ তোমাক কিহে বাধা প্ৰদান কৰিলে? তুমি অহংকাৰ কৰিলা নেকি? নে তুমি অধিক উচ্চ মৰ্যাদাসম্পন্ন’?",
      "footnotes": ""
    },
    {
      "id": "4046",
      "sura": "38",
      "aya": "76",
      "arabic_text": "قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ",
      "translation": "সি ক’লে, ‘মই তেওঁতকৈ শ্ৰেষ্ঠ। তুমি মোক অগ্নিৰে সৃষ্টি কৰিছা আৰু তেওঁক সৃষ্টি কৰিছা আলতীয়া বোকা মাটিৰে’।",
      "footnotes": ""
    },
    {
      "id": "4047",
      "sura": "38",
      "aya": "77",
      "arabic_text": "قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ",
      "translation": "তেওঁ ক’লে, ‘তেন্তে তুমি ইয়াৰ পৰা ওলাই যোৱা, কাৰণ নিশ্চয় তুমি অভিশপ্ত;",
      "footnotes": ""
    },
    {
      "id": "4048",
      "sura": "38",
      "aya": "78",
      "arabic_text": "وَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ ٱلدِّينِ",
      "translation": "‘আৰু নিশ্চয় তোমাৰ ওপৰত মোৰ অভিশাপ থাকিব, কৰ্মফল দিৱসলৈকে’।",
      "footnotes": ""
    },
    {
      "id": "4049",
      "sura": "38",
      "aya": "79",
      "arabic_text": "قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ",
      "translation": "সি ক’লে, ‘হে মোৰ প্ৰতিপালক! তেনেহ’লে মোক অৱকাশ দিয়া সেই দিৱসলৈকে, যিদিনা সিহঁতক পুনৰুজ্জীৱিত কৰা হ’ব’।",
      "footnotes": ""
    },
    {
      "id": "4050",
      "sura": "38",
      "aya": "80",
      "arabic_text": "قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ",
      "translation": "তেওঁ ক’লে, ‘যোৱা, নিশ্চয় তোমাক অৱকাশ দিয়া হ’ল,",
      "footnotes": ""
    },
    {
      "id": "4051",
      "sura": "38",
      "aya": "81",
      "arabic_text": "إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ",
      "translation": "‘সুনিৰ্দিষ্ট সময় অহাৰ দিৱস পৰ্যন্ত’।",
      "footnotes": ""
    },
    {
      "id": "4052",
      "sura": "38",
      "aya": "82",
      "arabic_text": "قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ",
      "translation": "সি ক’লে, ‘তোমাৰ ক্ষমতা-সন্মানৰ শপত! নিশ্চয় মই সিহঁতৰ আটাইকে পথভ্ৰষ্ট কৰিম,",
      "footnotes": ""
    },
    {
      "id": "4053",
      "sura": "38",
      "aya": "83",
      "arabic_text": "إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ",
      "translation": "‘কিন্তু সিহঁতৰ মাজত থকা তোমাৰ একনিষ্ঠ বান্দাসকলৰ বাহিৰে’।",
      "footnotes": ""
    },
    {
      "id": "4054",
      "sura": "38",
      "aya": "84",
      "arabic_text": "قَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ",
      "translation": "আল্লাহে ক’লে, ‘তেন্তে এইটোৱেই সত্য, আৰু মই সত্যহে কওঁ,",
      "footnotes": ""
    },
    {
      "id": "4055",
      "sura": "38",
      "aya": "85",
      "arabic_text": "لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ",
      "translation": "‘নিশ্চয় তোমাৰ দ্বাৰা আৰু সিহঁতৰ মাজৰ যিবিলাকে তোমাৰ অনুসৰণ কৰিব সিহঁত সকলোৰে দ্বাৰা মই জাহান্নাম পূৰ্ণ কৰিম’।",
      "footnotes": ""
    },
    {
      "id": "4056",
      "sura": "38",
      "aya": "86",
      "arabic_text": "قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ",
      "translation": "(হে নবী!) কোৱা, ‘মই ইয়াৰ বাবে তোমালোকৰ ওচৰত কোনো প্ৰতিদান নিবিচাৰোঁ আৰু মই কোনো প্ৰবঞ্চক-ছলনাকাৰীও নহয়’।",
      "footnotes": ""
    },
    {
      "id": "4057",
      "sura": "38",
      "aya": "87",
      "arabic_text": "إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ",
      "translation": "এই (কোৰআন)খন হৈছে কেৱল বিশ্ববাসীৰ বাবে উপদেশ বাণী,",
      "footnotes": ""
    },
    {
      "id": "4058",
      "sura": "38",
      "aya": "88",
      "arabic_text": "وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ",
      "translation": "আৰু ইয়াত থকা সংবাদৰ সত্যতা তোমালোকে নিশ্চয় জানিব পাৰিবা, কিছুদিন পিছত।",
      "footnotes": ""
    }
  ]
}