{
  "result": {
    "id": "4549",
    "sura": "47",
    "aya": "4",
    "arabic_text": "فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثۡخَنتُمُوهُمۡ فَشُدُّواْ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَٰلِكَۖ وَلَوۡ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَٰكِن لِّيَبۡلُوَاْ بَعۡضَكُم بِبَعۡضٖۗ وَٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعۡمَٰلَهُمۡ",
    "translation": "4. Y cuando se enfrenten contra quienes niegan la verdad (en el campo de batalla), mátenlos. Después, cuando estén sometidos y derrotados, tomen prisioneros. Luego, cuando cese la guerra, pueden dejarlos en libertad o pueden pedir un rescate por ellos[938]. Así debe ser. Si Al-lah hubiese querido, habría acabado con ellos (sin necesidad de que lucharan), pero quiere ponerlos a prueba (a través del combate). Y Al-lah no dejará sin recompensa las buenas acciones de quienes mueran por Su causa.",
    "footnotes": "[938]  El creyente debe luchar con valor en la batalla, sin temer al enemigo ni huir de él, pero hay muchas reglas que debe respetar, entre las que destacan: no matar a niños, mujeres, discapacitados o ancianos ni causar terror entre la población general que no participa en la batalla; debe intentar evitar la guerra, si puede, y alcanzar la paz con la menor cantidad posible de víctimas enemigas; el ejército no debe acampar en lugares donde bloquee el camino y cause molestias a la población; los emisarios del enemigo deben ser respetados, así como los campos, las cosechas y los religiosos que están en sus templos adorando a su Señor; no deben mutilarse ni desfigurarse los cadáveres; los prisioneros deben ser tratados con dignidad, y si uno sufre maltrato debe ser puesto en libertad sin rescate alguno como compensación; el prisionero tiene derecho a ser vestido y alimentado como los creyentes y a estar cerca de otros familiares suyos hechos prisioneros, etc. El Profeta —que Al-lah lo bendiga y le dé la paz— daba tanta importancia a estas normas que consideraba que el ejército que no las respetaba no luchaba por la causa de Al-lah, sino por sus propios intereses."
  }
}