{
  "result": [
    {
      "id": "5592",
      "sura": "76",
      "aya": "1",
      "arabic_text": "هَلۡ أَتَىٰ عَلَى ٱلۡإِنسَٰنِ حِينٞ مِّنَ ٱلدَّهۡرِ لَمۡ يَكُن شَيۡـٔٗا مَّذۡكُورًا",
      "translation": " İnsanın üzerinden, henüz kendisinin anılan bir şey olmadığı uzun bir süre geçti.",
      "footnotes": null
    },
    {
      "id": "5593",
      "sura": "76",
      "aya": "2",
      "arabic_text": "إِنَّا خَلَقۡنَا ٱلۡإِنسَٰنَ مِن نُّطۡفَةٍ أَمۡشَاجٖ نَّبۡتَلِيهِ فَجَعَلۡنَٰهُ سَمِيعَۢا بَصِيرًا",
      "translation": " Biz, insanı katışık nutfeden yarattık. Onu imtihan edelim diye, kendisini işitir ve görür kıldık.",
      "footnotes": null
    },
    {
      "id": "5594",
      "sura": "76",
      "aya": "3",
      "arabic_text": "إِنَّا هَدَيۡنَٰهُ ٱلسَّبِيلَ إِمَّا شَاكِرٗا وَإِمَّا كَفُورًا",
      "translation": " Biz, ona yolu gösterdik. İster şükreder, ister kâfir olur.",
      "footnotes": null
    },
    {
      "id": "5595",
      "sura": "76",
      "aya": "4",
      "arabic_text": "إِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَلَٰسِلَاْ وَأَغۡلَٰلٗا وَسَعِيرًا",
      "translation": " Elbette biz, kâfirlere zincirler, halkalar ve alevli Cehennem hazırladık",
      "footnotes": null
    },
    {
      "id": "5596",
      "sura": "76",
      "aya": "5",
      "arabic_text": "إِنَّ ٱلۡأَبۡرَارَ يَشۡرَبُونَ مِن كَأۡسٖ كَانَ مِزَاجُهَا كَافُورًا",
      "translation": " İyiler ise, karışımı kafur olan bir kadehten içerler ",
      "footnotes": null
    },
    {
      "id": "5597",
      "sura": "76",
      "aya": "6",
      "arabic_text": "عَيۡنٗا يَشۡرَبُ بِهَا عِبَادُ ٱللَّهِ يُفَجِّرُونَهَا تَفۡجِيرٗا",
      "translation": " Allah’ın kullarının içeceği ve istedikleri yere akıttıkları bir kaynaktır. ",
      "footnotes": null
    },
    {
      "id": "5598",
      "sura": "76",
      "aya": "7",
      "arabic_text": "يُوفُونَ بِٱلنَّذۡرِ وَيَخَافُونَ يَوۡمٗا كَانَ شَرُّهُۥ مُسۡتَطِيرٗا",
      "translation": " Adaklarını yerine getirenler ve şerri çok yaygın olan bir günden korkarlar.",
      "footnotes": null
    },
    {
      "id": "5599",
      "sura": "76",
      "aya": "8",
      "arabic_text": "وَيُطۡعِمُونَ ٱلطَّعَامَ عَلَىٰ حُبِّهِۦ مِسۡكِينٗا وَيَتِيمٗا وَأَسِيرًا",
      "translation": " Duydukları sevgiye rağmen yemeği düşküne, yetime ve esire yedirirler.",
      "footnotes": null
    },
    {
      "id": "5600",
      "sura": "76",
      "aya": "9",
      "arabic_text": "إِنَّمَا نُطۡعِمُكُمۡ لِوَجۡهِ ٱللَّهِ لَا نُرِيدُ مِنكُمۡ جَزَآءٗ وَلَا شُكُورًا",
      "translation": " Biz, sizi sadece Allah yüzü/rızası için doyuruyoruz, sizden bir karşılık ve teşekkür beklemiyoruz.",
      "footnotes": null
    },
    {
      "id": "5601",
      "sura": "76",
      "aya": "10",
      "arabic_text": "إِنَّا نَخَافُ مِن رَّبِّنَا يَوۡمًا عَبُوسٗا قَمۡطَرِيرٗا",
      "translation": " Biz, korkunç şiddetli bir günde Rabbimizden korkarız. ",
      "footnotes": null
    },
    {
      "id": "5602",
      "sura": "76",
      "aya": "11",
      "arabic_text": "فَوَقَىٰهُمُ ٱللَّهُ شَرَّ ذَٰلِكَ ٱلۡيَوۡمِ وَلَقَّىٰهُمۡ نَضۡرَةٗ وَسُرُورٗا",
      "translation": " Allah da onları o günün şerrinden korumuş ve onlara bir parıltı ve sevinç bahşetmiştir.",
      "footnotes": null
    },
    {
      "id": "5603",
      "sura": "76",
      "aya": "12",
      "arabic_text": "وَجَزَىٰهُم بِمَا صَبَرُواْ جَنَّةٗ وَحَرِيرٗا",
      "translation": " Sabrettikleri için onları cennet ve ipek ile ödüllendirmiştir.",
      "footnotes": null
    },
    {
      "id": "5604",
      "sura": "76",
      "aya": "13",
      "arabic_text": "مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۖ لَا يَرَوۡنَ فِيهَا شَمۡسٗا وَلَا زَمۡهَرِيرٗا",
      "translation": " Orada koltuklara kurulmuşlar. Ne yakıcı güneş, ne de dondurucu soğuk görürler. ",
      "footnotes": null
    },
    {
      "id": "5605",
      "sura": "76",
      "aya": "14",
      "arabic_text": "وَدَانِيَةً عَلَيۡهِمۡ ظِلَٰلُهَا وَذُلِّلَتۡ قُطُوفُهَا تَذۡلِيلٗا",
      "translation": " Ağaçların gölgeleri üzerlerine düşmüş, meyvelerini toplamak kolaylaştırılmıştır.",
      "footnotes": null
    },
    {
      "id": "5606",
      "sura": "76",
      "aya": "15",
      "arabic_text": "وَيُطَافُ عَلَيۡهِم بِـَٔانِيَةٖ مِّن فِضَّةٖ وَأَكۡوَابٖ كَانَتۡ قَوَارِيرَا۠",
      "translation": " Çevrelerinde ise gümüş kaplar ve billur kâseler dolaştırılır.",
      "footnotes": null
    },
    {
      "id": "5607",
      "sura": "76",
      "aya": "16",
      "arabic_text": "قَوَارِيرَاْ مِن فِضَّةٖ قَدَّرُوهَا تَقۡدِيرٗا",
      "translation": " Gümüşten billurlar... Onlar (içenlere göre) miktarlarını belirler.",
      "footnotes": null
    },
    {
      "id": "5608",
      "sura": "76",
      "aya": "17",
      "arabic_text": "وَيُسۡقَوۡنَ فِيهَا كَأۡسٗا كَانَ مِزَاجُهَا زَنجَبِيلًا",
      "translation": " Orada karışımında zencefil bulunan bir kadehten içerler.",
      "footnotes": null
    },
    {
      "id": "5609",
      "sura": "76",
      "aya": "18",
      "arabic_text": "عَيۡنٗا فِيهَا تُسَمَّىٰ سَلۡسَبِيلٗا",
      "translation": " Orada Selsebil adı verilen pınar…",
      "footnotes": null
    },
    {
      "id": "5610",
      "sura": "76",
      "aya": "19",
      "arabic_text": "۞ وَيَطُوفُ عَلَيۡهِمۡ وِلۡدَٰنٞ مُّخَلَّدُونَ إِذَا رَأَيۡتَهُمۡ حَسِبۡتَهُمۡ لُؤۡلُؤٗا مَّنثُورٗا",
      "translation": " Etrafında ölümsüz gençler dolaşır. Onları gördüğün zaman saçılmış inci sanırsın.",
      "footnotes": null
    },
    {
      "id": "5611",
      "sura": "76",
      "aya": "20",
      "arabic_text": "وَإِذَا رَأَيۡتَ ثَمَّ رَأَيۡتَ نَعِيمٗا وَمُلۡكٗا كَبِيرًا",
      "translation": " Nereye baksan, nimet ve büyük bir saltanat görürsün.",
      "footnotes": null
    },
    {
      "id": "5612",
      "sura": "76",
      "aya": "21",
      "arabic_text": "عَٰلِيَهُمۡ ثِيَابُ سُندُسٍ خُضۡرٞ وَإِسۡتَبۡرَقٞۖ وَحُلُّوٓاْ أَسَاوِرَ مِن فِضَّةٖ وَسَقَىٰهُمۡ رَبُّهُمۡ شَرَابٗا طَهُورًا",
      "translation": " Üzerlerinde yeşil ipekli ve parlak atlastan elbiseler vardır. Gümüş bilezikler takınmışlardır. Rableri onlara tertemiz bir içecek içirmiştir. ",
      "footnotes": null
    },
    {
      "id": "5613",
      "sura": "76",
      "aya": "22",
      "arabic_text": "إِنَّ هَٰذَا كَانَ لَكُمۡ جَزَآءٗ وَكَانَ سَعۡيُكُم مَّشۡكُورًا",
      "translation": " İşte bu, sizin için bir ödüldür. Sizin çalışmanızın karşılığıdır.",
      "footnotes": null
    },
    {
      "id": "5614",
      "sura": "76",
      "aya": "23",
      "arabic_text": "إِنَّا نَحۡنُ نَزَّلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ تَنزِيلٗا",
      "translation": "Şüphe yok ki, Kur’an’ı sana elbette biz indirdik biz.",
      "footnotes": null
    },
    {
      "id": "5615",
      "sura": "76",
      "aya": "24",
      "arabic_text": "فَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ وَلَا تُطِعۡ مِنۡهُمۡ ءَاثِمًا أَوۡ كَفُورٗا",
      "translation": " Öyleyse, Rabbinin hükmü için sabret, onlardan hiç bir günahkâra ve kâfire itaat etme!",
      "footnotes": null
    },
    {
      "id": "5616",
      "sura": "76",
      "aya": "25",
      "arabic_text": "وَٱذۡكُرِ ٱسۡمَ رَبِّكَ بُكۡرَةٗ وَأَصِيلٗا",
      "translation": " Sabah, akşam Rabbinin adını zikret.",
      "footnotes": null
    },
    {
      "id": "5617",
      "sura": "76",
      "aya": "26",
      "arabic_text": "وَمِنَ ٱلَّيۡلِ فَٱسۡجُدۡ لَهُۥ وَسَبِّحۡهُ لَيۡلٗا طَوِيلًا",
      "translation": " Geceleri de ona secde et ve geceleyin uzun (bir süre) onu tesbih et.",
      "footnotes": null
    },
    {
      "id": "5618",
      "sura": "76",
      "aya": "27",
      "arabic_text": "إِنَّ هَٰٓؤُلَآءِ يُحِبُّونَ ٱلۡعَاجِلَةَ وَيَذَرُونَ وَرَآءَهُمۡ يَوۡمٗا ثَقِيلٗا",
      "translation": " Onlar, acele olanı istiyorlar, ağır (çetin) günü arkalarına bırakıyorlar.",
      "footnotes": null
    },
    {
      "id": "5619",
      "sura": "76",
      "aya": "28",
      "arabic_text": "نَّحۡنُ خَلَقۡنَٰهُمۡ وَشَدَدۡنَآ أَسۡرَهُمۡۖ وَإِذَا شِئۡنَا بَدَّلۡنَآ أَمۡثَٰلَهُمۡ تَبۡدِيلًا",
      "translation": " Onları yaratan ve eklemlerini/mafsallarını pekiştiren biziz. Dilediğimiz zaman onları benzerleriyle biz değiştiririz. ",
      "footnotes": null
    },
    {
      "id": "5620",
      "sura": "76",
      "aya": "29",
      "arabic_text": "إِنَّ هَٰذِهِۦ تَذۡكِرَةٞۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا",
      "translation": " Şüphesiz bu bir öğüttür. Dileyen kimse Rabbine giden yolu tutar.",
      "footnotes": null
    },
    {
      "id": "5621",
      "sura": "76",
      "aya": "30",
      "arabic_text": "وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا",
      "translation": " Allah dilemedikçe siz dileyemezsiniz. Çünkü Allah, her şeyi bilendir, Hakim'dir. ",
      "footnotes": null
    },
    {
      "id": "5622",
      "sura": "76",
      "aya": "31",
      "arabic_text": "يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمِينَ أَعَدَّ لَهُمۡ عَذَابًا أَلِيمَۢا",
      "translation": " Dilediğini rahmetine sokar. Zalimlere de acı bir azap hazırlamıştır.",
      "footnotes": null
    }
  ]
}