{
  "result": [
    {
      "id": "4474",
      "sura": "45",
      "aya": "1",
      "arabic_text": "حمٓ",
      "translation": "1. Ҳо, Мим.",
      "footnotes": ""
    },
    {
      "id": "4475",
      "sura": "45",
      "aya": "2",
      "arabic_text": "تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ",
      "translation": "2. (Бу Қуръон) қудратли ва ҳикматли Аллоҳ томонидан нозил қилинган Китобдир.",
      "footnotes": ""
    },
    {
      "id": "4476",
      "sura": "45",
      "aya": "3",
      "arabic_text": "إِنَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّلۡمُؤۡمِنِينَ",
      "translation": "3. Шак-шубҳасиз, осмонлар ва Ерда мўминлар учун (Аллоҳнинг қудрат ва ҳикматига далолат қиладиган) оят-аломатлар бордир.",
      "footnotes": ""
    },
    {
      "id": "4477",
      "sura": "45",
      "aya": "4",
      "arabic_text": "وَفِي خَلۡقِكُمۡ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٞ لِّقَوۡمٖ يُوقِنُونَ",
      "translation": "4. Яна сизларнинг (бир томчи сув-нутфадан) яралишингизда ва (Аллоҳ Ер юзига) тарқатиб юборган жониворлардан иборат нарсаларда ҳам аниқ ишонадиган қавм учун оят-ибратлар бордир.",
      "footnotes": ""
    },
    {
      "id": "4478",
      "sura": "45",
      "aya": "5",
      "arabic_text": "وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزۡقٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَتَصۡرِيفِ ٱلرِّيَٰحِ ءَايَٰتٞ لِّقَوۡمٖ يَعۡقِلُونَ",
      "translation": "5. Яна кеча ва кундузнинг алмашиб туришида ва Аллоҳ осмондан ёғдириб, унинг ёрдамида «ўлган» Ерни тирилтирган ризқ-ёмғирда ҳамда шамолларнинг йўналтирилишида ақл юргизадиган қавм учун оят-ибратлар бордир.",
      "footnotes": ""
    },
    {
      "id": "4479",
      "sura": "45",
      "aya": "6",
      "arabic_text": "تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤۡمِنُونَ",
      "translation": "6. (Эй Муҳаммад алайҳис-салоту вас-салом), булар Аллоҳнинг оятлари бўлиб, Биз уларни сизга ҳаққи-рост тиловат қилиб бермоқдамиз. Бас, улар (Макка кофирлари) Аллоҳ ва Унинг оятларини қўйиб қайси сўзга иймон келтирурлар?!",
      "footnotes": ""
    },
    {
      "id": "4480",
      "sura": "45",
      "aya": "7",
      "arabic_text": "وَيۡلٞ لِّكُلِّ أَفَّاكٍ أَثِيمٖ",
      "translation": "7. Барча бўҳтончи-ёлғончи гуноҳкорга ҳалокат бўлғайки;",
      "footnotes": ""
    },
    {
      "id": "4481",
      "sura": "45",
      "aya": "8",
      "arabic_text": "يَسۡمَعُ ءَايَٰتِ ٱللَّهِ تُتۡلَىٰ عَلَيۡهِ ثُمَّ يُصِرُّ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٖ",
      "translation": "8. У ўзига тиловат қилинаётган Аллоҳ оятларини эшитар, сўнгра гўё уларни эшитмагандек, кибру ҳаво қилган ҳолда (ўз куфрида) оёқ тираб турар! Бас, (эй Муҳаммад алайҳис-салоту вас-салом), сиз унга аламли азоб хушхабарини беринг!",
      "footnotes": ""
    },
    {
      "id": "4482",
      "sura": "45",
      "aya": "9",
      "arabic_text": "وَإِذَا عَلِمَ مِنۡ ءَايَٰتِنَا شَيۡـًٔا ٱتَّخَذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ",
      "translation": "9. Қачон Бизнинг оятларимиздан бирон нарса билиб олса, у (оят)ларни масхара қилур! Ана ўшалар учун хор қилгувчи азоб бордир!",
      "footnotes": ""
    },
    {
      "id": "4483",
      "sura": "45",
      "aya": "10",
      "arabic_text": "مِّن وَرَآئِهِمۡ جَهَنَّمُۖ وَلَا يُغۡنِي عَنۡهُم مَّا كَسَبُواْ شَيۡـٔٗا وَلَا مَا ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ",
      "translation": "10. Уларнинг ортида жаҳаннам бор! Касб қилган-топган (мол-дунё, бола-чақалари) ҳам, Аллоҳни қўйиб ушлаган «дўстлари» ҳам уларга бирон нарсада асқотмас! Улар учун улуғ — катта азоб бордир!",
      "footnotes": ""
    },
    {
      "id": "4484",
      "sura": "45",
      "aya": "11",
      "arabic_text": "هَٰذَا هُدٗىۖ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٌ",
      "translation": "11. Ушбу (Қуръон иймон келтирган зотлар учун) ҳидоятдир. Парвардигорларининг оятларига кофир бўлган кимсалар учун эса ашаддий азобдан аламли насиба бордир!",
      "footnotes": ""
    },
    {
      "id": "4485",
      "sura": "45",
      "aya": "12",
      "arabic_text": "۞ ٱللَّهُ ٱلَّذِي سَخَّرَ لَكُمُ ٱلۡبَحۡرَ لِتَجۡرِيَ ٱلۡفُلۡكُ فِيهِ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "12. Аллоҳ (денгиздаги) кемалар Ўзининг амри билан жорий бўлиши ҳамда сизлар (у кемаларда) Унинг фазлу марҳаматидан (ризқу рўз) исташларингиз учун ва шукр қилишларингиз учун сизларга денгизни бўйинсундириб қўйган Зотдир.",
      "footnotes": ""
    },
    {
      "id": "4486",
      "sura": "45",
      "aya": "13",
      "arabic_text": "وَسَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ جَمِيعٗا مِّنۡهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ",
      "translation": "13. У Ўз томонидан (яъни, Ўз хоҳиш-иродаси билан) сизларга осмонлардаги ва Ердаги барча нарсаларни бўйинсундирди. Албатта бунда тафаккур қиладиган қавм учун оят-ибратлар бордир.",
      "footnotes": ""
    },
    {
      "id": "4487",
      "sura": "45",
      "aya": "14",
      "arabic_text": "قُل لِّلَّذِينَ ءَامَنُواْ يَغۡفِرُواْ لِلَّذِينَ لَا يَرۡجُونَ أَيَّامَ ٱللَّهِ لِيَجۡزِيَ قَوۡمَۢا بِمَا كَانُواْ يَكۡسِبُونَ",
      "translation": "14. (Эй Муҳаммад алайҳис-салоту вас-салом), иймон келтирган зотларга айтинг, улар Аллоҳ (ваъда қилган ҳисоб-китоб) кунларидан ноумид бўлган кимсалар етказаётган озор-азиятлар)ни кечириб юбораверсинлар. Токи (Аллоҳ ўша озорларга сабр-тоқат қилган) қавмни касб қилган нарсалари (яъни, кечириб юборганликлари) сабабли мукофотлагай!",
      "footnotes": ""
    },
    {
      "id": "4488",
      "sura": "45",
      "aya": "15",
      "arabic_text": "مَنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۖ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ",
      "translation": "15. Ким бирон яхшилик қилса, бас, ўзи учун (яъни, ўз фойдасига қилган) бўлур, ким ёмонлик қилса, бас, ўз зиёнига (қилган) бўлур. Сўнгра Парвардигорингизга қайтарилурсизлар.",
      "footnotes": ""
    },
    {
      "id": "4489",
      "sura": "45",
      "aya": "16",
      "arabic_text": "وَلَقَدۡ ءَاتَيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَى ٱلۡعَٰلَمِينَ",
      "translation": "16. Дарҳақиқат, Биз Бани Исроил (қавми)га Китоб — Таврот, ҳикмат ва пайғамбарлик ато этдик ва уларни ҳалол-пок нарсалардан ризқлантирдик ҳамда уларни (ўз замонларидаги) барча оламдан устун қилдик.",
      "footnotes": ""
    },
    {
      "id": "4490",
      "sura": "45",
      "aya": "17",
      "arabic_text": "وَءَاتَيۡنَٰهُم بَيِّنَٰتٖ مِّنَ ٱلۡأَمۡرِۖ فَمَا ٱخۡتَلَفُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ",
      "translation": "17. Яна Биз уларга (дин) ишлари ҳақида аниқ-равшан ҳужжатлар ато этдик. Бас, улар ихтилоф қилмадилар, магар уларга (Биз томонимиздан дин ҳақида) илм-ҳужжат келганидан сўнг ўзаро ҳасад-адоват қилишиб (талашиб-тортишдилар). Албатта Парвардигорингиз Қиёмат Кунида уларнинг ўрталарида ихтилоф қилиб ўтган нарсалари ҳақида ҳукм қилур.",
      "footnotes": "И з о ҳ. Муфассирларнинг айтишларича, мазкур оятларда Бани Исроил қавми ва уларнинг ўзларига Аллоҳ таоло томонидан ато этилган шунчалик аниқ оят-мўъжизалар ва ноз-неъматлардан кейин ҳам ўзаро ҳасад-адоват қилишиб, дин ҳақида турли ихтилофларга берилиб кетганликлари тўғрисида ҳикоя қилинишидан мақсад Макка мушриклари томонидан берилаётган хилма-хил озор-азиятлардан изтиробга тушган Муҳаммад алайҳис-салоту вас-саломга таскин-тасалли бериш ва у кишини ҳам худди Мусо пайғамбар Бани Исроилнинг зулмига сабр қилганидек сабр тоқат қилишга даъват этишдир."
    },
    {
      "id": "4491",
      "sura": "45",
      "aya": "18",
      "arabic_text": "ثُمَّ جَعَلۡنَٰكَ عَلَىٰ شَرِيعَةٖ مِّنَ ٱلۡأَمۡرِ فَٱتَّبِعۡهَا وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ لَا يَعۡلَمُونَ",
      "translation": "18. Сўнгра (эй Муҳаммад алайҳис-салоту вас-салом), Биз сизни (дин) ишидан бир шариат (аниқ-равшан йўл) устида (барқарор) қилдик. Бас, сиз (фақат мана шу йўлга) эргашинг ва билмайдиган кимсаларнинг ҳавойи нафсларига эргашманг!",
      "footnotes": ""
    },
    {
      "id": "4492",
      "sura": "45",
      "aya": "19",
      "arabic_text": "إِنَّهُمۡ لَن يُغۡنُواْ عَنكَ مِنَ ٱللَّهِ شَيۡـٔٗاۚ وَإِنَّ ٱلظَّٰلِمِينَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۖ وَٱللَّهُ وَلِيُّ ٱلۡمُتَّقِينَ",
      "translation": "19. Чунки, (агар сиз уларнинг ҳавойи нафслари кўрсатган залолат йўлига юрсангиз,) улар сиздан Аллоҳ томонидан бўлган бирон нарсани (азобни) қайтара олмаслар. Албатта золимлар бир-бирларига дўстдирлар. Аллоҳ эса тақводор зотларнинг дўстидир.",
      "footnotes": ""
    },
    {
      "id": "4493",
      "sura": "45",
      "aya": "20",
      "arabic_text": "هَٰذَا بَصَٰٓئِرُ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُوقِنُونَ",
      "translation": "20. Ушбу (Қуръон барча) одамлар учун (равшан) кўрсатмалардир ва аниқ ишонадиган қавм учун ҳидоят ва раҳматдир.",
      "footnotes": ""
    },
    {
      "id": "4494",
      "sura": "45",
      "aya": "21",
      "arabic_text": "أَمۡ حَسِبَ ٱلَّذِينَ ٱجۡتَرَحُواْ ٱلسَّيِّـَٔاتِ أَن نَّجۡعَلَهُمۡ كَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَوَآءٗ مَّحۡيَاهُمۡ وَمَمَاتُهُمۡۚ سَآءَ مَا يَحۡكُمُونَ",
      "translation": "21. Балки ёмонлик-гуноҳлар касб этган кимсалар Биз уларни ҳам иймон келтирган ва яхши амаллар қилган зотлар каби қилишимизни ва ҳаётлари ҳам, мамотлари ҳам (яъни, дунёлари ҳам, Охиратлари ҳам мўминлар билан) баробар бўлишини ўйлагандирлар?! Нақадар ёмон (нотўғри) ҳукм қилурлар-а?!",
      "footnotes": ""
    },
    {
      "id": "4495",
      "sura": "45",
      "aya": "22",
      "arabic_text": "وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَلِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ",
      "translation": "22. Аллоҳ осмонлар ва Ерни (Ўзининг қудрати илоҳиясига далолат қилиши учун) ва ҳар бир жон мазлум бўлмаган ҳолларида ўзлари қилган амаллари сабабли жазоланиши учун ҳақ (қонун ва низом) билан яратди.",
      "footnotes": ""
    },
    {
      "id": "4496",
      "sura": "45",
      "aya": "23",
      "arabic_text": "أَفَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلۡمٖ وَخَتَمَ عَلَىٰ سَمۡعِهِۦ وَقَلۡبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةٗ فَمَن يَهۡدِيهِ مِنۢ بَعۡدِ ٱللَّهِۚ أَفَلَا تَذَكَّرُونَ",
      "translation": "23. (Эй Муҳаммад алайҳис-салоту вас-салом), ҳавойи нафсини ўзига «илоҳ» қилиб олган ва Аллоҳ уни билган ҳолида йўлдан оздириб, қулоқ ва кўнглини муҳрлаб, кўз олдига парда тортиб қўйган кимсани кўрганмисиз? Бас, уни Аллоҳ (йўлдан оздиргани)дан сўнг ким ҳидоят қила олур?! Ахир эслатма-ибрат олмайсизларми?!",
      "footnotes": ""
    },
    {
      "id": "4497",
      "sura": "45",
      "aya": "24",
      "arabic_text": "وَقَالُواْ مَا هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا يُهۡلِكُنَآ إِلَّا ٱلدَّهۡرُۚ وَمَا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَظُنُّونَ",
      "translation": "24. Улар (яъни, Қиёматни инкор қилгувчилар: «Ҳаёт) фақат дунёдаги ҳаётимиздир. (Баъзиларимиз) ўлиб, (бошқаларимиз) ҳаётга келаверамиз ва бизларни (Аллоҳ ўлдирмайди, балки) фақат замон (ўтиши)гина ўлдиради», дедилар. Улар фақат (шундай) гумон қилурлар, холос.",
      "footnotes": ""
    },
    {
      "id": "4498",
      "sura": "45",
      "aya": "25",
      "arabic_text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ مَّا كَانَ حُجَّتَهُمۡ إِلَّآ أَن قَالُواْ ٱئۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "25. Қачон уларга (қайта тирилиш ҳақлиги тўғрисидаги) Бизнинг аниқ-равшан бўлган оятларимиз тиловат қилинса, уларнинг (бу оятларга қарши) «ҳужжатлари» фақат: «Агар ростгўй бўлсангизлар, ота-боболаримизни (тирилтириб) келтиринглар-чи», дейишларигина бўлур.",
      "footnotes": ""
    },
    {
      "id": "4499",
      "sura": "45",
      "aya": "26",
      "arabic_text": "قُلِ ٱللَّهُ يُحۡيِيكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يَجۡمَعُكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "26. Айтинг: «Аллоҳ сизларга ҳаёт берур, сўнгра (ажалларингиз етгач) ўлдирур, сўнгра сизларни ҳеч шак-шубҳасиз, (келадиган) Қиёмат Кунига тўплар. Лекин одамларнинг кўплари (буни) билмаслар»!",
      "footnotes": ""
    },
    {
      "id": "4500",
      "sura": "45",
      "aya": "27",
      "arabic_text": "وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَخۡسَرُ ٱلۡمُبۡطِلُونَ",
      "translation": "27. Осмонлар ва Ердаги бор мулк Аллоҳникидир. (Қиёмат) соати қойим бўладиган кунда — ана ўша кунда бузғунчи кимсалар зиён тортурлар!",
      "footnotes": ""
    },
    {
      "id": "4501",
      "sura": "45",
      "aya": "28",
      "arabic_text": "وَتَرَىٰ كُلَّ أُمَّةٖ جَاثِيَةٗۚ كُلُّ أُمَّةٖ تُدۡعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلۡيَوۡمَ تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "28. (У Кунда) барча умматни (даҳшат ва изтироб-ла) тиз чўккан ҳолда кўрарсиз. Ҳар бир уммат ўз номаи-аъмолига чақирилур, (сўнг уларга дейилур): «Бугун қилиб ўтган амалларингиз билан жазоланурсизлар.",
      "footnotes": ""
    },
    {
      "id": "4502",
      "sura": "45",
      "aya": "29",
      "arabic_text": "هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيۡكُم بِٱلۡحَقِّۚ إِنَّا كُنَّا نَسۡتَنسِخُ مَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "29. Мана бу китобимиз (яъни, Бизнинг амримиз билан ёзилган номаи-аъмолингиз) сизларга ҳақиқатни айтур. Дарҳақиқат, Биз сизлар қилгувчи бўлган барча амалларингизни (ушбу номаи-аъмолга) кўчириб қўйгандирмиз».",
      "footnotes": ""
    },
    {
      "id": "4503",
      "sura": "45",
      "aya": "30",
      "arabic_text": "فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُدۡخِلُهُمۡ رَبُّهُمۡ فِي رَحۡمَتِهِۦۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡمُبِينُ",
      "translation": "30. Бас, иймон келтирган ва яхши амаллар қилган зотларга келсак, уларни Парвардигор Ўз раҳмати-жаннатига дохил қилур. Бу очиқ бахтнинг ўзидир!",
      "footnotes": ""
    },
    {
      "id": "4504",
      "sura": "45",
      "aya": "31",
      "arabic_text": "وَأَمَّا ٱلَّذِينَ كَفَرُوٓاْ أَفَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَٱسۡتَكۡبَرۡتُمۡ وَكُنتُمۡ قَوۡمٗا مُّجۡرِمِينَ",
      "translation": "31. Энди кофир бўлган кимсаларга келсак, (бас, уларга айтилур): «Ахир сизларга Менинг оятларим тиловат қилинган эмасмиди?! Бас, сизлар (у оятларга иймон келтирмасдан) кибру-ҳаво қилдинглар ва жиноятчи қавм бўлдинглар!»",
      "footnotes": ""
    },
    {
      "id": "4505",
      "sura": "45",
      "aya": "32",
      "arabic_text": "وَإِذَا قِيلَ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱلسَّاعَةُ لَا رَيۡبَ فِيهَا قُلۡتُم مَّا نَدۡرِي مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنّٗا وَمَا نَحۡنُ بِمُسۡتَيۡقِنِينَ",
      "translation": "32. Қачон (сизларга): «Дарҳақиқат, Аллоҳнинг ваъдаси ростдир, (Қиёмат) соати шак-шубҳасиз, (келгувчидир)», дейилса, сизлар: «Биз у соат нима эканини билмаймиз, фақат гумон қиламиз, холос. Биз (Қиёмат соати келишига) аниқ ишонгувчи эмасмиз», дединглар.",
      "footnotes": ""
    },
    {
      "id": "4506",
      "sura": "45",
      "aya": "33",
      "arabic_text": "وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "33. (Мана энди) уларга қилиб ўтган ёмонликлар ошкор бўлди ва ўзлари масхара қилиб ўтган (азоб) уларни ўраб олди!",
      "footnotes": ""
    },
    {
      "id": "4507",
      "sura": "45",
      "aya": "34",
      "arabic_text": "وَقِيلَ ٱلۡيَوۡمَ نَنسَىٰكُمۡ كَمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ",
      "translation": "34. Ва (уларга) дейилди: «Худди сизлар мана шу бугунги кунингиздаги учрашувни унутганларингиздек, Биз ҳам бугун сизларни «унутурмиз». Сизларнинг жойингиз дўзахдир ва сизлар учун дўзах азобидан қутқарувчи ёрдамчилар ҳам йўқдир!",
      "footnotes": ""
    },
    {
      "id": "4508",
      "sura": "45",
      "aya": "35",
      "arabic_text": "ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذۡتُمۡ ءَايَٰتِ ٱللَّهِ هُزُوٗا وَغَرَّتۡكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ لَا يُخۡرَجُونَ مِنۡهَا وَلَا هُمۡ يُسۡتَعۡتَبُونَ",
      "translation": "35. Бунга сабаб — сизлар Аллоҳнинг оятларини масхара қилиб олган эдинглар ва сизларни ҳаёти дунё алдаб қўйган эди. Бас, бугун улар (дўзахдан) чиқарилмаслар ва улардан (Аллоҳ рози бўладиган амалларга) қайтиш ҳам талаб қилинмас.",
      "footnotes": ""
    },
    {
      "id": "4509",
      "sura": "45",
      "aya": "36",
      "arabic_text": "فَلِلَّهِ ٱلۡحَمۡدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلۡأَرۡضِ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "36. Бас, барча ҳамду сано осмонлар Парвардигори, Ер Парвардигори, бутун оламлар Парвардигори — Аллоҳ учундир.",
      "footnotes": ""
    },
    {
      "id": "4510",
      "sura": "45",
      "aya": "37",
      "arabic_text": "وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "37. Осмонлар ва Ердаги барча буюклик ёлғиз Уникидир! У қудрат ва ҳикмат Соҳибидир!",
      "footnotes": ""
    }
  ]
}