{
  "id": 8,
  "verse_number": 8,
  "page_number": 543,
  "verse_key": "58:8",
  "juz_number": 28,
  "hizb_number": 55,
  "rub_el_hizb_number": 217,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نُهُواْ عَنِ ٱلنَّجۡوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُواْ عَنۡهُ وَيَتَنَٰجَوۡنَ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِۖ وَإِذَا جَآءُوكَ حَيَّوۡكَ بِمَا لَمۡ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِيٓ أَنفُسِهِمۡ لَوۡلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُۚ حَسۡبُهُمۡ جَهَنَّمُ يَصۡلَوۡنَهَاۖ فَبِئۡسَ ٱلۡمَصِيرُ",
  "translation": "Kwani huwaoni wale walio katazwa kunong'onezana kisha wakayarudia yale yale waliyo katazwa, na wakanong'ona juu ya mambo ya dhambi, na ya uadui, na ya kumuasi Mtume? Na wakikujia hukuamkia sivyo anavyo kuamkia Mwenyezi Mungu. Na husema katika nafsi zao: Mbona Mwenyezi hatuadhibu kwa haya tuyasemayo? Basi Jahannamu itawatosha; wataingia humo! Na hayo ndiyo marejeo maovu yaliyoje!",
  "footnotes": "Ewe Mtume! Huwaoni hao walio katazwa kufanya njama za siri wao kwa wao kwa mambo ya kutia shaka katika nyoyo za Waumini, kisha wakayarejea yale yale waliyo katazwa? Na wanafanya njama kwa madhambi wanayo yatenda, na uadui wanao uazimia, na uasi dhidi ya Mtume wa Mwenyezi Mungu. Na wanapo kuja kwako wanakuamkia kwa kauli ya kupotoa, sivyo anavyo kuamkia Mwenyezi Mungu. Na wao husema katika nafsi zao: Mbona Mwenyezi Mungu hatuadhibu kwa haya tunayo yasema ikiwa huyu ni Mtume kweli? Inawatosha hao Jahannamu. Wataingia humo waungue kwa moto wake. Na marejeo maovu yalioje marejeo yao. Ilikuwako sulhu baina ya Waislamu na Mayahudi katika mji wa Madina. Na ikawa akipita mtu katika Waislamu kwao Mayahudi hunong'ona wao kwa wao ili adhani yule Muislamu kuwa wao wanapanga njama za kutaka kumuuwa, au lolote la kumdhuru apate kugeuza njia asiwapitie tena. Mtume s.a.w. akawakataza hayo, lakini hawakuacha mtindo wao, wakayarejea yale yale waliyo katazwa. Na wakawa akija Mtume s.a.w. wakimwamkia kwa maamkio ya kumuapiza. Ndiyo ikashuka Aya hii."
}