{
  "id": 102,
  "verse_number": 102,
  "page_number": 16,
  "verse_key": "2:102",
  "juz_number": 1,
  "hizb_number": 2,
  "rub_el_hizb_number": 6,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
  "translation": "102 Ils préfèrent suivre les allégations des démons sur le règne de Salomon, qui pourtant n’a pas renié la foi[50], contrairement aux démons qui enseignent aux hommes la sorcellerie, et ce qui a été révélé aux deux anges Hârout et Mârout à Babel[51]. Mais ceux-ci n’initiaient personne à la sorcellerie avant de le mettre en garde ainsi : « Nous n’agissons que pour tenter les hommes, prends donc garde de renier la foi en apprenant la sorcellerie ! » Auprès de ces deux anges, les initiés apprenaient comment séparer l’homme de sa femme. Mais leur magie ne saurait nuire aux hommes que par la volonté d’Allah. Ce qu’ils apprennent ainsi ne leur est d’aucune utilité, leur portant seulement préjudice. Ils savent d’ailleurs pertinemment que celui qui choisit la sorcellerie sera privé de toute félicité dans l’au-delà. Bien mauvais choix que celui de ces hommes qui ont ainsi vendu leurs âmes à vil prix. Si seulement ils en étaient conscients !",
  "footnotes": "[50] En pratiquant la sorcellerie, selon ces allégations mensongères.\n[51] Le début de ce verset, objet de très diverses interprétations, peut être compris de différentes manières. La première : les juifs ont suivi les allégations des démons relatives au règne de Salomon et à ce qui a été révélé aux deux anges. Ou : les juifs ont suivi les allégations des démons sur le règne de Salomon et ont suivi ce qui a été révélé aux deux anges. Ou encore : les démons ont enseigné aux hommes la sorcellerie ainsi que ce qui a été révélé aux deux anges. D’autres interprétations encore ont été proposées."
}