{
  "result": {
    "id": "194",
    "sura": "2",
    "aya": "187",
    "arabic_text": "أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ",
    "translation": "187 Il vous est dorénavant permis, les nuits de Ramadan, d’avoir des rapports avec vos épouses qui sont pour vous un vêtement, de même que vous êtes pour elles un vêtement[97]. Allah savait que vous trichiez parfois avec vous-mêmes[98]. Il a donc accepté votre repentir, allégé vos obligations et vous a pardonné. Vous pouvez désormais avoir des relations avec elles en espérant obtenir ce qu’Allah vous a prédestiné[99]. Mangez et buvez jusqu’au moment où se distingueront clairement les premières lueurs de l’aube dans l’obscurité de la nuit, puis jeûnez jusqu’à la tombée du jour. Mais évitez tout rapport avec elles lors de vos retraites dans les mosquées. Telles sont les limites qu’Allah vous a imposées, gardez-vous donc de vous en approcher. C’est ainsi qu’Allah expose clairement Ses enseignements aux hommes afin de les préserver du péché.",
    "footnotes": "[97] Compte tenu de la proximité physique qui peut exister entre un homme et son épouse. En outre, chacun des deux conjoints préserve son partenaire du péché de la chair, de même que le vêtement représente une protection pour le corps qu’il met à l’abri des regards ou des rigueurs du froid. \n[98] En ayant des rapports conjugaux les nuits de Ramadan alors que cela vous était interdit.\n[99] La naissance d’un enfant."
  }
}