{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 2,
      "verse_key": "2:1",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "الٓمٓ",
      "translation": "1 Alif-Lâm-Mîm[6].",
      "footnotes": "[6] Voici le commentaire d’Ibn Kathîr, le plus fameux exégète musulman, au sujet de ces lettres isolées appartenant à l’alphabet arabe et apparaissant au début de vingt-neuf des cent quatorze sourates du Coran : « Certains expliquent que ces lettres sont mentionnées au début de certains chapitres pour démontrer le caractère miraculeux du texte coranique que les hommes sont incapables d’imiter alors qu’il est composé de ces lettres dont ils font pourtant un usage quotidien. »"
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 2,
      "verse_key": "2:2",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ",
      "translation": "2 Voici le Livre qui n’admet aucun doute[7] et qui est un guide pour ceux qui craignent le Seigneur[8],",
      "footnotes": "[7] Quant à son origine divine, précisent certains commentateurs.\n[8] La notion de « Taqwâ » sera, selon le contexte, rendue comme ici par l’expression « craindre le Seigneur », et plus rarement par la formule « se préserver du châtiment » comme au verset 21 de cette même sourate, ou l’expression : « se préserver du péché », comme au verset 183. Seule en effet la crainte d’Allah et de Son châtiment pousse le croyant à se préserver du péché."
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 2,
      "verse_key": "2:3",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ",
      "translation": "3 qui croient aux mystères[9], accomplissent la prière[10] et offrent par charité[11] une partie de ce que Nous leur avons accordé,",
      "footnotes": "[9] Qui croient notamment en Allah, en Ses anges, au Jour dernier, au Paradis et à l’Enfer, pourtant inaccessibles au regard. Les « mystères » de l’islam ne sont donc pas ceux du christianisme (Trinité, Incarnation ou Rédemption) qui, pour leur part, sont inaccessibles à la raison.\n[10] La « Salât », prière rituelle formée notamment de la lecture du Coran en position debout, d’inclinaisons et de prosternations, que les musulmans sont tenus d’effectuer cinq fois par jour.\n[11] Ou : par obéissance à Allah."
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 2,
      "verse_key": "2:4",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ",
      "translation": "4 qui croient au Livre[12] qui t’a été révélé[13] et aux Ecritures[14] révélées avant toi, et qui ont une foi inébranlable en l’au-delà.",
      "footnotes": "[12] Employé seul et avec une majuscule, le terme « Livre » désignera généralement dans cette traduction le livre par excellence, le Coran.\n[13] Littéralement : qui a été descendu sur toi. Nous traduirons, en général, cette idée de « descente de la Révélation » par le verbe « révéler » et ses dérivés, plutôt que par le verbe « descendre » et ses dérivés. Il est évident, d’ailleurs, que toute révélation est une « descente » puisqu’elle émane d’Allah qui est au Ciel.\n[14] C’est le terme qui sera employé dans cette traduction pour désigner les Livres révélés aux juifs et aux chrétiens, l’Ancien et le Nouveau Testament, que ce terme désigne l’ensemble de ces livres ou une partie seulement."
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 2,
      "verse_key": "2:5",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
      "translation": "5 Voilà ceux qui sont guidés par leur Seigneur, voilà les bienheureux.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 3,
      "verse_key": "2:6",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ",
      "translation": "6 Quant à ceux qui ont rejeté la foi, que tu les avertisses ou non, ils ne croiront pas.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 3,
      "verse_key": "2:7",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ",
      "translation": "7 Allah, en effet, a apposé un sceau sur leurs cœurs[15] et leur ouïe[16], tandis qu’un voile leur recouvre la vue. Ils sont donc voués à d’affreux tourments.",
      "footnotes": "[15] Qui sont donc fermés à la foi.\n[16] Ils sont donc sourds à la vérité."
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 3,
      "verse_key": "2:8",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ",
      "translation": "8 Il est des hommes qui prétendent croire en Allah et au Jour dernier alors qu’ils ne sont nullement croyants[17].",
      "footnotes": "[17] Après celle des croyants, puis des impies, est décrite ici l’attitude des hypocrites."
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 3,
      "verse_key": "2:9",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ",
      "translation": "9 Ils pensent pouvoir tromper Allah et les croyants, mais ne trompent en réalité qu’eux-mêmes, sans en être conscients.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 3,
      "verse_key": "2:10",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ",
      "translation": "10 Leurs cœurs sont atteints d’un mal qu’Allah ne fait qu’aggraver. Ils sont donc, pour prix de leurs mensonges, voués à un douloureux châtiment.",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 3,
      "verse_key": "2:11",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ",
      "translation": "11 Lorsqu’il leur est demandé de cesser de répandre le mal sur terre, ils répondent qu’ils recherchent le bien uniquement.",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 3,
      "verse_key": "2:12",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ",
      "translation": "12 Ce sont, au contraire, les êtres les plus malfaisants, sans en être conscients.",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 3,
      "verse_key": "2:13",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ",
      "translation": "13 Exhortés à adhérer pleinement à la foi, à l’image des vrais croyants, ils disent : « Allons-nous croire comme ces ignorants ? » Ce sont pourtant eux, sans le savoir, qui sont ignorants.",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 3,
      "verse_key": "2:14",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ",
      "translation": "14 Lorsqu’ils rencontrent les croyants, ils prétendent avoir la foi, mais dès qu’ils se retrouvent seuls avec leurs démons, les chefs de l’impiété, ils leur disent : « Nous sommes à vos côtés. Nous nous moquons simplement de ces gens. »",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 3,
      "verse_key": "2:15",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ",
      "translation": "15 Allah répondra à leurs moqueries et les laissera s’enfoncer dans l’impiété aveuglément.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 3,
      "verse_key": "2:16",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ",
      "translation": "16 Voilà ceux qui ont préféré, au droit chemin, la voie de l’égarement et qui courent à leur perte pour ce choix inconséquent.",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 4,
      "verse_key": "2:17",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ",
      "translation": "17 Ils sont à l’image d’un groupe d’hommes qui ont allumé un feu mais qui, à peine ont-ils profité de sa clarté, se voient privés par Allah de sa lumière et plongés dans l’obscurité, incapables de distinguer les lieux environnants[18].",
      "footnotes": "[18] Parabole de l’hypocrite qui, bien qu’au contact de la lumière de la foi, se retrouve dans les ténèbres de l’impiété, incapable de trouver le droit chemin."
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 4,
      "verse_key": "2:18",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ",
      "translation": "18 Sourds, muets, aveugles à la vérité, ils ne peuvent revenir de leur égarement.",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 4,
      "verse_key": "2:19",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ",
      "translation": "19 Ou à l’image d’hommes qui, sous une pluie battante accompagnée de ténèbres, de tonnerre et d’éclairs, se bouchent les oreilles, terrorisés par le fracas de la foudre et à l’idée de mourir foudroyés. Allah cerne de toutes parts les mécréants.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 4,
      "verse_key": "2:20",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "20 Peu s’en faut que l’éclair ne leur ravisse la vue. Chaque fois que celui-ci illumine le ciel, ils progressent à sa lumière, mais s’immobilisent dès qu’ils sont plongés dans l’obscurité. Allah, s’Il le voulait, pourrait les priver de l’ouïe et de la vue. Allah, en vérité, est Omnipotent.",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 4,
      "verse_key": "2:21",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ",
      "translation": "21 Ô hommes ! Adorez votre Seigneur - qui vous a créés vous et vos devanciers - afin de vous préserver de Son châtiment.",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 4,
      "verse_key": "2:22",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ",
      "translation": "22 C’est Lui qui, pour vous, a fait de la terre une couche et du ciel un toit, et qui fait descendre du ciel une eau par laquelle Il fait pousser toutes les variétés de fruits dont vous vous nourrissez. Gardez-vous donc d’associer de fausses divinités au culte d’Allah alors que vous savez[19].",
      "footnotes": "[19] Que Lui seul mérite d’être adoré, étant Celui qui vous a créés et vous a dispensé tous ces bienfaits."
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 4,
      "verse_key": "2:23",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "23 Si vous avez des doutes au sujet de ce que Nous avons révélé à notre serviteur, alors produisez une sourate identique, en vous aidant des divinités que vous adorez en dehors d’Allah[20], si vous dites la vérité[21].",
      "footnotes": "[20] Autre sens : en vous aidant de qui vous voudrez en dehors d’Allah.\n[21] Lorsque vous prétendez que le Coran est une invention. Nul, jusqu’à ce jour, n’a pu relever ce défi lancé à l’humanité il y a plus de quatorze siècles dans le désert d’Arabie par le prophète illettré."
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 4,
      "verse_key": "2:24",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ",
      "translation": "24 Si vous n’y parvenez pas - et vous n’y parviendrez pas - alors préservez-vous du feu de l’Enfer, préparé pour les impies et alimenté par les hommes et les pierres.",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 5,
      "verse_key": "2:25",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "25 Annonce à ceux qui croient et accomplissent de bonnes œuvres que leur sont réservés au Paradis des jardins traversés de rivières[22] où, en compagnie des épouses les plus pures, ils demeureront pour l’éternité. Chaque fois qu’un fruit du Paradis leur sera servi, ils diront : « Ce fruit est semblable à celui que nous avons reçu auparavant[23]. » Mais il ne lui sera semblable qu’en apparence.",
      "footnotes": "[22] Littéralement : sous lesquels coulent des rivières. Certains exégètes interprètent donc ce verset de cette manière : des rivières coulent au pied des arbres et des palais de ces jardins.\n[23] Sur terre ou au Paradis."
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 5,
      "verse_key": "2:26",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ",
      "translation": "26 Allah ne se gêne pas de proposer en parabole un moustique ou quelque chose de plus insignifiant. Les croyants savent d’ailleurs que cette parabole émane bien de leur Seigneur. Quant aux mécréants, ils disent : « Que peut bien vouloir signifier Allah par une telle parabole ? » Par elle, nombreux sont ceux qu’Il égare et par elle, nombreux ceux qu’Il guide. Mais Il n’égare, par de telles paraboles, que ceux qui Lui refusent obéissance,",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 5,
      "verse_key": "2:27",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
      "translation": "27 ceux qui violent les engagements qu’ils ont, envers Lui, solennellement contractés, rompent les liens[24] qu’Il a ordonné de respecter et répandent sur terre le mal et le péché. Voilà ceux qui sont perdus.",
      "footnotes": "[24] De parenté, notamment."
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 5,
      "verse_key": "2:28",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ",
      "translation": "28 Comment pouvez-vous renier Allah alors qu’Il vous a donné la vie en vous tirant du néant, qu’Il vous fera revivre après la mort, et que c’est à Lui enfin que vous serez ramenés ?",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 5,
      "verse_key": "2:29",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ",
      "translation": "29 C’est Lui qui, dans Sa science infinie, a créé pour vous tout ce qui se trouve sur terre avant de procéder à la création du Ciel dont Il a fait sept cieux parfaitement constitués.",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 6,
      "verse_key": "2:30",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ",
      "translation": "30 Mentionne[25] ces paroles adressées par ton Seigneur aux anges : « Je vais installer un vicaire[26] sur terre où ses descendants se succéderont de génération en génération. » Les anges s’étonnèrent : « Vas-tu y installer des êtres qui y répandront le mal et y feront couler le sang alors que, par nos louanges, nous célébrons Ta gloire et sanctifions Ton nom ? » Il dit : « Je sais des choses que vous ignorez. »",
      "footnotes": "[25] Allah s’adresse ici au prophète Mouhammad, appelé à rapporter aux hommes les paroles qui suivent.\n[26] Adam, selon nombre d’exégètes. Le vicaire est, d’après eux, celui qui, au nom d’Allah, est chargé de l’application de la loi divine. Si Adam fut le premier vicaire d’Allah sur terre, il fut suivi par d’autres, les prophètes, puis les gouverneurs musulmans, chargés de faire appliquer les lois divines. On est donc loin de la notion de « vicaire » chez les chrétiens selon lesquels le « vicaire de Dieu » est le pape, représentant de Dieu sur terre."
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 6,
      "verse_key": "2:31",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "31 Allah enseigna à Adam les noms de toutes choses avant de les présenter aux anges auxquels Il dit : « Indiquez-Moi leurs noms, si vous dites la vérité lorsque vous prétendez être supérieurs aux hommes. »",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 6,
      "verse_key": "2:32",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ",
      "translation": "32 Ils répondirent : « Gloire à Toi ! Nous ne savons que ce que Tu nous as enseigné. C’est Toi, en vérité, l’Omniscient, l’infiniment Sage. »",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 6,
      "verse_key": "2:33",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ",
      "translation": "33 Allah dit : « Adam ! Indique-leur les noms de ces choses. » Lorsque Adam eut indiqué ces noms aux anges, Allah dit : « Ne vous ai-Je pas dit que Je connais les mystères des cieux et de la terre et que Je connais aussi bien ce que vous dissimulez que ce que vous exprimez ? »",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 6,
      "verse_key": "2:34",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ",
      "translation": "34 Lorsque Nous avons ordonné aux anges de se prosterner devant Adam, tous se sont exécutés, excepté Satan qui refusa par orgueil de se prosterner, se comportant en impie.",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 6,
      "verse_key": "2:35",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ",
      "translation": "35 Nous avons dit : « Adam ! Demeure en compagnie de ton épouse au Paradis dont vous pourrez manger paisiblement et librement tous les fruits. Mais n’approchez pas de l’arbre que voici, sans quoi vous transgresseriez l’interdit. »",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 6,
      "verse_key": "2:36",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ",
      "translation": "36 Mais Satan provoqua leur chute en les incitant à manger des fruits de l’arbre interdit, les faisant chasser du Paradis où ils jouissaient de tous les délices. Nous avons dit : « Descendez d’ici ! Vous serez ennemis les uns des autres sur terre où vous pourrez séjourner et jouir quelque temps de la vie. »",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 6,
      "verse_key": "2:37",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
      "translation": "37 Adam prononça alors certaines paroles inspirées par son Seigneur qui accepta son repentir. C’est Lui, en effet, le Très Miséricordieux, Celui qui accepte toujours le repentir de Ses serviteurs.",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 7,
      "verse_key": "2:38",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
      "translation": "38 Nous avons dit : « Descendez tous d’ici ! Une révélation destinée à vous montrer la voie du salut vous sera transmise de Ma part. Celui qui s’y conformera sera préservé de toute crainte et de toute affliction. »",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 7,
      "verse_key": "2:39",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "39 Quant aux impies qui renient Nos signes[27], ils sont voués au feu de l’Enfer où ils demeureront pour l’éternité.",
      "footnotes": "[27] Le terme « signe » désignera généralement dans cette traduction toutes les preuves, scripturaires (les Livres révélés), cosmologiques (visibles dans la Création) et rationnelles, de l’existence et de l’unicité du Seigneur."
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 7,
      "verse_key": "2:40",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ",
      "translation": "40 Fils d’Israël ! Souvenez-vous des bienfaits dont Je vous ai comblés et soyez fidèles à vos engagements contractés envers Moi, j’honorerai Mon engagement pris envers vous[28]. C’est Moi seul que vous devez redouter.",
      "footnotes": "[28] Probable allusion à l’Alliance entre Yahvé et le peuple hébreu, fondement de l’Ancien Testament."
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 7,
      "verse_key": "2:41",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ",
      "translation": "41 Croyez au Livre que J’ai révélé et qui vient confirmer les Ecritures que vous détenez, ne soyez pas les premiers à le rejeter. Ne vendez pas Mes paroles à vil prix. C’est Moi seul que vous devez craindre.",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 7,
      "verse_key": "2:42",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ",
      "translation": "42 Gardez-vous de mêler le faux au vrai et de dissimuler la vérité que vous connaissez parfaitement.",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 7,
      "verse_key": "2:43",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ",
      "translation": "43 Accomplissez la prière, acquittez-vous de l’aumône[29] et inclinez-vous humblement avec les musulmans.",
      "footnotes": "[29] La « Zakât » prélevée sur les richesses (fortune personnelle, produits de la terre, cheptel et marchandises), régie par des règles très précises et redevable une fois dans l’année."
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 7,
      "verse_key": "2:44",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "44 Exhortez-vous les hommes à la vertu en oubliant vous-mêmes de la pratiquer ? Vous lisez pourtant les Ecritures. Etes-vous donc dépourvus de toute raison ?",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 7,
      "verse_key": "2:45",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ",
      "translation": "45 Armez-vous de patience et aidez-vous de la prière. Celle-ci représente cependant une lourde obligation, sauf pour les êtres humbles",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 7,
      "verse_key": "2:46",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ",
      "translation": "46 qui ont l’intime conviction qu’ils retourneront un jour à leur Seigneur et qu’ils Le rencontreront.",
      "footnotes": ""
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 7,
      "verse_key": "2:47",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ",
      "translation": "47 Fils d’Israël ! Souvenez-vous des bienfaits dont Je vous ai pourvus et rappelez-vous que J’ai fait de vous Mon peuple élu[30].",
      "footnotes": "[30] Le peuple hébreu fut élu par l’Eternel qui lui envoya des prophètes et lui révéla les Ecritures jusqu’au jour où il rompit son alliance avec le Seigneur. Matthieu attribue dans son évangile ces paroles à Jésus qui s’adresse à ses contemporains juifs : « C’est pourquoi, je vous le dis, le royaume de Dieu vous sera enlevé et donné à une nation qui en rendra les fruits. » (Matthieu 21, 43)"
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 7,
      "verse_key": "2:48",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ",
      "translation": "48 Craignez le Jour[31] où nul ne pourra rien pour son prochain, où nulle intercession ne sera acceptée sans l’autorisation d’Allah, où nul ne pourra racheter son âme et nul ne pourra être sauvé s’il meurt dans l’impiété.",
      "footnotes": "[31] Nous mettrons, dans cette traduction, une majuscule au mot « Jour » lorsqu’il sera question du Jour de la résurrection."
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 8,
      "verse_key": "2:49",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ",
      "translation": "49 Souvenez-vous lorsque Nous avons délivré vos ancêtres de Pharaon et de ses sujets qui leur infligeaient les pires tourments en égorgeant leurs fils, n’épargnant que leurs filles. Ce fut là une terrible épreuve[32] de la part de votre Seigneur.",
      "footnotes": "[32] Ou : une grâce immense, si le pronom « ce » renvoie à la délivrance des Hébreux et leur sortie d’Egypte."
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 8,
      "verse_key": "2:50",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ",
      "translation": "50 Nous avons alors fendu la mer pour vous ouvrir un passage, vous sauvant de vos ennemis et engloutissant sous vos yeux Pharaon et ses armées.",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 8,
      "verse_key": "2:51",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ",
      "translation": "51 Nous avons ensuite fixé à Moïse une rencontre de quarante jours et quarante nuits. Vous avez alors, en son absence, adoré le Veau d’or, faisant preuve de la plus grande iniquité.",
      "footnotes": ""
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 8,
      "verse_key": "2:52",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "52 Nous vous avons ensuite pardonné votre comportement afin que vous vous montriez reconnaissants.",
      "footnotes": ""
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 8,
      "verse_key": "2:53",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ",
      "translation": "53 Souvenez-vous aussi lorsque Nous avons confié à Moïse l’Ecriture permettant de discerner le vrai du faux afin que vous suiviez le droit chemin.",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 8,
      "verse_key": "2:54",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
      "translation": "54 Et lorsque Moïse dit à son peuple : « Mon peuple ! Vous avez été injustes envers vous-mêmes en vouant un culte au Veau. Revenez donc à votre Créateur en tuant vous-mêmes les coupables. Voilà qui est préférable pour vous et plus à même de satisfaire votre Créateur. » Le Seigneur agréa alors votre repentir. C’est Lui le Très Miséricordieux, Celui qui accepte toujours le repentir de Ses serviteurs.",
      "footnotes": ""
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 8,
      "verse_key": "2:55",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ",
      "translation": "55 Et lorsque vous avez dit : « Moïse ! Nous ne te croirons que lorsque nous verrons Allah de nos propres yeux. » Vous avez alors été foudroyés pendant que vous regardiez.",
      "footnotes": ""
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 8,
      "verse_key": "2:56",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "56 Nous vous avons ensuite ressuscités afin que vous vous montriez reconnaissants.",
      "footnotes": ""
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 8,
      "verse_key": "2:57",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
      "translation": "57 Rappelez-vous lorsque, par Notre grâce, vous avez progressé à l’ombre des nuages[33]. Nous avons alors fait descendre sur vous la manne et les cailles, vous disant : « Mangez de ces nourritures pures et saines que Nous vous avons dispensées. » Ce n’est pas envers Nous, mais bien envers eux-mêmes qu’ils ont été injustes.",
      "footnotes": "[33] Durant l’interminable exode qui suivit votre sortie d’Egypte."
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 9,
      "verse_key": "2:58",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ",
      "translation": "58 Nous leur avons dit : « Entrez dans cette cité où vous pourrez manger librement et paisiblement toutes les nourritures que vous désirerez. Mais franchissez la porte en toute humilité et en implorant la rémission de vos péchés. Nous vous pardonnerons vos fautes et multiplierons la récompense des hommes de bien. »",
      "footnotes": ""
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 9,
      "verse_key": "2:59",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ",
      "translation": "59 Mais ceux d’entre eux qui étaient injustes ont préféré d’autres paroles à celles qui leur avaient été indiquées. Pour prix de leur désobéissance, Nous avons fait fondre sur eux un terrible châtiment venant du ciel.",
      "footnotes": ""
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 9,
      "verse_key": "2:60",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ",
      "translation": "60 Rappelez-vous aussi lorsque Nous avons ordonné à Moïse, qui réclamait de l’eau pour son peuple[34], de frapper de son bâton un rocher dont jaillirent aussitôt douze sources. Chacune des tribus d’Israël sut donc à quelle source s’abreuver. « Mangez et buvez de ce qu’Allah vous a dispensé, et gardez-vous de répandre sur terre le mal et le péché. »",
      "footnotes": "[34] Toujours au cours de l’Exode."
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 9,
      "verse_key": "2:61",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ",
      "translation": "61 Mais vous avez dit : « Moïse ! Nous ne pouvons supporter plus longtemps de consommer tous les jours les mêmes aliments[35]. Demande donc à ton Seigneur de faire pousser pour nous des légumes, des concombres, de l’ail, des lentilles ou des oignons. » Il répondit : « Voulez-vous vraiment substituer ces nourritures grossières à des aliments de meilleure qualité ? Descendez donc dans n’importe quelle cité, vous y trouverez ce que vous réclamez ! » Ils furent donc couverts d’opprobre, plongés dans la misère et poursuivis par la colère d’Allah pour avoir, poussés par leur goût de la désobéissance et de la transgression, renié les signes d’Allah et tué injustement les prophètes.",
      "footnotes": "[35] La manne et les cailles."
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 10,
      "verse_key": "2:62",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
      "translation": "62 Les croyants[36], les juifs, les chrétiens, les sabéens[37], tous ceux qui auront cru en Allah et au Jour dernier, et accompli de bonnes actions, obtiendront leur récompense auprès de leur Seigneur et seront préservés de toute crainte et de toute affliction[38].",
      "footnotes": "[36] Les musulmans, seuls véritables croyants après l’avènement de l’islam.\n[37] Nombre d’exégètes présentent ces sabéens comme des hommes restés attachés à leurs croyances naturelles, sans suivre de religion particulière. D’autres les décrivent comme une secte chrétienne (le Grand Robert parle de christianisme mêlé d’astrolâtrie) ou juive. Il pourrait également s’agir des mandéens.\n[38] Allah dit : « La seule religion acceptée par Allah est l’islam. » (3, 19) Par conséquent, après l’avènement de l’islam, les adeptes des autres religions ne peuvent être sauvés que s’ils croient en la mission du dernier des Messagers, Mouhammad, et en celle de tous les prophètes qui l’ont précédé."
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 10,
      "verse_key": "2:63",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ",
      "translation": "63 Rappelez-vous aussi lorsque Nous avons contracté une alliance avec vous[39]. Dressant le mont Sinaï au-dessus de vous[40], Nous avons dit : « Conformez-vous scrupuleusement à l’Ecriture que Nous vous avons confiée, en appliquant chacun de ses préceptes, afin de vous préserver de Notre châtiment. »",
      "footnotes": "[39] Allah s’adresse toujours ici aux juifs contemporains du Prophète auxquels Il rappelle certains événements marquants de l’histoire du peuple hébreu et certaines de Ses faveurs qui devraient les inciter à embrasser la foi.\n[40] Afin de les contraindre à accepter cette alliance, selon certains exégètes, pour les punir de l’avoir violée, selon d’autres."
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 10,
      "verse_key": "2:64",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ",
      "translation": "64 Mais vous vous êtes ensuite détournés, comportement qui, sans la grâce et la miséricorde d’Allah, aurait provoqué votre perte.",
      "footnotes": ""
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 10,
      "verse_key": "2:65",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ",
      "translation": "65 Vous connaissez pourtant le sort subi par ceux des vôtres qui ont transgressé le shabbat[41] auxquels Nous avons dit : « Soyez transformés en singes abjects ! »",
      "footnotes": "[41] Voir sourate 7, verset 163 et suivants."
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 10,
      "verse_key": "2:66",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ",
      "translation": "66 Nous en avons donc fait une leçon pour leurs contemporains et les générations futures, et une exhortation pour ceux qui craignent leur Seigneur.",
      "footnotes": ""
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 10,
      "verse_key": "2:67",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ",
      "translation": "67 Rappelez-vous lorsque Moïse dit à son peuple : « Allah vous ordonne de sacrifier une vache. » Ils répondirent : « Te moques-tu de nous ? » Il dit : « Qu’Allah me préserve d’agir en ignorant. »",
      "footnotes": ""
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 10,
      "verse_key": "2:68",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ",
      "translation": "68 Ils demandèrent : « Prie pour nous ton Seigneur de nous indiquer à quoi elle doit ressembler. » Il répondit : « Allah dit qu’elle ne doit être ni trop vieille, ni trop jeune, mais d’un âge intermédiaire. Exécutez donc l’ordre qui vous est donné. »",
      "footnotes": ""
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 10,
      "verse_key": "2:69",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ",
      "translation": "69 Mais ils ajoutèrent : « Prie pour nous ton Seigneur de nous préciser sa couleur. » Il répondit : « Allah dit qu’elle doit être d’un jaune vif et agréable à regarder. »",
      "footnotes": ""
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 11,
      "verse_key": "2:70",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ",
      "translation": "70 Ils insistèrent : « Prie pour nous ton Seigneur de nous la décrire précisément, car les vaches se ressemblent à s’y méprendre. Nous pourrons alors, si Allah le veut, la trouver. »",
      "footnotes": ""
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 11,
      "verse_key": "2:71",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ",
      "translation": "71 Il répondit : « Allah dit qu’elle ne doit être utilisée ni pour le labour, ni pour l’arrosage des champs. Ce doit être une vache exempte de tout défaut et sans la moindre tache. » Ils dirent : « Tu nous l’as enfin décrite clairement. » Ils finirent donc, après bien des hésitations, par l’égorger.",
      "footnotes": ""
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 11,
      "verse_key": "2:72",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ",
      "translation": "72 Rappelez-vous lorsque les uns ont rejeté sur les autres la responsabilité d’un crime commis par l’un d’entre vous. Mais Allah a dévoilé l’identité du meurtrier que vous cherchiez à dissimuler.",
      "footnotes": ""
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 11,
      "verse_key": "2:73",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ",
      "translation": "73 Nous vous avons en effet ordonné de frapper le cadavre à l’aide d’une partie de la vache égorgée[42]. C’est ainsi qu’Allah redonne vie aux morts et vous montre Ses signes afin que vous les méditiez.",
      "footnotes": "[42] La victime, relatent les commentateurs, se leva alors et désigna elle-même son meurtrier. Les fils d’Israël avaient auparavant consulté Moïse qui leur avait indiqué la manière, révélée par Allah, de procéder pour démasquer le meurtrier : égorger une vache, puis frapper le cadavre à l’aide d’une partie de l’animal."
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 11,
      "verse_key": "2:74",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ",
      "translation": "74 Mais vos cœurs se sont par la suite endurcis, devenant durs comme le roc, voire plus insensibles encore. Car certains rocs peuvent laisser jaillir des ruisseaux, d’autres se fendre pour laisser sourdre de l’eau et d’autres encore débouler du haut des montagnes par crainte d’Allah. Allah n’est certainement pas inattentif à vos agissements.",
      "footnotes": ""
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 11,
      "verse_key": "2:75",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ",
      "translation": "75 Espérez-vous que les fils d’Israël acceptent votre foi alors qu’une partie d’entre eux, après l’avoir écoutée et en avoir saisi toute la portée, ont sciemment falsifié la parole d’Allah ?",
      "footnotes": ""
    },
    {
      "id": 76,
      "verse_number": 76,
      "page_number": 11,
      "verse_key": "2:76",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "76 Lorsqu’ils rencontrent les croyants, ils prétendent avoir la foi, mais dès qu’ils se retrouvent seuls, les uns disent aux autres : « Allez-vous leur dévoiler ce qu’Allah vous a révélé[43] afin qu’ils en tirent argument contre vous auprès de votre Seigneur ? Etes-vous donc dépourvus de toute raison ? »",
      "footnotes": "[43] Au sujet de l’avènement du prophète Mouhammad, expliquent nombre d’exégètes."
    },
    {
      "id": 77,
      "verse_number": 77,
      "page_number": 12,
      "verse_key": "2:77",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ",
      "translation": "77 Ne savent-ils pas qu’Allah connaît aussi bien ce qu’ils gardent secret que ce qu’ils laissent paraître ?",
      "footnotes": ""
    },
    {
      "id": 78,
      "verse_number": 78,
      "page_number": 12,
      "verse_key": "2:78",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ",
      "translation": "78 Certains parmi eux, totalement illettrés, ne connaissent de l’Ecriture que sa récitation qu’ils se contentent de répéter sans en comprendre la signification[44].",
      "footnotes": "[44] Autre sens : certains parmi eux, totalement illettrés et ne connaissant pas les Ecritures, se bercent d’illusions et se contentent d’avancer de simples suppositions. Autre sens encore : certains, parmi eux, totalement illettrés, ne connaissent de l’Ecriture que des mensonges."
    },
    {
      "id": 79,
      "verse_number": 79,
      "page_number": 12,
      "verse_key": "2:79",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ",
      "translation": "79 Malheur donc à ceux qui, voulant en tirer un vil profit, composent les Ecritures de leurs mains impies avant de les attribuer à Allah ! Malheur à eux pour ce que leurs mains ont écrit et malheur à eux pour ce qu’ils en tirent comme profit !",
      "footnotes": ""
    },
    {
      "id": 80,
      "verse_number": 80,
      "page_number": 12,
      "verse_key": "2:80",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ",
      "translation": "80 Ils prétendent qu’ils ne subiront le feu de l’Enfer qu’un nombre limité de jours. Dis-leur : « En avez-vous reçu l’engagement d’Allah - auquel cas Allah ne saurait manquer à Son engagement - ou bien attribuez-vous à Allah ce dont vous n’avez aucune connaissance ? »",
      "footnotes": ""
    },
    {
      "id": 81,
      "verse_number": 81,
      "page_number": 12,
      "verse_key": "2:81",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "81 Bien au contraire, quiconque, cerné par ses péchés, tombe dans l’impiété est voué au feu de l’Enfer où il demeurera pour l’éternité.",
      "footnotes": ""
    },
    {
      "id": 82,
      "verse_number": 82,
      "page_number": 12,
      "verse_key": "2:82",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "82 Quant à ceux qui croient et accomplissent de bonnes œuvres, ils sont promis au Paradis où ils demeureront éternellement.",
      "footnotes": ""
    },
    {
      "id": 83,
      "verse_number": 83,
      "page_number": 12,
      "verse_key": "2:83",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ",
      "translation": "83 Rappelez-vous, fils d’Israël, lorsque Nous avons pris de vous l’engagement de n’adorer qu’Allah, de bien traiter vos père et mère, vos proches parents, les orphelins et les nécessiteux, d’adresser de bonnes paroles aux gens, d’accomplir la prière et de vous acquitter de l’aumône. Mais vous avez, à l’exception d’un petit nombre d’entre vous, tourné le dos à vos engagements.",
      "footnotes": ""
    },
    {
      "id": 84,
      "verse_number": 84,
      "page_number": 13,
      "verse_key": "2:84",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ",
      "translation": "84 Rappelez-vous lorsque Nous avons pris de vous l’engagement de ne pas verser le sang de vos frères et de ne pas vous chasser les uns les autres de vos demeures. Vous avez, par votre propre témoignage, accepté cet engagement.",
      "footnotes": ""
    },
    {
      "id": 85,
      "verse_number": 85,
      "page_number": 13,
      "verse_key": "2:85",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ",
      "translation": "85 Mais voilà que vous vous entretuez et que certains d’entre vous chassent leurs frères de leurs foyers, s’associant à d’autres pour les agresser injustement. Pourtant, si vos frères sont faits prisonniers, vous vous empressez de payer leur rançon, oubliant qu’il vous était interdit de les chasser de leurs maisons. Croyez-vous donc en une partie des Ecritures pour renier l’autre[45] ? Il ne peut y avoir d’autre punition pour ceux d’entre vous qui agissent ainsi que l’humiliation ici-bas et le plus terrible des tourments le Jour de la résurrection. Allah n’est certainement pas inattentif à vos agissements.",
      "footnotes": "[45] Appliquez-vous une partie des lois de la Torah, comme celle qui vous oblige à libérer les captifs juifs, tout en transgressant d’autres lois, comme celle vous défendant de tuer vos frères ou de les expulser."
    },
    {
      "id": 86,
      "verse_number": 86,
      "page_number": 13,
      "verse_key": "2:86",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ",
      "translation": "86 Voilà ceux qui ont préféré cette vie à celle de l’au-delà. Leur châtiment ne saurait donc être allégé, et eux-mêmes ne pourront être sauvés.",
      "footnotes": ""
    },
    {
      "id": 87,
      "verse_number": 87,
      "page_number": 13,
      "verse_key": "2:87",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ",
      "translation": "87 Nous avons, en vérité, confié les Ecritures à Moïse et suscité après lui d’autres Messagers. Nous avons permis à Jésus, fils de Marie, de réaliser des miracles prodigieux et l’avons assisté de l’Esprit Saint[46]. Faut-il que chaque fois qu’un prophète vous apporte un message ne répondant pas à vos désirs vous l’accueilliez orgueilleusement, le traitant d’imposteur ou le mettant à mort ?",
      "footnotes": "[46] L’ange Gabriel, selon la majorité des exégètes."
    },
    {
      "id": 88,
      "verse_number": 88,
      "page_number": 13,
      "verse_key": "2:88",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ",
      "translation": "88 Les fils d’Israël disent : « Nos cœurs sont imperméables à la foi. » C’est plutôt qu’Allah les a maudits pour prix de leur impiété, si bien qu’ils sont peu disposés à croire.",
      "footnotes": ""
    },
    {
      "id": 89,
      "verse_number": 89,
      "page_number": 14,
      "verse_key": "2:89",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ",
      "translation": "89 Lorsque leur fut apporté, de la part d’Allah, un livre confirmant leurs propres Ecritures, ils le rejetèrent et traitèrent le Messager d’imposteur. Ils attendaient pourtant l’avènement d’un prophète, dont ils connaissaient parfaitement la description, qui les ferait triompher des païens. Que la malédiction d’Allah poursuive donc les mécréants[47] !",
      "footnotes": "[47] Avant l’avènement du Messager d’Allah, les juifs de Médine attendaient et annonçaient la venue de ce Prophète qui, selon eux, leur permettrait de vaincre les tribus arabes et païennes de la ville (Tafsîr ibn Kathîr)."
    },
    {
      "id": 90,
      "verse_number": 90,
      "page_number": 14,
      "verse_key": "2:90",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ",
      "translation": "90 Bien mauvais choix que celui de ces hommes qui ont rejeté le Livre révélé par Allah, jaloux que le Seigneur choisisse, par un effet de Sa grâce, de confier Sa révélation à d’autres qu’eux. Ils ont donc doublement mérité la colère d’Allah[48]. Les mécréants sont voués à un châtiment humiliant.",
      "footnotes": "[48] Pour avoir, d’une part, renié Jésus et l’Evangile et d’autre part, renié le Messager d’Allah et le Coran, selon certains exégètes."
    },
    {
      "id": 91,
      "verse_number": 91,
      "page_number": 14,
      "verse_key": "2:91",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ",
      "translation": "91 Exhortés à croire au Livre révélé par Allah, ils répondent : « Nous croyons uniquement en nos Ecritures », reniant le message révélé par la suite qui est pourtant la vérité et la confirmation de leurs textes sacrés. Dis : « Pourquoi donc, si vous avez réellement foi en vos Ecritures, avoir tué les prophètes d’Allah ? »",
      "footnotes": ""
    },
    {
      "id": 92,
      "verse_number": 92,
      "page_number": 14,
      "verse_key": "2:92",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ",
      "translation": "92 Moïse avait pourtant produit devant vous des miracles éclatants. Mais vous avez, en son absence, adoré le Veau, faisant preuve de la plus grande iniquité.",
      "footnotes": ""
    },
    {
      "id": 93,
      "verse_number": 93,
      "page_number": 14,
      "verse_key": "2:93",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ",
      "translation": "93 Rappelez-vous aussi lorsque Nous avons contracté une alliance avec vous. Dressant le mont Sinaï au-dessus de vous, Nous avons dit : « Conformez-vous scrupuleusement à l’Ecriture que Nous vous avons confiée et obéissez. » Ils répondirent : « Nous avons entendu, mais nous refusons d’obéir. » Leurs cœurs, marqués par l’impiété, furent abreuvés de l’amour du Veau. Dis-leur : « Si vous avez réellement foi en vos Ecritures, alors comme est haïssable cette foi qui vous incite à tant d’impiété ! »",
      "footnotes": ""
    },
    {
      "id": 94,
      "verse_number": 94,
      "page_number": 15,
      "verse_key": "2:94",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "94 Dis-leur : « Si vous êtes sincères en prétendant que la Demeure dernière, auprès d’Allah, vous est réservée à l’exclusion des autres peuples, alors appelez la mort de vos vœux ! »",
      "footnotes": ""
    },
    {
      "id": 95,
      "verse_number": 95,
      "page_number": 15,
      "verse_key": "2:95",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ",
      "translation": "95 Mais, conscients du mal qu’ils ont commis, ils ne l’appelleront jamais de leurs vœux. Allah connaît parfaitement les impies.",
      "footnotes": ""
    },
    {
      "id": 96,
      "verse_number": 96,
      "page_number": 15,
      "verse_key": "2:96",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ",
      "translation": "96 Tu constateras, au contraire, qu’ils sont particulièrement attachés à la vie, plus encore que ceux qui pratiquent l’idolâtrie[49]. Chacun d’entre eux souhaiterait même vivre mille ans. Mais une telle longévité ne saurait les mettre à l’abri du châtiment. Allah voit parfaitement leurs agissements.",
      "footnotes": "[49] Littéralement : ceux qui associent d’autres divinités au culte d’Allah. Faute de mieux, ce sont donc les termes « idolâtre » (ou « païen ») et « idolâtrie » qui rendront, dans cette traduction, l’arabe « mouchrik » et « chirk »."
    },
    {
      "id": 97,
      "verse_number": 97,
      "page_number": 15,
      "verse_key": "2:97",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ",
      "translation": "97 Dis : « Que celui qui est l’ennemi de l’ange Gabriel sache que c’est lui qui, sur ordre d’Allah, a fait descendre dans ton cœur ce Livre confirmant les Ecritures qui l’ont précédé et constituant un guide et une heureuse annonce pour les croyants. »",
      "footnotes": ""
    },
    {
      "id": 98,
      "verse_number": 98,
      "page_number": 15,
      "verse_key": "2:98",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ",
      "translation": "98 Que celui qui est l’ennemi d’Allah, de Ses anges, de Ses Messagers, de Gabriel et de Michaël, sache qu’Allah est l’ennemi des mécréants.",
      "footnotes": ""
    },
    {
      "id": 99,
      "verse_number": 99,
      "page_number": 15,
      "verse_key": "2:99",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ",
      "translation": "99 Nous t’avons, en vérité, révélé des versets parfaitement clairs, reniés uniquement par ceux qui Nous refusent obéissance.",
      "footnotes": ""
    },
    {
      "id": 100,
      "verse_number": 100,
      "page_number": 15,
      "verse_key": "2:100",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ",
      "translation": "100 Faut-il qu’à chaque fois qu’ils prennent un engagement, une partie d’entre eux le viole ? C’est qu’en réalité la plupart d’entre eux n’ont pas la foi.",
      "footnotes": ""
    },
    {
      "id": 101,
      "verse_number": 101,
      "page_number": 15,
      "verse_key": "2:101",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ",
      "translation": "101 Lorsque leur est venu de la part d’Allah un Messager confirmant les textes entre leurs mains, une partie de ceux qui ont reçu les Ecritures ont rejeté le Livre d’Allah comme s’ils ne connaissaient pas son origine divine.",
      "footnotes": ""
    },
    {
      "id": 102,
      "verse_number": 102,
      "page_number": 16,
      "verse_key": "2:102",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
      "translation": "102 Ils préfèrent suivre les allégations des démons sur le règne de Salomon, qui pourtant n’a pas renié la foi[50], contrairement aux démons qui enseignent aux hommes la sorcellerie, et ce qui a été révélé aux deux anges Hârout et Mârout à Babel[51]. Mais ceux-ci n’initiaient personne à la sorcellerie avant de le mettre en garde ainsi : « Nous n’agissons que pour tenter les hommes, prends donc garde de renier la foi en apprenant la sorcellerie ! » Auprès de ces deux anges, les initiés apprenaient comment séparer l’homme de sa femme. Mais leur magie ne saurait nuire aux hommes que par la volonté d’Allah. Ce qu’ils apprennent ainsi ne leur est d’aucune utilité, leur portant seulement préjudice. Ils savent d’ailleurs pertinemment que celui qui choisit la sorcellerie sera privé de toute félicité dans l’au-delà. Bien mauvais choix que celui de ces hommes qui ont ainsi vendu leurs âmes à vil prix. Si seulement ils en étaient conscients !",
      "footnotes": "[50] En pratiquant la sorcellerie, selon ces allégations mensongères.\n[51] Le début de ce verset, objet de très diverses interprétations, peut être compris de différentes manières. La première : les juifs ont suivi les allégations des démons relatives au règne de Salomon et à ce qui a été révélé aux deux anges. Ou : les juifs ont suivi les allégations des démons sur le règne de Salomon et ont suivi ce qui a été révélé aux deux anges. Ou encore : les démons ont enseigné aux hommes la sorcellerie ainsi que ce qui a été révélé aux deux anges. D’autres interprétations encore ont été proposées."
    },
    {
      "id": 103,
      "verse_number": 103,
      "page_number": 16,
      "verse_key": "2:103",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ",
      "translation": "103 S’ils croyaient et craignaient le Seigneur, la récompense qu’ils obtiendraient auprès d’Allah serait bien meilleure[52]. Si seulement ils en étaient conscients !",
      "footnotes": "[52] Pour les Hébreux que le profit qu’ils tirent de la sorcellerie."
    },
    {
      "id": 104,
      "verse_number": 104,
      "page_number": 16,
      "verse_key": "2:104",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ",
      "translation": "104 Vous qui croyez ! Ne dites pas : « Prête-nous l’oreille[53] », mais plutôt : « Regarde-nous. » Montrez-vous obéissants. Les mécréants sont voués à un douloureux châtiment.",
      "footnotes": "[53] Comme le faisaient les Hébreux qui s’adressaient ainsi au Prophète avec l’intention de l’insulter, donnant à cette expression arabe, apparemment anodine, un sens péjoratif (Tafsîr ibn Kathîr)."
    },
    {
      "id": 105,
      "verse_number": 105,
      "page_number": 16,
      "verse_key": "2:105",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ",
      "translation": "105 Les impies, gens du Livre[54] ou idolâtres, ne souhaitent vous voir recevoir aucun bienfait de votre Seigneur. Or, Allah, dont les faveurs sont infinies, réserve Ses grâces à qui Il veut.",
      "footnotes": "[54] Expression qui, dans le Coran, désigne généralement les juifs et les chrétiens ou, plus rarement, l’une ou l’autre de ces deux nations."
    },
    {
      "id": 106,
      "verse_number": 106,
      "page_number": 17,
      "verse_key": "2:106",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
      "translation": "106 Nous n’abrogeons nul verset ou ne l’effaçons des mémoires sans le remplacer par un autre meilleur ou de même valeur. Ne sais-tu pas qu’Allah a pouvoir sur toute chose ?",
      "footnotes": ""
    },
    {
      "id": 107,
      "verse_number": 107,
      "page_number": 17,
      "verse_key": "2:107",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ",
      "translation": "107 Ne sais-tu pas qu’Allah règne en Maître absolu sur les cieux et la terre ? Vous n’avez d’autre soutien et d’autre protecteur qu’Allah.",
      "footnotes": ""
    },
    {
      "id": 108,
      "verse_number": 108,
      "page_number": 17,
      "verse_key": "2:108",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
      "translation": "108 Voulez-vous harceler de questions votre Messager comme Moïse l’a été avant lui ? Quiconque échange la foi contre l’impiété s’est, en vérité, écarté du droit chemin.",
      "footnotes": ""
    },
    {
      "id": 109,
      "verse_number": 109,
      "page_number": 17,
      "verse_key": "2:109",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "109 Poussés par leur jalousie, bien des gens du Livre aimeraient vous faire renoncer à la foi alors même qu’ils sont convaincus de l’authenticité de votre religion. Pardonnez-leur et montrez-vous indulgents jusqu’à ce qu’Allah prononce Son jugement. Allah a pouvoir sur toute chose.",
      "footnotes": ""
    },
    {
      "id": 110,
      "verse_number": 110,
      "page_number": 17,
      "verse_key": "2:110",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ",
      "translation": "110 Observez la prière, acquittez-vous de l’aumône et sachez que, quelque bien que vous accomplissiez ici-bas en vue de votre salut, vous le retrouverez auprès d’Allah qui voit parfaitement ce que vous faites.",
      "footnotes": ""
    },
    {
      "id": 111,
      "verse_number": 111,
      "page_number": 17,
      "verse_key": "2:111",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "111 « Nul, en dehors des juifs et des chrétiens, n’entrera au Paradis », affirment-ils. Vaines chimères ! Réponds-leur : « Apportez-en la preuve, si vous êtes sincères. »",
      "footnotes": ""
    },
    {
      "id": 112,
      "verse_number": 112,
      "page_number": 17,
      "verse_key": "2:112",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
      "translation": "112 Ce sont, au contraire, ceux qui se soumettent à Allah, tout en faisant le bien, qui obtiendront leur récompense auprès de leur Seigneur et seront préservés de toute crainte et de toute affliction.",
      "footnotes": ""
    },
    {
      "id": 113,
      "verse_number": 113,
      "page_number": 18,
      "verse_key": "2:113",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ",
      "translation": "113 « La religion chrétienne n’a aucun fondement », affirment les juifs. « La religion juive ne repose sur rien », assurent les chrétiens. Pourtant, les uns et les autres lisent les Ecritures. Paroles identiques à celles prononcées par les ignorants[55]. Allah tranchera donc leur différend le Jour de la résurrection.",
      "footnotes": "[55] C’est-à-dire, selon la majorité des commentateurs, les païens arabes qui, pour leur part, rejetaient toutes les religions révélées."
    },
    {
      "id": 114,
      "verse_number": 114,
      "page_number": 18,
      "verse_key": "2:114",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ",
      "translation": "114 Y a-t-il plus injustes que ceux qui empêchent que le nom d’Allah soit invoqué dans Ses mosquées et qui œuvrent à leur destruction ? Ceux-là ne devraient pourtant y pénétrer qu’avec appréhension. Ils sont voués ici-bas à l’humiliation et dans l’au-delà à d’affreux tourments.",
      "footnotes": ""
    },
    {
      "id": 115,
      "verse_number": 115,
      "page_number": 18,
      "verse_key": "2:115",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ",
      "translation": "115 Allah est le Maître du Levant et du Couchant. De quelque côté que vous vous tourniez en prière, vous ferez face à Allah[56]. Allah est Incommensurable et Omniscient.",
      "footnotes": "[56] Littéralement : là se trouve le Visage d’Allah."
    },
    {
      "id": 116,
      "verse_number": 116,
      "page_number": 18,
      "verse_key": "2:116",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ",
      "translation": "116 Ils disent : « Allah s’est donné un enfant ! » Gloire à Lui ! Comment, alors qu’Il possède tout ce qui se trouve dans les cieux et sur la terre qui Lui est entièrement soumis.",
      "footnotes": ""
    },
    {
      "id": 117,
      "verse_number": 117,
      "page_number": 18,
      "verse_key": "2:117",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
      "translation": "117 Créateur - sans modèle préalable - des cieux et de la terre, il Lui suffit, lorsqu’Il décrète une chose, de dire « Sois », et celle-ci s’accomplit.",
      "footnotes": ""
    },
    {
      "id": 118,
      "verse_number": 118,
      "page_number": 18,
      "verse_key": "2:118",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ",
      "translation": "118 Les ignorants disent : « Si seulement Allah nous adressait la parole ou si un miracle était produit sous nos yeux. » Paroles identiques à celles prononcées par leurs devanciers dont les cœurs étaient tout aussi fermés à la vérité. Nos signes sont pourtant suffisamment clairs pour des hommes qui croient avec certitude.",
      "footnotes": ""
    },
    {
      "id": 119,
      "verse_number": 119,
      "page_number": 18,
      "verse_key": "2:119",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ",
      "translation": "119 Nous t’avons envoyé aux hommes, porteur du message de vérité, pour leur annoncer la bonne nouvelle du Paradis et les mettre en garde contre l’Enfer. Mais tu n’es en rien responsable du comportement des êtres voués au Brasier.",
      "footnotes": ""
    },
    {
      "id": 120,
      "verse_number": 120,
      "page_number": 19,
      "verse_key": "2:120",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ",
      "translation": "120 Juifs et chrétiens ne seront satisfaits de toi que lorsque tu suivras leur religion. Dis : « Il n’y a de salut que pour ceux qui suivent la voie d’Allah. » Si donc tu te pliais à leurs désirs après avoir reçu la Révélation, nul ne pourrait te soutenir ou te protéger contre Allah.",
      "footnotes": ""
    },
    {
      "id": 121,
      "verse_number": 121,
      "page_number": 19,
      "verse_key": "2:121",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
      "translation": "121 Ne croient vraiment aux Ecritures que Nous leur avons confiées que ceux qui en suivent scrupuleusement les enseignements. Quant à ceux qui les renient, voilà ceux qui sont perdus.",
      "footnotes": ""
    },
    {
      "id": 122,
      "verse_number": 122,
      "page_number": 19,
      "verse_key": "2:122",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ",
      "translation": "122 Fils d’Israël ! Souvenez-vous des bienfaits dont Je vous ai pourvus et rappelez-vous que J’ai fait de vous Mon peuple élu.",
      "footnotes": ""
    },
    {
      "id": 123,
      "verse_number": 123,
      "page_number": 19,
      "verse_key": "2:123",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ",
      "translation": "123 Craignez le Jour où nul ne pourra rien pour son prochain, où nul ne pourra racheter son âme, nulle intercession ne sera acceptée sans l’autorisation d’Allah et nul ne pourra être sauvé s’il meurt dans l’impiété.",
      "footnotes": ""
    },
    {
      "id": 124,
      "verse_number": 124,
      "page_number": 19,
      "verse_key": "2:124",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ",
      "translation": "124 Mentionne ces paroles adressées par son Seigneur à Abraham qui, mis à l’épreuve par certaines prescriptions, s’en était parfaitement acquitté : « Je vais faire de toi un guide pour l’humanité. » Abraham dit : « Que cette promesse s’applique aussi à une partie de ma postérité[57]. » Allah répondit : « Il en sera ainsi, mais Mon alliance ne saurait s’appliquer à ceux qui vivront dans l’impiété. »",
      "footnotes": "[57] Accorde également à une partie de mes descendants cet honneur de pouvoir guider les hommes en faisant de certains d’entre eux des prophètes. Et de fait, tous les prophètes qui l’ont suivi descendent d’Abraham."
    },
    {
      "id": 125,
      "verse_number": 125,
      "page_number": 19,
      "verse_key": "2:125",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ",
      "translation": "125 Nous avons fait du Sanctuaire[58] un havre de paix où convergent inlassablement les hommes auxquels Nous avons dit : « Adoptez la station d’Abraham[59] comme lieu de prière. » Nous avons ordonné à Abraham et Ismaël de faire de Mon sanctuaire un lieu saint[60] exclusivement réservé à ceux qui viennent y accomplir les circuits rituels, y faire une retraite, s’y incliner et s’y prosterner en prière.",
      "footnotes": "[58] La Maison sacrée de la Mecque, la Kaaba.\n[59] C’est-à-dire, selon la majorité des exégètes, le bloc sur lequel Abraham se tenait debout au moment où, aidé de son fils Ismaël qui lui tendait les pierres, il construisait la Kaaba, construction justement évoquée au verset 127. \n[60] Pur de toute forme d’idolâtrie et de toute souillure."
    },
    {
      "id": 126,
      "verse_number": 126,
      "page_number": 19,
      "verse_key": "2:126",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ",
      "translation": "126 Abraham implora : « Veuille, Seigneur, faire de ce pays[61] un sanctuaire et accorder des produits de la terre[62] à ceux de ses habitants qui croient en Allah et au Jour dernier ! » Allah dit : « Quant à ceux qui rejetteront la foi, Je les laisserai jouir quelque temps de cette vie avant de leur imposer les tourments de l’Enfer. Et quelle horrible demeure ! »",
      "footnotes": "[61] L’emplacement de ce qui deviendra la Mecque.\n[62] Ce qui allait devenir la Mecque n’était en effet qu’une plaine aride et sans végétation. C’est pourquoi Abraham prononça cette autre invocation que le Seigneur rapporte dans la sourate Abraham : « Seigneur ! J’ai établi une partie de mes descendants dans une vallée aride auprès de Ton sanctuaire. » (14, 37)"
    },
    {
      "id": 127,
      "verse_number": 127,
      "page_number": 20,
      "verse_key": "2:127",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "127 Au moment où ils établissaient les fondations du Sanctuaire, Abraham et Ismaël priaient : « Veuille, Seigneur, accepter cette œuvre de notre part ! Tu es, en vérité, Celui qui entends tout et sais tout.",
      "footnotes": ""
    },
    {
      "id": 128,
      "verse_number": 128,
      "page_number": 20,
      "verse_key": "2:128",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
      "translation": "128 Seigneur ! Fais de nous des êtres entièrement soumis à Toi et de nos descendants une nation soumise à Ta volonté. Indique-nous les rites de notre culte[63] et accorde-nous Ton pardon. Tu es, en vérité, le Très Miséricordieux, Celui qui acceptes toujours le repentir de Ses serviteurs.",
      "footnotes": "[63] Les rites du pèlerinage, précisent certains commentateurs."
    },
    {
      "id": 129,
      "verse_number": 129,
      "page_number": 20,
      "verse_key": "2:129",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "129 Seigneur ! Suscite l’un des leurs comme Messager[64] qui leur récitera Tes versets, leur enseignera le Livre[65] et la Sagesse[66] et purifiera leurs âmes. Tu es, en vérité, le Tout-Puissant, l’infiniment Sage. »",
      "footnotes": "[64] Le prophète Mouhammad.\n[65] Le Coran.\n[66] La tradition du Messager d’Allah, selon nombre d’exégètes."
    },
    {
      "id": 130,
      "verse_number": 130,
      "page_number": 20,
      "verse_key": "2:130",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ",
      "translation": "130 Qui donc peut se détourner de la voie d’Abraham sinon un être insensé, indifférent au salut de son âme ? Nous l’avons, en vérité, élu ici-bas et il sera, dans l’au-delà, parmi les vertueux.",
      "footnotes": ""
    },
    {
      "id": 131,
      "verse_number": 131,
      "page_number": 20,
      "verse_key": "2:131",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "131 A son Seigneur qui lui ordonna de se soumettre à Sa volonté, Abraham répondit : « Je me soumets au Seigneur de la Création. »",
      "footnotes": ""
    },
    {
      "id": 132,
      "verse_number": 132,
      "page_number": 20,
      "verse_key": "2:132",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ",
      "translation": "132 Abraham exhorta également ses fils à se soumettre à Allah - comme le fit Jacob avec les siens - disant : « Mes fils ! Allah a choisi pour vous cette religion. Que la mort ne vous prenne donc qu’en état de totale soumission. »",
      "footnotes": ""
    },
    {
      "id": 133,
      "verse_number": 133,
      "page_number": 20,
      "verse_key": "2:133",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ",
      "translation": "133 Etiez-vous présents lorsque Jacob, à l’agonie, interrogea ses fils : « Qu’adorerez-vous après ma disparition ? » Ils répondirent : « Nous adorerons ton Dieu, celui de tes pères Abraham, Ismaël et Isaac, Dieu unique auquel nous faisons acte de soumission. »",
      "footnotes": ""
    },
    {
      "id": 134,
      "verse_number": 134,
      "page_number": 20,
      "verse_key": "2:134",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ",
      "translation": "134 Voilà une génération qui appartient au passé. Elle seule bénéficiera de ses actions, de même que vous seuls bénéficierez des vôtres. Nul n’aura à répondre des actes d’un autre.",
      "footnotes": ""
    },
    {
      "id": 135,
      "verse_number": 135,
      "page_number": 21,
      "verse_key": "2:135",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "135 Ils disent : « Soyez juifs ou chrétiens, vous suivrez le droit chemin. » Réponds-leur : « Nous professons, au contraire, la religion d’Abraham, monothéiste pur et sincère qui ne fut point du nombre des païens. »",
      "footnotes": ""
    },
    {
      "id": 136,
      "verse_number": 136,
      "page_number": 21,
      "verse_key": "2:136",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ",
      "translation": "136 Dites : « Nous croyons en Allah, en ce qui nous a été révélé, en ce qui a été révélé à Abraham, Ismaël, Isaac, Jacob et aux fils d’Israël[67], mais aussi en ce qui a été confié à Moïse et à Jésus, et en ce qui a été confié aux autres prophètes par leur Seigneur. Nous ne faisons aucune distinction entre eux et nous Lui sommes entièrement soumis. »",
      "footnotes": "[67] Aux prophètes descendant d’Israël (Jacob), au nombre desquels son fils Joseph."
    },
    {
      "id": 137,
      "verse_number": 137,
      "page_number": 21,
      "verse_key": "2:137",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "137 Si donc juifs et chrétiens professent les mêmes croyances que vous, ils suivront le droit chemin, mais s’ils s’en détournent, ils se seront opposés à vous. Allah saura alors te protéger de leur mal et les soumettre à ton pouvoir. Il est Celui qui entend tout et sait tout.",
      "footnotes": ""
    },
    {
      "id": 138,
      "verse_number": 138,
      "page_number": 21,
      "verse_key": "2:138",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ",
      "translation": "138 Dites: « Nous professons la religion[68] d’Allah. Est-il en effet meilleure religion que celle d’Allah auquel nous vouons exclusivement notre adoration ? »",
      "footnotes": "[68] Le terme arabe employé renvoie au baptême chrétien, censé purifier l’homme du péché originel et par lequel l’enfant devient chrétien. C’est donc comme si Allah signifiait que la seule manière pour l’homme de purifier son âme consistait à adhérer à Sa religion, l’islam, seule religion agréée par Lui. Ce verset signifie aussi que tout homme naît musulman, c’est-à-dire, soumis au Créateur, même si certains deviennent juifs ou chrétiens par le fait de leurs parents qui vont ainsi à l’encontre de leur nature première."
    },
    {
      "id": 139,
      "verse_number": 139,
      "page_number": 21,
      "verse_key": "2:139",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ",
      "translation": "139 Dis : « Vous opposez-vous à nous au sujet d’Allah alors qu’Il est notre Seigneur et le vôtre, que chacun de nous sera jugé sur ses œuvres et que, pour notre part, nous Lui rendons un culte exclusif et sincère ? »",
      "footnotes": ""
    },
    {
      "id": 140,
      "verse_number": 140,
      "page_number": 21,
      "verse_key": "2:140",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ",
      "translation": "140 Ou bien prétendrez-vous qu’Abraham, Ismaël, Isaac, Jacob et les fils d’Israël étaient juifs ou chrétiens ? Dis-leur : « Qui de vous ou d’Allah sait le mieux ce qu’il en est ? » Qui est plus injuste que celui qui dissimule une vérité qu’il tient d’Allah ? Allah n’est certainement pas inattentif à vos agissements.",
      "footnotes": ""
    },
    {
      "id": 141,
      "verse_number": 141,
      "page_number": 21,
      "verse_key": "2:141",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ",
      "translation": "141 Voilà une génération qui appartient au passé. Elle seule bénéficiera de ses actions, de même que vous seuls bénéficierez des vôtres. Nul n’aura à répondre des actes d’un autre.",
      "footnotes": ""
    },
    {
      "id": 142,
      "verse_number": 142,
      "page_number": 22,
      "verse_key": "2:142",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "142 Les ignorants diront : « Qu’est-ce qui a bien pu les détourner de la direction dans laquelle ils s’orientaient en prière[69] ? » Dis : « Allah est le Maître du Levant et du Couchant. Il guide qui Il veut vers le droit chemin. »",
      "footnotes": "[69] Jérusalem, avant que les musulmans, après l’hégire à Médine, ne reçoivent, au verset 144 de cette même sourate, l’ordre de se tourner vers la Mecque au cours de leurs prières."
    },
    {
      "id": 143,
      "verse_number": 143,
      "page_number": 22,
      "verse_key": "2:143",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ",
      "translation": "143 C’est ainsi que Nous avons fait de vous la plus noble et la plus juste des nations afin que vous portiez témoignage contre les autres peuples[70] et que le Messager témoigne lui-même contre vous[71]. Nous n’avons établi, puis modifié, la direction dans laquelle tu t’orientais que pour distinguer ceux qui resteraient attachés au Messager de ceux qui lui tourneraient le dos. Ce changement fut en effet une épreuve difficile, sauf pour les hommes guidés par Allah. Mais Allah ne saurait vous priver du bénéfice de vos œuvres[72]. Allah, en vérité, est toute bonté et toute miséricorde envers les hommes.",
      "footnotes": "[70] Que vous témoigniez, le Jour de la résurrection, que les prophètes leur ont bien transmis le message, expliquent nombre de commentateurs.\n[71] Qu’il vous a bien transmis le message.\n[72] De vos prières accomplies en direction de Jérusalem avant que la direction de la prière ne soit modifiée."
    },
    {
      "id": 144,
      "verse_number": 144,
      "page_number": 22,
      "verse_key": "2:144",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ",
      "translation": "144 Nous te voyons sans cesse tourner le visage vers le ciel[73]. Nous allons par conséquent t’orienter dans une direction dont tu seras pleinement satisfait. Tourne donc, en prière, ton visage vers la Mosquée sacrée de la Mecque. Où que vous soyez, tournez-vous dans sa direction. Ceux qui ont reçu les Ecritures savent pertinemment que ceci est la vérité émanant de leur Seigneur. Allah n’est certainement pas inattentif à leurs agissements.",
      "footnotes": "[73] Espérant une révélation prescrivant aux musulmans de s’orienter vers la Mecque."
    },
    {
      "id": 145,
      "verse_number": 145,
      "page_number": 22,
      "verse_key": "2:145",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ",
      "translation": "145 Quand bien même tu apporterais toutes les preuves à ceux qui ont reçu les Ecritures, ils n’adopteraient pas pour autant la direction dans laquelle tu pries, de même que tu ne suivras jamais leur direction. D’ailleurs eux-mêmes ne suivent pas une seule et même direction. Si donc tu te pliais à leurs désirs après avoir reçu la Révélation, tu serais certainement du nombre des injustes.",
      "footnotes": ""
    },
    {
      "id": 146,
      "verse_number": 146,
      "page_number": 23,
      "verse_key": "2:146",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ",
      "translation": "146 Ceux auxquels Nous avons confié les Ecritures le connaissent comme ils connaissent leurs propres enfants[74]. Pourtant, une partie d’entre eux dissimule sciemment la vérité.",
      "footnotes": "[74] Le prophète Mouhammad, annoncé par la Bible, selon la majorité des exégètes."
    },
    {
      "id": 147,
      "verse_number": 147,
      "page_number": 23,
      "verse_key": "2:147",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ",
      "translation": "147 Ceci est bien la vérité émanant de ton Seigneur. Ne sois donc pas de ceux qui en doutent.",
      "footnotes": ""
    },
    {
      "id": 148,
      "verse_number": 148,
      "page_number": 23,
      "verse_key": "2:148",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "148 Chaque nation s’oriente en prière dans une direction particulière. Que chacun s’empresse donc d’accomplir de bonnes actions. Où que vous soyez, Allah vous ramènera tous à Lui le Jour de la résurrection. Allah, en vérité, a pouvoir sur toute chose.",
      "footnotes": ""
    },
    {
      "id": 149,
      "verse_number": 149,
      "page_number": 23,
      "verse_key": "2:149",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ",
      "translation": "149 Où que tu sois[75], tourne ton visage en prière vers la Mosquée sacrée. Ceci est bien la vérité émanant de ton Seigneur. Allah n’est certainement pas inattentif à ce que vous faites.",
      "footnotes": "[75] En voyage, précisent nombre d’exégètes."
    },
    {
      "id": 150,
      "verse_number": 150,
      "page_number": 23,
      "verse_key": "2:150",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ",
      "translation": "150 Où que tu sois, tourne ton visage vers la Mosquée sacrée. Où que vous soyez, tournez-vous dans sa direction. Ce commandement a pour but de laisser vos opposants sans argument - excepté ceux d’entre eux qui refusent obstinément la vérité, ne les craignez donc pas, mais craignez-Moi -, de vous combler de bienfaits et de vous mettre sur le droit chemin.",
      "footnotes": ""
    },
    {
      "id": 151,
      "verse_number": 151,
      "page_number": 23,
      "verse_key": "2:151",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ",
      "translation": "151 C’est ainsi que Nous avons suscité l’un des vôtres comme Messager, chargé de vous réciter Nos versets, de purifier vos âmes, de vous enseigner le Livre et la Sagesse, et de vous enseigner ce que vous ignoriez.",
      "footnotes": ""
    },
    {
      "id": 152,
      "verse_number": 152,
      "page_number": 23,
      "verse_key": "2:152",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ",
      "translation": "152 Souvenez-vous donc de Moi, Je me souviendrai de vous[76]. Montrez-vous reconnaissants envers Moi, gardez-vous de renier Mes bienfaits.",
      "footnotes": "[76] Le verset pourrait tout aussi bien être traduit ainsi : mentionnez-Moi, Je vous mentionnerai (auprès des anges)."
    },
    {
      "id": 153,
      "verse_number": 153,
      "page_number": 23,
      "verse_key": "2:153",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ",
      "translation": "153 Vous qui croyez ! Armez-vous de patience et aidez-vous de la prière. Allah est avec ceux qui font preuve de constance.",
      "footnotes": ""
    },
    {
      "id": 154,
      "verse_number": 154,
      "page_number": 24,
      "verse_key": "2:154",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ",
      "translation": "154 Ne dites pas de ceux qui sont tués en défendant la cause d’Allah qu’ils sont morts. Ils sont bien vivants, mais vous n’en avez pas conscience.",
      "footnotes": ""
    },
    {
      "id": 155,
      "verse_number": 155,
      "page_number": 24,
      "verse_key": "2:155",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ",
      "translation": "155 Nous allons vous éprouver quelque peu par la peur, la faim, l’appauvrissement, des pertes en vies humaines et une diminution des récoltes. Fais donc heureuse annonce à ceux qui font preuve de constance,",
      "footnotes": ""
    },
    {
      "id": 156,
      "verse_number": 156,
      "page_number": 24,
      "verse_key": "2:156",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ",
      "translation": "156 ceux qui, frappés d’un malheur, disent : « Nous appartenons à Allah et c’est à Lui que nous retournerons. »",
      "footnotes": ""
    },
    {
      "id": 157,
      "verse_number": 157,
      "page_number": 24,
      "verse_key": "2:157",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ",
      "translation": "157 Voilà ceux que le Seigneur couvre de Ses bénédictions[77] et de Sa miséricorde. Voilà ceux qui suivent la bonne direction.",
      "footnotes": "[77] Le substantif « bénédiction » vient du verbe « bénir », lui-même tiré du latin « benedicere » qui signifie « louer », dire (dicere) du bien (bene). Il convient donc tout particulièrement à ce passage que nombre de commentateurs expliquent ainsi : voilà ceux dont le Seigneur fait l’éloge auprès des anges."
    },
    {
      "id": 158,
      "verse_number": 158,
      "page_number": 24,
      "verse_key": "2:158",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ",
      "translation": "158 Le rite d’As-Safâ et Al-Marwah appartient assurément au culte institué par Allah. Quiconque se rend au Sanctuaire pour accomplir le grand ou le petit pèlerinage ne commet donc aucun péché s’il effectue entre ces deux monticules le va-et-vient rituel[78]. Que celui qui accomplit volontairement une bonne œuvre sache qu’Allah est Très Reconnaissant et Omniscient.",
      "footnotes": "[78] Qui est, au contraire, l’un des rites obligatoires du pèlerinage. Certains musulmans craignaient en effet de commettre un péché en accomplissant ce rite déjà en vigueur à l’époque préislamique. Ce verset vient donc confirmer qu’il est également prescrit par l’islam au même titre que les autres rites du pèlerinage hérités d’Abraham."
    },
    {
      "id": 159,
      "verse_number": 159,
      "page_number": 24,
      "verse_key": "2:159",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ",
      "translation": "159 Ceux qui dissimulent les preuves éclatantes[79] et la religion que Nous avons révélées aux hommes, et clairement exposées dans les Ecritures, sont maudits d’Allah et de l’ensemble de la Création,",
      "footnotes": "[79] De l’authenticité de la mission de Mouhammad, expliquent nombre d’exégètes."
    },
    {
      "id": 160,
      "verse_number": 160,
      "page_number": 24,
      "verse_key": "2:160",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ",
      "translation": "160 à l’exception de ceux qui se repentent, s’amendent et finissent par révéler ce qu’ils avaient dissimulé. De ces hommes et de ces femmes, J’accepterai le repentir. Je suis en effet le Très Miséricordieux, Celui qui accepte toujours le repentir de Ses serviteurs.",
      "footnotes": ""
    },
    {
      "id": 161,
      "verse_number": 161,
      "page_number": 24,
      "verse_key": "2:161",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ",
      "translation": "161 Quant à ceux qui, après avoir vécu dans l’impiété, meurent en mécréants, ils sont poursuivis par la malédiction d’Allah, des anges et de toute l’humanité.",
      "footnotes": ""
    },
    {
      "id": 162,
      "verse_number": 162,
      "page_number": 24,
      "verse_key": "2:162",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ",
      "translation": "162 Voués au feu éternel de l’Enfer, ils n’obtiendront ni allégement de leurs souffrances, ni répit.",
      "footnotes": ""
    },
    {
      "id": 163,
      "verse_number": 163,
      "page_number": 24,
      "verse_key": "2:163",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ",
      "translation": "163 Votre Dieu est un dieu unique. Il n’est de divinité digne d’être adorée que Lui, le Tout Miséricordieux, le Très Miséricordieux.",
      "footnotes": ""
    },
    {
      "id": 164,
      "verse_number": 164,
      "page_number": 25,
      "verse_key": "2:164",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ",
      "translation": "164 Dans la création des cieux et de la terre, l’alternance du jour et de la nuit, les vaisseaux qui voguent en mer pour le bien des hommes, l’eau qu’Allah fait descendre du ciel et par laquelle Il redonne vie à la terre morte, la diversité des espèces animales qu’Il a dispersées sur terre et celle des vents[80], les nuages soumis à la volonté d’Allah entre ciel et terre, en tout cela il y a des signes suffisamment clairs pour des hommes capables de raisonner.",
      "footnotes": "[80] Certains viennent du sud, d’autres du nord, d’autres encore de l’ouest ou de l’est, il y a les vents de terre et les vents marins, certains soufflent la nuit et d’autres le jour. Certains vents sont porteurs de pluie, d’autres transportent le pollen (Tafsîr ibn Kathîr)."
    },
    {
      "id": 165,
      "verse_number": 165,
      "page_number": 25,
      "verse_key": "2:165",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ",
      "translation": "165 Il est pourtant des hommes qui ont décidé d’adopter en dehors d’Allah de fausses divinités qu’ils aiment à l’égal du Seigneur. Quant à ceux qui ont la foi, ils vouent à Allah un amour bien plus ardent. Si seulement les idolâtres pouvaient voir dès à présent les tourments qu’ils auront à affronter, ils sauraient qu’il n’est de puissance qu’en Allah et que Son châtiment est terrible.",
      "footnotes": ""
    },
    {
      "id": 166,
      "verse_number": 166,
      "page_number": 25,
      "verse_key": "2:166",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ",
      "translation": "166 Ce Jour-là, à la vue du châtiment, les chefs de l’impiété désavoueront ceux qui leur obéissaient aveuglément, avec lesquels tout lien sera rompu[81].",
      "footnotes": "[81] Autre sens : ce Jour-là, les chefs de l’impiété, à la vue du châtiment et sans espoir d’être sauvés, désavoueront ceux qui leur obéissaient aveuglément."
    },
    {
      "id": 167,
      "verse_number": 167,
      "page_number": 25,
      "verse_key": "2:167",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ",
      "translation": "167 Ces derniers diront : « Si seulement nous pouvions revenir sur terre pour les désavouer comme eux-mêmes nous ont désavoués ! » C’est ainsi qu’Allah leur montrera leurs œuvres qui susciteront en eux les remords les plus cruels. Mais ils ne sortiront jamais de l’Enfer.",
      "footnotes": ""
    },
    {
      "id": 168,
      "verse_number": 168,
      "page_number": 25,
      "verse_key": "2:168",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ",
      "translation": "168 Ô hommes ! Consommez tout ce que la terre compte de nourritures pures et licites. Gardez-vous de suivre les suggestions de Satan, votre ennemi déclaré[82].",
      "footnotes": "[82] Qui vous suggère que certaines nourritures, pourtant autorisées, sont illicites, vous incitant à les frapper d’interdit."
    },
    {
      "id": 169,
      "verse_number": 169,
      "page_number": 25,
      "verse_key": "2:169",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ",
      "translation": "169 Il vous incite uniquement à commettre le mal et des actes infâmes, et à attribuer à Allah ce dont vous n’avez aucune connaissance.",
      "footnotes": ""
    },
    {
      "id": 170,
      "verse_number": 170,
      "page_number": 26,
      "verse_key": "2:170",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ",
      "translation": "170 Exhortés à se conformer à ce qu’Allah a révélé, les mécréants répondent qu’ils préfèrent suivre les traditions héritées de leurs ancêtres. Et si leurs ancêtres, ignorant tout de la religion d’Allah, s’étaient détournés du droit chemin ?",
      "footnotes": ""
    },
    {
      "id": 171,
      "verse_number": 171,
      "page_number": 26,
      "verse_key": "2:171",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ",
      "translation": "171 Les impies sont à l’image d’un troupeau que le berger dirige à grands cris, mais qui n’entend que voix confuses et sons indistincts. Sourds, muets, aveugles, ils ne comprennent rien.",
      "footnotes": ""
    },
    {
      "id": 172,
      "verse_number": 172,
      "page_number": 26,
      "verse_key": "2:172",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ",
      "translation": "172 Vous qui croyez ! Nourrissez-vous des aliments purs et sains que Nous vous avons attribués et montrez-vous reconnaissants envers Allah, si c’est Lui que vous adorez.",
      "footnotes": ""
    },
    {
      "id": 173,
      "verse_number": 173,
      "page_number": 26,
      "verse_key": "2:173",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ",
      "translation": "173 Il vous a uniquement interdit la chair de la bête morte[83], le sang[84], la viande de porc et tout animal sacrifié aux fausses divinités. Celui, néanmoins, qui serait contraint d’en consommer, sans intention de transgresser et sans en abuser, ne commet aucun péché. Allah, en vérité, est Très Clément[85] et Très Miséricordieux.",
      "footnotes": "[83] Avant d’avoir pu être égorgée.\n[84] Répandu au moment de l’égorgement.\n[85] Littéralement : Allah pardonne sans cesse (Ghafour)."
    },
    {
      "id": 174,
      "verse_number": 174,
      "page_number": 26,
      "verse_key": "2:174",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ",
      "translation": "174 Ceux qui, convoitant quelques gains terrestres, dissimulent ce qu’Allah a révélé dans les Ecritures[86] ne font en réalité que se remplir les entrailles de feu. Allah ne saurait leur adresser la parole le Jour de la résurrection, ni les purifier de leurs péchés[87]. Et ils sont voués à un douloureux châtiment.",
      "footnotes": "[86] Au sujet notamment de l’avènement du prophète Mouhammad.\n[87] Ou : ni faire leur éloge."
    },
    {
      "id": 175,
      "verse_number": 175,
      "page_number": 26,
      "verse_key": "2:175",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ",
      "translation": "175 Voilà ceux qui ont préféré la voie de l’égarement à la bonne direction et le châtiment au pardon. Avec quelle persévérance ils suivent cette voie qui les mène pourtant tout droit en Enfer !",
      "footnotes": ""
    },
    {
      "id": 176,
      "verse_number": 176,
      "page_number": 26,
      "verse_key": "2:176",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ",
      "translation": "176 Châtiment amplement mérité par ces hommes qui ont rejeté les paroles de vérité révélées par Allah. Ceux qui s’opposent au sujet de la parole d’Allah se sont gravement éloignés de la vérité.",
      "footnotes": ""
    },
    {
      "id": 177,
      "verse_number": 177,
      "page_number": 27,
      "verse_key": "2:177",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 11,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ",
      "translation": "177 La piété ne consiste aucunement à tourner son visage en direction du Levant ou du Couchant, mais à croire en Allah, au Jour dernier, aux anges, aux Livres révélés et aux prophètes, à faire don de ses biens - malgré l’amour qu’on peut leur porter - aux proches parents, aux orphelins, aux nécessiteux, aux voyageurs démunis, aux mendiants, mais aussi à affranchir les esclaves[88], à accomplir la prière, à s’acquitter de l’aumône, à honorer les engagements contractés et à endurer patiemment la misère, les souffrances et l’âpreté des combats. Seuls ceux qui agissent ainsi sont sincères dans leur foi et craignent véritablement Allah.",
      "footnotes": "[88] Et payer la rançon des captifs."
    },
    {
      "id": 178,
      "verse_number": 178,
      "page_number": 27,
      "verse_key": "2:178",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 11,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ",
      "translation": "178 Vous qui croyez ! La loi du talion vous est prescrite en cas de meurtre. Homme libre pour homme libre, esclave pour esclave, femme pour femme. Si toutefois le meurtrier obtient le pardon de son frère[89], qu’une compensation lui soit réclamée selon les usages et qu’il s’en acquitte de bonne grâce. C’est là un effet de la miséricorde de votre Seigneur qui vous offre ainsi un allégement. Quiconque, cependant, transgressera la loi après cela[90] subira un douloureux châtiment.",
      "footnotes": "[89] C’est-à-dire, la victime, avant de succomber à ses blessures, ou ses agnats qui pardonnent au meurtrier en renonçant à son exécution, se contentant du versement du prix du sang.\n[90] Après avoir accepté le prix du sang, en tuant le meurtrier, expliquent nombre d’exégètes."
    },
    {
      "id": 179,
      "verse_number": 179,
      "page_number": 27,
      "verse_key": "2:179",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 11,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ",
      "translation": "179 Sachez, vous qui êtes doués de raison, que la loi du talion est un moyen de préserver vos vies et de vous inciter à craindre Allah.",
      "footnotes": ""
    },
    {
      "id": 180,
      "verse_number": 180,
      "page_number": 27,
      "verse_key": "2:180",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 11,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ",
      "translation": "180 Il est également prescrit à celui qui, au seuil de la mort, laisse des richesses de faire un testament équitable au profit de ses père et mère et de ses proches parents. C’est là un devoir pour quiconque craint Allah[91].",
      "footnotes": "[91] Le testament était obligatoire avant la révélation des passages relatifs à l’héritage (voir le début de la sourate Les femmes) qui abrogèrent ce verset."
    },
    {
      "id": 181,
      "verse_number": 181,
      "page_number": 27,
      "verse_key": "2:181",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 11,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ",
      "translation": "181 Quiconque en modifie les dispositions après en avoir eu connaissance supportera seul les conséquences de son acte. Allah, en vérité, entend tout et sait tout.",
      "footnotes": ""
    },
    {
      "id": 182,
      "verse_number": 182,
      "page_number": 28,
      "verse_key": "2:182",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 11,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
      "translation": "182 Quiconque toutefois, témoin d’une injustice délibérée ou involontaire de la part du testateur, décide de corriger le testament d’un commun accord avec les héritiers, ne commet aucun péché. Allah, en vérité, est Très Clément et Très Miséricordieux.",
      "footnotes": ""
    },
    {
      "id": 183,
      "verse_number": 183,
      "page_number": 28,
      "verse_key": "2:183",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 11,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ",
      "translation": "183 Vous qui croyez ! Le jeûne vous est prescrit - de même qu’il fut prescrit aux nations qui vous ont précédés - afin de vous préserver du péché.",
      "footnotes": ""
    },
    {
      "id": 184,
      "verse_number": 184,
      "page_number": 28,
      "verse_key": "2:184",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 11,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ",
      "translation": "184 Il vous est prescrit de jeûner un nombre limité de jours[92]. Quiconque parmi vous est malade ou en voyage est dispensé de jeûne, mais devra le compenser par un nombre équivalent de jours. Quant à ceux qui, pouvant le supporter, préfèrent s’en dispenser, ils devront en compensation nourrir un nécessiteux[93]. Quiconque se montre plus généreux le sera pour son plus grand bien. Jeûner est néanmoins préférable pour vous, si vous saviez !",
      "footnotes": "[92] Les 29 ou 30 jours du mois lunaire de Ramadan.\n[93] Ce verset, offrant au musulman le choix entre jeûner et nourrir un pauvre en compensation de chaque jour non jeûné fut appliqué au début de l’islam avant d’être abrogé par le verset suivant qui rend le jeûne obligatoire pour quiconque en a la capacité."
    },
    {
      "id": 185,
      "verse_number": 185,
      "page_number": 28,
      "verse_key": "2:185",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 11,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "185 C’est au mois de Ramadan que fut révélé le Coran[94] dont les enseignements indiquent clairement aux hommes la voie du salut en leur permettant de discerner le vrai du faux. Quiconque parmi vous est présent en ce mois[95] devra donc le jeûner. Quant à celui qui est malade ou en voyage, il devra jeûner un nombre équivalent de jours. Allah veut vous faciliter les choses, non les rendre malaisées, et vous permettre de jeûner le mois en entier et de célébrer, en signe de reconnaissance, Sa grandeur[96] pour vous avoir guidés.",
      "footnotes": "[94] Autrement dit : qu’Allah a fait descendre le Coran. C’est en effet le verbe « descendre » qu’emploie le texte coranique, mais auquel, rappelons-le, nous avons généralement préféré le verbe « révéler », plus idiomatique mais, avouons-le, qui ne rend pas cette notion de « descente », importante puisqu’elle indique sans ambiguïté qu’Allah est au Ciel, croyance partagée par tous les musulmans orthodoxes. Par ailleurs, certains commentateurs interprètent ces paroles de cette manière : c’est au mois de Ramadan qu’a débuté la révélation du Coran. Rappelons en effet que la révélation du Coran s’est étalée sur une période de vingt-trois années, au gré des événements et des besoins des musulmans.\n[95] Autrement dit : n’est pas en voyage.\n[96] A la fin du jeûne, le jour de l’aïd notamment."
    },
    {
      "id": 186,
      "verse_number": 186,
      "page_number": 28,
      "verse_key": "2:186",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 11,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ",
      "translation": "186 A ceux de Mes serviteurs qui t’interrogent sur Moi, réponds que Je suis tout proche, J’exauce quiconque M’invoque sincèrement. Qu’ils suivent donc la voie du salut en se soumettant à Mes commandements et en croyant en Moi.",
      "footnotes": ""
    },
    {
      "id": 187,
      "verse_number": 187,
      "page_number": 29,
      "verse_key": "2:187",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 11,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ",
      "translation": "187 Il vous est dorénavant permis, les nuits de Ramadan, d’avoir des rapports avec vos épouses qui sont pour vous un vêtement, de même que vous êtes pour elles un vêtement[97]. Allah savait que vous trichiez parfois avec vous-mêmes[98]. Il a donc accepté votre repentir, allégé vos obligations et vous a pardonné. Vous pouvez désormais avoir des relations avec elles en espérant obtenir ce qu’Allah vous a prédestiné[99]. Mangez et buvez jusqu’au moment où se distingueront clairement les premières lueurs de l’aube dans l’obscurité de la nuit, puis jeûnez jusqu’à la tombée du jour. Mais évitez tout rapport avec elles lors de vos retraites dans les mosquées. Telles sont les limites qu’Allah vous a imposées, gardez-vous donc de vous en approcher. C’est ainsi qu’Allah expose clairement Ses enseignements aux hommes afin de les préserver du péché.",
      "footnotes": "[97] Compte tenu de la proximité physique qui peut exister entre un homme et son épouse. En outre, chacun des deux conjoints préserve son partenaire du péché de la chair, de même que le vêtement représente une protection pour le corps qu’il met à l’abri des regards ou des rigueurs du froid. \n[98] En ayant des rapports conjugaux les nuits de Ramadan alors que cela vous était interdit.\n[99] La naissance d’un enfant."
    },
    {
      "id": 188,
      "verse_number": 188,
      "page_number": 29,
      "verse_key": "2:188",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 11,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ",
      "translation": "188 Que les uns ne s’emparent pas sans droit des biens des autres, ni n’utilisent leurs propres biens pour corrompre les juges, commettant ainsi un péché flagrant en spoliant sciemment leurs victimes d’une partie de leurs richesses.",
      "footnotes": ""
    },
    {
      "id": 189,
      "verse_number": 189,
      "page_number": 29,
      "verse_key": "2:189",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 12,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ",
      "translation": "189 Tes compagnons t’interrogent au sujet de la nouvelle lune. Réponds-leur que c’est un repère temporel pour les hommes qui peuvent ainsi déterminer la période du pèlerinage. Et sachez que la piété ne consiste pas à entrer dans vos maisons par derrière, mais à craindre Allah[100]. Entrez donc dans vos demeures par la porte et craignez Allah afin de faire votre bonheur et votre salut.",
      "footnotes": "[100] Selon certains commentateurs, avant l’islam, les pèlerins en état de sacralisation n’entraient jamais chez eux par la porte de leurs demeures, mais par l’arrière des maisons."
    },
    {
      "id": 190,
      "verse_number": 190,
      "page_number": 29,
      "verse_key": "2:190",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 12,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ",
      "translation": "190 Combattez pour la cause d’Allah ceux qui vous combattent, sans toutefois transgresser[101]. Allah, en vérité, n’aime pas ceux qui transgressent Ses interdits.",
      "footnotes": "[101] Sans mutiler les combattants ennemis, ni tuer les femmes, les enfants et les vieillards, ni exécuter les moines et les ermites, ni vous attaquer à ceux qui ne participent pas aux combats, ni brûler les arbres ou tuer les animaux, précisent les commentateurs musulmans."
    },
    {
      "id": 191,
      "verse_number": 191,
      "page_number": 30,
      "verse_key": "2:191",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 12,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ",
      "translation": "191 Tuez-les où que vous les trouviez et chassez-les de là où ils vous ont chassés[102]. Les persécutions que les idolâtres font subir aux croyants afin de les détourner de la foi sont plus graves que les combats qui leur sont livrés et qui s’accompagnent nécessairement de morts. Mais ne leur livrez pas combat auprès de la Mosquée sacrée[103], à moins qu’ils n’y engagent eux-mêmes les hostilités. S’ils le font, n’hésitez pas à les tuer. Telle est la punition méritée des impies.",
      "footnotes": "[102] De la Mecque, précisent certains commentateurs, que les musulmans avaient été contraints de quitter pour échapper aux persécutions des païens.\n[103] Dans le territoire sacré de la Mecque."
    },
    {
      "id": 192,
      "verse_number": 192,
      "page_number": 30,
      "verse_key": "2:192",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 12,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
      "translation": "192 S’ils mettent fin aux hostilités[104], qu’ils sachent qu’Allah est Très Clément et Très Miséricordieux.",
      "footnotes": "[104] Et à leur impiété, ajoutent certains exégètes."
    },
    {
      "id": 193,
      "verse_number": 193,
      "page_number": 30,
      "verse_key": "2:193",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 12,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ",
      "translation": "193 Combattez-les jusqu’à ce que nul ne soit persécuté pour sa foi et que le culte soit exclusivement voué à Allah. S’ils cessent toute hostilité, alors ne vous attaquez qu’à ceux d’entre eux qui agissent avec iniquité.",
      "footnotes": ""
    },
    {
      "id": 194,
      "verse_number": 194,
      "page_number": 30,
      "verse_key": "2:194",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 12,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ",
      "translation": "194 S’ils vous attaquent durant les mois sacrés, combattez-les vous aussi durant ces mois, conformément à la loi du talion qui s’applique également aux choses sacrées[105]. Quiconque vous agresse sera donc attaqué de manière proportionnée. Craignez Allah et sachez qu’Allah est avec ceux qui Le craignent.",
      "footnotes": "[105] Les Arabes s’interdisaient en effet tout combat durant quatre mois de l’année, appelés « mois sacrés » : Dhou Al-Qa’dah, Dhou Al-Hijjah, Mouharram et Rajab."
    },
    {
      "id": 195,
      "verse_number": 195,
      "page_number": 30,
      "verse_key": "2:195",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 12,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ",
      "translation": "195 Offrez vos biens pour la cause d’Allah. Ne courez pas à votre perte[106] ! Faites le bien, Allah aime les hommes de bien.",
      "footnotes": "[106] En refusant notamment de combattre et d’offrir vos biens pour défendre la cause d’Allah."
    },
    {
      "id": 196,
      "verse_number": 196,
      "page_number": 30,
      "verse_key": "2:196",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 12,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
      "translation": "196 Accomplissez pour Allah le grand et le petit pèlerinage[107]. Si vous en êtes empêchés[108], acquittez-vous d’un sacrifice selon vos moyens[109]. Mais ne vous rasez pas la tête avant que l’offrande ne soit parvenue au lieu de son immolation. Que celui d’entre vous qui, malade ou souffrant d’une affection de la tête, serait contraint de se raser avant le moment prescrit se rachète par un jeûne, une aumône ou le sacrifice d’une bête. Une fois en mesure d’accomplir le pèlerinage, celui qui aura joui d’une vie normale entre le petit et le grand pèlerinage[110] devra s’acquitter d’un sacrifice selon ses moyens[111]. Que celui qui n’en trouve pas les moyens jeûne trois jours durant le pèlerinage et sept lorsqu’il sera de retour[112], soit dix jours entiers. Cette prescription ne s’applique toutefois qu’au pèlerin dont la famille ne réside pas à proximité de la Mosquée sacrée. Craignez donc Allah et sachez que le châtiment d’Allah est terrible.",
      "footnotes": "[107] C’est dans le sens de « mener à son terme » que le verbe « accomplir » est ici employé.\n[108] Par l’ennemi notamment, ou par la maladie, après vous être mis en état de sacralisation.\n[109] Et rasez-vous la tête afin de pouvoir quitter l’état de sacralisation.\n[110] En accomplissant un type de pèlerinage consistant à se mettre en état de sacralisation avec l’intention d’accomplir le petit pèlerinage puis à se désacraliser, jouissant ainsi d’une vie normale, avant de se remettre en état de sacralisation le huitième jour du mois de Dhou Al-Hijjah avec l’intention cette fois d’accomplir le grand pèlerinage.\n[111] Par ce sacrifice, le pèlerin remercie son Seigneur de lui avoir permis de jouir d’une vie normale, sans les contraintes liées à l’état de sacralisation, durant la période qui sépare le petit du grand pèlerinage, mais aussi d’accomplir dans un même voyage un petit et un grand pèlerinage.  \n[112] A son campement, après en avoir terminé avec les rites du pèlerinage ou, selon une seconde interprétation, dans son pays."
    },
    {
      "id": 197,
      "verse_number": 197,
      "page_number": 31,
      "verse_key": "2:197",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 12,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ",
      "translation": "197 Le pèlerinage se déroule en des mois déterminés[113]. Quiconque s’impose d’accomplir le pèlerinage[114] au cours de ces mois doit s’interdire tout rapport conjugal[115], tout péché et toute vaine dispute pendant la durée du pèlerinage. Et sachez qu’il n’est de bien que vous accomplissiez dont Allah n’ait connaissance. Emportez des provisions de route, mais sachez que le meilleur viatique est la crainte d’Allah. Craignez-Moi donc, vous qui êtes doués de raison !",
      "footnotes": "[113] Chawwâl, Dhou Al-Qa’dah et Dhou Al-Hijjah.\n[114] En se mettant en état de sacralisation.\n[115] Ainsi que toute parole ou tout acte qui pourrait en être la cause."
    },
    {
      "id": 198,
      "verse_number": 198,
      "page_number": 31,
      "verse_key": "2:198",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 12,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ",
      "translation": "198 Vous ne commettrez aucun péché en recherchant quelque faveur de votre Seigneur[116]. Après avoir déferlé d’Arafat[117], invoquez le nom d’Allah[118] dans le territoire sacré de Mouzdalifah[119]. Invoquez le nom de Celui qui vous a guidés alors que vous étiez auparavant parmi les égarés.",
      "footnotes": "[116] A travers le commerce que les musulmans, à l’avènement de l’islam, répugnaient à pratiquer au cours de la saison du pèlerinage. \n[117] Lieu où les pèlerins font halte le second jour du pèlerinage et où ils invoquent longuement le Seigneur.\n[118] L’expression « invoquer le nom d’Allah » rendra, dans cette traduction, la notion purement islamique de « Dhikr » qui signifie à la fois : se souvenir d’Allah, Le louer, Le glorifier, L’invoquer et prononcer Son nom.\n[119] Autre lieu bien connu où les pèlerins passent la nuit après avoir quitté Arafat et avant de se rendre à Mina le jour du sacrifice."
    },
    {
      "id": 199,
      "verse_number": 199,
      "page_number": 31,
      "verse_key": "2:199",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 12,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
      "translation": "199 Déferlez donc de ce lieu, à l’image de l’ensemble des pèlerins[120], et implorez le pardon d’Allah qui, en vérité, est Très Clément et Très Miséricordieux.",
      "footnotes": "[120] « Ce lieu », c’est-à-dire, Arafat. En effet, avant l’islam, les membres de la tribu Qouraych, se distinguant des autres pèlerins, ne faisaient pas halte à Arafat, mais se rendaient directement à Mouzdalifah, sous prétexte qu’Arafat, contrairement à Mouzdalifah, ne se situe pas dans le territoire sacré."
    },
    {
      "id": 200,
      "verse_number": 200,
      "page_number": 31,
      "verse_key": "2:200",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 12,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ",
      "translation": "200 Une fois les rites du pèlerinage achevés, glorifiez et louez Allah de la même manière que vous louez vos ancêtres, voire avec plus de ferveur. Il est des hommes qui disent : « Seigneur ! Accorde-nous Tes faveurs ici-bas ! » Ceux-là n’auront aucune part à la vie éternelle.",
      "footnotes": ""
    },
    {
      "id": 201,
      "verse_number": 201,
      "page_number": 31,
      "verse_key": "2:201",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 12,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ",
      "translation": "201 Et il en est qui implorent : « Seigneur ! Accorde-nous bonheur ici-bas et félicité dans l’au-delà, et préserve-nous du châtiment de l’Enfer ! »",
      "footnotes": ""
    },
    {
      "id": 202,
      "verse_number": 202,
      "page_number": 31,
      "verse_key": "2:202",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 12,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ",
      "translation": "202 Ceux-là obtiendront la récompense méritée de leurs œuvres. Allah est prompt dans Ses comptes.",
      "footnotes": ""
    },
    {
      "id": 203,
      "verse_number": 203,
      "page_number": 32,
      "verse_key": "2:203",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ",
      "translation": "203 Invoquez le nom d’Allah un nombre limité de jours[121]. Quiconque s’empresse de quitter Mina après deux jours seulement ne commet aucun mal, pas plus que celui qui préfère s’attarder[122], à condition de se préserver du péché. Craignez Allah et sachez que c’est vers Lui que vous serez rassemblés.",
      "footnotes": "[121] Les onzième, douzième et, pour ceux qui s’attarderaient, treizième jours du mois de Dhou Al-Hijjah qui suivent immédiatement le jour du sacrifice.\n[122] En demeurant trois jours à Mina où prennent fin les rites du pèlerinage."
    },
    {
      "id": 204,
      "verse_number": 204,
      "page_number": 32,
      "verse_key": "2:204",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ",
      "translation": "204 Il est des hommes[123] dont les paroles te séduisent ici-bas et qui prennent Allah à témoin de la pureté de leurs intentions, alors qu’ils sont les disputeurs les plus acharnés.",
      "footnotes": "[123] Les hypocrites."
    },
    {
      "id": 205,
      "verse_number": 205,
      "page_number": 32,
      "verse_key": "2:205",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ",
      "translation": "205 A peine ont-ils tourné le dos qu’ils s’évertuent à semer la corruption dans le pays et à ravager les récoltes et le bétail. Or, Allah n’aime pas la corruption.",
      "footnotes": ""
    },
    {
      "id": 206,
      "verse_number": 206,
      "page_number": 32,
      "verse_key": "2:206",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ",
      "translation": "206 Exhortés à craindre Allah, ils persistent par orgueil dans le péché. La Géhenne sera pour eux un châtiment amplement suffisant. Et quelle horrible demeure[124] !",
      "footnotes": "[124] Littéralement : et quelle horrible couche !"
    },
    {
      "id": 207,
      "verse_number": 207,
      "page_number": 32,
      "verse_key": "2:207",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ",
      "translation": "207 Il est aussi des hommes qui se sacrifient pour plaire à Allah. Or, Allah est infiniment Bon envers Ses dévoués serviteurs.",
      "footnotes": ""
    },
    {
      "id": 208,
      "verse_number": 208,
      "page_number": 32,
      "verse_key": "2:208",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ",
      "translation": "208 Vous qui croyez ! Adhérez pleinement à l’islam. Gardez-vous de suivre les suggestions de Satan, votre ennemi déclaré.",
      "footnotes": ""
    },
    {
      "id": 209,
      "verse_number": 209,
      "page_number": 32,
      "verse_key": "2:209",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
      "translation": "209 Mais si, après avoir reçu toutes les preuves, vous déviez du droit chemin, alors sachez qu’Allah est Tout-Puissant et infiniment Sage.",
      "footnotes": ""
    },
    {
      "id": 210,
      "verse_number": 210,
      "page_number": 32,
      "verse_key": "2:210",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ",
      "translation": "210 Qu’attendent-ils sinon qu’Allah, le Jour de la résurrection, vienne à eux à l’ombre des nuées, ainsi que les anges, et que le jugement soit prononcé ? C’est à Allah que tout doit revenir[125].",
      "footnotes": "[125] Cette formule, fréquente dans le Coran, signifie à la fois que la décision revient à Allah en toute chose et que les hommes reviendront à Lui le Jour dernier."
    },
    {
      "id": 211,
      "verse_number": 211,
      "page_number": 33,
      "verse_key": "2:211",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
      "translation": "211 Demande aux fils d’Israël combien Nous leur avons montré de signes parfaitement clairs. Que celui qui renie les grâces du Seigneur après les avoir reçues sache que le châtiment d’Allah est terrible.",
      "footnotes": ""
    },
    {
      "id": 212,
      "verse_number": 212,
      "page_number": 33,
      "verse_key": "2:212",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ",
      "translation": "212 Cette vie fut à tel point embellie aux yeux des impies qu’ils ne cessent de se moquer de la pauvreté des croyants qui ont choisi de vivre dans le renoncement. Mais ceux-ci seront au-dessus d’eux le Jour de la résurrection. Allah dispense sans compter Ses bienfaits à qui Il veut.",
      "footnotes": ""
    },
    {
      "id": 213,
      "verse_number": 213,
      "page_number": 33,
      "verse_key": "2:213",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ",
      "translation": "213 Les hommes ne professaient à l’origine qu’une seule religion[126]. Allah a alors suscité les prophètes pour leur annoncer la bonne nouvelle du Paradis et les mettre en garde contre l’Enfer, et a révélé à Ses Messagers la parole de vérité afin de trancher leurs différends. Or, ce sont ceux-là mêmes auxquels la vérité a été annoncée qui, poussés par la jalousie, se sont opposés après avoir pourtant reçu toutes les preuves. Allah, par Sa grâce, a alors guidé les croyants[127] vers la vérité à propos de laquelle les autres nations se sont opposées. Allah guide qui Il veut vers le droit chemin.",
      "footnotes": "[126] La religion de l’unicité d’Allah, avant que certains ne se mettent à vénérer de fausses divinités.\n[127] La nation de Mouhammad."
    },
    {
      "id": 214,
      "verse_number": 214,
      "page_number": 33,
      "verse_key": "2:214",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ",
      "translation": "214 Pensez-vous entrer au Paradis, vous croyants, sans avoir été éprouvés comme l’ont été vos devanciers ? Ils furent touchés par la misère et les souffrances et durement ébranlés, au point que les Messagers et leurs compagnons se sont demandé : « Quand donc viendra le secours d’Allah ? » Sachez que le secours d’Allah est tout proche.",
      "footnotes": ""
    },
    {
      "id": 215,
      "verse_number": 215,
      "page_number": 33,
      "verse_key": "2:215",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ",
      "translation": "215 Ils t’interrogent à propos de ce qu’ils doivent dépenser pour les autres. Réponds-leur : « Vos dépenses devront bénéficier à vos père et mère, à vos proches parents, aux orphelins, aux nécessiteux et aux voyageurs démunis. Il n’est de bien que vous accomplissiez dont Allah n’ait connaissance. »",
      "footnotes": ""
    },
    {
      "id": 216,
      "verse_number": 216,
      "page_number": 34,
      "verse_key": "2:216",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ",
      "translation": "216 Le combat vous est prescrit, mais vous l’avez en aversion. Or, il se peut que vous ayez en aversion une chose qui pourtant est un bien pour vous. A l’inverse, il se peut que vous aimiez une chose qui est en réalité un mal pour vous. Allah sait ce qui va dans votre intérêt tandis que vous, vous l’ignorez.",
      "footnotes": ""
    },
    {
      "id": 217,
      "verse_number": 217,
      "page_number": 34,
      "verse_key": "2:217",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "217 Ils t’interrogent au sujet des mois sacrés, s’il est permis d’y engager les combats. Dis : « Y combattre constitue un grave péché, mais plus grave encore pour Allah est de détourner les hommes de Sa voie, de ne pas croire en Lui, d’interdire l’accès à la Mosquée sacrée et d’en expulser les habitants[128]. » Les persécutions que les idolâtres font subir aux croyants sont plus graves que les combats qui leur sont livrés et qui s’accompagnent nécessairement de morts. Ils ne cesseront, en effet, de vous combattre jusqu’à vous faire renier, s’ils le peuvent, votre religion. Or, quiconque parmi vous abjure la foi et meurt en mécréant perdra le bénéfice de ses œuvres ici-bas et dans l’au-delà, et est voué au feu de l’Enfer où il demeurera pour l’éternité.",
      "footnotes": "[128] Le Prophète et ses compagnons, contraints à s’exiler de la Mecque à Médine."
    },
    {
      "id": 218,
      "verse_number": 218,
      "page_number": 34,
      "verse_key": "2:218",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
      "translation": "218 Quant aux croyants qui ont émigré et lutté pour la cause d’Allah, ils peuvent espérer en la miséricorde du Seigneur qui est Très Clément et Très Miséricordieux.",
      "footnotes": ""
    },
    {
      "id": 219,
      "verse_number": 219,
      "page_number": 34,
      "verse_key": "2:219",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 14,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ",
      "translation": "219 Ils t’interrogent au sujet du vin et du jeu de hasard. Dis : « L’un et l’autre constituent un grave péché tout en offrant certains avantages pour les hommes. Mais ces quelques avantages ne justifient en rien de commettre un péché d’une telle gravité[129]. » Ils t’interrogent aussi sur ce qu’ils doivent dépenser pour les autres. Dis-leur de dépenser de leurs biens ce qui excède leurs besoins. C’est ainsi qu’Allah vous expose clairement Ses enseignements afin que vous méditiez",
      "footnotes": "[129] Ce verset constitue un prélude à l’interdiction formelle des boissons alcoolisées qui interviendra dans la sourate 5, verset 90."
    },
    {
      "id": 220,
      "verse_number": 220,
      "page_number": 35,
      "verse_key": "2:220",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 14,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ",
      "translation": "220 sur ce bas monde et sur l’au-delà. Ils t’interrogent également au sujet des orphelins. Dis : « Il est préférable d’agir dans leur intérêt. Et puisque ce sont vos frères par la foi, vous pouvez mêler vos biens aux leurs[130]. » Allah distingue parfaitement ceux qui agissent à leur détriment de ceux qui œuvrent dans leur intérêt. Allah pourrait, s’Il le voulait, vous mettre dans l’embarras. Allah, en vérité, est Tout-Puissant et infiniment Sage.",
      "footnotes": "[130] Vos dépenses quotidiennes, en nourritures notamment. Autre sens : dans vos relations avec eux, traitez-les comme des frères."
    },
    {
      "id": 221,
      "verse_number": 221,
      "page_number": 35,
      "verse_key": "2:221",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 14,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ",
      "translation": "221 N’épousez pas les païennes tant que celles-ci n’ont pas adhéré à la vraie foi. Une esclave croyante est préférable à une femme libre mais idolâtre, quand bien même cette dernière vous plairait. Et ne mariez pas vos filles aux païens tant que ceux-ci n’ont pas embrassé la vraie foi. Un esclave croyant est préférable à un homme libre mais idolâtre, quand bien même ce dernier vous plairait. Les païens vous appellent en effet à suivre une voie menant en Enfer, tandis qu’Allah, par un effet de Sa grâce, vous appelle à suivre la voie menant au Paradis et à Son pardon. Allah expose clairement Ses enseignements aux hommes afin de les inciter à les méditer.",
      "footnotes": ""
    },
    {
      "id": 222,
      "verse_number": 222,
      "page_number": 35,
      "verse_key": "2:222",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 14,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ",
      "translation": "222 Ils t’interrogent au sujet du sang des menstrues. Dis : « Il peut être préjudiciable[131]. Evitez donc tout rapport conjugal pendant les menstruations. N’approchez vos épouses que lorsque l’écoulement du sang s’est interrompu. Lorsqu’elles se sont purifiées par un bain rituel, vous pouvez reprendre vos rapports de la manière prescrite par Allah[132]. » Allah aime ceux qui se repentent sans cesse et veillent à se préserver de toute souillure.",
      "footnotes": "[131] A l’homme et la femme qui auraient des rapports conjugaux au moment des menstrues, notamment en raison du caractère impur du sang des règles.\n[132] A travers des relations vaginales uniquement, expliquent nombre d’exégètes."
    },
    {
      "id": 223,
      "verse_number": 223,
      "page_number": 35,
      "verse_key": "2:223",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 14,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ",
      "translation": "223 Vos épouses sont pour vous un labour[133]. Allez donc à votre labour comme vous l’entendez. Et œuvrez à votre salut. Craignez Allah et sachez que vous Le rencontrerez. Fais donc heureuse annonce aux croyants.",
      "footnotes": "[133] La matrice de la femme est le lieu de la procréation, celui où l’homme place sa semence, de même que le cultivateur place ses semences dans son labour, son champ labouré prêt à être ensemencé."
    },
    {
      "id": 224,
      "verse_number": 224,
      "page_number": 35,
      "verse_key": "2:224",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 14,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ",
      "translation": "224 Que le nom d’Allah, employé dans vos serments, ne vous empêche pas de faire le bien, d’agir avec piété et d’œuvrer à la réconciliation des gens[134]. Allah entend tout et sait tout.",
      "footnotes": "[134] Sont visés ici ceux qui jurent par Allah de ne pas aider telle personne ou de ne pas réconcilier deux personnes en conflit, qui sont donc invités à se délier de leur serment par une expiation et à réaliser la bonne action qu’ils ont juré de ne pas accomplir."
    },
    {
      "id": 225,
      "verse_number": 225,
      "page_number": 36,
      "verse_key": "2:225",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 14,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ",
      "translation": "225 Allah ne vous tient pas rigueur de vos serments prononcés à la légère, mais uniquement de ceux prêtés délibérément. Allah est Très Clément et Longanime.",
      "footnotes": ""
    },
    {
      "id": 226,
      "verse_number": 226,
      "page_number": 36,
      "verse_key": "2:226",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 14,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
      "translation": "226 A ceux qui jurent de ne plus approcher leurs épouses, un délai de quatre mois est accordé. S’ils se rétractent[135], alors Allah est Très Clément et Très Miséricordieux.",
      "footnotes": "[135] S’ils reviennent sur leur serment en ayant de nouveau des relations sexuelles avec elles. Dans le cas contraire, soit la répudiation est effective, comme l’affirment certains jurisconsultes, soit la répudiation n’est pas effective, mais le mari est contraint à répudier son épouse, selon la majorité d’entre eux."
    },
    {
      "id": 227,
      "verse_number": 227,
      "page_number": 36,
      "verse_key": "2:227",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 14,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ",
      "translation": "227 Si, au contraire, ils sont décidés à les répudier, en refusant de se rétracter, alors Allah entend tout et sait tout.",
      "footnotes": ""
    },
    {
      "id": 228,
      "verse_number": 228,
      "page_number": 36,
      "verse_key": "2:228",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 14,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
      "translation": "228 Les femmes répudiées doivent observer un délai de viduité de trois menstruations[136]. Il ne leur est pas permis de dissimuler ce qu’Allah a créé dans leurs matrices, une éventuelle grossesse ou leurs règles, si elles croient réellement en Allah et au Jour dernier. Leurs époux, au cours de cette période, sont plus en droit de les reprendre[137] s’ils souhaitent la réconciliation. Les femmes ont sur leurs maris des droits équivalents à leurs devoirs envers eux, conformément aux usages. Les hommes ont cependant une certaine prééminence sur elles. Allah est Tout-Puissant et infiniment Sage.",
      "footnotes": "[136] Selon certains érudits musulmans, ou de trois périodes sans règles entre chaque menstruation, selon d’autres, avant de pouvoir se remarier. \n[137] Qu’elles de se refuser."
    },
    {
      "id": 229,
      "verse_number": 229,
      "page_number": 36,
      "verse_key": "2:229",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 14,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ",
      "translation": "229 L’homme a droit à deux répudiations. Après chacune d’entre elles, l’épouse peut être reprise de façon convenable[138] ou libérée avec égards[139]. Il n’est pas permis au mari de reprendre quoi que ce soit de la dot qu’il lui a remise, sauf si les deux conjoints craignent, en poursuivant leur vie commune, de ne pouvoir se conformer aux lois d’Allah régissant les droits réciproques des conjoints, auquel cas les époux ne commettent aucun péché si la femme décide de racheter sa liberté[140]. Telles sont les limites fixées par Allah que vous ne devez en aucun cas transgresser. Quiconque transgresse les limites fixées par Allah s’est montré injuste envers lui-même.",
      "footnotes": "[138] Tant que celle-ci se trouve en période de viduité.\n[139] La répudiation est irrévocable dès la fin du délai de viduité.\n[140] En restituant au mari tout ou partie de la dot reçue."
    },
    {
      "id": 230,
      "verse_number": 230,
      "page_number": 36,
      "verse_key": "2:230",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 14,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ",
      "translation": "230 Si le mari la répudie une troisième fois, celle-ci ne lui est plus licite à moins qu’elle ne contracte et consomme un mariage avec un autre homme. Si ce dernier la répudie à son tour, alors la femme et son premier époux ne commettent aucun péché en reprenant vie commune s’ils pensent pouvoir se conformer aux lois d’Allah. Telles sont les lois d’Allah qu’Il expose clairement à des gens capables de comprendre.",
      "footnotes": ""
    },
    {
      "id": 231,
      "verse_number": 231,
      "page_number": 37,
      "verse_key": "2:231",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 14,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ",
      "translation": "231 Lorsque le délai de viduité de la femme répudiée touche à sa fin[141], vous pouvez soit la reprendre de façon convenable, soit la libérer de façon convenable[142]. Mais ne la retenez pas dans le but de lui nuire injustement[143]. Quiconque agirait ainsi se montrerait injuste envers lui-même. Ne prenez donc pas les prescriptions d’Allah à la légère. Rappelez-vous les grâces dont Allah vous a comblés, ainsi que le Livre et la Sagesse qu’Il vous a révélés et par lesquels Il vous exhorte à la piété. Craignez Allah et sachez qu’Il a une parfaite connaissance de toute chose.",
      "footnotes": "[141] Le délai de viduité consécutif à la répudiation est sur le point d’expirer, il est donc encore permis au mari de reprendre son épouse sans avoir besoin d’un nouveau contrat de mariage.\n[142] En laissant le délai de viduité aller à son terme, ce qui rendra la répudiation irrévocable.\n[143] Certains hommes répudiaient leurs femmes puis, peu avant la fin du délai de viduité, les reprenaient pour leur nuire et les empêcher de se remarier. Allah interdit ici cette pratique préislamique (Tafsîr ibn Kathîr)."
    },
    {
      "id": 232,
      "verse_number": 232,
      "page_number": 37,
      "verse_key": "2:232",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 14,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ",
      "translation": "232 Lorsque le délai de viduité de la femme répudiée expire[144], ne l’empêchez pas de se remarier avec son ancien époux[145] s’ils décident, d’un commun accord et selon les règles, de reprendre vie commune. Voilà une exhortation à l’intention de celui d’entre vous qui croit en Allah et au Jour dernier. Voilà une conduite plus méritoire et plus digne de votre part. Allah sait ce qui va dans votre intérêt tandis que vous, vous l’ignorez.",
      "footnotes": "[144] La répudiation est donc irrévocable, les deux époux ne peuvent reprendre vie commune que s’ils contractent un nouveau mariage pour lequel l’accord du tuteur de la femme est indispensable. \n[145] Allah s’adresse ici au tuteur de la femme répudiée, généralement son père, qui ne doit pas empêcher son ancien époux de contracter un nouveau mariage avec elle."
    },
    {
      "id": 233,
      "verse_number": 233,
      "page_number": 37,
      "verse_key": "2:233",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 15,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ",
      "translation": "233 La mère[146] qui désire mener l’allaitement à son terme allaitera son enfant deux années entières. Au père alors de pourvoir, selon l’usage et ses moyens, à l’entretien et à l’habillement de cette dernière, nul ne pouvant se voir imposer une charge supérieure à ce qu’il peut supporter. L’enfant ne doit pas être un moyen pour la mère de porter préjudice au père, ni pour ce dernier de nuire à la mère. La même charge incombe aux héritiers[147]. Si le père et la mère décident d’un commun accord de sevrer l’enfant avant l’âge de deux ans, ils ne commettent aucun péché. Et si vous décidez de mettre vos enfants en nourrice, vous ne commettez là encore aucun péché, à condition de vous acquitter gracieusement du salaire convenu. Craignez Allah et sachez qu’Il voit parfaitement ce que vous faites.",
      "footnotes": "[146] Répudiée, précisent nombre d’exégètes.\n[147] La charge, pour les héritiers, de subvenir, en cas de décès du père, aux besoins de la mère qui allaite son enfant, expliquent certains exégètes."
    },
    {
      "id": 234,
      "verse_number": 234,
      "page_number": 38,
      "verse_key": "2:234",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 15,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ",
      "translation": "234 Les femmes devenues veuves doivent observer un délai de viduité de quatre mois et dix jours[148]. Au terme de ce délai, vous[149] n’aurez pas à répondre de la manière dont elles disposeront d’elles-mêmes conformément aux usages. Allah est parfaitement informé de ce que vous faites.",
      "footnotes": "[148] Au cours duquel il leur est notamment interdit de se remarier.\n  [149] Les tuteurs de ces veuves."
    },
    {
      "id": 235,
      "verse_number": 235,
      "page_number": 38,
      "verse_key": "2:235",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 15,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ",
      "translation": "235 Vous pouvez, sans commettre de péché, faire indirectement allusion au mariage devant ces femmes, à moins que vous ne préfériez dissimuler vos intentions[150]. Allah sait parfaitement que vous songerez et ferez même allusion à elles. Ne prenez cependant aucun engagement secret, mais contentez-vous de paroles allusives. Ne vous décidez à la conclusion du mariage que lorsque le délai de viduité arrivera à son terme. Prenez garde à Allah qui, soyez-en sûrs, sait parfaitement ce que vous dissimulez en vous-mêmes. Et sachez qu’Allah est Très Clément et Longanime.",
      "footnotes": "[150] Allah s’adresse ici aux hommes en général qui sont donc autorisés à faire allusion au mariage auprès des femmes - veuves ou répudiées irrévocablement - qui observent le délai de viduité, mais sans faire une demande explicite."
    },
    {
      "id": 236,
      "verse_number": 236,
      "page_number": 38,
      "verse_key": "2:236",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 15,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ",
      "translation": "236 Vous ne commettez aucun péché si vous répudiez les femmes avec lesquelles le mariage n’a pas été consommé et auxquelles la dot n’a pas été fixée. Accordez-leur alors - l’homme aisé selon ses moyens et le pauvre selon ses moyens - quelque bien conforme aux usages. C’est là un devoir pour les hommes de bien.",
      "footnotes": ""
    },
    {
      "id": 237,
      "verse_number": 237,
      "page_number": 38,
      "verse_key": "2:237",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 15,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ",
      "translation": "237 Si, en revanche, vous les répudiez avant de les avoir touchées, mais après leur avoir fixé une dot, alors versez-leur la moitié de la dot convenue, à moins qu’elles n’y renoncent ou n’y renonce celui qui décide de la conclusion du mariage[151]. Renoncer à ses droits est cependant plus conforme à la piété. N’oubliez pas de vous montrer bienveillants les uns envers les autres. Allah voit parfaitement ce que vous faites.",
      "footnotes": "[151] Le mari, selon nombre d’exégètes, qui renonce gracieusement à sa part en lui accordant entièrement la dot convenue, ou le tuteur de la femme, sans lequel le mariage ne peut être conclu."
    },
    {
      "id": 238,
      "verse_number": 238,
      "page_number": 39,
      "verse_key": "2:238",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 15,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ",
      "translation": "238 Accomplissez assidûment vos prières, en particulier la plus méritoire des prières[152], en vous tenant humblement devant Allah.",
      "footnotes": "[152] Ou : la prière médiane qui, selon la majorité des savants de l’islam, est la prière de l’après-midi (‘Asr), située entre les deux premières prières de la journée, celle de l’aube et celle de midi, d’une part, et les deux dernières prières, celle du crépuscule et celle de la nuit, d’autre part. Il s’agit, pour d’autres, de la prière de l’aube, située entre les prières de la nuit et celles du jour."
    },
    {
      "id": 239,
      "verse_number": 239,
      "page_number": 39,
      "verse_key": "2:239",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 15,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ",
      "translation": "239 Il vous est toutefois autorisé, si vous craignez quelque danger, de prier en marchant ou sur vos montures. Lorsque vous vous retrouvez en sécurité, souvenez-vous d’Allah[153], rendant ainsi grâce au Seigneur de vous avoir enseigné ce que vous ignoriez.",
      "footnotes": "[153] Dans la prière, que vous devrez à présent accomplir normalement, expliquent nombre d’exégètes."
    },
    {
      "id": 240,
      "verse_number": 240,
      "page_number": 39,
      "verse_key": "2:240",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 15,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ",
      "translation": "240 Ceux d’entre vous qui laissent des épouses devront, avant de mourir, ordonner par testament qu’elles soient entretenues une année entière, sans être contraintes à quitter le domicile conjugal. Si elles décident elles-mêmes de le quitter au cours de cette période, vous, les héritiers, n’aurez pas à répondre de la manière dont elles disposeront d’elles-mêmes, conformément aux usages. Allah est Tout-Puissant et infiniment Sage[154].",
      "footnotes": "[154] La majorité des exégètes affirme que ce verset, bien que placé après lui, fut abrogé par le verset 234 de cette même sourate."
    },
    {
      "id": 241,
      "verse_number": 241,
      "page_number": 39,
      "verse_key": "2:241",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 15,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ",
      "translation": "241 Les femmes répudiées ont droit à quelque bien conforme aux usages que ceux qui craignent Allah ont le devoir de leur remettre.",
      "footnotes": ""
    },
    {
      "id": 242,
      "verse_number": 242,
      "page_number": 39,
      "verse_key": "2:242",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 15,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ",
      "translation": "242 C’est ainsi qu’Allah vous expose clairement Ses enseignements afin que vous les compreniez.",
      "footnotes": ""
    },
    {
      "id": 243,
      "verse_number": 243,
      "page_number": 39,
      "verse_key": "2:243",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 16,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ",
      "translation": "243 Ne connais-tu pas l’histoire étonnante de ces hommes qui, redoutant la mort, ont quitté leurs foyers par milliers ? Mais Allah a décrété leur mort, avant de les ressusciter. Allah, en vérité, est toute bonté envers les hommes qui, pour la plupart, ne sont pas reconnaissants.",
      "footnotes": ""
    },
    {
      "id": 244,
      "verse_number": 244,
      "page_number": 39,
      "verse_key": "2:244",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 16,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ",
      "translation": "244 Luttez pour la cause d’Allah et sachez qu’Allah entend tout et sait tout.",
      "footnotes": ""
    },
    {
      "id": 245,
      "verse_number": 245,
      "page_number": 39,
      "verse_key": "2:245",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 16,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ",
      "translation": "245 Qui est disposé à faire un prêt sincère à Allah, en offrant ses biens pour Sa cause, afin de recevoir en retour une récompense décuplée ? Allah, en effet, dispense Ses faveurs à Ses serviteurs, accordant aux uns avec mesure et comblant certaines de Ses créatures[155]. Et c’est à Lui que vous serez ramenés.",
      "footnotes": "[155] Dépensez donc vos biens pour la cause d’Allah sans vous soucier de l’avenir."
    },
    {
      "id": 246,
      "verse_number": 246,
      "page_number": 40,
      "verse_key": "2:246",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 16,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ",
      "translation": "246 Ne connais-tu pas l’histoire de ces notables hébreux qui, après la mort de Moïse, demandèrent à l’un de leurs prophètes[156] : « Désigne-nous un roi aux côtés duquel nous pourrons lutter pour la cause d’Allah. » Il répondit : « Ne risquez-vous pas, lorsque le combat vous sera prescrit, de renoncer à la lutte armée ? » Ils répondirent : « Qu’aurions-nous à ne pas combattre pour la cause d’Allah alors que nous avons été chassés de nos terres et séparés de nos enfants ? » Mais lorsque le combat leur fut imposé, ils firent défection à l’exception d’un petit nombre. Allah connaît parfaitement les injustes.",
      "footnotes": "[156] Samuel."
    },
    {
      "id": 247,
      "verse_number": 247,
      "page_number": 40,
      "verse_key": "2:247",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 16,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ",
      "translation": "247 Leur prophète leur dit : « Allah vous a désigné Saül[157] comme roi. » Ils rétorquèrent : « Comment pourrait-il régner sur nous alors que nous avons plus de droits que lui au trône et qu’il n’est même pas fortuné ?! » Il répondit : « Allah l’a élu et favorisé par le savoir et la constitution physique. » Allah accorde la dignité royale à qui Il veut. Les faveurs et la science d’Allah sont infinies.",
      "footnotes": "[157] Considéré comme le premier roi d’Israël, immédiatement suivi par David qui réunira les dignités de roi et de prophète."
    },
    {
      "id": 248,
      "verse_number": 248,
      "page_number": 40,
      "verse_key": "2:248",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 16,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ",
      "translation": "248 Leur prophète ajouta : « Le signe de son élection est que vous sera restituée, portée par les anges, l’arche d’alliance[158] par laquelle votre Seigneur vous apportera sécurité et sérénité et dans laquelle se trouvent les reliques de la famille de Moïse et de la famille d’Aaron. Voilà assurément un signe pour vous, si vous êtes réellement croyants. »",
      "footnotes": "[158] Dont leurs ennemis s’étaient emparés et qui consistait en un coffre où étaient notamment conservés les restes des tables de la loi confiées à Moïse."
    },
    {
      "id": 249,
      "verse_number": 249,
      "page_number": 41,
      "verse_key": "2:249",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 16,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ",
      "translation": "249 Lorsque Saül et ses troupes se mirent en marche, celui-ci leur dit : « Allah va éprouver votre obéissance par une rivière. Quiconque s’y désaltérera ne fera pas partie de mes fidèles, tandis que celui qui s’en abstiendra, ou se contentera de boire l’eau qu’il aura puisée dans le creux de la main, en fera partie. » Mais, à l’exception d’une poignée d’hommes, tous s’y désaltérèrent. Lorsque Saül et les croyants qui l’accompagnaient eurent traversé la rivière, certains dirent : « Nous ne sommes pas en mesure aujourd’hui d’affronter Goliath et ses troupes. » A quoi répliquèrent ceux qui avaient la certitude de rencontrer leur Seigneur : « Que de fois, par la volonté d’Allah, une petite troupe a triomphé d’une grande armée. Allah est avec ceux qui font preuve de constance. »",
      "footnotes": ""
    },
    {
      "id": 250,
      "verse_number": 250,
      "page_number": 41,
      "verse_key": "2:250",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 16,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ",
      "translation": "250 Lorsqu’ils firent face à Goliath et son armée, ils implorèrent : « Veuille, Seigneur, nous armer de patience, raffermir nos pas et nous faire triompher de ce peuple impie ! »",
      "footnotes": ""
    },
    {
      "id": 251,
      "verse_number": 251,
      "page_number": 41,
      "verse_key": "2:251",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 16,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ",
      "translation": "251 Par la volonté d’Allah, ils mirent en déroute leurs ennemis. Goliath fut tué par David auquel Allah accorda royauté et sagesse[159], et auquel Il enseigna ce qu’Il voulut. Si Allah ne repoussait pas une partie des hommes par une autre, la terre serait livrée au chaos mais Allah, en vérité, est toute bonté envers Ses créatures.",
      "footnotes": "[159] Faisant de lui le roi d’Israël après Saül et le prophète hébreu après Samuel. David fut donc le premier roi-prophète d’Israël."
    },
    {
      "id": 252,
      "verse_number": 252,
      "page_number": 41,
      "verse_key": "2:252",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 16,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ",
      "translation": "252 Tels sont les versets d’Allah que Nous te récitons[160] en toute vérité. Tu es, à n’en point douter, du nombre des Messagers.",
      "footnotes": "[160] Par l’intermédiaire de l’ange Gabriel."
    },
    {
      "id": 253,
      "verse_number": 253,
      "page_number": 42,
      "verse_key": "2:253",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 17,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ",
      "translation": "253 Nous avons favorisé certains de ces Messagers par rapport à d’autres. A certains, Nous avons parlé et d’autres ont été élevés à de hauts rangs. Nous avons permis à Jésus, fils de Marie, de réaliser des miracles éclatants et l’avons assisté de l’Esprit Saint. Si Allah l’avait voulu, les hommes venus après eux ne se seraient jamais entretués après avoir reçu tant de preuves évidentes, mais ils se sont opposés, certains restant attachés à la foi, d’autres la reniant. Si Allah l’avait voulu donc, ils ne se seraient pas entretués, mais Allah agit comme Il l’entend.",
      "footnotes": ""
    },
    {
      "id": 254,
      "verse_number": 254,
      "page_number": 42,
      "verse_key": "2:254",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 17,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ",
      "translation": "254 Vous qui croyez ! Offrez par charité une partie de ce que Nous vous avons accordé avant l’avènement d’un jour où nul rachat ne sera accepté, nulle amitié ne sera utile et nulle intercession ne sera autorisée. Ce sont, en vérité, les mécréants qui sont injustes envers eux-mêmes.",
      "footnotes": ""
    },
    {
      "id": 255,
      "verse_number": 255,
      "page_number": 42,
      "verse_key": "2:255",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 17,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ",
      "translation": "255 Allah ! Il n’est de divinité digne d’être adorée que Lui, le Dieu Vivant et Eternel[161]. Il n’est gagné ni par le sommeil, ni même par la somnolence. Tout ce qui se trouve dans les cieux et sur la terre Lui appartient. Qui donc pourrait intercéder auprès de Lui sans Sa permission ? Il connaît leur avenir comme leur passé[162], tandis que les hommes n’embrassent de Sa science et de Ses mystères que ce qu’Il veut bien leur dévoiler. Son Koursi[163] embrasse les cieux et la terre dont Il assure la pérennité sans aucune difficulté. Il est le Très Haut, le Très Glorieux.",
      "footnotes": "[161]Qui règne en Maître absolu sur la Création et dont dépendent toutes les créatures qui ont besoin de Lui pour vivre et subsister, tandis que Lui-même peut se passer d’elles.\n[162]  Littéralement : Il sait ce qui se trouve devant eux comme ce qui se trouve derrière eux.\n[163] Son Repose-Pied, selon nombre d’exégètes, Son Trône, selon d’autres."
    },
    {
      "id": 256,
      "verse_number": 256,
      "page_number": 42,
      "verse_key": "2:256",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 17,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
      "translation": "256 Nul ne doit être contraint à embrasser la foi. Le droit chemin s’est en effet clairement distingué de la voie de l’égarement. Quiconque renie les fausses divinités[164] et croit en Allah seul aura donc saisi la corde la plus solide, celle qui ne saurait se rompre[165]. Allah entend tout et sait tout.",
      "footnotes": "[164] Ou : Satan, qui incite les hommes à vouer un culte aux fausses divinités.\n[165] Il a donc sauvé son âme en s’attachant fermement à la vraie religion."
    },
    {
      "id": 257,
      "verse_number": 257,
      "page_number": 43,
      "verse_key": "2:257",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 17,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "257 Allah se charge de guider et protéger ceux qui croient qu’Il fait sortir des ténèbres vers la lumière. Quant à ceux qui rejettent la foi, ils sont dirigés par les démons[166] qui les font sortir de la lumière vers les ténèbres[167]. Ceux-là sont voués au feu de l’Enfer où ils demeureront pour l’éternité.",
      "footnotes": "[166] Ou : les fausses divinités.\n[167] Autre traduction : Allah est le Maître des croyants qu’Il fait sortir des ténèbres vers la lumière. Quant aux mécréants, ils ont pour maîtres les démons…"
    },
    {
      "id": 258,
      "verse_number": 258,
      "page_number": 43,
      "verse_key": "2:258",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 17,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
      "translation": "258 Ne connais-tu pas l’histoire étonnante de cet homme[168] qui, parce qu’Allah l’avait fait roi, s’opposa à Abraham au sujet de son Seigneur ? Abraham lui ayant dit : « Mon Seigneur est Celui qui donne la vie et la mort », il répondit : « J’ai, moi aussi, droit de vie et de mort sur les hommes. » Abraham ajouta : « Le soleil, par la volonté d’Allah, se lève à l’est, fais donc en sorte qu’il se lève à l’ouest ! » Le mécréant resta alors sans voix. Allah ne saurait guider les impies.",
      "footnotes": "[168] Le roi babylonien Nemrod, selon certains exégètes."
    },
    {
      "id": 259,
      "verse_number": 259,
      "page_number": 43,
      "verse_key": "2:259",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 17,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "259 Ou l’histoire tout aussi étonnante de cet homme qui, traversant une cité en ruine[169], se demanda : « Comment Allah pourrait-Il redonner vie à cette ville morte ? » Allah le fit alors mourir, puis le ressuscita après une période de cent ans et l’interrogea : « Combien de temps es-tu demeuré dans cet état ? » Il répondit : « Une journée ou moins que cela. » Allah dit : « Non ! Tu es resté ainsi cent ans. Remarque que ta nourriture et ta boisson sont demeurées intactes. Nous ferons ainsi de toi un signe pour les hommes. Regarde ton âne sans vie. Regarde comment Nous redressons ses os et les assemblons avant de les recouvrir de chair. » Se rendant à l’évidence, l’homme dit : « Je reconnais à présent qu’Allah a pouvoir sur toute chose. »",
      "footnotes": "[169] Jérusalem, selon la plupart des exégètes, que l’homme traversa après sa destruction par Nabuchodonosor."
    },
    {
      "id": 260,
      "verse_number": 260,
      "page_number": 44,
      "verse_key": "2:260",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 17,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ",
      "translation": "260 Abraham implora un jour : « Seigneur ! Montre-moi comment Tu redonnes vie aux morts. » Allah dit : « Ne crois-tu donc pas ? » « Si, répondit Abraham, mais je veux en avoir une certitude absolue[170]. » Le Seigneur dit : « Prends quatre oiseaux. Puis découpe-les en morceaux que tu disperseras ensuite sur les monts environnants. Puis appelle-les, tu les verras voler vers toi en toute hâte. Et sache qu’Allah est Tout-Puissant et infiniment Sage. »",
      "footnotes": "[170] Autre traduction : en avoir le cœur net."
    },
    {
      "id": 261,
      "verse_number": 261,
      "page_number": 44,
      "verse_key": "2:261",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 17,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
      "translation": "261 Les œuvres de ceux qui offrent leurs biens par obéissance à Allah sont à l’image d’une graine qui produit sept épis portant chacun cent grains[171]. Allah, dont les faveurs et la science sont infinies, multiplie la récompense de qui Il veut.",
      "footnotes": "[171] Le Prophète a indiqué que la bonne action pouvait être multipliée jusqu’à sept cents fois - voire plus encore - ce qui correspond précisément aux « sept épis portant chacun cent grains »."
    },
    {
      "id": 262,
      "verse_number": 262,
      "page_number": 44,
      "verse_key": "2:262",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 17,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
      "translation": "262 Ceux qui offrent leurs biens par obéissance à Allah, sans faire suivre leurs dons d’un rappel désobligeant ou de propos blessants, obtiendront leur récompense auprès de leur Seigneur et seront préservés de toute crainte et de toute affliction.",
      "footnotes": ""
    },
    {
      "id": 263,
      "verse_number": 263,
      "page_number": 44,
      "verse_key": "2:263",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 18,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ",
      "translation": "263 Des paroles convenables adressées au solliciteur et une attitude indulgente valent bien mieux qu’une aumône suivie de paroles blessantes. Allah peut parfaitement se passer des hommes envers lesquels Il est si Longanime.",
      "footnotes": ""
    },
    {
      "id": 264,
      "verse_number": 264,
      "page_number": 44,
      "verse_key": "2:264",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 18,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ",
      "translation": "264 Vous qui croyez ! N’annulez pas vos aumônes par un rappel désobligeant ou des propos blessants, comme celui qui offre ses biens ostensiblement sans même croire en Allah et au Jour dernier. Ses œuvres sont à l’image de la terre qui recouvre un rocher qu’une averse vient balayer, le mettant à nu, il n’en trouvera aucune trace le Jour de la résurrection. Allah ne saurait guider les mécréants.",
      "footnotes": ""
    },
    {
      "id": 265,
      "verse_number": 265,
      "page_number": 45,
      "verse_key": "2:265",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 18,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ",
      "translation": "265 Tandis que les œuvres de ceux qui, assurés d’en être récompensés, offrent leurs biens pour plaire à Allah sont à l’image d’un verger perché sur une colline qui, arrosé d’une averse, verra sa récolte doublée. A défaut d’une averse, une pluie fine y suffira. Allah voit parfaitement vos œuvres.",
      "footnotes": ""
    },
    {
      "id": 266,
      "verse_number": 266,
      "page_number": 45,
      "verse_key": "2:266",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 18,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ",
      "translation": "266 L’un de vous aimerait-il posséder un verger traversé de rivières et planté de dattiers et de vignes donnant toutes les variétés de fruits puis, alors qu’il a atteint la vieillesse et que ses enfants sont encore en bas âge, le voir ravagé et brûlé par un ouragan de feu ? C’est ainsi qu’Allah vous propose des paraboles afin que vous les méditiez.",
      "footnotes": ""
    },
    {
      "id": 267,
      "verse_number": 267,
      "page_number": 45,
      "verse_key": "2:267",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 18,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ",
      "translation": "267 Vous qui croyez ! Donnez en aumône de vos biens les plus précieux acquis honnêtement et des produits de la terre que Nous avons fait pousser pour vous. Ne choisissez pas ce que vous possédez de plus vil pour en faire l’aumône, alors que vous-mêmes ne l’accepteriez qu’à contrecœur[172]. Et sachez qu’Allah peut parfaitement se passer de vos aumônes et qu’Il est digne de toutes les louanges.",
      "footnotes": "[172] Littéralement : qu’en fermant les yeux."
    },
    {
      "id": 268,
      "verse_number": 268,
      "page_number": 45,
      "verse_key": "2:268",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 18,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ",
      "translation": "268 Satan vous fait craindre la pauvreté et vous incite à commettre le péché[173], tandis qu’Allah vous promet Son pardon et Ses faveurs. Les faveurs et la science d’Allah sont infinies.",
      "footnotes": "[173] De l’avarice, notamment."
    },
    {
      "id": 269,
      "verse_number": 269,
      "page_number": 45,
      "verse_key": "2:269",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 18,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
      "translation": "269 Il fait don de la sagesse à qui Il veut. Or, quiconque a reçu le don de la sagesse a été pourvu d’une grande vertu. Mais seuls les hommes doués de raison tirent des leçons de Nos enseignements.",
      "footnotes": ""
    },
    {
      "id": 270,
      "verse_number": 270,
      "page_number": 46,
      "verse_key": "2:270",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 18,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ",
      "translation": "270 Quelque bien que vous donniez par charité, quelque vœu que vous vous engagiez à accomplir, Allah en a connaissance. Quant aux injustes, nul ne saurait les secourir.",
      "footnotes": ""
    },
    {
      "id": 271,
      "verse_number": 271,
      "page_number": 46,
      "verse_key": "2:271",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 18,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ",
      "translation": "271 Faire l’aumône publiquement est déjà une bonne chose, mais il est préférable de donner aux pauvres en toute discrétion. Allah, qui est parfaitement informé de ce que vous faites, effacera ainsi une partie de vos péchés.",
      "footnotes": ""
    },
    {
      "id": 272,
      "verse_number": 272,
      "page_number": 46,
      "verse_key": "2:272",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 19,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ",
      "translation": "272 Il ne t’incombe nullement de guider les hommes. C’est Allah qui guide qui Il veut. Tout don que vous ferez par charité, vous seuls en bénéficierez. Mais ne faites la charité que pour plaire à Allah. Tout don que vous ferez par charité vous sera pleinement restitué sans que vous soyez lésés.",
      "footnotes": ""
    },
    {
      "id": 273,
      "verse_number": 273,
      "page_number": 46,
      "verse_key": "2:273",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 19,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ",
      "translation": "273 Que vos aumônes aillent aux pauvres qui, entièrement voués à la cause d’Allah, ne peuvent parcourir le monde en quête de subsistance. Celui qui ignore leurs conditions les croit au-dessus du besoin parce qu’ils s’abstiennent de quémander et d’importuner les gens. Ils sont pourtant reconnaissables à leurs traits distinctifs. Vous ne ferez aucun don par charité sans qu’Allah n’en ait connaissance.",
      "footnotes": ""
    },
    {
      "id": 274,
      "verse_number": 274,
      "page_number": 46,
      "verse_key": "2:274",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 19,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
      "translation": "274 Ceux qui offrent leurs biens par charité nuit et jour, discrètement ou publiquement, obtiendront leur rétribution auprès de leur Seigneur et seront préservés de toute crainte et de toute affliction.",
      "footnotes": ""
    },
    {
      "id": 275,
      "verse_number": 275,
      "page_number": 47,
      "verse_key": "2:275",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 19,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "275 Quant à ceux qui se nourrissent de l’usure[174], ils se lèveront de leurs tombes, le Jour de la résurrection, dans un état comparable à celui de l’homme possédé du démon. Et ce, pour avoir prétendu que le commerce et l’usure sont parfaitement identiques, alors qu’Allah a autorisé le commerce et interdit l’usure. Quiconque, exhorté par son Seigneur, renonce à l’usure, n’aura ni à répondre des profits usuraires réalisés dans le passé, ni à les restituer. Et son sort dépendra d’Allah. Quant à ceux qui osent récidiver, ils sont voués au feu de l’Enfer où ils demeureront pour l’éternité.",
      "footnotes": "[174] Tout intérêt pris sur une somme d’argent."
    },
    {
      "id": 276,
      "verse_number": 276,
      "page_number": 47,
      "verse_key": "2:276",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 19,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ",
      "translation": "276 Allah fait toujours péricliter les profits de l’usure et fructifier l’aumône. Allah ne saurait aimer tout mécréant endurci vivant dans le péché.",
      "footnotes": ""
    },
    {
      "id": 277,
      "verse_number": 277,
      "page_number": 47,
      "verse_key": "2:277",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 19,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
      "translation": "277 Ceux qui croient, accomplissent de bonnes œuvres, observent la prière et s’acquittent de l’aumône, obtiendront leur récompense auprès de leur Seigneur et seront préservés de toute crainte et de toute affliction.",
      "footnotes": ""
    },
    {
      "id": 278,
      "verse_number": 278,
      "page_number": 47,
      "verse_key": "2:278",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 19,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ",
      "translation": "278 Vous qui croyez ! Craignez Allah et renoncez, si vraiment vous avez la foi, à ce qui vous reste du produit de l’usure[175].",
      "footnotes": "[175] Aux intérêts que vos débiteurs vous doivent encore."
    },
    {
      "id": 279,
      "verse_number": 279,
      "page_number": 47,
      "verse_key": "2:279",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 19,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ",
      "translation": "279 Dans le cas contraire, soyez certains qu’Allah et Son Messager vous feront la guerre. Si en revanche vous vous repentez, vous aurez droit à votre capital. Vous ne léserez ainsi personne, sans être vous-mêmes lésés.",
      "footnotes": ""
    },
    {
      "id": 280,
      "verse_number": 280,
      "page_number": 47,
      "verse_key": "2:280",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 19,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ",
      "translation": "280 Si le débiteur n’est pas en mesure de rembourser ses dettes, accordez-lui un délai jusqu’à ce qu’il redevienne solvable. Mais il est préférable pour vous de lui consentir une remise de dette[176], si seulement vous saviez !",
      "footnotes": "[176] Totale ou partielle."
    },
    {
      "id": 281,
      "verse_number": 281,
      "page_number": 47,
      "verse_key": "2:281",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 19,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ",
      "translation": "281 Craignez le Jour où vous serez tous ramenés à Allah. Chacun recevra alors la juste rétribution de ses œuvres, sans subir la moindre injustice.",
      "footnotes": ""
    },
    {
      "id": 282,
      "verse_number": 282,
      "page_number": 48,
      "verse_key": "2:282",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 19,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ",
      "translation": "282 Vous qui croyez ! Lorsque vous contractez une dette[177], veillez à la mettre par écrit. Qu’un scribe en consigne pour vous fidèlement les clauses. Nul ne doit refuser de les mettre par écrit conformément à ce qu’Allah lui a enseigné. Qu’il écrive donc sous la dictée du débiteur qui doit craindre Allah, son Seigneur, et ne rien omettre de sa dette. Si le débiteur est légalement incapable, en raison notamment de sa faiblesse d’esprit ou de son âge, ou dans l’incapacité de dicter lui-même, que son tuteur en dicte fidèlement les clauses. Faites pour cela appel à deux témoins parmi les musulmans ou, à défaut de deux hommes, à un homme et deux femmes - parmi ceux dont le témoignage est irrécusable - de sorte que si l’une d’elles oublie, l’autre puisse le lui rappeler. Les témoins ne sont pas autorisés à se récuser lorsqu’ils sont sollicités. Consignez inlassablement vos dettes, quel qu’en soit le montant, dont vous préciserez le terme. Voilà qui, pour Allah, est plus équitable, confère plus d’autorité au témoignage et est plus à même d’écarter les doutes. S’il s’agit d’un marché au comptant[178], il n’y a aucun mal à ne pas le transcrire. Vous pouvez cependant faire appel à des témoins lors de vos transactions. Qu’il ne soit fait de tort ni à ceux qui mettent la transaction par écrit, ni aux témoins[179]. Leur porter préjudice constituerait une grave désobéissance. Craignez donc Allah qui vous enseigne toute chose utile et auquel rien n’échappe de vos agissements.",
      "footnotes": "[177] A travers un achat à terme ou un emprunt non usuraire.\n[178] Achat au comptant et tout autre marché conclu sur-le-champ, par opposition aux marchés à terme, comme la vente à crédit ou les prêts mentionnés au début du verset.\n[179] Qui eux-mêmes ne doivent pas nuire à ceux qui font appel à eux en se récusant ou en agissant malhonnêtement."
    },
    {
      "id": 283,
      "verse_number": 283,
      "page_number": 49,
      "verse_key": "2:283",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 20,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ",
      "translation": "283 Si, en voyage, vous ne trouvez personne pour mettre la transaction par écrit, qu’un gage soit remis au créancier, à moins que celui-ci ne fasse confiance à son débiteur. Que ce dernier craigne donc Allah, son Seigneur, et ne trahisse pas la confiance placée en lui. Et que nul ne dissimule ce dont il a été témoin. Car, en agissant ainsi, il obéirait à son âme pécheresse. Allah connaît parfaitement vos agissements.",
      "footnotes": ""
    },
    {
      "id": 284,
      "verse_number": 284,
      "page_number": 49,
      "verse_key": "2:284",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 20,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
      "translation": "284 A Allah appartient tout ce qui se trouve dans les cieux et sur la terre. Que vous exprimiez vos pensées ou que vous les dissimuliez, vous devrez en rendre compte à Allah qui pardonnera à qui Il voudra et châtiera qui Il voudra. Allah a pouvoir sur toute chose.",
      "footnotes": ""
    },
    {
      "id": 285,
      "verse_number": 285,
      "page_number": 49,
      "verse_key": "2:285",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 20,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ",
      "translation": "285 Le Messager a cru en ce qui lui a été révélé de la part de son Seigneur, de même que les croyants, tous ont cru en Allah, en Ses anges, Ses Ecritures et Ses Messagers, affirmant : « Nous ne faisons aucune différence entre Ses Messagers. » Disant encore : « Nous avons entendu Tes paroles et nous obéissons à Tes ordres. Nous implorons, Seigneur, Ton pardon. C’est à Toi que nous retournerons. »",
      "footnotes": ""
    },
    {
      "id": 286,
      "verse_number": 286,
      "page_number": 49,
      "verse_key": "2:286",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 20,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ",
      "translation": "286 Allah n’impose à une âme que ce qu’elle peut supporter[180]. Elle sera récompensée pour ses bonnes œuvres, châtiée pour ses péchés[181]. « Seigneur ! Ne nous tiens pas rigueur de nos oublis ou de nos erreurs ! Ne nous accable pas, Seigneur, d’un fardeau semblable à celui imposé aux nations qui nous ont précédés[182]. Ne nous impose pas, Seigneur, ce que nous ne pouvons supporter. Veuille effacer nos fautes, pardonner nos péchés et nous faire miséricorde. Tu es notre Maître et Protecteur, accorde-nous donc la victoire sur les mécréants. »",
      "footnotes": "[180] Nul ne devra rendre compte de ses mauvaises pensées. Ce verset abroge en effet, selon nombre d’exégètes, le verset 284 de cette même sourate.\n[181] L’homme devra donc répondre uniquement de ses paroles et de ses actes, non de ses pensées. \n[182] Les obligations religieuses imposées notamment aux juifs, selon certains commentateurs."
    }
  ]
}