{
  "result": [
    {
      "id": "670",
      "sura": "5",
      "aya": "1",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَوۡفُواْ بِٱلۡعُقُودِۚ أُحِلَّتۡ لَكُم بَهِيمَةُ ٱلۡأَنۡعَٰمِ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡ غَيۡرَ مُحِلِّي ٱلصَّيۡدِ وَأَنتُمۡ حُرُمٌۗ إِنَّ ٱللَّهَ يَحۡكُمُ مَا يُرِيدُ",
      "translation": "1. Eh bino baye bondimi! Bokokisa mikanu miye bozwi. Endimami na bino ebuele ya an’âm(1) biye bozali kobokolo longola sé biye bapekisi bino koboma o ntango ya kobulisama.(2) Ya sôló Allah akataka makambo na ndenge alingi.",
      "footnotes": "1 Bótala na mokapo ya Al-Imrân: 14.\n2 Kobulisama kozua mokano, na kolata elamba ya pembe na tango ya mobembo esanto na Makkah."
    },
    {
      "id": "671",
      "sura": "5",
      "aya": "2",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُحِلُّواْ شَعَٰٓئِرَ ٱللَّهِ وَلَا ٱلشَّهۡرَ ٱلۡحَرَامَ وَلَا ٱلۡهَدۡيَ وَلَا ٱلۡقَلَٰٓئِدَ وَلَآ ءَآمِّينَ ٱلۡبَيۡتَ ٱلۡحَرَامَ يَبۡتَغُونَ فَضۡلٗا مِّن رَّبِّهِمۡ وَرِضۡوَٰنٗاۚ وَإِذَا حَلَلۡتُمۡ فَٱصۡطَادُواْۚ وَلَا يَجۡرِمَنَّكُمۡ شَنَـَٔانُ قَوۡمٍ أَن صَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ أَن تَعۡتَدُواْۘ وَتَعَاوَنُواْ عَلَى ٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَلَا تَعَاوَنُواْ عَلَى ٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِۚ وَٱتَّقُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
      "translation": "2. Eh bino bandimi! botiola bilembo ya Allah te, mpe ba sanza esantu te, ndenge moko na bibwele (mpona mbeka na makkah), ndenge moko mpe na bilembo bitiami likolo ya bibwele mpe na ba oyo bazali kokende na ndako esantu baye bayei koluka bolamu ya Nkolo na bango mpe esengo naye, soki bobimi na kobulisama bosala bokila (soki bozali na bosenga na yango). Kimonguna na motema mabe epekisa bino te kokata makambo na bosembo likolo na bato baye bapekisaki bino kokota na ndako esantu.(1) Mpe bosalisana na bolamu mpe na bobangi (Allah), kasi na mabe na bonguna te. Mpe bobanga Allah, ya sôló, Allah azali mopesi etumbu ya makasi.",
      "footnotes": "1 Na Makkah."
    },
    {
      "id": "672",
      "sura": "5",
      "aya": "3",
      "arabic_text": "حُرِّمَتۡ عَلَيۡكُمُ ٱلۡمَيۡتَةُ وَٱلدَّمُ وَلَحۡمُ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦ وَٱلۡمُنۡخَنِقَةُ وَٱلۡمَوۡقُوذَةُ وَٱلۡمُتَرَدِّيَةُ وَٱلنَّطِيحَةُ وَمَآ أَكَلَ ٱلسَّبُعُ إِلَّا مَا ذَكَّيۡتُمۡ وَمَا ذُبِحَ عَلَى ٱلنُّصُبِ وَأَن تَسۡتَقۡسِمُواْ بِٱلۡأَزۡلَٰمِۚ ذَٰلِكُمۡ فِسۡقٌۗ ٱلۡيَوۡمَ يَئِسَ ٱلَّذِينَ كَفَرُواْ مِن دِينِكُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِۚ ٱلۡيَوۡمَ أَكۡمَلۡتُ لَكُمۡ دِينَكُمۡ وَأَتۡمَمۡتُ عَلَيۡكُمۡ نِعۡمَتِي وَرَضِيتُ لَكُمُ ٱلۡإِسۡلَٰمَ دِينٗاۚ فَمَنِ ٱضۡطُرَّ فِي مَخۡمَصَةٍ غَيۡرَ مُتَجَانِفٖ لِّإِثۡمٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
      "translation": "3. Epekisami likolo na bino (kolia) nyama oyo ekufi yango moko, mpe makila, mpe mosuni ya ngulu, mpe oyo babomi na nkombo ya Allah te, mpe oyo ekufi na kokamola kingo, mpe oyo babeti yango (na nzete to libanga), mpe oyo ekwei kowuta likolo, mpe oyo ba bundi na maseke na bango kino liwa, mpe oyo ba nyama ya mino balei, longola sé bokuti yango naino ekufi te, mpe bokati yango kingo, mpe oyo ekatami mpona bikeko, mpe kobendana na makonga mpona koyeba mambi na bino ya mabombami, nyoso wana ezali mabe. Boyeba ete lelo bapagano bazangi elikia na lingomba na bino, na yango bobanga bango te kasi bobanga nde ngai. Lelo nakokisi lingomba na bino, mpe natondisi bolamu na ngai likolo na bino, mpe naponeli bino lingomba na nkombo ya islam (komisokia). Kasi oyo kati na bino akwei na nzala makasi mpe etindi ye alia bilei biye bipekisami na likanisi ya kosumuka te, ya sôló Allah azali molimbisi atonda mawa.",
      "footnotes": ""
    },
    {
      "id": "673",
      "sura": "5",
      "aya": "4",
      "arabic_text": "يَسۡـَٔلُونَكَ مَاذَآ أُحِلَّ لَهُمۡۖ قُلۡ أُحِلَّ لَكُمُ ٱلطَّيِّبَٰتُ وَمَا عَلَّمۡتُم مِّنَ ٱلۡجَوَارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ ٱللَّهُۖ فَكُلُواْ مِمَّآ أَمۡسَكۡنَ عَلَيۡكُمۡ وَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهِۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ",
      "translation": "4. Bazali kotuna yo mpona maye elingisami mpo na bango. Loba na bango ete: Elingisami mpo na bino bilei ya malamu, mpe bibwele bozali na yango na maboko (lokola ba mbwa) ya bokila, botangisa bango lolenge ya kokanga nyama lolenge Allah alakisaki bino. Soki bakangeli bino nyama, botanga nkombo ya Allah likolo na yango yambo ya kolia, mpe bobanga Allah, mpamba te ya sôló, azali na lombango mpona kofuta mbano.",
      "footnotes": ""
    },
    {
      "id": "674",
      "sura": "5",
      "aya": "5",
      "arabic_text": "ٱلۡيَوۡمَ أُحِلَّ لَكُمُ ٱلطَّيِّبَٰتُۖ وَطَعَامُ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ حِلّٞ لَّكُمۡ وَطَعَامُكُمۡ حِلّٞ لَّهُمۡۖ وَٱلۡمُحۡصَنَٰتُ مِنَ ٱلۡمُؤۡمِنَٰتِ وَٱلۡمُحۡصَنَٰتُ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّ مُحۡصِنِينَ غَيۡرَ مُسَٰفِحِينَ وَلَا مُتَّخِذِيٓ أَخۡدَانٖۗ وَمَن يَكۡفُرۡ بِٱلۡإِيمَٰنِ فَقَدۡ حَبِطَ عَمَلُهُۥ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ",
      "translation": "5. Lelo bozali na ndingisa ya kolia bilei ya malamu, mpe bozali na ndingisa ya kolia bilei ya baye bazuaki buku, bango mpe bazali na ndingisa ya kolia bilei na bino. Mpe lisusu bozali na ndingisa ya kobala basi ya malamu kati na bandimi, mpe basi ya malamu kati ya baye bazuaki buku liboso na bino, soki bopesi bango misolo na bango ya libala na lolenge ya malamu, kasi na potopoto ya ekobo te, kasi oyo akopengwa na bondimi, ye wana mosala naye esili kobebisama, mpe o mokolo ya suka akozala elongo na bazangi.",
      "footnotes": ""
    },
    {
      "id": "675",
      "sura": "5",
      "aya": "6",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قُمۡتُمۡ إِلَى ٱلصَّلَوٰةِ فَٱغۡسِلُواْ وُجُوهَكُمۡ وَأَيۡدِيَكُمۡ إِلَى ٱلۡمَرَافِقِ وَٱمۡسَحُواْ بِرُءُوسِكُمۡ وَأَرۡجُلَكُمۡ إِلَى ٱلۡكَعۡبَيۡنِۚ وَإِن كُنتُمۡ جُنُبٗا فَٱطَّهَّرُواْۚ وَإِن كُنتُم مَّرۡضَىٰٓ أَوۡ عَلَىٰ سَفَرٍ أَوۡ جَآءَ أَحَدٞ مِّنكُم مِّنَ ٱلۡغَآئِطِ أَوۡ لَٰمَسۡتُمُ ٱلنِّسَآءَ فَلَمۡ تَجِدُواْ مَآءٗ فَتَيَمَّمُواْ صَعِيدٗا طَيِّبٗا فَٱمۡسَحُواْ بِوُجُوهِكُمۡ وَأَيۡدِيكُم مِّنۡهُۚ مَا يُرِيدُ ٱللَّهُ لِيَجۡعَلَ عَلَيۡكُم مِّنۡ حَرَجٖ وَلَٰكِن يُرِيدُ لِيُطَهِّرَكُمۡ وَلِيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "6. Eh bino bandimi! Soki botelemi mpo na kosambela, bosukola bilongi na bino mpe na maboko ma bino tii na matonga, mpe bopangusa mitu na bino, mpe bosukola makolo ma bino tii na matonga, mpe sókó bozali na djanaba(1) bomipetola. Mpe sókó bozali na bokono to na mobembo to moko wa bino awuti na zongo to sókó bosangani na basi ba bino, soki bozwi mayi ya kosukola te, bomipetola na zelo ya peto, bopangusa bilongi bia bino na maboko ma bino kowuta na yango. Allah alingi kosalela bino mpasi te. Kasi alingi kopetola bino, akokiseli bino bolamu bwaye, mpo ete bokoka kotondo (ye).",
      "footnotes": "1 Djanaba: Mbindo ya monene oyo esengaka mutu asukola soki alingi asala mabondeli."
    },
    {
      "id": "676",
      "sura": "5",
      "aya": "7",
      "arabic_text": "وَٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ وَمِيثَٰقَهُ ٱلَّذِي وَاثَقَكُم بِهِۦٓ إِذۡ قُلۡتُمۡ سَمِعۡنَا وَأَطَعۡنَاۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "7. Bokanisa bolamu ya Allah oyo asalelaki bino, mpe elaka naye bozuaki tango bolobaki ete: Toyoki mpe totosi. Na yango bobanga Allah, mpamba te ya sôló, Allah ayebi maye manso mabombami o mitema.",
      "footnotes": ""
    },
    {
      "id": "677",
      "sura": "5",
      "aya": "8",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُواْ قَوَّٰمِينَ لِلَّهِ شُهَدَآءَ بِٱلۡقِسۡطِۖ وَلَا يَجۡرِمَنَّكُمۡ شَنَـَٔانُ قَوۡمٍ عَلَىٰٓ أَلَّا تَعۡدِلُواْۚ ٱعۡدِلُواْ هُوَ أَقۡرَبُ لِلتَّقۡوَىٰۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ خَبِيرُۢ بِمَا تَعۡمَلُونَ",
      "translation": "8. Eh bino ba oyo bondima! Bozala na bosembo mpo na kosalela Allah, banzeneneke ya semba, kibonguna ya bato epekisa bino te nakosala bosembo, na yango bosala bosembo, yango ezali pembeni na bobangi. Mpe bobanga Allah, ya sôló, Allah azali na sango ya maye manso bozali kosala.",
      "footnotes": ""
    },
    {
      "id": "678",
      "sura": "5",
      "aya": "9",
      "arabic_text": "وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٞ",
      "translation": "9. Allah azali kopesa elaka na ba oyo bandimi mpe bazali kosala misala ya malamu, bazali na bolimbisi mpe lifuta linene.",
      "footnotes": ""
    },
    {
      "id": "679",
      "sura": "5",
      "aya": "10",
      "arabic_text": "وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ",
      "translation": "10. Mpe ba oyo bapengwa mpe babuki lokuta na mikapo mia biso, bango nde bato ya lifelo.",
      "footnotes": ""
    },
    {
      "id": "680",
      "sura": "5",
      "aya": "11",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ هَمَّ قَوۡمٌ أَن يَبۡسُطُوٓاْ إِلَيۡكُمۡ أَيۡدِيَهُمۡ فَكَفَّ أَيۡدِيَهُمۡ عَنكُمۡۖ وَٱتَّقُواْ ٱللَّهَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ",
      "translation": "11. Eh bino bandimi! Bokanisa bolamu ya Allah epai na bino, tango bato bazuaki mokano mpo na kosala bino mabe. Allah alingaki te mabe wana ezua bino, mpe bobanga Allah, mpe epai na Allah bandimi bamipesaka.",
      "footnotes": ""
    },
    {
      "id": "681",
      "sura": "5",
      "aya": "12",
      "arabic_text": "۞ وَلَقَدۡ أَخَذَ ٱللَّهُ مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ وَبَعَثۡنَا مِنۡهُمُ ٱثۡنَيۡ عَشَرَ نَقِيبٗاۖ وَقَالَ ٱللَّهُ إِنِّي مَعَكُمۡۖ لَئِنۡ أَقَمۡتُمُ ٱلصَّلَوٰةَ وَءَاتَيۡتُمُ ٱلزَّكَوٰةَ وَءَامَنتُم بِرُسُلِي وَعَزَّرۡتُمُوهُمۡ وَأَقۡرَضۡتُمُ ٱللَّهَ قَرۡضًا حَسَنٗا لَّأُكَفِّرَنَّ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَلَأُدۡخِلَنَّكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ فَمَن كَفَرَ بَعۡدَ ذَٰلِكَ مِنكُمۡ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
      "translation": "12. Mpe Allah asilaki kozwa elaka na bana ya Isalayele, mpe totindelaki bango bakambi zomi na mibale. Mpe Allah alobi na bango ete: Ya sôló ngai nazali elongo na bino; soki botelemisi losambo mpe bopesi zakat,(1) mpe bondimi nabatindami na ngai mpe bosalisi bango mpe bopesi Allah nyongo ya malamu; nakolimbisa mabe na bino, mpe nakokotisa bino lola eye ezali koleka na nsé na yango mingala. Oyo akopengwa sima na yango kati na bino, asili kobunga nzela ya semba.",
      "footnotes": "1 Zakat: Bótala na suratu Al-Baqarah: mikapo 43, 83, 110 177, 277, Pe na suratu An-Nisá: 77."
    },
    {
      "id": "682",
      "sura": "5",
      "aya": "13",
      "arabic_text": "فَبِمَا نَقۡضِهِم مِّيثَٰقَهُمۡ لَعَنَّٰهُمۡ وَجَعَلۡنَا قُلُوبَهُمۡ قَٰسِيَةٗۖ يُحَرِّفُونَ ٱلۡكَلِمَ عَن مَّوَاضِعِهِۦ وَنَسُواْ حَظّٗا مِّمَّا ذُكِّرُواْ بِهِۦۚ وَلَا تَزَالُ تَطَّلِعُ عَلَىٰ خَآئِنَةٖ مِّنۡهُمۡ إِلَّا قَلِيلٗا مِّنۡهُمۡۖ فَٱعۡفُ عَنۡهُمۡ وَٱصۡفَحۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ",
      "translation": "13. Na yango, mpo na kozanga na bango botosi malako, topesaki bango botutu, mpe totiaki mitema mia bango mizala makasi. Bazali kobongola maloba na lolenge mosusu, mpe babosani eteni ya malendisi maye bayebisaki bango (Mûssa).okomona tango inso kati na bango bizaleli mpe makanisi ya mabe, sé moke kati na bango. Limbisa bango mpe bosana, ya sôló, Allah alingaka babongisi.",
      "footnotes": ""
    },
    {
      "id": "683",
      "sura": "5",
      "aya": "14",
      "arabic_text": "وَمِنَ ٱلَّذِينَ قَالُوٓاْ إِنَّا نَصَٰرَىٰٓ أَخَذۡنَا مِيثَٰقَهُمۡ فَنَسُواْ حَظّٗا مِّمَّا ذُكِّرُواْ بِهِۦ فَأَغۡرَيۡنَا بَيۡنَهُمُ ٱلۡعَدَاوَةَ وَٱلۡبَغۡضَآءَ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۚ وَسَوۡفَ يُنَبِّئُهُمُ ٱللَّهُ بِمَا كَانُواْ يَصۡنَعُونَ",
      "translation": "14. Mpe ba oyo bazali koloba: Tozali baklisto tozuaki elaka na bango, babosanaki misusu na maye toyebisaki na bango. Mpe totiaki kati kati na bango bonguna mpe koyinana kino mokolo ya suka, mpe Allah akoyebisa bango maye manso basalaki.",
      "footnotes": ""
    },
    {
      "id": "684",
      "sura": "5",
      "aya": "15",
      "arabic_text": "يَٰٓأَهۡلَ ٱلۡكِتَٰبِ قَدۡ جَآءَكُمۡ رَسُولُنَا يُبَيِّنُ لَكُمۡ كَثِيرٗا مِّمَّا كُنتُمۡ تُخۡفُونَ مِنَ ٱلۡكِتَٰبِ وَيَعۡفُواْ عَن كَثِيرٖۚ قَدۡ جَآءَكُم مِّنَ ٱللَّهِ نُورٞ وَكِتَٰبٞ مُّبِينٞ",
      "translation": "15. Eh bino baye bozua buku! (bayuda na baklisto), ya sôló, motindami na biso asili koyela bino, mpona kolimbola bino ebele ya makambo maye bobombaki kati na buku. Mpe alimbisa bino na misusu: ya sôló, bongengi esili koyela bino na buku ya polele kowuta epai ya Allah.",
      "footnotes": ""
    },
    {
      "id": "685",
      "sura": "5",
      "aya": "16",
      "arabic_text": "يَهۡدِي بِهِ ٱللَّهُ مَنِ ٱتَّبَعَ رِضۡوَٰنَهُۥ سُبُلَ ٱلسَّلَٰمِ وَيُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِهِۦ وَيَهۡدِيهِمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "16. Buku oyo Allah azali kokamba na yango, baye balandi bosepeli naye banzela ya kimia. Mpe azali kobimisa bango na molili kotia bango na mwinda na ndingisa naye, mpe kokamba bango na nzela ya semba.",
      "footnotes": ""
    },
    {
      "id": "686",
      "sura": "5",
      "aya": "17",
      "arabic_text": "لَّقَدۡ كَفَرَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ هُوَ ٱلۡمَسِيحُ ٱبۡنُ مَرۡيَمَۚ قُلۡ فَمَن يَمۡلِكُ مِنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ أَن يُهۡلِكَ ٱلۡمَسِيحَ ٱبۡنَ مَرۡيَمَ وَأُمَّهُۥ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗاۗ وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۚ يَخۡلُقُ مَا يَشَآءُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "17. Ya sôló, basıli kozala bapengui baye balobaka ete: Issa mwana ya Maryam ye nde Allah, loba ete: Nani akokoka kosala Allah eloko, soki alingi aboma Masia mwana ya Maryam, na mama naye, na bato nyoso bazali na mokili? Bokonzi ya likolo na ya nsé ezali ya Allah, na maye mazwani kati kati nayango. Azali kokela nyoso alingi, mpe Allah azali na nguya likolo ya biloko binso.",
      "footnotes": ""
    },
    {
      "id": "687",
      "sura": "5",
      "aya": "18",
      "arabic_text": "وَقَالَتِ ٱلۡيَهُودُ وَٱلنَّصَٰرَىٰ نَحۡنُ أَبۡنَٰٓؤُاْ ٱللَّهِ وَأَحِبَّٰٓؤُهُۥۚ قُلۡ فَلِمَ يُعَذِّبُكُم بِذُنُوبِكُمۖ بَلۡ أَنتُم بَشَرٞ مِّمَّنۡ خَلَقَۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ",
      "translation": "18. Mpe bayuda na baklisto balobi ete: Tozali bana ya Allah mpe balingami naye, loba: Mpona nini azali kopesa bino etumbu na masumu na bino? Kasi bozali lokola bato banso ndenge akela. Alimbisaka na oyo alingi mpe apesaka etumbu na oyo alingi. Bokonzi ya likolo na ya nsé mpe maye mazuami kati kati na yango mazali ya Allah. Mpe epai naye nde bozongi ezali.",
      "footnotes": ""
    },
    {
      "id": "688",
      "sura": "5",
      "aya": "19",
      "arabic_text": "يَٰٓأَهۡلَ ٱلۡكِتَٰبِ قَدۡ جَآءَكُمۡ رَسُولُنَا يُبَيِّنُ لَكُمۡ عَلَىٰ فَتۡرَةٖ مِّنَ ٱلرُّسُلِ أَن تَقُولُواْ مَا جَآءَنَا مِنۢ بَشِيرٖ وَلَا نَذِيرٖۖ فَقَدۡ جَآءَكُم بَشِيرٞ وَنَذِيرٞۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "19. Eh bino bato ya buku! Ya sôló, motindami na biso asili koyela bino mpo na kolimbolela bino, o sima ya bokatani na boyei ya batindami, mpo boloba te ete: Mopesi sango ya malamu mpe mokebisi ata moko ayelaki biso te. Mokebisi na mopesi sango ya malamu asila koyela bino. Mpe Allah azali na bokoki mpo na biloko binso.",
      "footnotes": ""
    },
    {
      "id": "689",
      "sura": "5",
      "aya": "20",
      "arabic_text": "وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَعَلَ فِيكُمۡ أَنۢبِيَآءَ وَجَعَلَكُم مُّلُوكٗا وَءَاتَىٰكُم مَّا لَمۡ يُؤۡتِ أَحَدٗا مِّنَ ٱلۡعَٰلَمِينَ",
      "translation": "20. Mpe ntango Mûssa alobaki na bato naye: eh bato na ngai! Bokanisa bolamu ya Allah oyo asalelaki bino, atieli bino ba ntoma, mpe atiaki bino ba nkumu, mpe apesa bino oyo apesa bato ya mokili te.(1)",
      "footnotes": "1 Na tango na bango."
    },
    {
      "id": "690",
      "sura": "5",
      "aya": "21",
      "arabic_text": "يَٰقَوۡمِ ٱدۡخُلُواْ ٱلۡأَرۡضَ ٱلۡمُقَدَّسَةَ ٱلَّتِي كَتَبَ ٱللَّهُ لَكُمۡ وَلَا تَرۡتَدُّواْ عَلَىٰٓ أَدۡبَارِكُمۡ فَتَنقَلِبُواْ خَٰسِرِينَ",
      "translation": "21. Eh bato na ngai! Bokota na mabele esantu eye Allah apesaki bino. Mpe bozongela bizaleli na bino te (ya koboya kobunda), noki te bokozanga.",
      "footnotes": ""
    },
    {
      "id": "691",
      "sura": "5",
      "aya": "22",
      "arabic_text": "قَالُواْ يَٰمُوسَىٰٓ إِنَّ فِيهَا قَوۡمٗا جَبَّارِينَ وَإِنَّا لَن نَّدۡخُلَهَا حَتَّىٰ يَخۡرُجُواْ مِنۡهَا فَإِن يَخۡرُجُواْ مِنۡهَا فَإِنَّا دَٰخِلُونَ",
      "translation": "22. Balobaki: Eh Mûssa! Ya sôló, kati na yango ezali na bato ya makasi. Mpe ya sôló biso, tokokota yango te kino babima wana. Soki babimi nde biso tokoti.",
      "footnotes": ""
    },
    {
      "id": "692",
      "sura": "5",
      "aya": "23",
      "arabic_text": "قَالَ رَجُلَانِ مِنَ ٱلَّذِينَ يَخَافُونَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِمَا ٱدۡخُلُواْ عَلَيۡهِمُ ٱلۡبَابَ فَإِذَا دَخَلۡتُمُوهُ فَإِنَّكُمۡ غَٰلِبُونَۚ وَعَلَى ٱللَّهِ فَتَوَكَّلُوٓاْ إِن كُنتُم مُّؤۡمِنِينَ",
      "translation": "23. Bato mibale baye babangi Allah, baye bazali koyeba bolamu oyo Allah asaleli bango balobi ete: Bokota na yango na ekuke, mpe soki bokoti wana bokolonga. Mpe bomipesa na Allah soki bozali bandimi.",
      "footnotes": ""
    },
    {
      "id": "693",
      "sura": "5",
      "aya": "24",
      "arabic_text": "قَالُواْ يَٰمُوسَىٰٓ إِنَّا لَن نَّدۡخُلَهَآ أَبَدٗا مَّا دَامُواْ فِيهَا فَٱذۡهَبۡ أَنتَ وَرَبُّكَ فَقَٰتِلَآ إِنَّا هَٰهُنَا قَٰعِدُونَ",
      "translation": "24. Balobaki: Eh Mûssa! Ya sôló tango inso bato wana bazali, biso tokokota te. Kende yo na Nkolo nayo bobunda bino mibale, biso totikali awa tovandi.",
      "footnotes": ""
    },
    {
      "id": "694",
      "sura": "5",
      "aya": "25",
      "arabic_text": "قَالَ رَبِّ إِنِّي لَآ أَمۡلِكُ إِلَّا نَفۡسِي وَأَخِيۖ فَٱفۡرُقۡ بَيۡنَنَا وَبَيۡنَ ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ",
      "translation": "25. Alobi ete: Nkolo, nazali na bokoki te bobele likolo na ngai na ndeko na ngai, mpe kabola biso na bato mabe oyo.",
      "footnotes": ""
    },
    {
      "id": "695",
      "sura": "5",
      "aya": "26",
      "arabic_text": "قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيۡهِمۡۛ أَرۡبَعِينَ سَنَةٗۛ يَتِيهُونَ فِي ٱلۡأَرۡضِۚ فَلَا تَأۡسَ عَلَى ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ",
      "translation": "26. (Allah) alobi ete: Ya sôló, bazali lisusu na ndingisa te ya kozua mboka oyo kino mbula ntuku minei mikoka, wapi epai bakotelengana na mokili. Komona mpasi te na motema mpona bato mabe.",
      "footnotes": ""
    },
    {
      "id": "696",
      "sura": "5",
      "aya": "27",
      "arabic_text": "۞ وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱبۡنَيۡ ءَادَمَ بِٱلۡحَقِّ إِذۡ قَرَّبَا قُرۡبَانٗا فَتُقُبِّلَ مِنۡ أَحَدِهِمَا وَلَمۡ يُتَقَبَّلۡ مِنَ ٱلۡأٓخَرِ قَالَ لَأَقۡتُلَنَّكَۖ قَالَ إِنَّمَا يَتَقَبَّلُ ٱللَّهُ مِنَ ٱلۡمُتَّقِينَ",
      "translation": "27. Mpe betela bango lisapo na bosembo lia bana mibale ya Âdam: ntango bafungolaki kopesa mbeka (likabo) moko ba ndimelaki ye, mosusu bandimeli ye te (oyo bandimelaki ye te) alobi (na mosusu wana): na koboma yo mpeza (ndeko naye) alobi: Ya sôló, (Allah) andimelaka baye babangaka.",
      "footnotes": ""
    },
    {
      "id": "697",
      "sura": "5",
      "aya": "28",
      "arabic_text": "لَئِنۢ بَسَطتَ إِلَيَّ يَدَكَ لِتَقۡتُلَنِي مَآ أَنَا۠ بِبَاسِطٖ يَدِيَ إِلَيۡكَ لِأَقۡتُلَكَۖ إِنِّيٓ أَخَافُ ٱللَّهَ رَبَّ ٱلۡعَٰلَمِينَ",
      "translation": "28. Soki otomboli loboko nayo mpona koboma ngai, nakotombola loboko na ngai te epai nayo mpona koboma yo. Yasôló, ngai nazali kobanga Allah Nkolo ya mikili.",
      "footnotes": ""
    },
    {
      "id": "698",
      "sura": "5",
      "aya": "29",
      "arabic_text": "إِنِّيٓ أُرِيدُ أَن تَبُوٓأَ بِإِثۡمِي وَإِثۡمِكَ فَتَكُونَ مِنۡ أَصۡحَٰبِ ٱلنَّارِۚ وَذَٰلِكَ جَزَٰٓؤُاْ ٱلظَّٰلِمِينَ",
      "translation": "29. Nalingi okende na masumu na ngai na oyo ya yo, mpe okozala kati ya bato ya moto, mpe wana nde lifuta lia babubi.",
      "footnotes": ""
    },
    {
      "id": "699",
      "sura": "5",
      "aya": "30",
      "arabic_text": "فَطَوَّعَتۡ لَهُۥ نَفۡسُهُۥ قَتۡلَ أَخِيهِ فَقَتَلَهُۥ فَأَصۡبَحَ مِنَ ٱلۡخَٰسِرِينَ",
      "translation": "30. Molimo mwa ye motombokisaki ye koboma ndeko naye, mpe abomaki ye mpe na sima akomaki elongo na bazangi.",
      "footnotes": ""
    },
    {
      "id": "700",
      "sura": "5",
      "aya": "31",
      "arabic_text": "فَبَعَثَ ٱللَّهُ غُرَابٗا يَبۡحَثُ فِي ٱلۡأَرۡضِ لِيُرِيَهُۥ كَيۡفَ يُوَٰرِي سَوۡءَةَ أَخِيهِۚ قَالَ يَٰوَيۡلَتَىٰٓ أَعَجَزۡتُ أَنۡ أَكُونَ مِثۡلَ هَٰذَا ٱلۡغُرَابِ فَأُوَٰرِيَ سَوۡءَةَ أَخِيۖ فَأَصۡبَحَ مِنَ ٱلنَّٰدِمِينَ",
      "translation": "31. Mpe Allah atindaki kokombele abandi kotimola mabele liboso naye mpona kolakisa ye lolenge nini akokunda ebembe ya ndeko naye. Alobaki: Eh ngai! Mawa na ngai, nazangaki makasi mpe mayele kozala lokola Kokombele mpo nakoka kokunda Ebembe ya ndeko na ngai? Mpe akomaki moto ya makanisi ya mpasi.",
      "footnotes": ""
    },
    {
      "id": "701",
      "sura": "5",
      "aya": "32",
      "arabic_text": "مِنۡ أَجۡلِ ذَٰلِكَ كَتَبۡنَا عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنَّهُۥ مَن قَتَلَ نَفۡسَۢا بِغَيۡرِ نَفۡسٍ أَوۡ فَسَادٖ فِي ٱلۡأَرۡضِ فَكَأَنَّمَا قَتَلَ ٱلنَّاسَ جَمِيعٗا وَمَنۡ أَحۡيَاهَا فَكَأَنَّمَآ أَحۡيَا ٱلنَّاسَ جَمِيعٗاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُنَا بِٱلۡبَيِّنَٰتِ ثُمَّ إِنَّ كَثِيرٗا مِّنۡهُم بَعۡدَ ذَٰلِكَ فِي ٱلۡأَرۡضِ لَمُسۡرِفُونَ",
      "translation": "32. Yango wana tokomelaki bana ya isalayele ete, oyo akoboma molimo mosusu, to asali mbeba kati na mokili azali lokola abomi bato banso, mpe oyo akobikisa yango, azali lokola abikisi bato banso. Mpe ya sôló batindami na biso basilaki koyela bino bilembo na mikapo. Na sima ebele ya bato kati na bango bazali kobebisa kati ya mokili mpe kolutisa ndelo.",
      "footnotes": ""
    },
    {
      "id": "702",
      "sura": "5",
      "aya": "33",
      "arabic_text": "إِنَّمَا جَزَٰٓؤُاْ ٱلَّذِينَ يُحَارِبُونَ ٱللَّهَ وَرَسُولَهُۥ وَيَسۡعَوۡنَ فِي ٱلۡأَرۡضِ فَسَادًا أَن يُقَتَّلُوٓاْ أَوۡ يُصَلَّبُوٓاْ أَوۡ تُقَطَّعَ أَيۡدِيهِمۡ وَأَرۡجُلُهُم مِّنۡ خِلَٰفٍ أَوۡ يُنفَوۡاْ مِنَ ٱلۡأَرۡضِۚ ذَٰلِكَ لَهُمۡ خِزۡيٞ فِي ٱلدُّنۡيَاۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٌ",
      "translation": "33. Ya sôló, bato oyo bazali kobundisa Allah na motindami wa ye mpe bazali kotia mobulu awa na nsé, lifuta na bango ezali ete: Baboma bango to babakama (na nzete) to mpe bakata maboko na bango ya mibali mpe makolo na bango ya mwasi, to mpe babengana bango na mboka. Wana ezali bokitisami awa na mokili mpe na mokolo ya suka bakozala na etumbu ya monene.",
      "footnotes": ""
    },
    {
      "id": "703",
      "sura": "5",
      "aya": "34",
      "arabic_text": "إِلَّا ٱلَّذِينَ تَابُواْ مِن قَبۡلِ أَن تَقۡدِرُواْ عَلَيۡهِمۡۖ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
      "translation": "34. Longola sé baye batubeli yambo ete bokanga bango. Kasi boyeba ete: Ya sôló, Allah azali molimbisi, atonda mawa.",
      "footnotes": ""
    },
    {
      "id": "704",
      "sura": "5",
      "aya": "35",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَٱبۡتَغُوٓاْ إِلَيۡهِ ٱلۡوَسِيلَةَ وَجَٰهِدُواْ فِي سَبِيلِهِۦ لَعَلَّكُمۡ تُفۡلِحُونَ",
      "translation": "35. Eh bino bandimi! Bobanga Allah, mpe boluka kosala eloko oyo ekopusanisa bino penepene na Allah, mpe bobunda na nzela naye mpo ete bozua elonga.",
      "footnotes": ""
    },
    {
      "id": "705",
      "sura": "5",
      "aya": "36",
      "arabic_text": "إِنَّ ٱلَّذِينَ كَفَرُواْ لَوۡ أَنَّ لَهُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لِيَفۡتَدُواْ بِهِۦ مِنۡ عَذَابِ يَوۡمِ ٱلۡقِيَٰمَةِ مَا تُقُبِّلَ مِنۡهُمۡۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "36. Ya sôló, baye bapengwa soki ezalaki ete bomengo nyoso ezali na nsé ezali ya bango, mpe babakisa mosusu lokola yango, ete bakangolama na yango na etumbu mokolo ya suka, bakondimela bango yango te mpe bako zala na etumbu makasi.",
      "footnotes": ""
    },
    {
      "id": "706",
      "sura": "5",
      "aya": "37",
      "arabic_text": "يُرِيدُونَ أَن يَخۡرُجُواْ مِنَ ٱلنَّارِ وَمَا هُم بِخَٰرِجِينَ مِنۡهَاۖ وَلَهُمۡ عَذَابٞ مُّقِيمٞ",
      "translation": "37. Bakolingaka kobima okati ya moto, kasi, bakokoka kobima kati na yango te mpe bakozalaka na etumbu ya libela.",
      "footnotes": ""
    },
    {
      "id": "707",
      "sura": "5",
      "aya": "38",
      "arabic_text": "وَٱلسَّارِقُ وَٱلسَّارِقَةُ فَٱقۡطَعُوٓاْ أَيۡدِيَهُمَا جَزَآءَۢ بِمَا كَسَبَا نَكَٰلٗا مِّنَ ٱللَّهِۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ",
      "translation": "38. Moyibi ya mobali na moyibi ya mwasi, bokata maboko na bango mibale mpona maye basalaki. Mpe ezala lokola etumbu kowuta epaï ya Allah. Mpe Allah azali na nguya atonda bwanya.",
      "footnotes": ""
    },
    {
      "id": "708",
      "sura": "5",
      "aya": "39",
      "arabic_text": "فَمَن تَابَ مِنۢ بَعۡدِ ظُلۡمِهِۦ وَأَصۡلَحَ فَإِنَّ ٱللَّهَ يَتُوبُ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ",
      "translation": "39. Mpe oyo akosala tubela sima ya mbeba naye mpe abongisi, ya sôló, Allah okoyamba tubela naye, ya sôló, Allah azali molimbisi mpe atondo ngolu.",
      "footnotes": ""
    },
    {
      "id": "709",
      "sura": "5",
      "aya": "40",
      "arabic_text": "أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يُعَذِّبُ مَن يَشَآءُ وَيَغۡفِرُ لِمَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "40. Boye, oyebi te ete ya sôló, bokonzi bwa likolo na nsé bozali ya Allah? Apesaka etumbu na oyo alingi, mpe alimbisaka na oyo alingi? Mpe Allah azali na bokoki mpo ya biloko binso.",
      "footnotes": ""
    },
    {
      "id": "710",
      "sura": "5",
      "aya": "41",
      "arabic_text": "۞ يَٰٓأَيُّهَا ٱلرَّسُولُ لَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِ مِنَ ٱلَّذِينَ قَالُوٓاْ ءَامَنَّا بِأَفۡوَٰهِهِمۡ وَلَمۡ تُؤۡمِن قُلُوبُهُمۡۛ وَمِنَ ٱلَّذِينَ هَادُواْۛ سَمَّٰعُونَ لِلۡكَذِبِ سَمَّٰعُونَ لِقَوۡمٍ ءَاخَرِينَ لَمۡ يَأۡتُوكَۖ يُحَرِّفُونَ ٱلۡكَلِمَ مِنۢ بَعۡدِ مَوَاضِعِهِۦۖ يَقُولُونَ إِنۡ أُوتِيتُمۡ هَٰذَا فَخُذُوهُ وَإِن لَّمۡ تُؤۡتَوۡهُ فَٱحۡذَرُواْۚ وَمَن يُرِدِ ٱللَّهُ فِتۡنَتَهُۥ فَلَن تَمۡلِكَ لَهُۥ مِنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ لَمۡ يُرِدِ ٱللَّهُ أَن يُطَهِّرَ قُلُوبَهُمۡۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ",
      "translation": "41. Eh! Motindami! Baye bazali kowela kokweya na bopagano, bapesa yo mpasi te. Bazali lisanga ya baye balobaka ete: Tondimi na balolemu na bango kasi na mitema na bango te, lolenge moko na bayuda, bazali kotia matoyi na koyoka lokuta ndenge moko bazali kotia matoyi na koyoka lokuta ya bato misusu oyo bayaki epai nayo te. Bazali kobalola liloba na esika na yango, mpe balobaka ete: Soki bapesi likambo oyo bozua, mpe soki bapesi bino te bokeba. Moto oyo Allah alingi komeka ye okosalisa ye na eloko moko te epai na Allah. Ba oyo wana nde Allah alingi kopetola mitema mia bango te. Bakokitisama awa na nsé mpe bakozua etumbu monene o mokolo ya suka.",
      "footnotes": ""
    },
    {
      "id": "711",
      "sura": "5",
      "aya": "42",
      "arabic_text": "سَمَّٰعُونَ لِلۡكَذِبِ أَكَّٰلُونَ لِلسُّحۡتِۚ فَإِن جَآءُوكَ فَٱحۡكُم بَيۡنَهُمۡ أَوۡ أَعۡرِضۡ عَنۡهُمۡۖ وَإِن تُعۡرِضۡ عَنۡهُمۡ فَلَن يَضُرُّوكَ شَيۡـٔٗاۖ وَإِنۡ حَكَمۡتَ فَٱحۡكُم بَيۡنَهُم بِٱلۡقِسۡطِۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ",
      "translation": "42. Bazali kotia matoyi na koyoka lokuta mpe kolia mbongo ya masumu. Soki bayeli yo, sambisa bango to kosambisa bango te. Soki otiki bango bakosalaka yo eloko te, soki mpe osambisi bango, sambisa bango na bosembo ya sôló, Allah alingi bato ya bosembo.",
      "footnotes": ""
    },
    {
      "id": "712",
      "sura": "5",
      "aya": "43",
      "arabic_text": "وَكَيۡفَ يُحَكِّمُونَكَ وَعِندَهُمُ ٱلتَّوۡرَىٰةُ فِيهَا حُكۡمُ ٱللَّهِ ثُمَّ يَتَوَلَّوۡنَ مِنۢ بَعۡدِ ذَٰلِكَۚ وَمَآ أُوْلَٰٓئِكَ بِٱلۡمُؤۡمِنِينَ",
      "translation": "43. Mpe ndenge nini bazali kotuna yo osambisa bango mpe bazali na torah kati na yango ezali na mobeko mwa Allah? Mpe na sima na yango babwaki bosambisi bwa yo, bato wana bazali bandimi te.",
      "footnotes": ""
    },
    {
      "id": "713",
      "sura": "5",
      "aya": "44",
      "arabic_text": "إِنَّآ أَنزَلۡنَا ٱلتَّوۡرَىٰةَ فِيهَا هُدٗى وَنُورٞۚ يَحۡكُمُ بِهَا ٱلنَّبِيُّونَ ٱلَّذِينَ أَسۡلَمُواْ لِلَّذِينَ هَادُواْ وَٱلرَّبَّٰنِيُّونَ وَٱلۡأَحۡبَارُ بِمَا ٱسۡتُحۡفِظُواْ مِن كِتَٰبِ ٱللَّهِ وَكَانُواْ عَلَيۡهِ شُهَدَآءَۚ فَلَا تَخۡشَوُاْ ٱلنَّاسَ وَٱخۡشَوۡنِ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗاۚ وَمَن لَّمۡ يَحۡكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰفِرُونَ",
      "translation": "44. Ya sôló, tokitisaki torah o kati na yango ezali na bokambi mpe polé, buku oyo bantoma baye batosaki (Allah) na banganga ya mayele bazalaki kokata na yango makambo ya bayuda na mokumba oyo bapesamaki ya kobatela buku ya Allah. Mpe bazalaki banzeneneke na yango. (bamonaki yango) na yango, bobanga bato te kasi bobanga nde ngai, mpe boteka mikapo mia ngai na ntalo ya moke te. Mpe bato oyo bakokata makambo na buku ya Allah te, bango nde bazali bapagano.",
      "footnotes": ""
    },
    {
      "id": "714",
      "sura": "5",
      "aya": "45",
      "arabic_text": "وَكَتَبۡنَا عَلَيۡهِمۡ فِيهَآ أَنَّ ٱلنَّفۡسَ بِٱلنَّفۡسِ وَٱلۡعَيۡنَ بِٱلۡعَيۡنِ وَٱلۡأَنفَ بِٱلۡأَنفِ وَٱلۡأُذُنَ بِٱلۡأُذُنِ وَٱلسِّنَّ بِٱلسِّنِّ وَٱلۡجُرُوحَ قِصَاصٞۚ فَمَن تَصَدَّقَ بِهِۦ فَهُوَ كَفَّارَةٞ لَّهُۥۚ وَمَن لَّمۡ يَحۡكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ",
      "translation": "45. Mpe tokomelaki bango okati na yango (buku) ete: Molimo ekofutama na molimo, liso na liso zolo na zolo, litoi na litoi, lino na lino, mpe oyo akozokisa bakozokisa ye lolenge azokisi, kasi na moto oyo akolimbisa, ezali malamu mpe tubela mpo naye. Kasi baye bakokata makambo te na maye Allah akitisi, bango wana nde bazali babubi.",
      "footnotes": ""
    },
    {
      "id": "715",
      "sura": "5",
      "aya": "46",
      "arabic_text": "وَقَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِعِيسَى ٱبۡنِ مَرۡيَمَ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ مِنَ ٱلتَّوۡرَىٰةِۖ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَ فِيهِ هُدٗى وَنُورٞ وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ مِنَ ٱلتَّوۡرَىٰةِ وَهُدٗى وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ",
      "translation": "46. Mpe na sima na bango, totindaki Issa mwana ya Maryam ete andima na maye mazalaki liboso naye maye mazali okati ya torah. Mpe topesaki ye Indjil okati na yango bokambi mpe bongengi ezali kondima na maye mazalaki liboso na yango kowuta na torah, yango ezali bokambi mpe malendisi mpona baye bazali na bobangi.(1)",
      "footnotes": "1 Allah."
    },
    {
      "id": "716",
      "sura": "5",
      "aya": "47",
      "arabic_text": "وَلۡيَحۡكُمۡ أَهۡلُ ٱلۡإِنجِيلِ بِمَآ أَنزَلَ ٱللَّهُ فِيهِۚ وَمَن لَّمۡ يَحۡكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ",
      "translation": "47. Mpe bato ya Indjil, bakata makambo na maye Allah akitisaki o kati na yango. Mpe baye bakokata makambo na maye Allah akitisaki te bango nde babebisi.",
      "footnotes": ""
    },
    {
      "id": "717",
      "sura": "5",
      "aya": "48",
      "arabic_text": "وَأَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ مِنَ ٱلۡكِتَٰبِ وَمُهَيۡمِنًا عَلَيۡهِۖ فَٱحۡكُم بَيۡنَهُم بِمَآ أَنزَلَ ٱللَّهُۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡ عَمَّا جَآءَكَ مِنَ ٱلۡحَقِّۚ لِكُلّٖ جَعَلۡنَا مِنكُمۡ شِرۡعَةٗ وَمِنۡهَاجٗاۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ إِلَى ٱللَّهِ مَرۡجِعُكُمۡ جَمِيعٗا فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ",
      "translation": "48. Mpe tokitiselaki yo(1) buku(2) na bosôló, ezali kondima na maye mazalaki liboso kati na babuku mpe mobateli likolo na yango. Kata makambo kati na bango na maye Allah akitisi. Kasi kolanda mposa na bango te mpona kotika bosôló oyo eyeli yo, lisanga na lisanga totia mibeko mpe nzela ya kolanda. Soki Allah alingaki mbele atiaki bino umma(3) moko, kasi ezali mpo ameka bino lisanga nini ekosala malamu. Bowelana mpona kosala bolamu. Epai na Allah nde bozongi na bino banso, mpe akoyebisa bino na ntina ya maye bozalaki na bokeseni na yango.",
      "footnotes": "1 Muhammad.\n2 Kurani. \n3 Umma: Lisanga, bótala Al-Baqarah mokapo 198."
    },
    {
      "id": "718",
      "sura": "5",
      "aya": "49",
      "arabic_text": "وَأَنِ ٱحۡكُم بَيۡنَهُم بِمَآ أَنزَلَ ٱللَّهُ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡ وَٱحۡذَرۡهُمۡ أَن يَفۡتِنُوكَ عَنۢ بَعۡضِ مَآ أَنزَلَ ٱللَّهُ إِلَيۡكَۖ فَإِن تَوَلَّوۡاْ فَٱعۡلَمۡ أَنَّمَا يُرِيدُ ٱللَّهُ أَن يُصِيبَهُم بِبَعۡضِ ذُنُوبِهِمۡۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ لَفَٰسِقُونَ",
      "translation": "49. Mpe kata makambo kati kati na bango na maye Allah akitisi, kasi kolanda bamposa na bango te, mpe keba na bango mpo ete bakomeka yo na ndambu ya maye Allah akitisi epai nayo. Mpe soki bapesi mokongo, yeba ete ya sôló Allah alingi kopesa bango etumbu na ndambu ya masumu na bango. Mpe ya sôló ebele ya bato bazali nde babebisi.",
      "footnotes": ""
    },
    {
      "id": "719",
      "sura": "5",
      "aya": "50",
      "arabic_text": "أَفَحُكۡمَ ٱلۡجَٰهِلِيَّةِ يَبۡغُونَۚ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ حُكۡمٗا لِّقَوۡمٖ يُوقِنُونَ",
      "translation": "50. Boye, mobeko ya boyinga nde balingi? Nani ayebi kokata makambo koleka Allah? Wana ezali mpona baye bazali na kondima ya sôló?",
      "footnotes": ""
    },
    {
      "id": "720",
      "sura": "5",
      "aya": "51",
      "arabic_text": "۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ ٱلۡيَهُودَ وَٱلنَّصَٰرَىٰٓ أَوۡلِيَآءَۘ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَمَن يَتَوَلَّهُم مِّنكُمۡ فَإِنَّهُۥ مِنۡهُمۡۗ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
      "translation": "51. Eh! Bino bandimi! Bozua bayuda na baklisto baninga te, bazali baninga bango na bango. Oyo okati na bino akozua bango baninga, ayeba ete asili kokoma moto na bango. Mpamba te Allah akambaka bato ya mabe te.",
      "footnotes": ""
    },
    {
      "id": "721",
      "sura": "5",
      "aya": "52",
      "arabic_text": "فَتَرَى ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يُسَٰرِعُونَ فِيهِمۡ يَقُولُونَ نَخۡشَىٰٓ أَن تُصِيبَنَا دَآئِرَةٞۚ فَعَسَى ٱللَّهُ أَن يَأۡتِيَ بِٱلۡفَتۡحِ أَوۡ أَمۡرٖ مِّنۡ عِندِهِۦ فَيُصۡبِحُواْ عَلَىٰ مَآ أَسَرُّواْ فِيٓ أَنفُسِهِمۡ نَٰدِمِينَ",
      "translation": "52. Kasi, okomona baye bazali na bokono o mitema mia bango, bakokende na lombango epai na bango, bazali koloba ete: Tozali kobanga mpo basala biso mabe te. Nzoka nde, Allah tango mosusu akoya na elonga to makambo mosusu kowuta epai naye na sima, bakotikala na mpasi na makanisi ya mabe oyo babombi na kati ya mitema na bango.",
      "footnotes": ""
    },
    {
      "id": "722",
      "sura": "5",
      "aya": "53",
      "arabic_text": "وَيَقُولُ ٱلَّذِينَ ءَامَنُوٓاْ أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ إِنَّهُمۡ لَمَعَكُمۡۚ حَبِطَتۡ أَعۡمَٰلُهُمۡ فَأَصۡبَحُواْ خَٰسِرِينَ",
      "translation": "53. Mpe bandimi bakolobaka ete: Ba oyo nde ya sôló baye balapaki ndayi na bokasi bonso na nkombo ya Allah bazali na bino elongo? Misala mia bango mibebisami mpe bakomi bazangi.",
      "footnotes": ""
    },
    {
      "id": "723",
      "sura": "5",
      "aya": "54",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ مَن يَرۡتَدَّ مِنكُمۡ عَن دِينِهِۦ فَسَوۡفَ يَأۡتِي ٱللَّهُ بِقَوۡمٖ يُحِبُّهُمۡ وَيُحِبُّونَهُۥٓ أَذِلَّةٍ عَلَى ٱلۡمُؤۡمِنِينَ أَعِزَّةٍ عَلَى ٱلۡكَٰفِرِينَ يُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ وَلَا يَخَافُونَ لَوۡمَةَ لَآئِمٖۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
      "translation": "54. Eh bino bandimi! Oyo okati na bino akotika lingomba naye, ayeba ete Allah akoyakaka na bato mosusu, ye alingi bango, bango mpe balingi ye, bakozala malamu na bandimi, makasi mpe mawa te likolo ya bapagano. Bakobunda na nzela ya Allah mpe bakobangaka te ete balobela bango (to basuanisa bango). Wana ezali bolamu ya Allah. Apesaka yango moto ye alingi. Mpe Allah atonda bolamu koleka mpe moyebi ya manso.",
      "footnotes": ""
    },
    {
      "id": "724",
      "sura": "5",
      "aya": "55",
      "arabic_text": "إِنَّمَا وَلِيُّكُمُ ٱللَّهُ وَرَسُولُهُۥ وَٱلَّذِينَ ءَامَنُواْ ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُمۡ رَٰكِعُونَ",
      "translation": "55. Ya sôló, Allah nde azali mosungi na bino na motindami naye, ndenge moko na bandimi baye batelemisaka losambo mpe bafutaka zakat mpe bagumbamelaka (Allah).",
      "footnotes": ""
    },
    {
      "id": "725",
      "sura": "5",
      "aya": "56",
      "arabic_text": "وَمَن يَتَوَلَّ ٱللَّهَ وَرَسُولَهُۥ وَٱلَّذِينَ ءَامَنُواْ فَإِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡغَٰلِبُونَ",
      "translation": "56. Mpe oyo akozua Allah mosungi mpe motindami naye, na baye bandima, ya sôló bango nde lisanga ya balongi.",
      "footnotes": ""
    },
    {
      "id": "726",
      "sura": "5",
      "aya": "57",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ ٱلَّذِينَ ٱتَّخَذُواْ دِينَكُمۡ هُزُوٗا وَلَعِبٗا مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَٱلۡكُفَّارَ أَوۡلِيَآءَۚ وَٱتَّقُواْ ٱللَّهَ إِن كُنتُم مُّؤۡمِنِينَ",
      "translation": "57. Eh bino bandimi! Baye bazali kozua lingomba na bino na liseki mpe kotiola yango kati na baye bazua buku liboso na bino, bozua bango na bapagano baninga te, mpe bobanga Allah soki ya sôló bozali bandimi.",
      "footnotes": ""
    },
    {
      "id": "727",
      "sura": "5",
      "aya": "58",
      "arabic_text": "وَإِذَا نَادَيۡتُمۡ إِلَى ٱلصَّلَوٰةِ ٱتَّخَذُوهَا هُزُوٗا وَلَعِبٗاۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡقِلُونَ",
      "translation": "58. Mpe soki bobeleli mpona losambo, bazali koseka mpe kosalela yango litio. Mpamba te mpo ete bazanga mayele.",
      "footnotes": ""
    },
    {
      "id": "728",
      "sura": "5",
      "aya": "59",
      "arabic_text": "قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ هَلۡ تَنقِمُونَ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ مِن قَبۡلُ وَأَنَّ أَكۡثَرَكُمۡ فَٰسِقُونَ",
      "translation": "59. Loba: Eh bino baye bozua buku liboso na biso! Bozali koyina biso sé mpo ete tondimi na Allah mpe na maye makiti epai na biso mpe na maye makitaki liboso? Ya sôló ebele kati na bino bozali babebisi.",
      "footnotes": ""
    },
    {
      "id": "729",
      "sura": "5",
      "aya": "60",
      "arabic_text": "قُلۡ هَلۡ أُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكَ مَثُوبَةً عِندَ ٱللَّهِۚ مَن لَّعَنَهُ ٱللَّهُ وَغَضِبَ عَلَيۡهِ وَجَعَلَ مِنۡهُمُ ٱلۡقِرَدَةَ وَٱلۡخَنَازِيرَ وَعَبَدَ ٱلطَّٰغُوتَۚ أُوْلَٰٓئِكَ شَرّٞ مَّكَانٗا وَأَضَلُّ عَن سَوَآءِ ٱلسَّبِيلِ",
      "translation": "60. Loba: Bolingi nayebisa bino lifuta na yango ya mabe koleka epai na Allah? Ezali oyo Allah alakeli botutu mpe asilikeli ye, mpe abalolaki basusu kati na bango ba makako na ba ngulu, mpe babondelaki tarut(1). Ba oyo wana nde bazali na esika ya mabe mpe babungi nzela.",
      "footnotes": "1 Bótala suratu Al-Baqarah mikapo 256, 257, Mpe suratu An-Nisä mikapo 51, 60, 76."
    },
    {
      "id": "730",
      "sura": "5",
      "aya": "61",
      "arabic_text": "وَإِذَا جَآءُوكُمۡ قَالُوٓاْ ءَامَنَّا وَقَد دَّخَلُواْ بِٱلۡكُفۡرِ وَهُمۡ قَدۡ خَرَجُواْ بِهِۦۚ وَٱللَّهُ أَعۡلَمُ بِمَا كَانُواْ يَكۡتُمُونَ",
      "translation": "61. Mpe soki bayei epai na bino, balobi: Tondimi, nzoka nde bakotaki epai na bino na bopagano, mpe babimi sé na yango, mpe Allah ayebi mpenza maye bazali kobomba.",
      "footnotes": ""
    },
    {
      "id": "731",
      "sura": "5",
      "aya": "62",
      "arabic_text": "وَتَرَىٰ كَثِيرٗا مِّنۡهُمۡ يُسَٰرِعُونَ فِي ٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَأَكۡلِهِمُ ٱلسُّحۡتَۚ لَبِئۡسَ مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "62. Mpe okomona ebele na bango bazali kosala na lombango mpo na kosala mbeba mpe bonguna na kolia misolo ya mabe, wana ezali mabe na maye bazali kosala.",
      "footnotes": ""
    },
    {
      "id": "732",
      "sura": "5",
      "aya": "63",
      "arabic_text": "لَوۡلَا يَنۡهَىٰهُمُ ٱلرَّبَّٰنِيُّونَ وَٱلۡأَحۡبَارُ عَن قَوۡلِهِمُ ٱلۡإِثۡمَ وَأَكۡلِهِمُ ٱلسُّحۡتَۚ لَبِئۡسَ مَا كَانُواْ يَصۡنَعُونَ",
      "translation": "63. Soki bankumu na banganga nzambe na bango bazali kopekisa bango te maloba ya lokuta mpe kolia mbongo ya masumu! Ezali mpenza mabe oyo bazalaki kosala!",
      "footnotes": ""
    },
    {
      "id": "733",
      "sura": "5",
      "aya": "64",
      "arabic_text": "وَقَالَتِ ٱلۡيَهُودُ يَدُ ٱللَّهِ مَغۡلُولَةٌۚ غُلَّتۡ أَيۡدِيهِمۡ وَلُعِنُواْ بِمَا قَالُواْۘ بَلۡ يَدَاهُ مَبۡسُوطَتَانِ يُنفِقُ كَيۡفَ يَشَآءُۚ وَلَيَزِيدَنَّ كَثِيرٗا مِّنۡهُم مَّآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ طُغۡيَٰنٗا وَكُفۡرٗاۚ وَأَلۡقَيۡنَا بَيۡنَهُمُ ٱلۡعَدَٰوَةَ وَٱلۡبَغۡضَآءَ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۚ كُلَّمَآ أَوۡقَدُواْ نَارٗا لِّلۡحَرۡبِ أَطۡفَأَهَا ٱللَّهُۚ وَيَسۡعَوۡنَ فِي ٱلۡأَرۡضِ فَسَادٗاۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ",
      "translation": "64. Mpe bayuda balobi ete: Loboko ya Allah ezali ya kokangama. Tika maboko na bango nde makangama, mpe bazali na elakeli mabe na ntina ya liloba na bango oyo. Nzoka nde maboko naye (Allah) mazali ya kofungwama. Akabaka bozui naye ndenge alingi. Ebele kati na bango bazali kokola sé kokola na botomboki. Mpe bopagano na ntina ya oyo ekiteli yo kowuta epai na Nkolo nayo. Mpe totiaki kati na bango koyinana mpe na kosuana kino mokolo ya suka. Tango nyoso bazali kopelisa moto mpona bitumba, Allah azali koboma yango. Mpe bazali kotia bobebisi awa na mokili, kasi Allah alingaka babebisi te.",
      "footnotes": ""
    },
    {
      "id": "734",
      "sura": "5",
      "aya": "65",
      "arabic_text": "وَلَوۡ أَنَّ أَهۡلَ ٱلۡكِتَٰبِ ءَامَنُواْ وَٱتَّقَوۡاْ لَكَفَّرۡنَا عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَأَدۡخَلۡنَٰهُمۡ جَنَّٰتِ ٱلنَّعِيمِ",
      "translation": "65. Soki bato ya buku bazalaka na bondimi mpe bobangi, tolingaki kolimbisa bango, mpe tolingaki kokotisa bango na lola elamu.",
      "footnotes": ""
    },
    {
      "id": "735",
      "sura": "5",
      "aya": "66",
      "arabic_text": "وَلَوۡ أَنَّهُمۡ أَقَامُواْ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ وَمَآ أُنزِلَ إِلَيۡهِم مِّن رَّبِّهِمۡ لَأَكَلُواْ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۚ مِّنۡهُمۡ أُمَّةٞ مُّقۡتَصِدَةٞۖ وَكَثِيرٞ مِّنۡهُمۡ سَآءَ مَا يَعۡمَلُونَ",
      "translation": "66. Mpe soki basalelaki torah na Indjil na maye makitelaki bango kowuta epai na Nkolo wa bango, mbele bazuaki bilei kowuta na likolo mpe na nsé ya makolo na bango. Kati na bango ezali na umma(1) oyo batambolaka na bosembo, kasi ebele na bango bazali na misala ya mabe.",
      "footnotes": "1 Umma: Lisanga, bótala suratu Al-Baqarah mokapo 128."
    },
    {
      "id": "736",
      "sura": "5",
      "aya": "67",
      "arabic_text": "۞ يَٰٓأَيُّهَا ٱلرَّسُولُ بَلِّغۡ مَآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَۖ وَإِن لَّمۡ تَفۡعَلۡ فَمَا بَلَّغۡتَ رِسَالَتَهُۥۚ وَٱللَّهُ يَعۡصِمُكَ مِنَ ٱلنَّاسِۗ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ",
      "translation": "67. Eh yo motindami! Komisa sango eye ekiteli yo epai ya Nkolo nayo, soki osali yango te, yeba ete okomisi etinda naye te. Allah nde akobatela yo okati ya bato. Mpamba te ya sôló, Allah akambaka bapagano te.",
      "footnotes": ""
    },
    {
      "id": "737",
      "sura": "5",
      "aya": "68",
      "arabic_text": "قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لَسۡتُمۡ عَلَىٰ شَيۡءٍ حَتَّىٰ تُقِيمُواْ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ وَمَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡۗ وَلَيَزِيدَنَّ كَثِيرٗا مِّنۡهُم مَّآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ طُغۡيَٰنٗا وَكُفۡرٗاۖ فَلَا تَأۡسَ عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ",
      "translation": "68. Loba: Eh bino bato ya buku! Bokozala na eloko te kino bosalela torah na Indjil na maye manso makitelaki bino kowuta epai ya Nkolo na bino. Mpe ya sôló, ebele kati na bango bazali kokola sé kokola na bopengwi mpe botomboki na ntina ya oyo ekiteli yo kowuta epaï ya Nkolo nayo. Kasi komitungisama te mpona bato bapengwa.",
      "footnotes": ""
    },
    {
      "id": "738",
      "sura": "5",
      "aya": "69",
      "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـُٔونَ وَٱلنَّصَٰرَىٰ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
      "translation": "69. Ya sôló, baye bandimi, mpe bayuda na ba swâbi-ûna(1) mpe baklisto, oyo akondima kati na bango na Allah mpe na mokolo ya suka mpe asali mosala ya malamu, bazala na bobangi te, bazala na mpasi mpe te na mitema na bango.",
      "footnotes": "1 Swâbi-ûna: Bótala yango na suratu Al-Baqarah: 62."
    },
    {
      "id": "739",
      "sura": "5",
      "aya": "70",
      "arabic_text": "لَقَدۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ وَأَرۡسَلۡنَآ إِلَيۡهِمۡ رُسُلٗاۖ كُلَّمَا جَآءَهُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُهُمۡ فَرِيقٗا كَذَّبُواْ وَفَرِيقٗا يَقۡتُلُونَ",
      "translation": "70. Tosilaki kozua elaka na bana ya isalayele mpe totindelaki bango batindami. Tango inso motindami akoyela bango maye mazali kosepelisa bango te, bazui basusu bato ya lokuta, mpe basusu bazali koboma bango.",
      "footnotes": ""
    },
    {
      "id": "740",
      "sura": "5",
      "aya": "71",
      "arabic_text": "وَحَسِبُوٓاْ أَلَّا تَكُونَ فِتۡنَةٞ فَعَمُواْ وَصَمُّواْ ثُمَّ تَابَ ٱللَّهُ عَلَيۡهِمۡ ثُمَّ عَمُواْ وَصَمُّواْ كَثِيرٞ مِّنۡهُمۡۚ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ",
      "translation": "71. Bakanisaki ete bakomekama te na etumbu ya Allah. Na sima miso mpe matoyi na bango makangamaki. Na sima Allah alimbisaki bango, sima lisusu ebele kati na bango bakangamaki miso mpe matoyi. Kasi Allah azalaki komona maye bazali kosala.",
      "footnotes": ""
    },
    {
      "id": "741",
      "sura": "5",
      "aya": "72",
      "arabic_text": "لَقَدۡ كَفَرَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ هُوَ ٱلۡمَسِيحُ ٱبۡنُ مَرۡيَمَۖ وَقَالَ ٱلۡمَسِيحُ يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱعۡبُدُواْ ٱللَّهَ رَبِّي وَرَبَّكُمۡۖ إِنَّهُۥ مَن يُشۡرِكۡ بِٱللَّهِ فَقَدۡ حَرَّمَ ٱللَّهُ عَلَيۡهِ ٱلۡجَنَّةَ وَمَأۡوَىٰهُ ٱلنَّارُۖ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٖ",
      "translation": "72. Ya sôló, basili kopengwa baye bazali koloba ete: Masiya (Issa) mwana ya Maryam azali Allah. Mpe masiya (Issa) alobaki na bana ya isalayele ete: Bobondela Allah Nkolo na ngai mpe Nkolo na bino. Ya sôló, oyo akosangisa Allah, Allah asili kopimela ye paladizo (lola) mpe esika naye ekozala móto. Mpe bato mabe bakozua lisungi te.",
      "footnotes": ""
    },
    {
      "id": "742",
      "sura": "5",
      "aya": "73",
      "arabic_text": "لَّقَدۡ كَفَرَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ ثَالِثُ ثَلَٰثَةٖۘ وَمَا مِنۡ إِلَٰهٍ إِلَّآ إِلَٰهٞ وَٰحِدٞۚ وَإِن لَّمۡ يَنتَهُواْ عَمَّا يَقُولُونَ لَيَمَسَّنَّ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابٌ أَلِيمٌ",
      "translation": "73. Basili kopengwa baye bazali koloba ete: Ya sôló, Allah azali moko ya ba nzambe misato, nzoka nde Nzambe mosusu Azali te sé Nzambe moko (Allah). Sókó batiki te maye bazali koloba, etumbu ya makasi ekozua bapengwi kati na bango.",
      "footnotes": ""
    },
    {
      "id": "743",
      "sura": "5",
      "aya": "74",
      "arabic_text": "أَفَلَا يَتُوبُونَ إِلَى ٱللَّهِ وَيَسۡتَغۡفِرُونَهُۥۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
      "translation": "74. Boye bakotubela te mpe basenga Allah bolimbisi? Mpe Allah azali molimbisi atonda ngolu.",
      "footnotes": ""
    },
    {
      "id": "744",
      "sura": "5",
      "aya": "75",
      "arabic_text": "مَّا ٱلۡمَسِيحُ ٱبۡنُ مَرۡيَمَ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُ وَأُمُّهُۥ صِدِّيقَةٞۖ كَانَا يَأۡكُلَانِ ٱلطَّعَامَۗ ٱنظُرۡ كَيۡفَ نُبَيِّنُ لَهُمُ ٱلۡأٓيَٰتِ ثُمَّ ٱنظُرۡ أَنَّىٰ يُؤۡفَكُونَ",
      "translation": "75. Masiya mwana ya Maryam azali sé motindami, batindami ebele balekaki liboso naye,(1) mpe mama naye azalaki mwasi ya bosembo. Ye na mwana naye bazalaki kolia bilei. Tala ndenge nini tozalaki kolimbolela bango bilembo, lisusu tala ndenge nini bazali kopesa mokongo na koboya.",
      "footnotes": "1 Bótala na suratu Âl-Imrân, mokapo: 144."
    },
    {
      "id": "745",
      "sura": "5",
      "aya": "76",
      "arabic_text": "قُلۡ أَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَكُمۡ ضَرّٗا وَلَا نَفۡعٗاۚ وَٱللَّهُ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "76. Loba: Bozali kobondela biloko bisusu, botiki kobondela Allah, biloko biye bikosala bino mabe te mpe bolamu te, wana Allah nde moyoki atonda boyebi?",
      "footnotes": ""
    },
    {
      "id": "746",
      "sura": "5",
      "aya": "77",
      "arabic_text": "قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لَا تَغۡلُواْ فِي دِينِكُمۡ غَيۡرَ ٱلۡحَقِّ وَلَا تَتَّبِعُوٓاْ أَهۡوَآءَ قَوۡمٖ قَدۡ ضَلُّواْ مِن قَبۡلُ وَأَضَلُّواْ كَثِيرٗا وَضَلُّواْ عَن سَوَآءِ ٱلسَّبِيلِ",
      "translation": "77. Loba: Eh bino baye bozua buku! Bolekisa ndelo na lingomba na bino te sé bosembo, mpe bolanda te mposa ya baye basilaki kobunga liboso mpe babungisaki ebele ya bato mpe bango bamibungisi nzela.",
      "footnotes": ""
    },
    {
      "id": "747",
      "sura": "5",
      "aya": "78",
      "arabic_text": "لُعِنَ ٱلَّذِينَ كَفَرُواْ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ لِسَانِ دَاوُۥدَ وَعِيسَى ٱبۡنِ مَرۡيَمَۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ",
      "translation": "78. Baye bapengwa kati na bana ya isalayele, balakelamaki mabe na lolemu ya Dâwud mpe Issa mwana ya Maryam, mpo ete bazangaki botosi mpe bazalaki kolutisa ndelo.",
      "footnotes": ""
    },
    {
      "id": "748",
      "sura": "5",
      "aya": "79",
      "arabic_text": "كَانُواْ لَا يَتَنَاهَوۡنَ عَن مُّنكَرٖ فَعَلُوهُۚ لَبِئۡسَ مَا كَانُواْ يَفۡعَلُونَ",
      "translation": "79. Bazalaki kopekisana te na mabe oyo bazalaki kosala, wana nde ezaleli ya mabe bazalaki na yango!",
      "footnotes": ""
    },
    {
      "id": "749",
      "sura": "5",
      "aya": "80",
      "arabic_text": "تَرَىٰ كَثِيرٗا مِّنۡهُمۡ يَتَوَلَّوۡنَ ٱلَّذِينَ كَفَرُواْۚ لَبِئۡسَ مَا قَدَّمَتۡ لَهُمۡ أَنفُسُهُمۡ أَن سَخِطَ ٱللَّهُ عَلَيۡهِمۡ وَفِي ٱلۡعَذَابِ هُمۡ خَٰلِدُونَ",
      "translation": "80. Okomona ebele kati na bango bazali kozwa bapangano baninga. Milimo mia bango mibongiseli bango mabe na ntina ete Allah asilikelaki bango, mpe okati na etumbu nde bakozala seko na seko.",
      "footnotes": ""
    },
    {
      "id": "750",
      "sura": "5",
      "aya": "81",
      "arabic_text": "وَلَوۡ كَانُواْ يُؤۡمِنُونَ بِٱللَّهِ وَٱلنَّبِيِّ وَمَآ أُنزِلَ إِلَيۡهِ مَا ٱتَّخَذُوهُمۡ أَوۡلِيَآءَ وَلَٰكِنَّ كَثِيرٗا مِّنۡهُمۡ فَٰسِقُونَ",
      "translation": "81. Mpe soki bandimaki na Allah mpe na ntoma mpe na maye makitaki epai naye, balingaki te kokamata bango balingami (to balongani). Kasi ebele kati na bango bazali nde babebisi.",
      "footnotes": ""
    },
    {
      "id": "751",
      "sura": "5",
      "aya": "82",
      "arabic_text": "۞ لَتَجِدَنَّ أَشَدَّ ٱلنَّاسِ عَدَٰوَةٗ لِّلَّذِينَ ءَامَنُواْ ٱلۡيَهُودَ وَٱلَّذِينَ أَشۡرَكُواْۖ وَلَتَجِدَنَّ أَقۡرَبَهُم مَّوَدَّةٗ لِّلَّذِينَ ءَامَنُواْ ٱلَّذِينَ قَالُوٓاْ إِنَّا نَصَٰرَىٰۚ ذَٰلِكَ بِأَنَّ مِنۡهُمۡ قِسِّيسِينَ وَرُهۡبَانٗا وَأَنَّهُمۡ لَا يَسۡتَكۡبِرُونَ",
      "translation": "82. Ya sôló, okokuta bayuda na basambeli ya bikeko bazali na bonguna makasi likolo ya bandimi, kasi okokuta ete baye balobaka sôló tozali ba klisto bazalaki pembeni mpona kolinga bandimi, mpo ete na kati na bango ezali na basângò mpe banganga mayele(1) mpo ete bazalaka na lolendo te.",
      "footnotes": "1 Banganga mayele: Ya bakliáto."
    },
    {
      "id": "752",
      "sura": "5",
      "aya": "83",
      "arabic_text": "وَإِذَا سَمِعُواْ مَآ أُنزِلَ إِلَى ٱلرَّسُولِ تَرَىٰٓ أَعۡيُنَهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ مِمَّا عَرَفُواْ مِنَ ٱلۡحَقِّۖ يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ",
      "translation": "83. Mpe na ntango bakoyoka na maye makitaki epai ya motindami, okomona miso na bango matondi na pizoli mpona bosôló oyo bayebi, mpe bakolobaka: Nkolo wa biso tondimi, tia biso elongo na batatoli.",
      "footnotes": ""
    },
    {
      "id": "753",
      "sura": "5",
      "aya": "84",
      "arabic_text": "وَمَا لَنَا لَا نُؤۡمِنُ بِٱللَّهِ وَمَا جَآءَنَا مِنَ ٱلۡحَقِّ وَنَطۡمَعُ أَن يُدۡخِلَنَا رَبُّنَا مَعَ ٱلۡقَوۡمِ ٱلصَّٰلِحِينَ",
      "translation": "84. Mpona nini te ete tondima na Allah mpe na oyo eyeli biso ya bosembo mpe tolikia ete Nkolo na biso akotisa biso okati ya bato ya malamu?",
      "footnotes": ""
    },
    {
      "id": "754",
      "sura": "5",
      "aya": "85",
      "arabic_text": "فَأَثَٰبَهُمُ ٱللَّهُ بِمَا قَالُواْ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ",
      "translation": "85. Mpe Allah afuti bango na maye balobaki lola eye ezali koleka na nsé na yango mingala libela kati na yango. Mpe wana ezali litomba lia babongisi.",
      "footnotes": ""
    },
    {
      "id": "755",
      "sura": "5",
      "aya": "86",
      "arabic_text": "وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ",
      "translation": "86. Kasi mpona ba oyo bapengwa mpe babuki lokuta na mikapo mia biso, bango bato ya moto ya djahim.(1)",
      "footnotes": "1 Moto ya lifelo."
    },
    {
      "id": "756",
      "sura": "5",
      "aya": "87",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُحَرِّمُواْ طَيِّبَٰتِ مَآ أَحَلَّ ٱللَّهُ لَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ",
      "translation": "87. Eh bino bandimi! Bopekisa te biloko ya malamu biye Allah apesi bino, mpe bolekisa ndelo te mpamba te Allah Alingaka balekisi ndelo te.",
      "footnotes": ""
    },
    {
      "id": "757",
      "sura": "5",
      "aya": "88",
      "arabic_text": "وَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ",
      "translation": "88. Mpe bolia maye Allah Apesaki bino ya kitoko, Mpe elingisami. Mpe bobanga Allah oyo bolobi ete bondimi naye.",
      "footnotes": ""
    },
    {
      "id": "758",
      "sura": "5",
      "aya": "89",
      "arabic_text": "لَا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ ٱلۡأَيۡمَٰنَۖ فَكَفَّٰرَتُهُۥٓ إِطۡعَامُ عَشَرَةِ مَسَٰكِينَ مِنۡ أَوۡسَطِ مَا تُطۡعِمُونَ أَهۡلِيكُمۡ أَوۡ كِسۡوَتُهُمۡ أَوۡ تَحۡرِيرُ رَقَبَةٖۖ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖۚ ذَٰلِكَ كَفَّٰرَةُ أَيۡمَٰنِكُمۡ إِذَا حَلَفۡتُمۡۚ وَٱحۡفَظُوٓاْ أَيۡمَٰنَكُمۡۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "89. Allah akopesa bino etumbu te nakolapa na bino oyo ebimaka na balolemu na bino. Kasi akopesa bino etumbu na kolapa oyo ewuti na mitema na bino, tubela na yango ezali koleisa babola zomi lolenge boleisaka mabota na bino, to mpe kolatisa bango, to mpe kokangola mowumbu. Oyo akozua makoki wana te, esengeli naye akanga ngizi mikolo misato. Wana nde tubela ya kolapa na bino na tango bosili kolapa, kasi bobatela bakolapa na bino. Na boye nde Allah azali kolimbola bino mikapo naye, mpo botondo ye.",
      "footnotes": ""
    },
    {
      "id": "759",
      "sura": "5",
      "aya": "90",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡخَمۡرُ وَٱلۡمَيۡسِرُ وَٱلۡأَنصَابُ وَٱلۡأَزۡلَٰمُ رِجۡسٞ مِّنۡ عَمَلِ ٱلشَّيۡطَٰنِ فَٱجۡتَنِبُوهُ لَعَلَّكُمۡ تُفۡلِحُونَ",
      "translation": "90. Eh bino Bandimi! Ya sôló, masanga, mpe masano ya mayele mabe, na mabanga mpe makonga mibongisami na tango ya bopagano, manso wana mazali mbindo kowuta na mosala ya satana, bozala mosika na yango mpo ete bolonga.",
      "footnotes": ""
    },
    {
      "id": "760",
      "sura": "5",
      "aya": "91",
      "arabic_text": "إِنَّمَا يُرِيدُ ٱلشَّيۡطَٰنُ أَن يُوقِعَ بَيۡنَكُمُ ٱلۡعَدَٰوَةَ وَٱلۡبَغۡضَآءَ فِي ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِ وَيَصُدَّكُمۡ عَن ذِكۡرِ ٱللَّهِ وَعَنِ ٱلصَّلَوٰةِۖ فَهَلۡ أَنتُم مُّنتَهُونَ",
      "translation": "91. Ya sôló, satana alingi kotia kati na bino koyinana mpe kosuana kowuta na masanga mpe masano ya mabe, mpe apekisa bino losambo mpe bokanisi Allah, boye bokotika yango?",
      "footnotes": ""
    },
    {
      "id": "761",
      "sura": "5",
      "aya": "92",
      "arabic_text": "وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَٱحۡذَرُواْۚ فَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ",
      "translation": "92. Mpe botosa Allah mpe botosa motindami mpe bokeba! Mpe soki bopesi mikongo, mpe boyeba ete ya sôló, motindami na biso azali na eloko mosusu te sé akomisa sango ya polele.",
      "footnotes": ""
    },
    {
      "id": "762",
      "sura": "5",
      "aya": "93",
      "arabic_text": "لَيۡسَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جُنَاحٞ فِيمَا طَعِمُوٓاْ إِذَا مَا ٱتَّقَواْ وَّءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ ثُمَّ ٱتَّقَواْ وَّءَامَنُواْ ثُمَّ ٱتَّقَواْ وَّأَحۡسَنُواْۚ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ",
      "translation": "93. Ezali lisumu te likolo na baye bandimi mpe basali misala ya malamu kowuta na oyo baliaki, soki babangi mpe bandimi mpe basali misala ya malamu, sima babangi lisusu mpe bandimi mpe babangi mpe babongisi, Allah alingaka babongisi.",
      "footnotes": ""
    },
    {
      "id": "763",
      "sura": "5",
      "aya": "94",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَيَبۡلُوَنَّكُمُ ٱللَّهُ بِشَيۡءٖ مِّنَ ٱلصَّيۡدِ تَنَالُهُۥٓ أَيۡدِيكُمۡ وَرِمَاحُكُمۡ لِيَعۡلَمَ ٱللَّهُ مَن يَخَافُهُۥ بِٱلۡغَيۡبِۚ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ",
      "translation": "94. Eh bino bandimi! Allah akomeka bino na bokila, banyama bokoboma na maboko na bino mpe na makonga (to mandoki) na bino, mpo ete Allah ayeba nani kati na bino azali kobanga Allah na kobombana, oyo kati na bino akolekisa ndelo sima likambo oyo akozala na etumbu ya makasi.",
      "footnotes": ""
    },
    {
      "id": "764",
      "sura": "5",
      "aya": "95",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقۡتُلُواْ ٱلصَّيۡدَ وَأَنتُمۡ حُرُمٞۚ وَمَن قَتَلَهُۥ مِنكُم مُّتَعَمِّدٗا فَجَزَآءٞ مِّثۡلُ مَا قَتَلَ مِنَ ٱلنَّعَمِ يَحۡكُمُ بِهِۦ ذَوَا عَدۡلٖ مِّنكُمۡ هَدۡيَۢا بَٰلِغَ ٱلۡكَعۡبَةِ أَوۡ كَفَّٰرَةٞ طَعَامُ مَسَٰكِينَ أَوۡ عَدۡلُ ذَٰلِكَ صِيَامٗا لِّيَذُوقَ وَبَالَ أَمۡرِهِۦۗ عَفَا ٱللَّهُ عَمَّا سَلَفَۚ وَمَنۡ عَادَ فَيَنتَقِمُ ٱللَّهُ مِنۡهُۚ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ",
      "translation": "95. Eh bino bandimi! Bosala bokila te na tango ya kobulisama.(1) Oyo akoboma nyama na tango wana na nko, lifuta naye ekozala apesa nyama ya bomoyi ndenge moko lokola oyo ye abomaki, bato mibale ya bosembo mpe ya mayele kati na bino bakata makambo yango, ekozala mbeka ekoma na ndako esantu ya Makkah mpona koleisa babola na yango, to mpe tubela ete aleisa babola to mpe lisusu akanga ngizi na mikolo mikoki na motuya ya nyama wana, na bongo mpo ayeba mpe ayoka ntina na lisumu naye. Allah asili kolimbisa oyo eleki, kasi oyo akozongela yango, Allah akopesa ye etumbu, Allah azali na nguya, azali na bokonzi nyoso ya kopesa etumbu.",
      "footnotes": "1 Bótala na suratu oyo kaka mokapo: 1."
    },
    {
      "id": "765",
      "sura": "5",
      "aya": "96",
      "arabic_text": "أُحِلَّ لَكُمۡ صَيۡدُ ٱلۡبَحۡرِ وَطَعَامُهُۥ مَتَٰعٗا لَّكُمۡ وَلِلسَّيَّارَةِۖ وَحُرِّمَ عَلَيۡكُمۡ صَيۡدُ ٱلۡبَرِّ مَا دُمۡتُمۡ حُرُمٗاۗ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ",
      "translation": "96. Bozui ndingisa ya kosala moluka na ebale mpe bolia belei na yango, bisengo mpona bino mpe mpo na bato ya mobembo. Kasi bozali na ndingisa te mpona kosala bokila na mokili kino bokolongwa na kati ya kobulisama. Mpe bobanga Allah oyo epai naye nde bokosangisama.",
      "footnotes": ""
    },
    {
      "id": "766",
      "sura": "5",
      "aya": "97",
      "arabic_text": "۞ جَعَلَ ٱللَّهُ ٱلۡكَعۡبَةَ ٱلۡبَيۡتَ ٱلۡحَرَامَ قِيَٰمٗا لِّلنَّاسِ وَٱلشَّهۡرَ ٱلۡحَرَامَ وَٱلۡهَدۡيَ وَٱلۡقَلَٰٓئِدَۚ ذَٰلِكَ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ",
      "translation": "97. Allah atiaki ka’aba ezala ndako esantu, ezala esika ya bosangani ya bato banso. Atiaki sanza esantu, mpe.mabonza, mpe bilembo wana ezali mpo boyeba ete Allah ayebi manso mazali o likolo mpe na nsé, mpe ya sôló Allah azali moyebi ya manso.",
      "footnotes": ""
    },
    {
      "id": "767",
      "sura": "5",
      "aya": "98",
      "arabic_text": "ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ وَأَنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
      "translation": "98. Boyeba ete ya sôló, Allah apesaka etumbu ya makasi mpe ya sôló, Allah azali molimbisi atonda mawa.",
      "footnotes": ""
    },
    {
      "id": "768",
      "sura": "5",
      "aya": "99",
      "arabic_text": "مَّا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُۗ وَٱللَّهُ يَعۡلَمُ مَا تُبۡدُونَ وَمَا تَكۡتُمُونَ",
      "translation": "99. Motindami nyonso alekaki te sé akomisaki nsango ya maye totindaki ye nayango; Allah ayebi maye manso bomonisaka na maye bobombaka.",
      "footnotes": ""
    },
    {
      "id": "769",
      "sura": "5",
      "aya": "100",
      "arabic_text": "قُل لَّا يَسۡتَوِي ٱلۡخَبِيثُ وَٱلطَّيِّبُ وَلَوۡ أَعۡجَبَكَ كَثۡرَةُ ٱلۡخَبِيثِۚ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تُفۡلِحُونَ",
      "translation": "100. Loba: Mabe na malamu ezali ndenge moko te ata soki mabe ezali kokamwisa mpona ebele na yango, eh bino bato ya mayele! Bobanga Allah mpo ete bokoka kolonga.",
      "footnotes": ""
    },
    {
      "id": "770",
      "sura": "5",
      "aya": "101",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَسۡـَٔلُواْ عَنۡ أَشۡيَآءَ إِن تُبۡدَ لَكُمۡ تَسُؤۡكُمۡ وَإِن تَسۡـَٔلُواْ عَنۡهَا حِينَ يُنَزَّلُ ٱلۡقُرۡءَانُ تُبۡدَ لَكُمۡ عَفَا ٱللَّهُ عَنۡهَاۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ",
      "translation": "101. Eh bino bandimi! Botuna mituna te ya biloko ebele oyo soki bapesi bino ndimbola na yango ekopesa bino kpokoso. Mpe soki botuni yango na tango oyo kurani ezali kokita, bokozua ndimbola. Allah alimbisi yango, Allah azali molimbisi atonda boboto.",
      "footnotes": ""
    },
    {
      "id": "771",
      "sura": "5",
      "aya": "102",
      "arabic_text": "قَدۡ سَأَلَهَا قَوۡمٞ مِّن قَبۡلِكُمۡ ثُمَّ أَصۡبَحُواْ بِهَا كَٰفِرِينَ",
      "translation": "102. Baye balekaka liboso na bino batunaki tunaki yango sima bakomaki bapagano.",
      "footnotes": ""
    },
    {
      "id": "772",
      "sura": "5",
      "aya": "103",
      "arabic_text": "مَا جَعَلَ ٱللَّهُ مِنۢ بَحِيرَةٖ وَلَا سَآئِبَةٖ وَلَا وَصِيلَةٖ وَلَا حَامٖ وَلَٰكِنَّ ٱلَّذِينَ كَفَرُواْ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَۖ وَأَكۡثَرُهُمۡ لَا يَعۡقِلُونَ",
      "translation": "103. Allah atiaki mobeko te mpona bahir, na saaiba,(1) mpe te na wasuiila, na haami(2) mpe te, sé bapagano nde bazali kobukela Allah lokuta, mpe ebele kati na bango bazanga mayele.",
      "footnotes": "1 Bahir: Ezali nâqat: (chamelle) oyo eboti mbala ebele, sima bakati litoyi naye: Saaibat: Ezali nâqat (chamelle) oyo soki akomi na mbula moko boye, bakotika yango тропа bikeko na bango.\n2 Wasuiila: Ezali nâqat (chamelle) oyo eboti mapasa ya basi kaka. Haami: Ezali (chameau) oyo ebimeli oyo ya mwasi na mbalakata mbala zomi."
    },
    {
      "id": "773",
      "sura": "5",
      "aya": "104",
      "arabic_text": "وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ قَالُواْ حَسۡبُنَا مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡلَمُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ",
      "translation": "104. Mpe soki bayebisi bango ete: Boya epai ya maye Allah akitisi, mpe epai ya motindami, bakoloba ete: ekoki biso maye tokutaki epai ya batata na biso, ata soki batata na bango bayebaki eloko te mpe bazalaki na nzela ya semba te!?",
      "footnotes": ""
    },
    {
      "id": "774",
      "sura": "5",
      "aya": "105",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ عَلَيۡكُمۡ أَنفُسَكُمۡۖ لَا يَضُرُّكُم مَّن ضَلَّ إِذَا ٱهۡتَدَيۡتُمۡۚ إِلَى ٱللَّهِ مَرۡجِعُكُمۡ جَمِيعٗا فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "105. Eh! Bino bandimi! Bobatela milimo na bino. Soki bokambami na nzela ya semba, mabe moko te ekozua bino epai na moto oyo asila kobunga, epai na Allah nde bino banso bokozonga, na sima akopesa bino sango ya maye bozalaki kosala.",
      "footnotes": ""
    },
    {
      "id": "775",
      "sura": "5",
      "aya": "106",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ شَهَٰدَةُ بَيۡنِكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ حِينَ ٱلۡوَصِيَّةِ ٱثۡنَانِ ذَوَا عَدۡلٖ مِّنكُمۡ أَوۡ ءَاخَرَانِ مِنۡ غَيۡرِكُمۡ إِنۡ أَنتُمۡ ضَرَبۡتُمۡ فِي ٱلۡأَرۡضِ فَأَصَٰبَتۡكُم مُّصِيبَةُ ٱلۡمَوۡتِۚ تَحۡبِسُونَهُمَا مِنۢ بَعۡدِ ٱلصَّلَوٰةِ فَيُقۡسِمَانِ بِٱللَّهِ إِنِ ٱرۡتَبۡتُمۡ لَا نَشۡتَرِي بِهِۦ ثَمَنٗا وَلَوۡ كَانَ ذَا قُرۡبَىٰ وَلَا نَكۡتُمُ شَهَٰدَةَ ٱللَّهِ إِنَّآ إِذٗا لَّمِنَ ٱلۡأٓثِمِينَ",
      "translation": "106. Eh bino bandimi! Soki liwa ekomeli moko kati na bino, bokozua banzeneneke mibale ya bosembo kati na bino bandimi mpona kotikela bango malako, to mpe bokozua banzeneneke misusu mibale kati ya bapagano, soki bozalaki na mobembo na mokili mpe liwa ekuti bino. Bokotelemisa bango na sima ya losombo, mpe balapa na kombo ya Allah soki bozali na koyimayima (batatola ete): Tokoteka malako naye te mpe tokobomba malako ya Allah te ata ezalaki ya moto ya libota na biso. Soki tosali bongo, ya sôló, tokozala basumuki.",
      "footnotes": ""
    },
    {
      "id": "776",
      "sura": "5",
      "aya": "107",
      "arabic_text": "فَإِنۡ عُثِرَ عَلَىٰٓ أَنَّهُمَا ٱسۡتَحَقَّآ إِثۡمٗا فَـَٔاخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ ٱلَّذِينَ ٱسۡتَحَقَّ عَلَيۡهِمُ ٱلۡأَوۡلَيَٰنِ فَيُقۡسِمَانِ بِٱللَّهِ لَشَهَٰدَتُنَآ أَحَقُّ مِن شَهَٰدَتِهِمَا وَمَا ٱعۡتَدَيۡنَآ إِنَّآ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ",
      "translation": "107. Mpe soki eyebani ete ba nzeneneke mibale wana basali masumu, basusu mibale batelema na esika na bango, baye bazali na bokoki kati na bango, mpe bakolapa na Allah ete kolapa na biso ezali ya sôló koleka ya bango, mpe tokobebisa te, soki te tokozala kati na babubi.",
      "footnotes": ""
    },
    {
      "id": "777",
      "sura": "5",
      "aya": "108",
      "arabic_text": "ذَٰلِكَ أَدۡنَىٰٓ أَن يَأۡتُواْ بِٱلشَّهَٰدَةِ عَلَىٰ وَجۡهِهَآ أَوۡ يَخَافُوٓاْ أَن تُرَدَّ أَيۡمَٰنُۢ بَعۡدَ أَيۡمَٰنِهِمۡۗ وَٱتَّقُواْ ٱللَّهَ وَٱسۡمَعُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ",
      "translation": "108. Wana ezali makoki malamu ya kolakisa bango ete bamema malako na lolenge elongobani, to mpe babanga ete bandaye eboyama na sima ya bandaye na bango na yango! Bobanga Allah mpe boyoka, Allah akambaka bato ya mabe te.",
      "footnotes": ""
    },
    {
      "id": "778",
      "sura": "5",
      "aya": "109",
      "arabic_text": "۞ يَوۡمَ يَجۡمَعُ ٱللَّهُ ٱلرُّسُلَ فَيَقُولُ مَاذَآ أُجِبۡتُمۡۖ قَالُواْ لَا عِلۡمَ لَنَآۖ إِنَّكَ أَنتَ عَلَّٰمُ ٱلۡغُيُوبِ",
      "translation": "109. (Kanisa) Mokolo oyo Allah akosangisa batindami banso mpe akoloba na bango ete: Eyano nini bato bapesaki bino? Batindami bakoloba ete: Biso tozali na boyebi wana te. Mpamba te ya sôló, yo nde moyebi ya mabombami.",
      "footnotes": ""
    },
    {
      "id": "779",
      "sura": "5",
      "aya": "110",
      "arabic_text": "إِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ٱذۡكُرۡ نِعۡمَتِي عَلَيۡكَ وَعَلَىٰ وَٰلِدَتِكَ إِذۡ أَيَّدتُّكَ بِرُوحِ ٱلۡقُدُسِ تُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗاۖ وَإِذۡ عَلَّمۡتُكَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَۖ وَإِذۡ تَخۡلُقُ مِنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ بِإِذۡنِي فَتَنفُخُ فِيهَا فَتَكُونُ طَيۡرَۢا بِإِذۡنِيۖ وَتُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ بِإِذۡنِيۖ وَإِذۡ تُخۡرِجُ ٱلۡمَوۡتَىٰ بِإِذۡنِيۖ وَإِذۡ كَفَفۡتُ بَنِيٓ إِسۡرَٰٓءِيلَ عَنكَ إِذۡ جِئۡتَهُم بِٱلۡبَيِّنَٰتِ فَقَالَ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ",
      "translation": "110. Mpe tango Allah akoloba:Eh Issa mwana ya Maryam! Kanisa bolamu na ngai likolo nayo mpe likolo ya mama nayo, tango natondisaki yo na molimo mosantu; olobaki na bato mokolo obotamaki, mpe na tango okolaki, kanisa tango natangisaki yo buku mpe bwanya, mpe natangisa yo torah lolenge moko na Indjil. Kanisa tango ozalaki kozua mabele ya potopoto osali yango lokola ndeke mpe ofuli na kati na ndingisa na ngai mpe ekomi ndeke. Mpe lisusu na ndingisa na ngai ozalaki kobikisa bato ya maba mpe bato bakufa miso wuta mbotama na bango. Kanisa lisusu tango ozalaki kosekwisa bawa na ndingisa na ngai. Mpe kanisa tango nabatelaki yo na tango bana ya isalayele balingaki kosala yo mabe wana osilaki koyela bango bilembo bia polele, mpe bapengwi kati na bango balobaki ete: Oyo ezali sé bondoki ya polele.",
      "footnotes": ""
    },
    {
      "id": "780",
      "sura": "5",
      "aya": "111",
      "arabic_text": "وَإِذۡ أَوۡحَيۡتُ إِلَى ٱلۡحَوَارِيِّـۧنَ أَنۡ ءَامِنُواْ بِي وَبِرَسُولِي قَالُوٓاْ ءَامَنَّا وَٱشۡهَدۡ بِأَنَّنَا مُسۡلِمُونَ",
      "translation": "111. Mpe tango namonisaki na bayekoli: bondimela ngai mpe motindami na ngai. Balobaki: tondimi. Mpe zala nzeneneke ete Ya sôló biso tomikitisi.",
      "footnotes": ""
    },
    {
      "id": "781",
      "sura": "5",
      "aya": "112",
      "arabic_text": "إِذۡ قَالَ ٱلۡحَوَارِيُّونَ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ هَلۡ يَسۡتَطِيعُ رَبُّكَ أَن يُنَزِّلَ عَلَيۡنَا مَآئِدَةٗ مِّنَ ٱلسَّمَآءِۖ قَالَ ٱتَّقُواْ ٱللَّهَ إِن كُنتُم مُّؤۡمِنِينَ",
      "translation": "112. (Kanisa tango) bayekoli balobaki: Eh! Issa mwana wa Maryam! Boye, Nkolo wayo akoki kokitisela biso mesa kowuta na likolo (etondi na) bilei? (Issa) azongiselaki bango eyano ete: Bobanga Allah soki ya sôló, bozali bandimi.",
      "footnotes": ""
    },
    {
      "id": "782",
      "sura": "5",
      "aya": "113",
      "arabic_text": "قَالُواْ نُرِيدُ أَن نَّأۡكُلَ مِنۡهَا وَتَطۡمَئِنَّ قُلُوبُنَا وَنَعۡلَمَ أَن قَدۡ صَدَقۡتَنَا وَنَكُونَ عَلَيۡهَا مِنَ ٱلشَّٰهِدِينَ",
      "translation": "113. (Bayekoli) bazongisaki ete: Tolingi kolia yango, mpo efandisa mitema mia biso, kimia, mpe toyeba ete oyebisaki biso bosembo, mpe tozala banzeneneke.",
      "footnotes": ""
    },
    {
      "id": "783",
      "sura": "5",
      "aya": "114",
      "arabic_text": "قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ ٱللَّهُمَّ رَبَّنَآ أَنزِلۡ عَلَيۡنَا مَآئِدَةٗ مِّنَ ٱلسَّمَآءِ تَكُونُ لَنَا عِيدٗا لِّأَوَّلِنَا وَءَاخِرِنَا وَءَايَةٗ مِّنكَۖ وَٱرۡزُقۡنَا وَأَنتَ خَيۡرُ ٱلرَّٰزِقِينَ",
      "translation": "114. Issa mwana ya Maryam alobaki ete: Eh! Allah Nkolo wa biso! Kitisela biso mesa kowuta na likolo, ezala eyenga mpona biso ya liboso mpe ya suka, mpe ezala elembo kowuta epai nayo. Leisa biso; mpamba te ozali moleisi ya malamu koleka.",
      "footnotes": ""
    },
    {
      "id": "784",
      "sura": "5",
      "aya": "115",
      "arabic_text": "قَالَ ٱللَّهُ إِنِّي مُنَزِّلُهَا عَلَيۡكُمۡۖ فَمَن يَكۡفُرۡ بَعۡدُ مِنكُمۡ فَإِنِّيٓ أُعَذِّبُهُۥ عَذَابٗا لَّآ أُعَذِّبُهُۥٓ أَحَدٗا مِّنَ ٱلۡعَٰلَمِينَ",
      "translation": "115. Allah alobi ete: Ya sôló, nazali kokitisela bino yango. Kasi, oyo akopengwa na sima na kati na bino, nakopesa ye etumbu oyo naino napesa moto moko te na mokili.",
      "footnotes": ""
    },
    {
      "id": "785",
      "sura": "5",
      "aya": "116",
      "arabic_text": "وَإِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ءَأَنتَ قُلۡتَ لِلنَّاسِ ٱتَّخِذُونِي وَأُمِّيَ إِلَٰهَيۡنِ مِن دُونِ ٱللَّهِۖ قَالَ سُبۡحَٰنَكَ مَا يَكُونُ لِيٓ أَنۡ أَقُولَ مَا لَيۡسَ لِي بِحَقٍّۚ إِن كُنتُ قُلۡتُهُۥ فَقَدۡ عَلِمۡتَهُۥۚ تَعۡلَمُ مَا فِي نَفۡسِي وَلَآ أَعۡلَمُ مَا فِي نَفۡسِكَۚ إِنَّكَ أَنتَ عَلَّٰمُ ٱلۡغُيُوبِ",
      "translation": "116. Mpe (kanisa) tango Allah akoloba na Issa mwana ya Maryam ete: Yo nde olobaki na bato ete: Bozua ngai na mama na ngai ba nzambe mibale na esika ya Allah? (Issa) Akoloba ete: Nkembo mpe lokumu nayo! Esengeli na ngai te na loba maye nazali na yango ndingisa te!? Soki nalobaki yango, osilaki koyeba. Mpo oyebi maye mazali okati na ngai, kasi nayebi te maye mazali okati nayo. Mpo ya sôló, yo nde ozali na boyebi ya mabombami.",
      "footnotes": ""
    },
    {
      "id": "786",
      "sura": "5",
      "aya": "117",
      "arabic_text": "مَا قُلۡتُ لَهُمۡ إِلَّا مَآ أَمَرۡتَنِي بِهِۦٓ أَنِ ٱعۡبُدُواْ ٱللَّهَ رَبِّي وَرَبَّكُمۡۚ وَكُنتُ عَلَيۡهِمۡ شَهِيدٗا مَّا دُمۡتُ فِيهِمۡۖ فَلَمَّا تَوَفَّيۡتَنِي كُنتَ أَنتَ ٱلرَّقِيبَ عَلَيۡهِمۡۚ وَأَنتَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ",
      "translation": "117. Nalobelaki bango sé oyo otindaki ngai na yango ete: Bobondela Allah Nkolo wa ngai mpe Nkolo wa bino. Mpe nazalaki nzeneneke likolo na bango tango nazalaki na bango elongo. Kasi wuta osilaki komatisa ngai epai nayo, yo nde otikali mokengeli likolo na bango. Mpo ete ozali nzeneneke likolo ya biloko binso.",
      "footnotes": ""
    },
    {
      "id": "787",
      "sura": "5",
      "aya": "118",
      "arabic_text": "إِن تُعَذِّبۡهُمۡ فَإِنَّهُمۡ عِبَادُكَۖ وَإِن تَغۡفِرۡ لَهُمۡ فَإِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "118. Soki okopesa bango etumbu, bazali bawumbu nayo; mpe soki olimbisi bango, ya sôló, ozali wa bokasi otonda bwanya.",
      "footnotes": ""
    },
    {
      "id": "788",
      "sura": "5",
      "aya": "119",
      "arabic_text": "قَالَ ٱللَّهُ هَٰذَا يَوۡمُ يَنفَعُ ٱلصَّٰدِقِينَ صِدۡقُهُمۡۚ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
      "translation": "119. Allah akoloba ete: Lelo ezali mokolo moye bato ya bosembo bakozua litomba ya bosembo na bango. Bakozala okati ya lola wapi epai mingala mizali kotiola, libela ókati na yango. Allah asepeli na bango, bango mpe basepeli na Allah. Wana nde elonga ya monene.",
      "footnotes": ""
    },
    {
      "id": "789",
      "sura": "5",
      "aya": "120",
      "arabic_text": "لِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا فِيهِنَّۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرُۢ",
      "translation": "120. Bokonzi ya likolo na ya nsé mpe maye mazuami na kati na yango mazali ya Allah. Mpe ye nde azali na bokoki likolo ya biloko binso.",
      "footnotes": ""
    }
  ]
}