{
  "result": [
    {
      "id": "1474",
      "sura": "11",
      "aya": "1",
      "arabic_text": "الٓرۚ كِتَٰبٌ أُحۡكِمَتۡ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتۡ مِن لَّدُنۡ حَكِيمٍ خَبِيرٍ",
      "translation": "Alɩf, Laam, Raa.[1] Alkʋrãɑnɑ Yaa Gaf Aaya-rãmb B sẽn bʋ-ɑ n mɑnege tɩ tar võore, la B wels-ɑ, ɑ yii bʋʋd minim Soabã nengẽ.",
      "footnotes": "[1] Wẽnd n yɩɩd minim ne A sẽn rat ne gʋls-bi tõsdɩ-kãensã. La Gʋls-bi tõsdɩ-kãensã, sẽn be Sʋʋr-kãensã baasgẽ wã, yaa sẽn wilgd Alkʋrãanã sẽn komsd a gees-n-taasã, bala b geesa kɩfr-dãmbã ne Alkʋrãanã, tɩ b kong n ka tõog n wa ne a buud ye, tɩ Alkʋrãanã me -yaool n yaa sẽn tui ne gom-biis nins bãmb goamã sẽn tuit ne wã, sẽn yaa gʋls-bi tõsdɩ bãmbã buudã, tɩ rẽnda wilgd Laarab-rãmbã kongame n ka tõog n wa ne Alkʋrãanã buud ye, n lagem ne bãmb n yɩɩd nebã ne zelem pεkã, tɩ wilgdẽ tɩ Alkʋrãanã a yaa sẽn tʋme tɩ yi Wẽnd nengẽ."
    },
    {
      "id": "1475",
      "sura": "11",
      "aya": "2",
      "arabic_text": "أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۚ إِنَّنِي لَكُم مِّنۡهُ نَذِيرٞ وَبَشِيرٞ",
      "translation": "Tɩ y ra tũ-y zẽng sã n pa Wẽnd ye. Ad mam yaa yãmb bugsd n yi A nengẽ, n leb n yaa sũ-noogda.",
      "footnotes": ""
    },
    {
      "id": "1476",
      "sura": "11",
      "aya": "3",
      "arabic_text": "وَأَنِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُمَتِّعۡكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَيُؤۡتِ كُلَّ ذِي فَضۡلٖ فَضۡلَهُۥۖ وَإِن تَوَلَّوۡاْ فَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ كَبِيرٍ",
      "translation": "Lɑ y kos-y Soabã yaafa, rẽ poorẽ tuub-y n leb A nengẽ. A na kõ yãmb wʋms noogo n tɩ tãag wakat sẽn yãk tεka, la A kõ ned ning sẽn nidg pãng soɑb fãɑ ɑ keoorã ne zu-zẽkre. La yãmb sã n gõd y zãn-kuidsi, mam yaeesdɑ yãmb zugu, ra-bedrã rɑɑr sɩbgre.",
      "footnotes": ""
    },
    {
      "id": "1477",
      "sura": "11",
      "aya": "4",
      "arabic_text": "إِلَى ٱللَّهِ مَرۡجِعُكُمۡۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
      "translation": "Yaa Wẽnd nengẽ la yãmb lebgr zĩiga, Yẽ la bũmb fãa Tõoda.",
      "footnotes": ""
    },
    {
      "id": "1478",
      "sura": "11",
      "aya": "5",
      "arabic_text": "أَلَآ إِنَّهُمۡ يَثۡنُونَ صُدُورَهُمۡ لِيَسۡتَخۡفُواْ مِنۡهُۚ أَلَا حِينَ يَسۡتَغۡشُونَ ثِيَابَهُمۡ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "Lɑ bãmb luta b yãoodã sẽn na yɩl n solg Wẽnde sẽn be b yãɑdẽ wã. La ɑd bãmb sẽn wɑt n pind b futã Wẽnd mii b sẽn solgã la b sẽn vẽneg bũmb ningã. Ad Wẽnd mii sẽn be sũyã pʋgẽ.",
      "footnotes": ""
    },
    {
      "id": "1479",
      "sura": "11",
      "aya": "6",
      "arabic_text": "۞ وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ إِلَّا عَلَى ٱللَّهِ رِزۡقُهَا وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ",
      "translation": "Lɑ bõn-vɩɩg ka be tẽn-gãngã zugu, rẽndame t'a rɩtlã zaoo Wẽnd zugu, t'A mi a zĩndg-zĩig la a kũum zĩiga, fãa gill bee Gaf vẽeneg pʋgẽ.",
      "footnotes": ""
    },
    {
      "id": "1480",
      "sura": "11",
      "aya": "7",
      "arabic_text": "وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ وَكَانَ عَرۡشُهُۥ عَلَى ٱلۡمَآءِ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۗ وَلَئِن قُلۡتَ إِنَّكُم مَّبۡعُوثُونَ مِنۢ بَعۡدِ ٱلۡمَوۡتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ",
      "translation": "Yaa Yẽ n naan saasã la tẽn-gãngã rasem a yoob pʋgẽ, lɑ A Alarsã rɑ bee koom zugu; sẽn na yɩl n zarb yãmb n bãng ãnd tʋʋmd n na n yɩɩg sõmblem. La tɩ fo sã n yeele: \"b na n vʋʋga yãmb y kũumã loogr poorẽ\", neb nins sẽn pa kõ sɩdã na n yeelame: \"ad wãnde yaa tɩɩm sẽn vẽnege\".",
      "footnotes": ""
    },
    {
      "id": "1481",
      "sura": "11",
      "aya": "8",
      "arabic_text": "وَلَئِنۡ أَخَّرۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِلَىٰٓ أُمَّةٖ مَّعۡدُودَةٖ لَّيَقُولُنَّ مَا يَحۡبِسُهُۥٓۗ أَلَا يَوۡمَ يَأۡتِيهِمۡ لَيۡسَ مَصۡرُوفًا عَنۡهُمۡ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "La tɩ Tõnd sã n yaoolg b sɩbgrã n tãag wakato, b na n yeelame: \"yaa bõe n tadgd-a?\" La raar ning a sẽn na n wa wã, b pa na n wẽnems-a n yi-b ye, tɩ b sẽn da yaandã pil bãmba.",
      "footnotes": ""
    },
    {
      "id": "1482",
      "sura": "11",
      "aya": "9",
      "arabic_text": "وَلَئِنۡ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ ثُمَّ نَزَعۡنَٰهَا مِنۡهُ إِنَّهُۥ لَيَـُٔوسٞ كَفُورٞ",
      "translation": "La tɩ Tõnd sã n leems ninsaal Tõnd yolsgã rẽ poorẽ tɩ d lebg n deeg-a, la a sẽn wãagd a tẽeb n lebgd sõm-zɩta.",
      "footnotes": ""
    },
    {
      "id": "1483",
      "sura": "11",
      "aya": "10",
      "arabic_text": "وَلَئِنۡ أَذَقۡنَٰهُ نَعۡمَآءَ بَعۡدَ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّيٓۚ إِنَّهُۥ لَفَرِحٞ فَخُورٌ",
      "translation": "La Tõnd sã n maan-a zu-noog wẽng sẽn sɩɩs-a poore, a yetdame: \"yel-wẽmsã zoe n zãaga maam\", la a bas n kɩdemdẽ la a pẽgd a menga.",
      "footnotes": ""
    },
    {
      "id": "1484",
      "sura": "11",
      "aya": "11",
      "arabic_text": "إِلَّا ٱلَّذِينَ صَبَرُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ",
      "translation": "Sã n pa neb nins sẽn maan sugrã la b tʋm sõmã wã, bãmb rãmbã tara yaafg la keoor sẽn bεdme.",
      "footnotes": ""
    },
    {
      "id": "1485",
      "sura": "11",
      "aya": "12",
      "arabic_text": "فَلَعَلَّكَ تَارِكُۢ بَعۡضَ مَا يُوحَىٰٓ إِلَيۡكَ وَضَآئِقُۢ بِهِۦ صَدۡرُكَ أَن يَقُولُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ كَنزٌ أَوۡ جَآءَ مَعَهُۥ مَلَكٌۚ إِنَّمَآ أَنتَ نَذِيرٞۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٌ",
      "translation": "Lɑ tõe tɩ fo rɑt n nɑ n basɑ b sẽn maan wah tɩ wa fo nengẽ wã kẽerã, tɩ fo yãoogã weoog ne rẽ, bala b yeelame: \"bõe yĩng tɩ b pa sik arzεk n kõ-a? Maa yaa bõe tɩ Malεk pa tũ-a n wa?\" ad fo yaa bugsd bala! Lɑ yaa Wẽnd lɑ bũmb fãa gũudɑ.",
      "footnotes": ""
    },
    {
      "id": "1486",
      "sura": "11",
      "aya": "13",
      "arabic_text": "أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِعَشۡرِ سُوَرٖ مِّثۡلِهِۦ مُفۡتَرَيَٰتٖ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "Bɩ b yetame: \"t'a (Mohammad ) n wãag-a n rogle?\" Yeele: \"bɩ y wa ne Sʋʋra sẽn wõnd wãnde la y bool yãmb sẽn rat ned ning fãa t'a sõng-ya, sẽn pa tũ ne Wẽnde, tɩ y sã n yɑɑ sɩd-rãmba.",
      "footnotes": ""
    },
    {
      "id": "1487",
      "sura": "11",
      "aya": "14",
      "arabic_text": "فَإِلَّمۡ يَسۡتَجِيبُواْ لَكُمۡ فَٱعۡلَمُوٓاْ أَنَّمَآ أُنزِلَ بِعِلۡمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ",
      "translation": "B sã n pa leok yãmbã, bɩ y bãng t'a siga ne Wẽnd bãngre, ad soab ka be tɩ sã n pa Wẽnd ye, rẽ yĩngã y nɑ n sak n tũume?",
      "footnotes": ""
    },
    {
      "id": "1488",
      "sura": "11",
      "aya": "15",
      "arabic_text": "مَن كَانَ يُرِيدُ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا نُوَفِّ إِلَيۡهِمۡ أَعۡمَٰلَهُمۡ فِيهَا وَهُمۡ فِيهَا لَا يُبۡخَسُونَ",
      "translation": "Ned nins sẽn yɩ-b n rat dũni vɩɩmã la a nag-teedã, D pidsda b tʋʋmã keoor n kõ-b a pʋgẽ, kũun sẽn pa na n naag ne wẽgbo.",
      "footnotes": ""
    },
    {
      "id": "1489",
      "sura": "11",
      "aya": "16",
      "arabic_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ لَيۡسَ لَهُمۡ فِي ٱلۡأٓخِرَةِ إِلَّا ٱلنَّارُۖ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ",
      "translation": "Bãmbã rãmbã, b pa tar keoor a to yɑoolem rɑɑrã rẽnda Bugum, tɩ b sẽn tʋmã lʋɩ, b sẽn da yɩ n tʋmdẽ wã me lebgdɑ zaalem.",
      "footnotes": ""
    },
    {
      "id": "1490",
      "sura": "11",
      "aya": "17",
      "arabic_text": "أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتۡلُوهُ شَاهِدٞ مِّنۡهُ وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةًۚ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۚ وَمَن يَكۡفُرۡ بِهِۦ مِنَ ٱلۡأَحۡزَابِ فَٱلنَّارُ مَوۡعِدُهُۥۚ فَلَا تَكُ فِي مِرۡيَةٖ مِّنۡهُۚ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ",
      "translation": "Rẽ yĩnga sẽn be ɑ vẽenem (Alkʋraanã) zugu, vẽenem sẽn yi a Soabã nengẽ tɩ kaset soab sẽn yi A nengẽ me (a Gibriila) pʋgd-ɑ, la rẽ taoor me, a Muusa Gafã rengame n yaa kãndagr la yolsgo [Yẽ soab ne ned ning sẽn pa be vẽenem pʋgẽ nɑ yi yembre?]. Bãmbã rãmbã kõo sɩda, la zãma sã n welg n pa kõt sɩda, Bugmẽ wã la a sεk zĩiga. Bɩ f ra maan sik ne Alkʋrãanã ye, ad a yaa sɩd n yi fo Soabã nengẽ, la neb sẽn waoog fãa pa kõt sɩd ye.",
      "footnotes": ""
    },
    {
      "id": "1491",
      "sura": "11",
      "aya": "18",
      "arabic_text": "وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًاۚ أُوْلَٰٓئِكَ يُعۡرَضُونَ عَلَىٰ رَبِّهِمۡ وَيَقُولُ ٱلۡأَشۡهَٰدُ هَٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُواْ عَلَىٰ رَبِّهِمۡۚ أَلَا لَعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ",
      "translation": "La ãnd wẽgb n le yɩɩd ned ning sẽn wãaga zĩri n rogl Wẽnde? B na n balla bãmb rãmbã b Soabã nengẽ la kaset maandbã (Malεgsã) na n yeelame: \"ad bãmbã la sẽn yag b Soabã zĩri wã\". La Wẽnd kãab-beed be ne wẽgdbã.",
      "footnotes": ""
    },
    {
      "id": "1492",
      "sura": "11",
      "aya": "19",
      "arabic_text": "ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ",
      "translation": "Neb nins sẽn gɩt-b Wẽnd sorã la b baood n na n goalem-a wã, la bãmb le yɑɑ sẽn pa kõt sɩd ne Laahrã.",
      "footnotes": ""
    },
    {
      "id": "1493",
      "sura": "11",
      "aya": "20",
      "arabic_text": "أُوْلَٰٓئِكَ لَمۡ يَكُونُواْ مُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَۘ يُضَٰعَفُ لَهُمُ ٱلۡعَذَابُۚ مَا كَانُواْ يَسۡتَطِيعُونَ ٱلسَّمۡعَ وَمَا كَانُواْ يُبۡصِرُونَ",
      "translation": "Bãmbã rãmbã ka yɩ n na n põsg (Wẽnd) tẽn-gãngã zug ye! B leb n pa tar lall-n-tɑɑs zẽng sẽn pa Wẽnd ye, b na n fãoa nangã b zugu, b ra yɩɩme n pa wʋmdẽ, la b ra pɑ yɩ n neẽ.",
      "footnotes": ""
    },
    {
      "id": "1494",
      "sura": "11",
      "aya": "21",
      "arabic_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ",
      "translation": "Bãmbã rãmbã la sẽn bõn b mensã, tɩ b sẽn yẽgemd bõn-yood ninsã me menem n bas-ba.",
      "footnotes": ""
    },
    {
      "id": "1495",
      "sura": "11",
      "aya": "22",
      "arabic_text": "لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ",
      "translation": "Sik pa be tɩ bãmb n yɩɩd ne bõn Yaoolem daarã ye.",
      "footnotes": ""
    },
    {
      "id": "1496",
      "sura": "11",
      "aya": "23",
      "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَخۡبَتُوٓاْ إِلَىٰ رَبِّهِمۡ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "Ad neb nins sẽn kõ sɩd la b tʋm sõmã wã la b sikd b mens b Soabã taoorã, bãmb rãmbã la arzãn neba, b na n duuma beenẽ.",
      "footnotes": ""
    },
    {
      "id": "1497",
      "sura": "11",
      "aya": "24",
      "arabic_text": "۞ مَثَلُ ٱلۡفَرِيقَيۡنِ كَٱلۡأَعۡمَىٰ وَٱلۡأَصَمِّ وَٱلۡبَصِيرِ وَٱلسَّمِيعِۚ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ أَفَلَا تَذَكَّرُونَ",
      "translation": "Zãma a yiibã bilgr yaa wa zoang la muka, la net la wʋmdã, rẽ yĩnga b yiibã zema taaba, yãmb pa tɑgsd la?",
      "footnotes": ""
    },
    {
      "id": "1498",
      "sura": "11",
      "aya": "25",
      "arabic_text": "وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ",
      "translation": "Sɩd la hakɩɩka Tõnd tʋmsa a Nuuh t'ɑ kẽng a nebẽ wã (n taas-ba): \"ad mam yaa bugsd sẽn yɑɑ vẽeneg yãmb yĩnga!''",
      "footnotes": ""
    },
    {
      "id": "1499",
      "sura": "11",
      "aya": "26",
      "arabic_text": "أَن لَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ أَلِيمٖ",
      "translation": "Sẽn na yɩl tɩ y ra tũ sã n pa Wẽnde, ad mam yaeesdɑ yãmb zug rɑ-toogã rɑɑr nango.",
      "footnotes": ""
    },
    {
      "id": "1500",
      "sura": "11",
      "aya": "27",
      "arabic_text": "فَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرٗا مِّثۡلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمۡ أَرَاذِلُنَا بَادِيَ ٱلرَّأۡيِ وَمَا نَرَىٰ لَكُمۡ عَلَيۡنَا مِن فَضۡلِۭ بَلۡ نَظُنُّكُمۡ كَٰذِبِينَ",
      "translation": "La kug-zĩidb nins sẽn kɩfl a nebẽ wã yeele: \" Tõnd pa yã foom rẽndame tɩ f yaa ninsaal bal wa tõndo, tõnd leb n pa yã sẽn pʋgd-b foomã rẽndame tɩ yaa tõnd nin-yaalsã, sẽn pa tar yamã, la tõnd leb n pa yã yãmb ne yɩɩdlem buud tõnd zugu. Tõnd pʋs n tẽedame tɩ y yagda zĩri.",
      "footnotes": ""
    },
    {
      "id": "1501",
      "sura": "11",
      "aya": "28",
      "arabic_text": "قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي رَحۡمَةٗ مِّنۡ عِندِهِۦ فَعُمِّيَتۡ عَلَيۡكُمۡ أَنُلۡزِمُكُمُوهَا وَأَنتُمۡ لَهَا كَٰرِهُونَ",
      "translation": "T'a yeele: \"Yaa mam neba! Yãmb yãame? Mam sã n be vẽeneg zug sẽn yi m Soabã nengẽ, t'A kõ maam yolsgo (nabiyaamdem) sẽn yi A nengẽ tɩ yãmb ninã zondg n pa tõe n yã, rẽ yĩnga tõnd tõe n modga yãmb ne-a tɩ y sã n kis-a?",
      "footnotes": ""
    },
    {
      "id": "1502",
      "sura": "11",
      "aya": "29",
      "arabic_text": "وَيَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مَالًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓاْۚ إِنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ",
      "translation": "Yaa yãmb m neba! Mam pa kot yãmb arzεk ye, mam rolb bee ne Wẽnde, mam pa na n rig sɩd-kõtbã ye, ad b na n sega b Soabã. La mam mikame tɩ y yaa zɩtba.",
      "footnotes": ""
    },
    {
      "id": "1503",
      "sura": "11",
      "aya": "30",
      "arabic_text": "وَيَٰقَوۡمِ مَن يَنصُرُنِي مِنَ ٱللَّهِ إِن طَرَدتُّهُمۡۚ أَفَلَا تَذَكَّرُونَ",
      "translation": "Yaa yãmb m neba! Ãnd n na n sõng maam n yi Wẽnd (nangã) tɩ mam sã n rig-ba? Yãmb pa tar pʋ-tẽer la?",
      "footnotes": ""
    },
    {
      "id": "1504",
      "sura": "11",
      "aya": "31",
      "arabic_text": "وَلَآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ إِنِّي مَلَكٞ وَلَآ أَقُولُ لِلَّذِينَ تَزۡدَرِيٓ أَعۡيُنُكُمۡ لَن يُؤۡتِيَهُمُ ٱللَّهُ خَيۡرًاۖ ٱللَّهُ أَعۡلَمُ بِمَا فِيٓ أَنفُسِهِمۡ إِنِّيٓ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ",
      "translation": "La mam pa yet yãmb tɩ mam tara Wẽnd arzεkã kogend ye, bɩ mam mii sẽn solg ye, la m pa yet tɩ mam yaa Malεk ye; m pa yet tɩ neb nins yãmb sẽn kisã Wẽnd ka na n kõ-b sõma ye, Wẽnd n mi sẽn be b sũyẽ wã [mam sã n yeel-b woto], mam yɩta wẽgdbã pʋgẽ yembre.",
      "footnotes": ""
    },
    {
      "id": "1505",
      "sura": "11",
      "aya": "32",
      "arabic_text": "قَالُواْ يَٰنُوحُ قَدۡ جَٰدَلۡتَنَا فَأَكۡثَرۡتَ جِدَٰلَنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
      "translation": "Tɩ b yeele: \"yaa foo a Nuuhu, fo wẽe ne tõnd no-koeemd n wogle. Tall fo sẽn bugsd tõnd ne bũmb nĩngã n wɑ ne-ɑ tɩ fo sã n yaa sɩd soaba\"",
      "footnotes": ""
    },
    {
      "id": "1506",
      "sura": "11",
      "aya": "33",
      "arabic_text": "قَالَ إِنَّمَا يَأۡتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعۡجِزِينَ",
      "translation": "T'a yeele: ''ad yaa Wẽnd n na n tall-a n wa t'A sã n rata, lɑ y ka na n tõog n põs ye\".",
      "footnotes": ""
    },
    {
      "id": "1507",
      "sura": "11",
      "aya": "34",
      "arabic_text": "وَلَا يَنفَعُكُمۡ نُصۡحِيٓ إِنۡ أَرَدتُّ أَنۡ أَنصَحَ لَكُمۡ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغۡوِيَكُمۡۚ هُوَ رَبُّكُمۡ وَإِلَيۡهِ تُرۡجَعُونَ",
      "translation": "Mam saglgã pa na n naf yãmb tɩ yãmb Soabã sã n rat n menes-y ye, yaa Yẽ lɑ y Soɑba, A nengẽ me la b lesbsd yãmba.",
      "footnotes": ""
    },
    {
      "id": "1508",
      "sura": "11",
      "aya": "35",
      "arabic_text": "أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَعَلَيَّ إِجۡرَامِي وَأَنَا۠ بَرِيٓءٞ مِّمَّا تُجۡرِمُونَ",
      "translation": "Bɩ b yetame: \"a wãag n rogl-a lame\" yeele: \"mam sã n wãagame n rogle, mam beegrã roga ne maam, la yãmb sẽn maand beem ningã me pa rog maam ye.",
      "footnotes": ""
    },
    {
      "id": "1509",
      "sura": "11",
      "aya": "36",
      "arabic_text": "وَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤۡمِنَ مِن قَوۡمِكَ إِلَّا مَن قَدۡ ءَامَنَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَفۡعَلُونَ",
      "translation": "Tɩ B tʋm tɩ kẽng a Nuuh nengẽ (n wilg-a): \" fo nebã pʋga, ned ba a ye pa na n kõ sɩda, sã n pa sẽn pĩnd n kõ sɩdã rãmbã. Bɩ f ra sãam f sũur ne b sẽn da maandã ye.",
      "footnotes": ""
    },
    {
      "id": "1510",
      "sura": "11",
      "aya": "37",
      "arabic_text": "وَٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ",
      "translation": "La f maan koglgã ne Tõnd gũudum la walɑ Tõnd wahɩ wã sẽn sagl to-to wã, la F ra bool Maam wẽgdbã yĩng ye, ad b na n bõrɑ koomẽ.",
      "footnotes": ""
    },
    {
      "id": "1511",
      "sura": "11",
      "aya": "38",
      "arabic_text": "وَيَصۡنَعُ ٱلۡفُلۡكَ وَكُلَّمَا مَرَّ عَلَيۡهِ مَلَأٞ مِّن قَوۡمِهِۦ سَخِرُواْ مِنۡهُۚ قَالَ إِن تَسۡخَرُواْ مِنَّا فَإِنَّا نَسۡخَرُ مِنكُمۡ كَمَا تَسۡخَرُونَ",
      "translation": "T'a na n mɑɑn koglgã. A nebã kug-zĩidbã sã n pɩʋʋg-a fãa, b laad-a lame. T'a yeele: ''yãmb sã n yaand tõndo, tõnd me na n wa yaala yãmb wala yãmb me sẽn yaal [tõndã].",
      "footnotes": ""
    },
    {
      "id": "1512",
      "sura": "11",
      "aya": "39",
      "arabic_text": "فَسَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ",
      "translation": "Lɑ y na wa n bãng ãnd la yaalg sɩbgr na n paame tɩ nan-pɑɑdg na n sig a zugu.",
      "footnotes": ""
    },
    {
      "id": "1513",
      "sura": "11",
      "aya": "40",
      "arabic_text": "حَتَّىٰٓ إِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ قُلۡنَا ٱحۡمِلۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ وَمَنۡ ءَامَنَۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞ",
      "translation": "Hal tɩ Tõnd noor (bʋʋdã) sã n wa, tɩ yɩgrã sã n wa fudgi [koom], d yetdame: \" zɩlg [koglgã pʋga], bũmb fãa yãang lɑ raoogo, n paas fo zakã nebã - sã n pa ned ning Tõnd bʋʋd sẽn reng a soab zugu - la f rɩk neb nins sẽn kõ sɩdã\". La rɑ pɑ lagem-a n kõ sɩda rẽndɑ bilf bɑlɑ.",
      "footnotes": ""
    },
    {
      "id": "1514",
      "sura": "11",
      "aya": "41",
      "arabic_text": "۞ وَقَالَ ٱرۡكَبُواْ فِيهَا بِسۡمِ ٱللَّهِ مَجۡر۪ىٰهَا وَمُرۡسَىٰهَآۚ إِنَّ رَبِّي لَغَفُورٞ رَّحِيمٞ",
      "translation": "T'ɑ yeele: \"kẽ-y a pʋgẽ wã. A zoees la a yalsg yɑɑ ne Wẽnd yʋʋre. Ad mam Soabã yaa yaafg soab n yaa yolsg Naaba.",
      "footnotes": ""
    },
    {
      "id": "1515",
      "sura": "11",
      "aya": "42",
      "arabic_text": "وَهِيَ تَجۡرِي بِهِمۡ فِي مَوۡجٖ كَٱلۡجِبَالِ وَنَادَىٰ نُوحٌ ٱبۡنَهُۥ وَكَانَ فِي مَعۡزِلٖ يَٰبُنَيَّ ٱرۡكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلۡكَٰفِرِينَ",
      "translation": "T'a zoet ne bãmb ko-wĩigã sẽn yaa wala tãmsã sʋka , t'a Nuuh moon n bool a biigã lɑ ɑ rɑ lɑkɑme (sẽn pa zãr ne koglgã): \"m biig sõngo, zomb n lagem tõnd la f ra lɑgem kɩfr-rãmbã ye\"",
      "footnotes": ""
    },
    {
      "id": "1516",
      "sura": "11",
      "aya": "43",
      "arabic_text": "قَالَ سَـَٔاوِيٓ إِلَىٰ جَبَلٖ يَعۡصِمُنِي مِنَ ٱلۡمَآءِۚ قَالَ لَا عَاصِمَ ٱلۡيَوۡمَ مِنۡ أَمۡرِ ٱللَّهِ إِلَّا مَن رَّحِمَۚ وَحَالَ بَيۡنَهُمَا ٱلۡمَوۡجُ فَكَانَ مِنَ ٱلۡمُغۡرَقِينَ",
      "translation": "T'a yeele: \"Mam na n zoe n tɩ rʋʋ tãngã t'a põsg-m n yi koomã\". T'a Nuuh yeele: \" Ad põsgd ka be rũndã n yi Wẽnd yellã sã n pa A sẽn yols a soaba\" Tɩ ko-wĩigã pasg b yiibã sʋka, tɩ biigã yɩ bõrdbã yembre.",
      "footnotes": ""
    },
    {
      "id": "1517",
      "sura": "11",
      "aya": "44",
      "arabic_text": "وَقِيلَ يَٰٓأَرۡضُ ٱبۡلَعِي مَآءَكِ وَيَٰسَمَآءُ أَقۡلِعِي وَغِيضَ ٱلۡمَآءُ وَقُضِيَ ٱلۡأَمۡرُ وَٱسۡتَوَتۡ عَلَى ٱلۡجُودِيِّۖ وَقِيلَ بُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ",
      "translation": "Tɩ B yeele: \" yaa foo tẽn-gãngo, vel f koomã! Lɑ foo ɑ saaga, yoog n yals [niibã]\"! Tɩ koomã sigi, tɩ (Wẽnd) bʋʋdã yɩ, tɩ koglgã na n yãnes Zuudiy zugu, tɩ b na n yeele: \" wẽgdbã zĩig zãɑge\"!",
      "footnotes": ""
    },
    {
      "id": "1518",
      "sura": "11",
      "aya": "45",
      "arabic_text": "وَنَادَىٰ نُوحٞ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبۡنِي مِنۡ أَهۡلِي وَإِنَّ وَعۡدَكَ ٱلۡحَقُّ وَأَنتَ أَحۡكَمُ ٱلۡحَٰكِمِينَ",
      "translation": "La a Nuuh bool a Soabã n yeele: \" yaa Foom m Soaba! Ad mam biigã yaa mam zakã neda la Fo pʋlengã yaa sɩda. La Foom n yɩɩd bʋ-kaoodbã ne yals-tɩrga.",
      "footnotes": ""
    },
    {
      "id": "1519",
      "sura": "11",
      "aya": "46",
      "arabic_text": "قَالَ يَٰنُوحُ إِنَّهُۥ لَيۡسَ مِنۡ أَهۡلِكَۖ إِنَّهُۥ عَمَلٌ غَيۡرُ صَٰلِحٖۖ فَلَا تَسۡـَٔلۡنِ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۖ إِنِّيٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلۡجَٰهِلِينَ",
      "translation": "T'A yeele: \"yaa foo a Nuuhu! Ad a pa fo zakã ned ye, bala a maana tʋʋm-yooko. Ra kos Maam fo sẽn pa tar yell ningã bãngr ye, ad Mam sagenda foom tɩ f ra yɩ zɩtbã pʋgẽ yembr ye\".",
      "footnotes": ""
    },
    {
      "id": "1520",
      "sura": "11",
      "aya": "47",
      "arabic_text": "قَالَ رَبِّ إِنِّيٓ أَعُوذُ بِكَ أَنۡ أَسۡـَٔلَكَ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞۖ وَإِلَّا تَغۡفِرۡ لِي وَتَرۡحَمۡنِيٓ أَكُن مِّنَ ٱلۡخَٰسِرِينَ",
      "translation": "La a Nuuh yeele: \"Yaa m Soaba! Mam kota gũudum n ra wa kos Foom bũmb ning mam sẽn pa tar bãngr a zugu. La tɩ Fo sã n pa yaaf maam la F yols maam, mam na yɩ bõn-rãmbã yembre\".",
      "footnotes": ""
    },
    {
      "id": "1521",
      "sura": "11",
      "aya": "48",
      "arabic_text": "قِيلَ يَٰنُوحُ ٱهۡبِطۡ بِسَلَٰمٖ مِّنَّا وَبَرَكَٰتٍ عَلَيۡكَ وَعَلَىٰٓ أُمَمٖ مِّمَّن مَّعَكَۚ وَأُمَمٞ سَنُمَتِّعُهُمۡ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٞ",
      "translation": "Tɩ B yeele: \" Nuuhu, sig ne bãane sẽn yi Tõnd nengẽ. La D bark be foo la zãma ning sẽn be ne foomã zugu. Lɑ zãma a tɑɑb n nɑ n zĩnd b pʋgẽ Tõnd sẽn na n wʋms-b noogo, rẽ poorẽ sɩbgr sẽn zabd sẽn yi Tõnd nengẽ n na n paam-ba.",
      "footnotes": ""
    },
    {
      "id": "1522",
      "sura": "11",
      "aya": "49",
      "arabic_text": "تِلۡكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهَآ إِلَيۡكَۖ مَا كُنتَ تَعۡلَمُهَآ أَنتَ وَلَا قَوۡمُكَ مِن قَبۡلِ هَٰذَاۖ فَٱصۡبِرۡۖ إِنَّ ٱلۡعَٰقِبَةَ لِلۡمُتَّقِينَ",
      "translation": "Woto yaa sẽn yi kiba-soondɩ tɩ Tõnd tʋm wahɩ tɩ wa fo nengẽ. Fo ra ka mi kiba-bãmbã ye; f nebã me ra pa mi-b taoor tɩ wã nɑn pɑ wɑ ye. Bɩ f maan sugri, ad baas neer bee ne wẽn-zoεtbã.",
      "footnotes": ""
    },
    {
      "id": "1523",
      "sura": "11",
      "aya": "50",
      "arabic_text": "وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۖ إِنۡ أَنتُمۡ إِلَّا مُفۡتَرُونَ",
      "translation": "La (Tõnd leb n tʋmsa) a Aad nengẽ, b saam-biig a Huude, t'a yeel-ba: \"Yaa yãmb mam neba! Tũ-y Wẽnde, yãmb pa tar soab-zẽng sẽn pa Yẽ ye. Ad yãmb sẽn maandã fãa yaa zĩri.",
      "footnotes": ""
    },
    {
      "id": "1524",
      "sura": "11",
      "aya": "51",
      "arabic_text": "يَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱلَّذِي فَطَرَنِيٓۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "Yaa yãmb mam neba! Ad mam pa kot yãmb keoor bɩ rolb ye, ad mam keoorã bee ne sẽn yẽbgɑ maamã, yãmb pa tagsd la?",
      "footnotes": ""
    },
    {
      "id": "1525",
      "sura": "11",
      "aya": "52",
      "arabic_text": "وَيَٰقَوۡمِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا وَيَزِدۡكُمۡ قُوَّةً إِلَىٰ قُوَّتِكُمۡ وَلَا تَتَوَلَّوۡاْ مُجۡرِمِينَ",
      "translation": "Yaa yãmb mam neba! Kos-y y Soabã yaafg lɑ y lebg n tʋg A nengẽ; A na tʋms y nengẽ sa-koom tɩ kiigdẽ la A paas yãmb pãngã. La y ra tud-A y zãn-kuids n wɑ lebg nin-wẽns ye\".",
      "footnotes": ""
    },
    {
      "id": "1526",
      "sura": "11",
      "aya": "53",
      "arabic_text": "قَالُواْ يَٰهُودُ مَا جِئۡتَنَا بِبَيِّنَةٖ وَمَا نَحۡنُ بِتَارِكِيٓ ءَالِهَتِنَا عَن قَوۡلِكَ وَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ",
      "translation": "La b yeele: \"yaa foom a Huude! Fo ka wa ne vẽenem tõnd nengẽ ye, tõnd leb n pa sak n na n bas d sob-rãmbã fo goamã yĩng ye, tõnd leb n pa nɑ n kõ foom sɩd ye''.",
      "footnotes": ""
    },
    {
      "id": "1527",
      "sura": "11",
      "aya": "54",
      "arabic_text": "إِن نَّقُولُ إِلَّا ٱعۡتَرَىٰكَ بَعۡضُ ءَالِهَتِنَا بِسُوٓءٖۗ قَالَ إِنِّيٓ أُشۡهِدُ ٱللَّهَ وَٱشۡهَدُوٓاْ أَنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ",
      "translation": "Tõnd yetame bal tɩ yaa tõnd sob-rãmbã sãndɑ n maan foom.T'a yeele: '' Wẽnd yaa mam kaseto, yãmb me maan kaset tɩ sɩd la hakɩɩka, mam pidga m meng n yi yãmb sẽn maan lagem-n-taar ne bũmb ninsã''.",
      "footnotes": ""
    },
    {
      "id": "1528",
      "sura": "11",
      "aya": "55",
      "arabic_text": "مِن دُونِهِۦۖ فَكِيدُونِي جَمِيعٗا ثُمَّ لَا تُنظِرُونِ",
      "translation": "Zẽng sẽn pa Yẽ (Wẽnde); bɩ y rab maam y fãa gilli, rẽ poorẽ ra koll-y maam ye.",
      "footnotes": ""
    },
    {
      "id": "1529",
      "sura": "11",
      "aya": "56",
      "arabic_text": "إِنِّي تَوَكَّلۡتُ عَلَى ٱللَّهِ رَبِّي وَرَبِّكُمۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذُۢ بِنَاصِيَتِهَآۚ إِنَّ رَبِّي عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "Ad mam bobla m meng ne Wẽnde, sẽn yaa maam la yãmb Soabã. Bõn-vɩt ka be rẽndame t'A wõr-ɑ lame t'ɑ be A soolmẽ wã. Ad mam Soabã bee tẽeg-tɩrg zugu.",
      "footnotes": ""
    },
    {
      "id": "1530",
      "sura": "11",
      "aya": "57",
      "arabic_text": "فَإِن تَوَلَّوۡاْ فَقَدۡ أَبۡلَغۡتُكُم مَّآ أُرۡسِلۡتُ بِهِۦٓ إِلَيۡكُمۡۚ وَيَسۡتَخۡلِفُ رَبِّي قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّونَهُۥ شَيۡـًٔاۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ",
      "translation": "La yãmb sã n gũd y zãn-kuidsi, sɩd la hakɩɩka mam taasa yãmb b sẽn tool maam ne bũmb ningã, mam Soabã ledsdɑ neb a taab sẽn pɑ yãmbɑ, lɑ yãmb pa namsd-A bɑɑ fʋɩ, ɑd mam Soabã yaa gũusd ne bũmb fãa.",
      "footnotes": ""
    },
    {
      "id": "1531",
      "sura": "11",
      "aya": "58",
      "arabic_text": "وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا هُودٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَنَجَّيۡنَٰهُم مِّنۡ عَذَابٍ غَلِيظٖ",
      "translation": "La Tõnd bʋʋdã sẽn wa n wa wã, Tõnd põsga a Huud la neb nins sẽn be ne yẽ n kõ sɩdã, ne yolsg sẽn yi Tõnd nengẽ, n põsg-b n yi nang sẽn tɑgme.",
      "footnotes": ""
    },
    {
      "id": "1532",
      "sura": "11",
      "aya": "59",
      "arabic_text": "وَتِلۡكَ عَادٞۖ جَحَدُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَعَصَوۡاْ رُسُلَهُۥ وَٱتَّبَعُوٓاْ أَمۡرَ كُلِّ جَبَّارٍ عَنِيدٖ",
      "translation": "A Aad rãmb la woto, b yagsa b Soabã tagmas-rãmbã, n kɩɩs A tẽn-tʋʋmbã la b tũ na-pãng soab fãɑ sẽn yaa kɩɩsd noore.",
      "footnotes": ""
    },
    {
      "id": "1533",
      "sura": "11",
      "aya": "60",
      "arabic_text": "وَأُتۡبِعُواْ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ عَادٗا كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّعَادٖ قَوۡمِ هُودٖ",
      "translation": "Tɩ kãab-beed pʋg-b Dũni kaanẽ la Dũni-yikr raarã. Ad Aad rãmb pa kõ b Soabã sɩd ye, ad Aad rãmb sẽn yaa a Huud nebã zãaga ne yolsgo!",
      "footnotes": ""
    },
    {
      "id": "1534",
      "sura": "11",
      "aya": "61",
      "arabic_text": "۞ وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ هُوَ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَٱسۡتَعۡمَرَكُمۡ فِيهَا فَٱسۡتَغۡفِرُوهُ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي قَرِيبٞ مُّجِيبٞ",
      "translation": "La (Tõnd leb n tʋm) tɩ kẽng Samuud rãmb nengẽ, b saam-biig a Salih, t'a yeele: \"Yaa yãmb mam neba! tũ-y Wẽnde, y pa tar soab zẽng sẽn pa Yẽ ye, A Naana yãmb n yi tẽn-gãngã la A mɑɑn yãmb tɩ y yɑɑ metbɑ, kos-y-yã-A yaafg la y lebg n tʋg A nengẽ, ad A pẽeme n reegd kosgo.",
      "footnotes": ""
    },
    {
      "id": "1535",
      "sura": "11",
      "aya": "62",
      "arabic_text": "قَالُواْ يَٰصَٰلِحُ قَدۡ كُنتَ فِينَا مَرۡجُوّٗا قَبۡلَ هَٰذَآۖ أَتَنۡهَىٰنَآ أَن نَّعۡبُدَ مَا يَعۡبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِي شَكّٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ مُرِيبٖ",
      "translation": "Tɩ b yeele: \"yaa foom a Salih, tõnd ra tara tẽ-sõng fo zug sẽn dɑ looge, rẽ yĩngã fo gɩdgda tõnd tɩ d ra tũ d yaab-rãmbã sẽn da tũud bũmb ningã? Pa rẽnda meng ye, ad tõnd bee sik wʋsg pʋg ne fo sẽn boond tõnd n teesd zĩig nĩngã.",
      "footnotes": ""
    },
    {
      "id": "1536",
      "sura": "11",
      "aya": "63",
      "arabic_text": "قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي مِنۡهُ رَحۡمَةٗ فَمَن يَنصُرُنِي مِنَ ٱللَّهِ إِنۡ عَصَيۡتُهُۥۖ فَمَا تَزِيدُونَنِي غَيۡرَ تَخۡسِيرٖ",
      "translation": "La a yeele: \"yaa yãmb mam neba! Yãmb yãame, sã n mikɑme tɩ mam sã n be vẽenem zugu, vẽenem sẽn yi mam Soabã nengẽ zugu, t'A kõ maam yolsgo, ãnd n na n põsg maam n yi Wẽnd tɩ mam sã n kɩɩs-A? Ad yãmb pɑ paasd maam rẽndɑ bõn bala.''",
      "footnotes": ""
    },
    {
      "id": "1537",
      "sura": "11",
      "aya": "64",
      "arabic_text": "وَيَٰقَوۡمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٞ قَرِيبٞ",
      "translation": "Yaa yãmb mam neba! Ad wãnde yaa Wẽnd yʋgem-yãang A sẽn tʋm tɩ wa yãmb nengẽ tɩ yaa tagmase, bɩ y bas-a t'a wãb Wẽnd tẽn-gãngã zugu, la y ra sɩɩs-a ne wẽng ye, tɩ nɑng wɑ pɑɑm-y pẽem-pẽem ye!",
      "footnotes": ""
    },
    {
      "id": "1538",
      "sura": "11",
      "aya": "65",
      "arabic_text": "فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمۡ ثَلَٰثَةَ أَيَّامٖۖ ذَٰلِكَ وَعۡدٌ غَيۡرُ مَكۡذُوبٖ",
      "translation": "Tɩ b kʋ-a. Tɩ b yeel-ba: maan-y wʋm-noog y zagsẽ wã rasem a tãab tεk tɩ nɑngã yɑool n wɑ, woto yaa pʋleng sẽn pa viigdi.",
      "footnotes": ""
    },
    {
      "id": "1539",
      "sura": "11",
      "aya": "66",
      "arabic_text": "فَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا صَٰلِحٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَمِنۡ خِزۡيِ يَوۡمِئِذٍۚ إِنَّ رَبَّكَ هُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ",
      "translation": "Lɑ Tõnd sagellã sẽn wa n wa wã, Tõnd põsga a Salih la neb nins sẽn lagem-a n kõ sɩdã, ne Tõnd yolsgo, n põsg-b n yi raarã yãnde. Ad fo Soabã yaa pãng soaba n yaa zɩslem Naaba.",
      "footnotes": ""
    },
    {
      "id": "1540",
      "sura": "11",
      "aya": "67",
      "arabic_text": "وَأَخَذَ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ",
      "translation": "Tɩ Kɑɑsgã yõk wẽgdbã. Tɩ b pa b zɑgsẽ wã n wũg n lebg kũ-mɑɑsa.",
      "footnotes": ""
    },
    {
      "id": "1541",
      "sura": "11",
      "aya": "68",
      "arabic_text": "كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَآ إِنَّ ثَمُودَاْ كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّثَمُودَ",
      "translation": "Tɩ yaa wa b ra pa zĩnd be ye. Ad Samuud-rãmb kɩflɑ ne b Soabã, ad Samuud-rãmb zãɑgɑ ne Wẽnd yolsgã!",
      "footnotes": ""
    },
    {
      "id": "1542",
      "sura": "11",
      "aya": "69",
      "arabic_text": "وَلَقَدۡ جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞۖ فَمَا لَبِثَ أَن جَآءَ بِعِجۡلٍ حَنِيذٖ",
      "translation": "Lɑ sɩd la hakɩɩka, Tõnd Tẽn-tʋʋmbã wa a ɭbraahɩɩm nengẽ ne kiba-noogo, tɩ b yeele: \"Salaam\" tɩlgr be ne-ya, T'a yeele: \"Salaam!\" tɩlgre, t'ɑ yɩ tao-tao n wa ne lull sẽn sẽ.",
      "footnotes": ""
    },
    {
      "id": "1543",
      "sura": "11",
      "aya": "70",
      "arabic_text": "فَلَمَّا رَءَآ أَيۡدِيَهُمۡ لَا تَصِلُ إِلَيۡهِ نَكِرَهُمۡ وَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۚ قَالُواْ لَا تَخَفۡ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمِ لُوطٖ",
      "translation": "La a sẽn wa yãnd tɩ b nusã pa kolgd nemdã, pɑ tɑ ɑ yɑm ye t'a pεlengã yɩke, ɑ sẽn yaεεsd-bɑ, tɩ b yeele: ''Ra yaεεg ye, ad B tʋma tõnd a Lʋʋt nebã nengẽ\".",
      "footnotes": ""
    },
    {
      "id": "1544",
      "sura": "11",
      "aya": "71",
      "arabic_text": "وَٱمۡرَأَتُهُۥ قَآئِمَةٞ فَضَحِكَتۡ فَبَشَّرۡنَٰهَا بِإِسۡحَٰقَ وَمِن وَرَآءِ إِسۡحَٰقَ يَعۡقُوبَ",
      "translation": "T'a pagã sẽn dɑ yãsã bas n la; tɩ Tõnd kõ-ɑ kiba-noog t'a na n roga a ɭshaaka, la a ɭshaak poorẽ, yɑɑ a Yaakuuba.",
      "footnotes": ""
    },
    {
      "id": "1545",
      "sura": "11",
      "aya": "72",
      "arabic_text": "قَالَتۡ يَٰوَيۡلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٞ وَهَٰذَا بَعۡلِي شَيۡخًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عَجِيبٞ",
      "translation": "Tɩ pagã yeele: ''kɑto, m sã n pɑɑmẽ dẽ! La m na n roga biig tɩ mam yaool n yaɑ pʋg-yãanga, tɩ m sɩdã me yaa nin-kẽemɑ? Ad wã yaa yel-solemd tɛkẽ.",
      "footnotes": ""
    },
    {
      "id": "1546",
      "sura": "11",
      "aya": "73",
      "arabic_text": "قَالُوٓاْ أَتَعۡجَبِينَ مِنۡ أَمۡرِ ٱللَّهِۖ رَحۡمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيۡكُمۡ أَهۡلَ ٱلۡبَيۡتِۚ إِنَّهُۥ حَمِيدٞ مَّجِيدٞ",
      "translation": "Tɩ b yeele: \" f maanda yel-solemd ne Wẽnd yellã? Wẽnd yolsg la A bark be ne-ya, zakã rãmbɑ! Ad A sõmba ne pẽgbo, A yɑɑ zɩsgo!\"",
      "footnotes": ""
    },
    {
      "id": "1547",
      "sura": "11",
      "aya": "74",
      "arabic_text": "فَلَمَّا ذَهَبَ عَنۡ إِبۡرَٰهِيمَ ٱلرَّوۡعُ وَجَآءَتۡهُ ٱلۡبُشۡرَىٰ يُجَٰدِلُنَا فِي قَوۡمِ لُوطٍ",
      "translation": "Lɑ yaeesgã sẽn wa n loog n bas a ɭbraahɩɩmã tɩ sũ-noogã kibar ta-a wã, la a sɩng tɑk-n-taar ne Tõnd a Lʋʋt nebã poorẽ.",
      "footnotes": ""
    },
    {
      "id": "1548",
      "sura": "11",
      "aya": "75",
      "arabic_text": "إِنَّ إِبۡرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٞ مُّنِيبٞ",
      "translation": "Ad a ɭbraahɩɩm sɩd yaa sugr soaba, n yaa lebs-n-meng soab a Wẽnd nengẽ.",
      "footnotes": ""
    },
    {
      "id": "1549",
      "sura": "11",
      "aya": "76",
      "arabic_text": "يَٰٓإِبۡرَٰهِيمُ أَعۡرِضۡ عَنۡ هَٰذَآۖ إِنَّهُۥ قَدۡ جَآءَ أَمۡرُ رَبِّكَۖ وَإِنَّهُمۡ ءَاتِيهِمۡ عَذَابٌ غَيۡرُ مَرۡدُودٖ",
      "translation": "Foom a ɭbraahɩɩma, bas yel-kãngã; bala f Soabã yellã zoe n bʋʋme n gãnege, lɑ nang sẽn pa tar lebsg n na n wa b nengẽ.",
      "footnotes": ""
    },
    {
      "id": "1550",
      "sura": "11",
      "aya": "77",
      "arabic_text": "وَلَمَّا جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗا وَقَالَ هَٰذَا يَوۡمٌ عَصِيبٞ",
      "translation": "La Tõnd Tẽn-tʋʋmbã (Malεgsã) sẽn wa n wa a Lʋʋt nengẽ wã, a sũur sãamame tɩ lebg sẽk ne-bɑ. T'a yeele: \"ad wã yaa ra-kεgengɑ\".",
      "footnotes": ""
    },
    {
      "id": "1551",
      "sura": "11",
      "aya": "78",
      "arabic_text": "وَجَآءَهُۥ قَوۡمُهُۥ يُهۡرَعُونَ إِلَيۡهِ وَمِن قَبۡلُ كَانُواْ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِۚ قَالَ يَٰقَوۡمِ هَٰٓؤُلَآءِ بَنَاتِي هُنَّ أَطۡهَرُ لَكُمۡۖ فَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ فِي ضَيۡفِيٓۖ أَلَيۡسَ مِنكُمۡ رَجُلٞ رَّشِيدٞ",
      "translation": "T'a nebã na n zoe n wa a nengẽ. Lɑ b ra yɩɩme n maand tʋʋm-yoodo. T'a yeele: \" Yaa yãmb mam neba! Woto yaa mam kom-pugli: bãmbã n yɩɩd yɩlgemd ne yãmba. Zoe-y Wẽnd la y ra ning-m yãnd m sãambã taoor ye. Rao pa be yãmb pʋgẽ n tar yɑm lɑ?",
      "footnotes": ""
    },
    {
      "id": "1552",
      "sura": "11",
      "aya": "79",
      "arabic_text": "قَالُواْ لَقَدۡ عَلِمۡتَ مَا لَنَا فِي بَنَاتِكَ مِنۡ حَقّٖ وَإِنَّكَ لَتَعۡلَمُ مَا نُرِيدُ",
      "translation": "Tɩ b yeele: Fo miime tɩ tõnd pa tar tʋlsem fo kom-pugliẽ wã ye. Sɩd la hakɩɩka ad fo mi tõnd sẽn ratã.",
      "footnotes": ""
    },
    {
      "id": "1553",
      "sura": "11",
      "aya": "80",
      "arabic_text": "قَالَ لَوۡ أَنَّ لِي بِكُمۡ قُوَّةً أَوۡ ءَاوِيٓ إِلَىٰ رُكۡنٖ شَدِيدٖ",
      "translation": "T'a yeele: \"la tɩ mam sã n ra tara pãng n na n tus yãmba! Maa mam sã n da tõe n paam teegdb sẽn tar pãng tɩ sõng-mɑ.",
      "footnotes": ""
    },
    {
      "id": "1554",
      "sura": "11",
      "aya": "81",
      "arabic_text": "قَالُواْ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓاْ إِلَيۡكَۖ فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٌ إِلَّا ٱمۡرَأَتَكَۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمۡۚ إِنَّ مَوۡعِدَهُمُ ٱلصُّبۡحُۚ أَلَيۡسَ ٱلصُّبۡحُ بِقَرِيبٖ",
      "translation": "Tɩ b [sãambã] yeele: \" Yaa foo a Lʋʋte, ad tõnd yaa fo Soabã tẽn-tʋmdba. B pa na n tõog n ta foom ye. Bɩ f yi yʋngã ne f nebã. La yãmb ned ba a yembr ra wẽneg n ges a poorẽ ye. Sã n pa fo pagã, bũmb ning sẽn na n paam neb a taabã na n paam-a lame. B sεkã yɑɑ beoog yibeoogo. Lɑ yibeoog pa pẽ sɩda?",
      "footnotes": ""
    },
    {
      "id": "1555",
      "sura": "11",
      "aya": "82",
      "arabic_text": "فَلَمَّا جَآءَ أَمۡرُنَا جَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهَا حِجَارَةٗ مِّن سِجِّيلٖ مَّنضُودٖ",
      "translation": "La Tõnd sagellã yell sẽn wa n wa wã, Tõnd kũbumd-a [tẽngã] t'a yĩngrã lebg a tẽngre, la D kiig b zug kug-wʋmdɩ sẽn tũnugd taaba.",
      "footnotes": ""
    },
    {
      "id": "1556",
      "sura": "11",
      "aya": "83",
      "arabic_text": "مُّسَوَّمَةً عِندَ رَبِّكَۖ وَمَا هِيَ مِنَ ٱلظَّٰلِمِينَ بِبَعِيدٖ",
      "translation": "N tɑr tɑgmas sẽn yi fo Soabã nengẽ. La (kug-bãmbã) pa zãr ne wẽgdbã ye.",
      "footnotes": ""
    },
    {
      "id": "1557",
      "sura": "11",
      "aya": "84",
      "arabic_text": "۞ وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ وَلَا تَنقُصُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَۖ إِنِّيٓ أَرَىٰكُم بِخَيۡرٖ وَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ مُّحِيطٖ",
      "translation": "La (Tõnd tʋmsame tɩ kẽng) Madyan-rãmb nengẽ b saam-biig a Sʋ-ayb, t'a yeel-ba: \"yaa yãmb mam neba! Tũ-y Wẽnde, yãmb pa tar soab zẽng sẽn pa Yẽ ye. La y ra boogd y (bõn-koosmã) magbã la peesgã ye. Ad mam yaeesda yãmb zugu sɩbgr sẽn na n gũbg bũmbã fãa n gilgi.",
      "footnotes": ""
    },
    {
      "id": "1558",
      "sura": "11",
      "aya": "85",
      "arabic_text": "وَيَٰقَوۡمِ أَوۡفُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ",
      "translation": "Yaa yãmb mam neba! Pids-y magbã la peesgã ne sɩdɑ, lɑ y ra boog nebã b pʋɩɩr ye; la y ra kẽn tẽn-gãngã zug tɩ y yɑɑ sãɑmdb ye.",
      "footnotes": ""
    },
    {
      "id": "1559",
      "sura": "11",
      "aya": "86",
      "arabic_text": "بَقِيَّتُ ٱللَّهِ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ",
      "translation": "Sẽn tar pɑab ne yãmb tɩ yɑɑ Wẽnd yĩngã n yɩɩd sõma ne yãmb tɩ yãmb sã n yaa sɩd-kõtba! La mam pɑ gũusd ne yãmb ye.",
      "footnotes": ""
    },
    {
      "id": "1560",
      "sura": "11",
      "aya": "87",
      "arabic_text": "قَالُواْ يَٰشُعَيۡبُ أَصَلَوٰتُكَ تَأۡمُرُكَ أَن نَّتۡرُكَ مَا يَعۡبُدُ ءَابَآؤُنَآ أَوۡ أَن نَّفۡعَلَ فِيٓ أَمۡوَٰلِنَا مَا نَشَٰٓؤُاْۖ إِنَّكَ لَأَنتَ ٱلۡحَلِيمُ ٱلرَّشِيدُ",
      "translation": "Tɩ b yeele: \" Foom a Sʋ-aybo, rẽ yĩnga yaa fo Pʋʋsgã n saglg foom tɩ d bas d yaab-rãmbã sẽn rɑ tũud bũmb ningã la d ra maan tõnd sẽn rat d arzεgsã pʋgẽ? Ad tõnd bãngɑ foo tɩ f yɑɑ yɑm-bedr soɑba, lɑ yɑɑ bõe n pɑɑm fo?\"",
      "footnotes": ""
    },
    {
      "id": "1561",
      "sura": "11",
      "aya": "88",
      "arabic_text": "قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَرَزَقَنِي مِنۡهُ رِزۡقًا حَسَنٗاۚ وَمَآ أُرِيدُ أَنۡ أُخَالِفَكُمۡ إِلَىٰ مَآ أَنۡهَىٰكُمۡ عَنۡهُۚ إِنۡ أُرِيدُ إِلَّا ٱلۡإِصۡلَٰحَ مَا ٱسۡتَطَعۡتُۚ وَمَا تَوۡفِيقِيٓ إِلَّا بِٱللَّهِۚ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ",
      "translation": "T'a yeele: \" Yaa yãmb mam neba! Togs-y mɑɑm y sẽn nɑ n yɩlɑ tɩ m kelge, tɩ mam sã n tik vẽenem sẽn yi m Soabã nengẽ, t'A rɩlg mɑɑm rɩtl sẽn be neer sẽn yi A nengẽ? Lɑ mam pa rat n yõsg yãmb n maam m sẽn gɩdgd yãmb ne bũmb ningã ye. Mam sẽn ratã yaa manegr mam pãng tõog tεka. Lɑ mam (yεlã) sεgl-sõng bee ne Wẽnde, yaa Yẽ la mam bobl m mengã ne; le yaa yaa Yẽ nengẽ la m lebsd m menga.",
      "footnotes": ""
    },
    {
      "id": "1562",
      "sura": "11",
      "aya": "89",
      "arabic_text": "وَيَٰقَوۡمِ لَا يَجۡرِمَنَّكُمۡ شِقَاقِيٓ أَن يُصِيبَكُم مِّثۡلُ مَآ أَصَابَ قَوۡمَ نُوحٍ أَوۡ قَوۡمَ هُودٍ أَوۡ قَوۡمَ صَٰلِحٖۚ وَمَا قَوۡمُ لُوطٖ مِّنكُم بِبَعِيدٖ",
      "translation": "Yaa yãmb mam neba! (Sõng-y tɩ) mɑm beemã rɑ tɑll yãmb tɩ y wa tɩ lʋɩ nang ning a Nuuh nebã maa a Huud nebã maa a Salih nebã sẽn lʋɩ zĩig ningã ye; la ad a Lʋʋt nebã yellã pɑ zãr ne yãmb ye.",
      "footnotes": ""
    },
    {
      "id": "1563",
      "sura": "11",
      "aya": "90",
      "arabic_text": "وَٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي رَحِيمٞ وَدُودٞ",
      "translation": "La y kos y Soabã yaafg la y tuub n tʋg A nengẽ, ad mam Soabã yaa yolsg naab n yɑɑ Noangɑ.",
      "footnotes": ""
    },
    {
      "id": "1564",
      "sura": "11",
      "aya": "91",
      "arabic_text": "قَالُواْ يَٰشُعَيۡبُ مَا نَفۡقَهُ كَثِيرٗا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفٗاۖ وَلَوۡلَا رَهۡطُكَ لَرَجَمۡنَٰكَۖ وَمَآ أَنتَ عَلَيۡنَا بِعَزِيزٖ",
      "translation": "Tɩ b yeele: ''Yaa foom a Sʋ-aybe: Tõnd pa fahemd fo sẽn yetã wʋsg fãa ye, tõnd nee foom tɩ f yaa valeng tõnd sʋka, sã n ka fo nebã yĩngã d rag n na lob foom (ne kuga), lɑ fo pɑ tɑr ziir tõnd zug d sẽn nɑ bɑs-f ye''.",
      "footnotes": ""
    },
    {
      "id": "1565",
      "sura": "11",
      "aya": "92",
      "arabic_text": "قَالَ يَٰقَوۡمِ أَرَهۡطِيٓ أَعَزُّ عَلَيۡكُم مِّنَ ٱللَّهِ وَٱتَّخَذۡتُمُوهُ وَرَآءَكُمۡ ظِهۡرِيًّاۖ إِنَّ رَبِّي بِمَا تَعۡمَلُونَ مُحِيطٞ",
      "translation": "T'a yeele: \"Yaa yãmb mam neba! Mam roɑgdbã n tar ziir yãmb nengẽ n yɩɩd Wẽnde, tɩ yãmb rɩk-A n lebs y poorẽ? Ad mam Soabã gũbga yãmb sẽn maandã fãa gilli.",
      "footnotes": ""
    },
    {
      "id": "1566",
      "sura": "11",
      "aya": "93",
      "arabic_text": "وَيَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ سَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَمَنۡ هُوَ كَٰذِبٞۖ وَٱرۡتَقِبُوٓاْ إِنِّي مَعَكُمۡ رَقِيبٞ",
      "translation": "Yaa yãmb mam neba! Tʋm-y y tʋʋmã; ɑd ma me yɑɑ tʋmda. Y na wa n bãng nɑng sẽn nɑ n wɑ-b rãmb n ning-b yãnde lɑ y bãng sẽn yɑa zĩri-be-nedɑ. Lɑ koll-y tɩ ma me naaga yãmb n yɑɑ kolldɑ.",
      "footnotes": ""
    },
    {
      "id": "1567",
      "sura": "11",
      "aya": "94",
      "arabic_text": "وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا شُعَيۡبٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ",
      "translation": "Lɑ tõnd saglgã sẽn wa n wa wã, Tõnd põsga a Sʋ-ayb la neb nins sẽn kõ sɩdã n lagem-ɑ wã ne yolsg sẽn yi Tõnd nengẽ, tɩ tãsgã yõk sẽn wẽgdbã tɩ b lebg kũ-rãmb n wũg b zɑgsẽ wã.",
      "footnotes": ""
    },
    {
      "id": "1568",
      "sura": "11",
      "aya": "95",
      "arabic_text": "كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَا بُعۡدٗا لِّمَدۡيَنَ كَمَا بَعِدَتۡ ثَمُودُ",
      "translation": "Tɩ yaa wa b ra pa zĩnd be ye. Ad Madyan rãmb halkame wala Samuud rãmb sẽn halkã!",
      "footnotes": ""
    },
    {
      "id": "1569",
      "sura": "11",
      "aya": "96",
      "arabic_text": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ",
      "translation": "Sɩd la hakɩɩka Tõnd tʋmsa a Muusa ne Tõnd yel-soalmã la Tõnd tikr sẽn yɑɑ vẽenega.",
      "footnotes": ""
    },
    {
      "id": "1570",
      "sura": "11",
      "aya": "97",
      "arabic_text": "إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱتَّبَعُوٓاْ أَمۡرَ فِرۡعَوۡنَۖ وَمَآ أَمۡرُ فِرۡعَوۡنَ بِرَشِيدٖ",
      "translation": "N kẽng a Fɩr-aoon la a kug-zĩidbã nengẽ, la b tũu a Fɩr-aoon noorã. Lɑ ɑ Fɩr-aoon yellã pɑ sẽn tẽeg tɩrg ye.",
      "footnotes": ""
    },
    {
      "id": "1571",
      "sura": "11",
      "aya": "98",
      "arabic_text": "يَقۡدُمُ قَوۡمَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ فَأَوۡرَدَهُمُ ٱلنَّارَۖ وَبِئۡسَ ٱلۡوِرۡدُ ٱلۡمَوۡرُودُ",
      "translation": "A na n lʋɩɩ a nebã tɑoor Dũni-yikrã raare. N kẽes-b Bugmã, ad bãmb wɑɑng zĩig yɩ wẽnga!",
      "footnotes": ""
    },
    {
      "id": "1572",
      "sura": "11",
      "aya": "99",
      "arabic_text": "وَأُتۡبِعُواْ فِي هَٰذِهِۦ لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۚ بِئۡسَ ٱلرِّفۡدُ ٱلۡمَرۡفُودُ",
      "translation": "Tɩ B pʋgl-b ne kãab-beed dũni kaanẽ la Al-kɩyaoom raare, ad bãmbã kũun yɩleng yɑɑ n yɩ wẽnga.",
      "footnotes": ""
    },
    {
      "id": "1573",
      "sura": "11",
      "aya": "100",
      "arabic_text": "ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡقُرَىٰ نَقُصُّهُۥ عَلَيۡكَۖ مِنۡهَا قَآئِمٞ وَحَصِيدٞ",
      "translation": "Ad woto yaa Tõnd sẽn togsd foom [Mohammad] sẽn kẽed ne tẽnsã kibay, be beenẽ vũun sẽn kete, be beenẽ me sẽn yẽese.",
      "footnotes": ""
    },
    {
      "id": "1574",
      "sura": "11",
      "aya": "101",
      "arabic_text": "وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن ظَلَمُوٓاْ أَنفُسَهُمۡۖ فَمَآ أَغۡنَتۡ عَنۡهُمۡ ءَالِهَتُهُمُ ٱلَّتِي يَدۡعُونَ مِن دُونِ ٱللَّهِ مِن شَيۡءٖ لَّمَّا جَآءَ أَمۡرُ رَبِّكَۖ وَمَا زَادُوهُمۡ غَيۡرَ تَتۡبِيبٖ",
      "translation": "Lɑ tõnd pa wẽg-b ye, la ad yaa bãmb bal n wẽg b mense. B soaben-dãmbã b sẽn da tũud zẽng sẽn pa Wẽndã pa naf-b bɑɑ fʋɩ fo Soɑbã bʋʋd sẽn wɑ n wɑ wã ye, lɑ b soaben-dãmbã pa pɑɑs-b rẽnda hɑlkr bala.",
      "footnotes": ""
    },
    {
      "id": "1575",
      "sura": "11",
      "aya": "102",
      "arabic_text": "وَكَذَٰلِكَ أَخۡذُ رَبِّكَ إِذَآ أَخَذَ ٱلۡقُرَىٰ وَهِيَ ظَٰلِمَةٌۚ إِنَّ أَخۡذَهُۥٓ أَلِيمٞ شَدِيدٌ",
      "translation": "Lɑ yɑɑ woto la f Soabã yõkrã, t'A sã n yõk tẽng tɩ b yɑɑ wẽgdba, ad fo Soabã yõkrã zabda wʋsgo.",
      "footnotes": ""
    },
    {
      "id": "1576",
      "sura": "11",
      "aya": "103",
      "arabic_text": "إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّمَنۡ خَافَ عَذَابَ ٱلۡأٓخِرَةِۚ ذَٰلِكَ يَوۡمٞ مَّجۡمُوعٞ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوۡمٞ مَّشۡهُودٞ",
      "translation": "Ad wãndã yaa tagmas ne ned ning sẽn yaeesda Laahr raar nangã, raar ning b sẽn nɑ n tigim nebã, n yaa zãmɑ sũ-tɑɑb raare.",
      "footnotes": ""
    },
    {
      "id": "1577",
      "sura": "11",
      "aya": "104",
      "arabic_text": "وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٖ مَّعۡدُودٖ",
      "translation": "Lɑ tõnd pa yaoolgd-a rẽnda a wakɑtã sẽn yãkã n ta.",
      "footnotes": ""
    },
    {
      "id": "1578",
      "sura": "11",
      "aya": "105",
      "arabic_text": "يَوۡمَ يَأۡتِ لَا تَكَلَّمُ نَفۡسٌ إِلَّا بِإِذۡنِهِۦۚ فَمِنۡهُمۡ شَقِيّٞ وَسَعِيدٞ",
      "translation": "A raarã sã n vẽke, yõor baa fʋɩ ka tõe n gome sã n pa A sẽn kõ ɑ soɑb sor ye, zu-beed rãmb na n zĩnda b pʋgẽ, tɩ zu-noog rãmb me zĩndi.",
      "footnotes": ""
    },
    {
      "id": "1579",
      "sura": "11",
      "aya": "106",
      "arabic_text": "فَأَمَّا ٱلَّذِينَ شَقُواْ فَفِي ٱلنَّارِ لَهُمۡ فِيهَا زَفِيرٞ وَشَهِيقٌ",
      "translation": "La sã n yaa ne zu-be-nebã, b na n kẽe Bugmẽ wã, beenẽ yaa no-bend lɑ vʋʋs-tulɑ la b tara.",
      "footnotes": ""
    },
    {
      "id": "1580",
      "sura": "11",
      "aya": "107",
      "arabic_text": "خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۚ إِنَّ رَبَّكَ فَعَّالٞ لِّمَا يُرِيدُ",
      "translation": "B na n pɑɑ be tɩ saasã la tẽngã sã n ket n beẽ sã n ka fo Soabã sẽn wa n tʋll n yiis ɑ soɑbɑ, ad fo Soabã yɑɑ maan A sẽn rat soɑbɑ.",
      "footnotes": ""
    },
    {
      "id": "1581",
      "sura": "11",
      "aya": "108",
      "arabic_text": "۞ وَأَمَّا ٱلَّذِينَ سُعِدُواْ فَفِي ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۖ عَطَآءً غَيۡرَ مَجۡذُوذٖ",
      "translation": "La sã n yaa ne zu-noogã rãmbã, b na n kẽe arzãnã, n duum be, saasã la tẽngã sã n ket n beẽ, sã n ka fo Soabã sẽn wa n tʋlla, yaa kũun sẽn pa wãagde.",
      "footnotes": ""
    },
    {
      "id": "1582",
      "sura": "11",
      "aya": "109",
      "arabic_text": "فَلَا تَكُ فِي مِرۡيَةٖ مِّمَّا يَعۡبُدُ هَٰٓؤُلَآءِۚ مَا يَعۡبُدُونَ إِلَّا كَمَا يَعۡبُدُ ءَابَآؤُهُم مِّن قَبۡلُۚ وَإِنَّا لَمُوَفُّوهُمۡ نَصِيبَهُمۡ غَيۡرَ مَنقُوصٖ",
      "translation": "Bɩ f ra maan sik ne bãmbã sẽn tũudã yɑɑ yook ye. B pa tũudi rẽnda wala b saam-rãmbã sẽn da tũud pĩndã, la ad Tõnd na n pidsa b pʋɩɩrã n ka boog ye.",
      "footnotes": ""
    },
    {
      "id": "1583",
      "sura": "11",
      "aya": "110",
      "arabic_text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ",
      "translation": "La sɩd la hakɩɩka, Tõnd kõ a Muusa Gafã, tɩ b yõs taab a pʋgẽ, la sã n ka fo Soabã gomd sẽn reng taoorã b ra na n kɑoo bʋʋdã b sʋka, lɑ ad b bee sik pʋgẽ ne Alkʋrãɑnã.",
      "footnotes": ""
    },
    {
      "id": "1584",
      "sura": "11",
      "aya": "111",
      "arabic_text": "وَإِنَّ كُلّٗا لَّمَّا لَيُوَفِّيَنَّهُمۡ رَبُّكَ أَعۡمَٰلَهُمۡۚ إِنَّهُۥ بِمَا يَعۡمَلُونَ خَبِيرٞ",
      "translation": "Ad fo Soabã na n pidsa b fãa b tʋʋmã rolbo, A yaa minim tẽng-n-biig ne b sẽn tʋmdã.",
      "footnotes": ""
    },
    {
      "id": "1585",
      "sura": "11",
      "aya": "112",
      "arabic_text": "فَٱسۡتَقِمۡ كَمَآ أُمِرۡتَ وَمَن تَابَ مَعَكَ وَلَا تَطۡغَوۡاْۚ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٞ",
      "translation": "Bɩ f yãnes tɩrg wala b sẽn sagl foomã, foom ne neb nins sẽn tuub n lɑgem foo wã, lɑ y ra kedg ye, ad A yɑɑ Net ne yãmb sẽn maand bũmb ningã fãa.",
      "footnotes": ""
    },
    {
      "id": "1586",
      "sura": "11",
      "aya": "113",
      "arabic_text": "وَلَا تَرۡكَنُوٓاْ إِلَى ٱلَّذِينَ ظَلَمُواْ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَ ثُمَّ لَا تُنصَرُونَ",
      "translation": "Lɑ y ra wa kɩll n tʋg wẽgdbã nengẽ tɩ Bugmã wɑ sɩɩs-y ye, la y pa tar lalldb zẽng sẽn pa Wẽnd ye, y pa nɑ n pɑɑm tɩ b sõng-y me.",
      "footnotes": ""
    },
    {
      "id": "1587",
      "sura": "11",
      "aya": "114",
      "arabic_text": "وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَيِ ٱلنَّهَارِ وَزُلَفٗا مِّنَ ٱلَّيۡلِۚ إِنَّ ٱلۡحَسَنَٰتِ يُذۡهِبۡنَ ٱلسَّيِّـَٔاتِۚ ذَٰلِكَ ذِكۡرَىٰ لِلذَّٰكِرِينَ",
      "translation": "La yãnes Pʋʋsgã wĩndg kɩrems a yiibã la yʋngã wakat sãnda, ad tʋʋm-sõmsã yẽesda tʋʋm-yoodã, ad woto yaa saglg ne neb nins sẽn tagsdã.",
      "footnotes": ""
    },
    {
      "id": "1588",
      "sura": "11",
      "aya": "115",
      "arabic_text": "وَٱصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ",
      "translation": "La f maan sugri, tɩ ad Wẽnd pa yeebd maan-neerã rãmb keoor ye.",
      "footnotes": ""
    },
    {
      "id": "1589",
      "sura": "11",
      "aya": "116",
      "arabic_text": "فَلَوۡلَا كَانَ مِنَ ٱلۡقُرُونِ مِن قَبۡلِكُمۡ أُوْلُواْ بَقِيَّةٖ يَنۡهَوۡنَ عَنِ ٱلۡفَسَادِ فِي ٱلۡأَرۡضِ إِلَّا قَلِيلٗا مِّمَّنۡ أَنجَيۡنَا مِنۡهُمۡۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُواْ مَآ أُتۡرِفُواْ فِيهِ وَكَانُواْ مُجۡرِمِينَ",
      "translation": "Sã n da zĩndẽ zãmã nins sẽn reng yãmb tɑoorã pʋgẽ, neb sẽn yɑɑ nin-tɩrse n gɩdgd sãang tẽn-gãngã zugu, [Aee] la pɑ kell rẽndɑ bilf bala, Tõnd sẽn põsg-b rãmb b pʋgẽ. Tɩ wẽgdbã kell n pʋg b sẽn kõ-b neemã ninsã lɑ b yɩɩ nin-wẽns ne rẽ.",
      "footnotes": ""
    },
    {
      "id": "1590",
      "sura": "11",
      "aya": "117",
      "arabic_text": "وَمَا كَانَ رَبُّكَ لِيُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا مُصۡلِحُونَ",
      "translation": "Lɑ ad fo Soabã pa yɩ n na n halk tẽns ne wẽgbo, tɩ sã n mikame tɩ tẽnsã rãmb yaa mɑnegdb ye.",
      "footnotes": ""
    },
    {
      "id": "1591",
      "sura": "11",
      "aya": "118",
      "arabic_text": "وَلَوۡ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةٗ وَٰحِدَةٗۖ وَلَا يَزَالُونَ مُخۡتَلِفِينَ",
      "translation": "La tɩ fo Soabã sã n da ratame, A rag n na maan nebã fãa gill tɩ b yaa zãma a yembre. Lɑ b pɑ bɑk n yõsd taab ye.",
      "footnotes": ""
    },
    {
      "id": "1592",
      "sura": "11",
      "aya": "119",
      "arabic_text": "إِلَّا مَن رَّحِمَ رَبُّكَۚ وَلِذَٰلِكَ خَلَقَهُمۡۗ وَتَمَّتۡ كَلِمَةُ رَبِّكَ لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ",
      "translation": "Sã n ka ned ning fo Soabã sẽn yols-b rãmb ne sεgl-sõngo, lɑ yaa zɑrb-n- gεsg ne rẽ yĩng la A sẽn naan-ba, lɑ fo Soabã gomdã pidi: \"M na pids Gεhannemã ne zĩn-dãmbã la nebã''.",
      "footnotes": ""
    },
    {
      "id": "1593",
      "sura": "11",
      "aya": "120",
      "arabic_text": "وَكُلّٗا نَّقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَۚ وَجَآءَكَ فِي هَٰذِهِ ٱلۡحَقُّ وَمَوۡعِظَةٞ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ",
      "translation": "Lɑ tẽn-tʋʋmbã kibayã Tõnd sẽn togsd foomã fãa gill yaa sẽn na yɩl n keng fo sũurã. Lɑ sɩdã waa fo nengẽ sʋʋr-kãngã pʋgẽ la saglg la tẽegr ne kõ-sɩd rãmbã.",
      "footnotes": ""
    },
    {
      "id": "1594",
      "sura": "11",
      "aya": "121",
      "arabic_text": "وَقُل لِّلَّذِينَ لَا يُؤۡمِنُونَ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنَّا عَٰمِلُونَ",
      "translation": "Lɑ f yeel neb nins sẽn pa kõt sɩdã:\" tʋm-y yãmb me sẽn tõe tεka, tɩ tõnd me yɑɑ tʋmdbɑ''.",
      "footnotes": ""
    },
    {
      "id": "1595",
      "sura": "11",
      "aya": "122",
      "arabic_text": "وَٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ",
      "translation": "La y kolle, ɑd tõnd me yɑɑ kolldbɑ!\".",
      "footnotes": ""
    },
    {
      "id": "1596",
      "sura": "11",
      "aya": "123",
      "arabic_text": "وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ",
      "translation": "Wẽnd n so saasã la tẽngã yel-soaandɩ, la yaa Yẽ nengẽ la yεlã fãa gill lebda, bɩ y tũ-A la y bobl y mensã ne-A. Ad fo Soabã pa yam yaal-yaal soab ne yãmb sẽn maandã ye.",
      "footnotes": ""
    }
  ]
}