{
  "id": 11,
  "verse_number": 11,
  "page_number": 512,
  "verse_key": "48:11",
  "juz_number": 26,
  "hizb_number": 51,
  "rub_el_hizb_number": 204,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا",
  "translation": "دیہاتیوں میں سے جو لوگ پیچھے چھوڑ دیئے گئے تھے وه اب تجھ سے کہیں گے کہ ہم اپنے مال اور بال بچوں میں لگے ره گئے پس آپ ہمارے لئے مغفرت طلب کیجئے(1) ۔ یہ لوگ اپنی زبانوں سے وه کہتے ہیں جو ان کے دلوں میں نہیں ہے(2)۔ آپ جواب دے دیجئے کہ تمہارے لئے اللہ کی طرف سے کسی چیز کا بھی اختیار کون رکھتا ہے اگر وه تمہیں نقصان پہنچانا چاہے تو(3) یا تمہیں کوئی نفع دینا چاہے تو(4)، بلکہ تم جو کچھ کر رہے ہو اس سے اللہ خوب باخبر ہے.(5)",
  "footnotes": "(1) اس سے مدینے کے اطراف میں آباد قبیلے، غفار، مزینہ، جہینہ، اسلم اور دئل مراد ہیں۔ جب نبی نےخواب دیکھنے کے بعد (جس کی تفصیل آگے آئے گی) عمرے کے لئے مکہ جانے کی عام منادی کرا دی۔ مذکورہ قبلیوں نے سوچا کہ موجودہ حالات تو مکہ جانے کے لئے سازگار نہیں ہیں۔ وہاں ابھی کافروں کا غلبہ ہے اور مسلمان کمزور ہیں نیز مسلمان عمرے کے لئے پورے طورپر ہتھیار بندہو کر بھی نہیں جا سکتے۔ اگر ایسے میں کافروں نے مسلمانوں کے ساتھ لڑنے کا فیصلہ کر لیا تو مسلمان خالی ہاتھ ان کا مقابلہ کس طرح کریں گے؟ اس وقت مکے جانے کا مطلب اپنے آپ کو ہلاکت میں ڈالنا ہے۔ چنانچہ یہ لوگ آپ (صلى الله عليه وسلم) کے ساتھ عمرے کے لئے نہیں گئے۔ اللہ تعالیٰ ان کی بابت فرما رہا ہے کہ یہ تجھ سے مشغولیوں کا عذر پیش کرکے طلب مغفرت کی التجائیں کریں گے۔\n(2) یعنی زبانوں پرتو یہ ہے کہ ہمارے پیچھے ہمارے گھروں کی اور بیوی بچوں کی نگرانی کرنے والا کوئی نہیں تھا۔ اس لئے ہمیں خود ہی رکنا پڑا، لیکن حقیقت میں ان کا پیچھے رہنا، نفاق اور اندیشہ موت کی وجہ سے تھا۔\n(3) یعنی اگر اللہ تمہارے مال ضائع کرنے اور تمہارے اہل کو ہلاک کرنے کا فیصلہ کرلے تو کیا تم میں سے کوئی اختیار رکھتا ہے کہ وہ اللہ کو ایسا نہ کرنے دے۔\n(4) یعنی تمہیں مدد پہنچانا اور تمہیں غنیمت سے نوازنا چاہے۔ تو کوئی روک سکتا ہے؟ یہ دراصل مذکورہ متخلفین (پیچھے رہ جانے والوں) کا رد ہے جنہوں نے یہ گمان کر لیا تھا کہ وہ اگر نبی ﹲ کے ساتھ نہیں گئے تو نقصان سے محفوظ اور منافع سےبہرہ ور ہوں گے۔ حالانکہ نفع وضرر کا سارا اختیار اللہ کے ہاتھ میں ہے۔\n(5) یعنی تمہیں تمہارے عملوں کی پوری جزا دے گا۔"
}