{
  "id": 25,
  "verse_number": 25,
  "page_number": 514,
  "verse_key": "48:25",
  "juz_number": 26,
  "hizb_number": 52,
  "rub_el_hizb_number": 205,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا",
  "translation": "یہی وه لوگ ہیں جنہوں نے کفر کیا اور تم کو مسجد حرام سے روکا اور قربانی کے لئے موقوف جانور کو اس کی قربان گاه میں پہنچنے سے (روکا)(1) ، اور اگر ایسے (بہت سے) مسلمان مرد اور (بہت سی) مسلمان عورتیں نہ ہوتیں جن کی تم کو خبر نہ تھ(2) یعنی ان کے پس جانے کا احتمال نہ ہوتا جس پر ان کی وجہ سے تم کو بھی بے خبری میں ضرر پہنچتا(3)، (تو تمہیں لڑنے کی اجازت دے دی جاتی(4) لیکن ایسا نہیں کیا گیا(5)) تاکہ اللہ تعالیٰ اپنی رحمت میں جس کو چاہے داخل کرے اور اگر یہ الگ الگ ہوتے تو ان میں جو کافر تھے ہم ان کو درد ناک سزا دیتے.(6)",
  "footnotes": "(1) هَدْيٌ اس جانور کو کہا جاتا ہے جو حاجی یا معتمر (عمرہ کرنے والے) اپنے ساتھ مکے لے جاتا تھا۔ یا وہیں سے خرید کر ذبح کرتا تھا مَحِلٌّ (حلال ہونے کی جگہ) سے مراد وہ قربان گاہ ہے جہاں ان کو لے جا کر ذبح کیا جاتا ہے جاہلیت کے زمانے میں۔ یہ مقام معتمر کے لئےمروہ پہاڑی کے پاس اور حاجیوں کے لئے منیٰ تھا۔ اور اسلام میں ذبح کرنےکی جگہ مکہ منیٰ اور پورے حدود حرم ہیں۔ مَعْكُوفًا، حال ہے۔ یعنی یہ جانور اس انتظار میں رکے ہوئے تھے کہ مکے میں داخل ہوں تاکہ انہیں قربان کیا جائے۔ مطلب یہ ہے کہ ان کافروں نے ہی تمہیں بھی مسجد حرام سے روکا اور تمہارے ساتھ جو جانور تھے، انہیں بھی اپنی قربان گاہ تک نہیں پہنچنے دیا۔\n(2) یعنی مکے میں اپنا ایمان چھپائےرہ رہے تھے۔\n(3) کفار کے ساتھ لڑائی کی صورت میں ممکن تھاکہ یہ بھی مارےجاتے اور تمہیں ضرر پہنچتا مَعَرَّةٌ کے اصل معنی عیب کےہیں۔ یہاں مراد کفارہ اور وہ برائی اور شرمندگی ہے جو کافروں کی طرف سے تمہیں اٹھانی پڑتی۔ یعنی ایک تو قتل خطاکی دیت دینی پڑتی اور دوسرے، کفار کا یہ طعنہ سہنا پڑتا کہ یہ اپنے مسلمان ساتھیوں کو بھی مار ڈالتے ہیں۔\n(4) یہ لَوْلا کا محذوف جواب ہے۔ یعنی اگر یہ بات نہ ہوتی تو تمہیں مکے میں داخل ہونے کی اور قریش مکہ سے لڑنے کی اجازت دے دی جاتی۔\n(5) بلکہ اہل مکہ کو مہلت دے دی گئی تاکہ جس کو اللہ چاہے قبول اسلام کی توفیق دے دے۔\n(6) تَزَيَّلُوا بمعنی تَمَيَّزُوا ہے مطلب یہ ہے کہ مکےمیں اباد مسلمان، اگر کافروں سے الگ رہائش پذیر ہوتے، تو ہم تمہیں اہل مکہ سے لڑنے کی اجازت دے دیتے اور تمہارے ہاتھوں ان کو قتل کرواتے اور اس طرح انہیں دردناک سزا دیتے۔ عذاب الیم سے مراد یہاں قتل، قیدی بنانا اور قہر وغلبہ ہے۔"
}