{
  "id": 53,
  "verse_number": 53,
  "page_number": 425,
  "verse_key": "33:53",
  "juz_number": 22,
  "hizb_number": 43,
  "rub_el_hizb_number": 170,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتَ ٱلنَّبِيِّ إِلَّآ أَن يُؤۡذَنَ لَكُمۡ إِلَىٰ طَعَامٍ غَيۡرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنۡ إِذَا دُعِيتُمۡ فَٱدۡخُلُواْ فَإِذَا طَعِمۡتُمۡ فَٱنتَشِرُواْ وَلَا مُسۡتَـٔۡنِسِينَ لِحَدِيثٍۚ إِنَّ ذَٰلِكُمۡ كَانَ يُؤۡذِي ٱلنَّبِيَّ فَيَسۡتَحۡيِۦ مِنكُمۡۖ وَٱللَّهُ لَا يَسۡتَحۡيِۦ مِنَ ٱلۡحَقِّۚ وَإِذَا سَأَلۡتُمُوهُنَّ مَتَٰعٗا فَسۡـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٖۚ ذَٰلِكُمۡ أَطۡهَرُ لِقُلُوبِكُمۡ وَقُلُوبِهِنَّۚ وَمَا كَانَ لَكُمۡ أَن تُؤۡذُواْ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًاۚ إِنَّ ذَٰلِكُمۡ كَانَ عِندَ ٱللَّهِ عَظِيمًا",
  "translation": "Emwe bemeye Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo! Ntimukinjire mu mihana y’Umuvugishwamana mutabanje kudodora ngo abemerere kwinjira, anabazimane ku mfungurwa mutarinze guteramira mu kurindira ko zisha; ariko mu gihe mwotumirwa murinjira, maze mufungure. Mumaze gufungura rero, muraca mukura meza mutarinze guteramira ku kiyago, mu vy’ukuri uguteramira mu mihana yiwe mu kurindira ko imfungurwa zisha, hamwe no guteramira ku kiyago muhejeje gufungurirwa, birageramira Umuvugishwamana akagira isoni zo kubasohora kandi abifitiye uburenganzira; mu vy’ukuri Imana Allah, ntigira isoni zo kugaragaza ukuri. Nihagira rero ibintu nkenerwa mu dukoresho two mu nzu n’ibindi mwipfuza gusaba abakenyezi b’Intumwa, murabisabira inyuma y’ipaziya. Ivyo rero, ni vyo vyeza cane imitima yanyu n’imitima yabo, mu kutagira akarigangamuhogo k’inyoshambi, kanatsinda ntimukwiye kubangamira namba Intumwa mu mvugo canke mu ngiro, eka ntimunarekuriwe namba mu nyuma yayo kwabira abakenyezi bayo, kuko ari abavyeyi banyu. Mu vy’ukuri, ukubangamira Intumwa kwanyu mu mvugo canke mu ngiro, hamwe no kwabira abakenyezi bayo mu nyuma yayo, ni icaha rutura ku Mana Allah.",
  "footnotes": ""
}