{
  "result": {
    "id": "5495",
    "sura": "73",
    "aya": "20",
    "arabic_text": "۞ إِنَّ رَبَّكَ يَعۡلَمُ أَنَّكَ تَقُومُ أَدۡنَىٰ مِن ثُلُثَيِ ٱلَّيۡلِ وَنِصۡفَهُۥ وَثُلُثَهُۥ وَطَآئِفَةٞ مِّنَ ٱلَّذِينَ مَعَكَۚ وَٱللَّهُ يُقَدِّرُ ٱلَّيۡلَ وَٱلنَّهَارَۚ عَلِمَ أَن لَّن تُحۡصُوهُ فَتَابَ عَلَيۡكُمۡۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنَ ٱلۡقُرۡءَانِۚ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرۡضَىٰ وَءَاخَرُونَ يَضۡرِبُونَ فِي ٱلۡأَرۡضِ يَبۡتَغُونَ مِن فَضۡلِ ٱللَّهِ وَءَاخَرُونَ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنۡهُۚ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗاۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِ هُوَ خَيۡرٗا وَأَعۡظَمَ أَجۡرٗاۚ وَٱسۡتَغۡفِرُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمُۢ",
    "translation": "Muvugishwamana! Mu vy’ukuri Imana yawe Rurema Allah, Irazi ko wewe hari igihe uhaguruka mw’ijoro gusenga umwanya wababa ivya gatatu bibiri vyaryo, ikindi gihe ugasenga igice caryo canke ica gatatu caryo; kandi aho hose uba uri kumwe na bamwe mu ngendanyi zawe. Burya Imana Allah, ni Yo Itunganya ibiringo vy’ijoro n’umurango. Imana Allah rero, Irazi ko mutazoshobora kwubahiriza ibiringo vyo gusenga ijoro ryose, kubera ivyo rero, Iraborohereje. Muraheza rero musome mw’isengesho ryo mw’ijoro, ibisomwa vyoroshe muri Qor’ani. Imana Allah, Irazi ko muri mwebwe hazobamwo abarwaye, abafata ingendo baja kurondera icorirenza mu mpano z’Imana Allah, n’abandi rero baja guharanira idini ryayo. Kubera ivyo rero, murasoma mw'isengesho ryo mu gicugu, ibisomwa biboroheye muri Qor'ani, muheze mutsimbataze n'amasengesho-bwirizwa, mwongere mutange n'ishikanwa-bwirizwa, hanyuma mugurane Imana Allah, ingurane nziza mu gutanga imperezwa ku bwayo. Nta na kimwe rero mutanga ku neza yanyu, kiretse ko muzosanga indishi yaco ku Mana Allah, muzosanga ari ineza n’indishi nyinshi kuruta ivyo mwatanze kw’isi. Nimusabe kandi imbabazi ku Mana Allah mu bihe vyose. Mu vy’ukuri Imana Allah, ni Yo Nyenimbabazi-ntangere ku bigaya, Nyenimbabazi ku batoni bayo.",
    "footnotes": ""
  }
}