{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 282,
      "verse_key": "17:1",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "سُبۡحَٰنَ ٱلَّذِيٓ أَسۡرَىٰ بِعَبۡدِهِۦ لَيۡلٗا مِّنَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ إِلَى ٱلۡمَسۡجِدِ ٱلۡأَقۡصَا ٱلَّذِي بَٰرَكۡنَا حَوۡلَهُۥ لِنُرِيَهُۥ مِنۡ ءَايَٰتِنَآۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
      "translation": "Ubutagatifu ni ubwa wa wundi (Allah) wajyanye umugaragu we (Muhamadi) nijoro, amuvanye ku Musigiti Mutagatifu (wa Maka) akamujyana ku Musigiti wa Al Aq’sa (Umusigiti Mutagatifu w’i Yeruzalemu), twahundagaje imigisha impande zawo zose; (ibyo twabikoze) kugira ngo tumwereke bimwe mu bitangaza byacu. Mu by’ukuri (Allah) ni Uwumva buri kintu, Ubona bihebuje.",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 282,
      "verse_key": "17:2",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ أَلَّا تَتَّخِذُواْ مِن دُونِي وَكِيلٗا",
      "translation": "Twanahaye Musa igitabo (Tawurati) tukigira umuyoboro kuri bene Isiraheli (tugira tuti) “Muramenye ntimuzagire undi mwiringira utari Njye.ˮ",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 282,
      "verse_key": "17:3",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذُرِّيَّةَ مَنۡ حَمَلۡنَا مَعَ نُوحٍۚ إِنَّهُۥ كَانَ عَبۡدٗا شَكُورٗا",
      "translation": "Yemwe abakomoka ku bo twatwaye (mu bwato) hamwe na Nuhu mwe! Mu by’ukuri yari umugaragu ushimira cyane (bityo nimumukurikize).",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 282,
      "verse_key": "17:4",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَضَيۡنَآ إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ فِي ٱلۡكِتَٰبِ لَتُفۡسِدُنَّ فِي ٱلۡأَرۡضِ مَرَّتَيۡنِ وَلَتَعۡلُنَّ عُلُوّٗا كَبِيرٗا",
      "translation": "Twanaciye iteka kuri bene Isiraheli, (tubivuga) mu gitabo tugira tuti “Mu by’ukuri muzakora ubwangizi mu gihugu ubugira kabiri (ubugizi bwa nabi muzakorera ku Musigiti Mutagatifu w’i Yeruzalemu n’ahawukikije ndetse no kwica kwanyu abahanuzi), kandi muzarengera imbago (z’ibiziririjwe) mu buryo bukabije.ˮ",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 282,
      "verse_key": "17:5",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِذَا جَآءَ وَعۡدُ أُولَىٰهُمَا بَعَثۡنَا عَلَيۡكُمۡ عِبَادٗا لَّنَآ أُوْلِي بَأۡسٖ شَدِيدٖ فَجَاسُواْ خِلَٰلَ ٱلدِّيَارِۚ وَكَانَ وَعۡدٗا مَّفۡعُولٗا",
      "translation": "“Nuko ubwo isezerano rya mbere muri yombi ryasohoraga, twaboherereje abagaragu bacu b’ibihangange, maze bakwirakwira mu mazu yanyu (babahiga baranabamenesha). Kandi iryo ni isezerano ryagombaga gusohora.ˮ",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 282,
      "verse_key": "17:6",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ رَدَدۡنَا لَكُمُ ٱلۡكَرَّةَ عَلَيۡهِمۡ وَأَمۡدَدۡنَٰكُم بِأَمۡوَٰلٖ وَبَنِينَ وَجَعَلۡنَٰكُمۡ أَكۡثَرَ نَفِيرًا",
      "translation": "“Nuko nyuma yaho tubaha kubigaranzura murabanesha. Twanabongereye imitungo n’urubyaro ndetse tunabagira benshi kubarushaˮ.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 282,
      "verse_key": "17:7",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنۡ أَحۡسَنتُمۡ أَحۡسَنتُمۡ لِأَنفُسِكُمۡۖ وَإِنۡ أَسَأۡتُمۡ فَلَهَاۚ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ لِيَسُـُٔواْ وُجُوهَكُمۡ وَلِيَدۡخُلُواْ ٱلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوۡاْ تَتۡبِيرًا",
      "translation": "(Twaranavuze tuti) “Nimugira neza ni mwe muzaba mwigiriye neza, kandi nimunagira nabi ni mwe muzaba mwihemukiye. Nuko ubwo isezerano rya nyuma rizasohora, (tuzashoboza abanzi banyu) kugira ngo babasuzuguze, baninjire mu Musigiti (w’i Yeruzalemu) nk’uko bawinjiyemo bwa mbere, ndetse bazanasenya ibyo bazajya bahura na byo byose.ˮ",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 283,
      "verse_key": "17:8",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "عَسَىٰ رَبُّكُمۡ أَن يَرۡحَمَكُمۡۚ وَإِنۡ عُدتُّمۡ عُدۡنَاۚ وَجَعَلۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ حَصِيرًا",
      "translation": "(Muramutse mwicujije), hari ubwo Nyagasani wanyu yabagirira impuhwe, ariko nimwongera (gukora ubwononnyi) natwe tuzongera (tubahane). Kandi umuriro wa Jahanamu twawugize gereza ku bahakanyi.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 283,
      "verse_key": "17:9",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَهۡدِي لِلَّتِي هِيَ أَقۡوَمُ وَيُبَشِّرُ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرٗا كَبِيرٗا",
      "translation": "Mu by’ukuri iyi Qur’an iyobora (abantu) mu nzira itunganye kurusha izindi ikanaha inkuru nziza abemeramana; ba bandi bakora ibikorwa byiza, ko rwose bazagororerwa ibihembo bihebuje (Ijuru),",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 283,
      "verse_key": "17:10",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا",
      "translation": "Kandi ko ba bandi batemera imperuka, twabateganyirije ibihano bibabaza (Umuriro).",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 283,
      "verse_key": "17:11",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَدۡعُ ٱلۡإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلۡخَيۡرِۖ وَكَانَ ٱلۡإِنسَٰنُ عَجُولٗا",
      "translation": "Kandi umuntu (iyo arakaye cyangwa ari mu ngorane hari ubwo) asaba ikibi nk’uko asaba icyiza, kuko umuntu (muri kamere ye) arangwa no kugira ubwira.",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 283,
      "verse_key": "17:12",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَعَلۡنَا ٱلَّيۡلَ وَٱلنَّهَارَ ءَايَتَيۡنِۖ فَمَحَوۡنَآ ءَايَةَ ٱلَّيۡلِ وَجَعَلۡنَآ ءَايَةَ ٱلنَّهَارِ مُبۡصِرَةٗ لِّتَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡ وَلِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ وَكُلَّ شَيۡءٖ فَصَّلۡنَٰهُ تَفۡصِيلٗا",
      "translation": "Twanagize ijoro n’amanywa ibimenyetso bibiri (bigaragaza ubushobozi bwacu), nuko dukuraho ikimenyetso cy’ijoro. Naho ikimenyetso cy’amanywa tukigira umucyo kugira ngo mushakishe ingabire zituruka kwa Nyagasani wanyu, no kugira ngo mumenye umubare w’imyaka n’uburyo bwo kubara (ibihe). Kandi buri kintu twagisobanuye mu buryo burambuye.",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 283,
      "verse_key": "17:13",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكُلَّ إِنسَٰنٍ أَلۡزَمۡنَٰهُ طَٰٓئِرَهُۥ فِي عُنُقِهِۦۖ وَنُخۡرِجُ لَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ كِتَٰبٗا يَلۡقَىٰهُ مَنشُورًا",
      "translation": "Na buri muntu twamuziritseho ibikorwa bye (nk’urunigi) mu ijosi, kandi ku munsi w’imperuka tuzamuzanira igitabo azasanga gifunguye.",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 283,
      "verse_key": "17:14",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱقۡرَأۡ كِتَٰبَكَ كَفَىٰ بِنَفۡسِكَ ٱلۡيَوۡمَ عَلَيۡكَ حَسِيبٗا",
      "translation": "(Azabwirwa ati) “Soma igitabo cyawe! Uyu munsi wowe ubwawe urihagije kwibera umubaruzi.”",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 283,
      "verse_key": "17:15",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَّنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبۡعَثَ رَسُولٗا",
      "translation": "Uyobotse, mu by’ukuri (ibihembo by’uko kuyoboka) biba kuri we, n’uyobye (ibihano by’uko kuyoba) biba kuri we. Kandi ntawe uzikorera umutwaro w’undi. Ndetse nta bo tujya duhana tutabanje kuboherereza Intumwa (ngo ibaburire).",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 283,
      "verse_key": "17:16",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَآ أَرَدۡنَآ أَن نُّهۡلِكَ قَرۡيَةً أَمَرۡنَا مُتۡرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيۡهَا ٱلۡقَوۡلُ فَدَمَّرۡنَٰهَا تَدۡمِيرٗا",
      "translation": "N’igihe dushatse kurimbura umudugudu (kubera ubwangizi bwabo), dutegeka abadamaraye muri wo (kumvira amategeko yacu) ariko bagakomeza kuwukoramo ubwangizi. Nuko imvugo (y’ibihano) ikabasohoreraho, maze tukawurimbura bikomeye.",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 283,
      "verse_key": "17:17",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَمۡ أَهۡلَكۡنَا مِنَ ٱلۡقُرُونِ مِنۢ بَعۡدِ نُوحٖۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرَۢا بَصِيرٗا",
      "translation": "None se twarimbuye ibisekuru bingahe nyuma ya Nuhu (Nowa)! Kandi birahagije ko Nyagasani wawe amenya akanabona byimazeyo ibyaha by’abagaragu be.",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 284,
      "verse_key": "17:18",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَّن كَانَ يُرِيدُ ٱلۡعَاجِلَةَ عَجَّلۡنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلۡنَا لَهُۥ جَهَنَّمَ يَصۡلَىٰهَا مَذۡمُومٗا مَّدۡحُورٗا",
      "translation": "Ushaka umunezero wo ku isi utaramba, twihutira kuyimuheramo ibyo dushaka (kandi tukabiha) uwo dushaka. Nyuma y’ibyo, twamugeneye umuriro wa Jahanamu azinjiramo asuzuguritse (kandi) yirukanywe (mu mpuhwe za Allah).",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 284,
      "verse_key": "17:19",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَنۡ أَرَادَ ٱلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ كَانَ سَعۡيُهُم مَّشۡكُورٗا",
      "translation": "N’uzashaka imperuka akanayiharanira uko bikwiye kandi akaba ari n’umwemeramana; abo umuhate wabo uzashimwa (na Allah anabibahembere).",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 284,
      "verse_key": "17:20",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كُلّٗا نُّمِدُّ هَٰٓؤُلَآءِ وَهَٰٓؤُلَآءِ مِنۡ عَطَآءِ رَبِّكَۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحۡظُورًا",
      "translation": "Abo bose -aba na bariya (abemeramana n’abahakanyi)-tubahundagazaho impano za Nyagasani wawe (ku isi). Kandi impano za Nyagasani wawe ntizikumirwa (ku wo ari we wese).",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 284,
      "verse_key": "17:21",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱنظُرۡ كَيۡفَ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۚ وَلَلۡأٓخِرَةُ أَكۡبَرُ دَرَجَٰتٖ وَأَكۡبَرُ تَفۡضِيلٗا",
      "translation": "Reba uko bamwe tubarutisha abandi (mu buzima bwo ku isi), kandi mu by’ukuri ubuzima bw’imperuka ni bwo buzagira urwego rwo hejuru bukanagira agaciro gahebuje.",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 284,
      "verse_key": "17:22",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَّا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومٗا مَّخۡذُولٗا",
      "translation": "Ntukagire ikindi ubangikanya na Allah, utazavaho uba ikivume cyatereranywe.",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 284,
      "verse_key": "17:23",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنًاۚ إِمَّا يَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَآ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفّٖ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا",
      "translation": "Kandi Nyagasani wawe yaciye iteka ko nta kindi mukwiye kugaragira uretse We wenyine, kandi ko mugomba kugirira neza ababyeyi banyu. Igihe umwe muri bo cyangwa bombi bageze mu zabukuru, ntukababwire amagambo yo kubinuba ndetse ntuzanabakankamire, ahubwo ujye ubabwira mu mvugo y’icyubahiro.",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 284,
      "verse_key": "17:24",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا",
      "translation": "Ujye unabicishaho bugufi kubera kubagirira impuhwe, ndetse ujye (ubasabira) uvuga uti “Nyagasani wanjye! Bagirire impuhwe nk’uko bandeze nkiri muto.”",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 284,
      "verse_key": "17:25",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَّبُّكُمۡ أَعۡلَمُ بِمَا فِي نُفُوسِكُمۡۚ إِن تَكُونُواْ صَٰلِحِينَ فَإِنَّهُۥ كَانَ لِلۡأَوَّٰبِينَ غَفُورٗا",
      "translation": "Nyagasani wanyu azi neza ibiri mu mitima yanyu. Niba mukora ibyiza (mubikorera ababyeyi banyu, ariko rimwe na rimwe mugacikwa, Nyagasani wanyu azabababarira), mu by’ukuri We (Allah) ni Uhebuje mu kubabarira abamugarukira bamwicuzaho.",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 284,
      "verse_key": "17:26",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَءَاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَلَا تُبَذِّرۡ تَبۡذِيرًا",
      "translation": "Kandi ujye uha uwo mufitanye isano, umukene n’uwashiriwe ari ku rugendo ibyo bakwiye. Ariko ntukajye waya.",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 284,
      "verse_key": "17:27",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلۡمُبَذِّرِينَ كَانُوٓاْ إِخۡوَٰنَ ٱلشَّيَٰطِينِۖ وَكَانَ ٱلشَّيۡطَٰنُ لِرَبِّهِۦ كَفُورٗا",
      "translation": "Mu by’ukuri abaya ni abavandimwe b’amashitani, kandi Shitani ntajya ashimira Nyagasani we.",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 285,
      "verse_key": "17:28",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِمَّا تُعۡرِضَنَّ عَنۡهُمُ ٱبۡتِغَآءَ رَحۡمَةٖ مِّن رَّبِّكَ تَرۡجُوهَا فَقُل لَّهُمۡ قَوۡلٗا مَّيۡسُورٗا",
      "translation": "Kandi nubirengagiza (ntugire icyo uha abo mufitanye isano, abakene n’abashiriwe bari ku rugendo) kubera ko ugishakisha impuhwe za Nyagasani wawe wizeye, ujye ubabwira amagambo yoroheje.",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 285,
      "verse_key": "17:29",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَجۡعَلۡ يَدَكَ مَغۡلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبۡسُطۡهَا كُلَّ ٱلۡبَسۡطِ فَتَقۡعُدَ مَلُومٗا مَّحۡسُورًا",
      "translation": "Kandi akaboko kawe ntukakagire nk’agahambiriye mu ijosi ryawe (kubera ubugugu), cyangwa ngo ukarambure cyane (nk’uwaya), utazavaho ugawa ukanagira ubukene bukabije.",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 285,
      "verse_key": "17:30",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ رَبَّكَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا",
      "translation": "Mu by’ukuri Nyagasani wawe atuburira amafunguro uwo ashaka, akanatubiriza (uwo ashaka). Mu by’ukuri azi kandi abona byimazeyo iby’abagaragu be.",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 285,
      "verse_key": "17:31",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُمۡ خَشۡيَةَ إِمۡلَٰقٖۖ نَّحۡنُ نَرۡزُقُهُمۡ وَإِيَّاكُمۡۚ إِنَّ قَتۡلَهُمۡ كَانَ خِطۡـٔٗا كَبِيرٗا",
      "translation": "Ntimukanice abana banyu kubera gutinya ubukene, kuko bo namwe ari twe tubaha amafunguro. Mu by’ukuri kubica ni icyaha gikomeye.",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 285,
      "verse_key": "17:32",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَقۡرَبُواْ ٱلزِّنَىٰٓۖ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَسَآءَ سَبِيلٗا",
      "translation": "Ntimukanegere ubusambanyi. Mu by’ukuri bwo ni icyaha gikomeye bukaba n’inzira mbi.",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 285,
      "verse_key": "17:33",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۗ وَمَن قُتِلَ مَظۡلُومٗا فَقَدۡ جَعَلۡنَا لِوَلِيِّهِۦ سُلۡطَٰنٗا فَلَا يُسۡرِف فِّي ٱلۡقَتۡلِۖ إِنَّهُۥ كَانَ مَنصُورٗا",
      "translation": "Kandi ntimukice umuntu Allah yaziririje (kwica) uretse ku mpamvu y’ukuri. N’uzicwa arenganyijwe, rwose twahaye umuhagarariye ububasha (bwo gusaba ubutabera kumuhorera, cyangwa kwaka impozamarira, cyangwa kubabarira). Ariko ntazarengere mu kwihorera, kuko mu by’ukuri we arengerwa (n’amategeko).",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 285,
      "verse_key": "17:34",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ بِٱلۡعَهۡدِۖ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡـُٔولٗا",
      "translation": "Ntimukanegere umutungo w’imfubyi uretse igihe mugamije ineza (ifitiye inyungu iyo mfubyi), kugeza igeze mu gihe cy’ubukure (muzayihe umutungo wayo iwicungire). Kandi mujye mwuzuza isezerano kuko mu by’ukuri isezerano muzaribazwa (ku munsi w’imperuka).",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 285,
      "verse_key": "17:35",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَوۡفُواْ ٱلۡكَيۡلَ إِذَا كِلۡتُمۡ وَزِنُواْ بِٱلۡقِسۡطَاسِ ٱلۡمُسۡتَقِيمِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلٗا",
      "translation": "Kandi mujye mwuzuza ibipimo igihe mupima, ndetse mupimishe iminzani itunganye. Ibyo ni byo byiza (kuri mwe ku isi) kandi ni byo (bizagira) iherezo ryiza (ku mperuka).",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 285,
      "verse_key": "17:36",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَقۡفُ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۚ إِنَّ ٱلسَّمۡعَ وَٱلۡبَصَرَ وَٱلۡفُؤَادَ كُلُّ أُوْلَٰٓئِكَ كَانَ عَنۡهُ مَسۡـُٔولٗا",
      "translation": "Ntukanakurikire ibyo udafitiye ubumenyi. Mu by’ukuri amatwi, amaso n’umutima, ibyo byose muzabibazwa (uko mwabikoresheje).",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 285,
      "verse_key": "17:37",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّكَ لَن تَخۡرِقَ ٱلۡأَرۡضَ وَلَن تَبۡلُغَ ٱلۡجِبَالَ طُولٗا",
      "translation": "Kandi ntukagende ku isi wibona kuko mu by’ukuri udashobora gutobora isi ndetse nta n’ubwo wareshya n’imisozi.",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 285,
      "verse_key": "17:38",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكۡرُوهٗا",
      "translation": "Ibibi muri ibyo byose (byavuzwe), Nyagasani wawe arabyanga.",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 286,
      "verse_key": "17:39",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ مِمَّآ أَوۡحَىٰٓ إِلَيۡكَ رَبُّكَ مِنَ ٱلۡحِكۡمَةِۗ وَلَا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتُلۡقَىٰ فِي جَهَنَّمَ مَلُومٗا مَّدۡحُورًا",
      "translation": "Ibi ni (bimwe) mu bushishozi Nyagasani wawe yaguhishuriye (yewe Muhamadi). Kandi ntuzabangikanye Allah n’ikigirwamana icyo ari cyo cyose, utazavaho ukajugunywa mu muriro wa Jahanamu, ugawa ndetse unirukanwe (mu mpuhwe za Allah).",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 286,
      "verse_key": "17:40",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَأَصۡفَىٰكُمۡ رَبُّكُم بِٱلۡبَنِينَ وَٱتَّخَذَ مِنَ ٱلۡمَلَٰٓئِكَةِ إِنَٰثًاۚ إِنَّكُمۡ لَتَقُولُونَ قَوۡلًا عَظِيمٗا",
      "translation": "Ese (mwa babangikanyamana mwe)! Nyagasani wanyu yabahaye umwihariko wo kubyara abahungu, maze we yigenera Abamalayika b’abakobwa? Mu by’ukuri imvugo yanyu ni mbi bikabije.",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 286,
      "verse_key": "17:41",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِيَذَّكَّرُواْ وَمَا يَزِيدُهُمۡ إِلَّا نُفُورٗا",
      "translation": "Kandi rwose twasobanuye (byinshi) muri iyi Qur’an, kugira ngo (abantu) babashe kwibuka, ariko (ababangikanyamana) nta cyo bibongerera usibye guhunga (ukuri).",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 286,
      "verse_key": "17:42",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لَّوۡ كَانَ مَعَهُۥٓ ءَالِهَةٞ كَمَا يَقُولُونَ إِذٗا لَّٱبۡتَغَوۡاْ إِلَىٰ ذِي ٱلۡعَرۡشِ سَبِيلٗا",
      "translation": "Vuga (yewe Muhamadi) uti “Iyo haza kuba hariho izindi mana (zibangikanye) na We (Allah) nk’uko (ababangikanyamana) babivuga, zari gushaka inzira izigeza kwa (Nyagasani) Nyiri Ar’shi[1] (kugira ngo zimurwanye).”",
      "footnotes": "[1] Reba uko twasobanuye iri jambo muri Surat ul A’araf: 54."
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 286,
      "verse_key": "17:43",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوّٗا كَبِيرٗا",
      "translation": "Ubutagatifu ni ubwe (Allah), kandi nta ho ahuriye n’ibyo bavuga (ko abangikanye n’izindi mana).",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 286,
      "verse_key": "17:44",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبۡعُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ وَإِن مِّن شَيۡءٍ إِلَّا يُسَبِّحُ بِحَمۡدِهِۦ وَلَٰكِن لَّا تَفۡقَهُونَ تَسۡبِيحَهُمۡۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا",
      "translation": "Ibirere birindwi n’isi ndetse n’ibibirimo biramusingiza (Allah), kandi nta na kimwe kitamusingiza kimukuza. Ariko ntimusobanukirwa uko bimusingiza. Mu by’ukuri (Allah) ni Uworohera (abagaragu be), Ubabarira ibyaha.",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 286,
      "verse_key": "17:45",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ جَعَلۡنَا بَيۡنَكَ وَبَيۡنَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ حِجَابٗا مَّسۡتُورٗا",
      "translation": "N’igihe usoma Qur’an (yewe Muhamadi), dushyira urusika rutagaragara hagati yawe n’abatemera imperuka (kugira ngo batayisobanukirwa).",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 286,
      "verse_key": "17:46",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِذَا ذَكَرۡتَ رَبَّكَ فِي ٱلۡقُرۡءَانِ وَحۡدَهُۥ وَلَّوۡاْ عَلَىٰٓ أَدۡبَٰرِهِمۡ نُفُورٗا",
      "translation": "Twanashyize ibipfuko ku mitima yabo kugira ngo batayisobanukirwa, tunaziba amatwi yabo. Ndetse n’iyo uvuze Nyagasani wawe wenyine muri Qur’an, batera umugongo bahunga kubera kutabyishimira.",
      "footnotes": ""
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 286,
      "verse_key": "17:47",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "نَّحۡنُ أَعۡلَمُ بِمَا يَسۡتَمِعُونَ بِهِۦٓ إِذۡ يَسۡتَمِعُونَ إِلَيۡكَ وَإِذۡ هُمۡ نَجۡوَىٰٓ إِذۡ يَقُولُ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا",
      "translation": "Tuzi neza ibyo baba bumva iyo baguteze amatwi. N’igihe baba bongorerana, inkozi z’ibibi (muri bo) ziba zivuga ziti “Uwo mukurikira ni umuntu warozwe.”",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 286,
      "verse_key": "17:48",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَالَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا",
      "translation": "Dore uko bakugereranya (bakwita umusazi, uwarozwe, umunyabinyoma,...). Bityo barayobye kandi ntibashobora kuzayoboka inzira y’ukuri.",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 286,
      "verse_key": "17:49",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدٗا",
      "translation": "Baranavuga bati “Ese (nitumara gupfa) tugahinduka amagufa n’ubuvungukira, tuzazurwa tube ibiremwa bishya?”",
      "footnotes": ""
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 287,
      "verse_key": "17:50",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ قُلۡ كُونُواْ حِجَارَةً أَوۡ حَدِيدًا",
      "translation": "Vuga (yewe Muhamadi) uti “Nimube amabuye cyangwa ibyuma,”",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 287,
      "verse_key": "17:51",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوۡ خَلۡقٗا مِّمَّا يَكۡبُرُ فِي صُدُورِكُمۡۚ فَسَيَقُولُونَ مَن يُعِيدُنَاۖ قُلِ ٱلَّذِي فَطَرَكُمۡ أَوَّلَ مَرَّةٖۚ فَسَيُنۡغِضُونَ إِلَيۡكَ رُءُوسَهُمۡ وَيَقُولُونَ مَتَىٰ هُوَۖ قُلۡ عَسَىٰٓ أَن يَكُونَ قَرِيبٗا",
      "translation": "“Cyangwa ikindi kiremwa mutekereza ko cyaba gikomeye (n’ubwo mwaba mumeze mutyo muzazurwa). Bazavuga bati “Ni nde uzadusubiza ubuzima?” Vuga uti “Muzabusubizwa n’uwabaremye bwa mbere.” Bazakuzunguriza imitwe bahakana, bavuge bati “Ibyo bizaba ryari?” Vuga uti “Wenda biri bugufi.”",
      "footnotes": ""
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 287,
      "verse_key": "17:52",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ يَدۡعُوكُمۡ فَتَسۡتَجِيبُونَ بِحَمۡدِهِۦ وَتَظُنُّونَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗا",
      "translation": "Umunsi (Allah) azabahamagara (kugira ngo muve mu mva zanyu) maze mukitaba mumusingiza. Icyo gihe muzakeka ko mwabaye (ku isi) igihe gito.",
      "footnotes": ""
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 287,
      "verse_key": "17:53",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقُل لِّعِبَادِي يَقُولُواْ ٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ ٱلشَّيۡطَٰنَ يَنزَغُ بَيۡنَهُمۡۚ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلۡإِنسَٰنِ عَدُوّٗا مُّبِينٗا",
      "translation": "Bwira abagaragu banjye, bajye bavuga amagambo meza, kuko rwose (nibatabikora) Shitani izabateranya. Mu by’ukuri Shitani ni umwanzi ugaragara w’umuntu.",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 287,
      "verse_key": "17:54",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَّبُّكُمۡ أَعۡلَمُ بِكُمۡۖ إِن يَشَأۡ يَرۡحَمۡكُمۡ أَوۡ إِن يَشَأۡ يُعَذِّبۡكُمۡۚ وَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ وَكِيلٗا",
      "translation": "Nyagasani wanyu arabazi neza; nabishaka azabagirira impuhwe, kandi nabishaka azabahana. Kandi (yewe Muhamadi) ntitwabakoherejeho ngo ubabere umurengezi (kugeza ubwo ubahatira kuyoboka).",
      "footnotes": ""
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 287,
      "verse_key": "17:55",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَرَبُّكَ أَعۡلَمُ بِمَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ ٱلنَّبِيِّـۧنَ عَلَىٰ بَعۡضٖۖ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا",
      "translation": "Kandi Nyagasani wawe azi neza abari mu birere no mu isi. Kandi rwose bamwe mu bahanuzi twabarutishije abandi, ndetse twanahaye Dawudi (igitabo cya) Zaburi.",
      "footnotes": ""
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 287,
      "verse_key": "17:56",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِهِۦ فَلَا يَمۡلِكُونَ كَشۡفَ ٱلضُّرِّ عَنكُمۡ وَلَا تَحۡوِيلًا",
      "translation": "Vuga (yewe Muhamadi) uti “Nimuhamagare abo mwise imana mu cyimbo cye (Allah, kugira ngo babatabare). Nta bushobozi bafite bwo kubakiza ingorane, cyangwa ngo bazihinduremo (ibyiza).”",
      "footnotes": ""
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 287,
      "verse_key": "17:57",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُوْلَٰٓئِكَ ٱلَّذِينَ يَدۡعُونَ يَبۡتَغُونَ إِلَىٰ رَبِّهِمُ ٱلۡوَسِيلَةَ أَيُّهُمۡ أَقۡرَبُ وَيَرۡجُونَ رَحۡمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورٗا",
      "translation": "Abo basenga (bababangikanyije na Allah; nka Ezra, Yesu n’abandi biyeguriye Imana) na bo ubwabo (basengaga Allah) bakanashaka uburyo bwo kumwiyegereza, bizera impuhwe ze ndetse bakanatinya ibihano bye. Mu by’ukuri ibihano bya Nyagasani wawe biratinyitse.",
      "footnotes": ""
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 287,
      "verse_key": "17:58",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن مِّن قَرۡيَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ يَوۡمِ ٱلۡقِيَٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا",
      "translation": "Nta mudugudu n’umwe (wahakanye Allah, ukanahinyura Intumwa ze) tutazarimbura mbere y’umunsi w’imperuka, cyangwa ngo tuwuhanishe ibihano bikaze. Mu by’ukuri ibyo byaranditswe mu gitabo (gikubiyemo ibizaba).",
      "footnotes": ""
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 288,
      "verse_key": "17:59",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا مَنَعَنَآ أَن نُّرۡسِلَ بِٱلۡأٓيَٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلۡأَوَّلُونَۚ وَءَاتَيۡنَا ثَمُودَ ٱلنَّاقَةَ مُبۡصِرَةٗ فَظَلَمُواْ بِهَاۚ وَمَا نُرۡسِلُ بِٱلۡأٓيَٰتِ إِلَّا تَخۡوِيفٗا",
      "translation": "Nta n’ikindi kitubuza kohereza ibitangaza (abahakanyi basaba), uretse kuba abo hambere (barabisabye) bakabihakana (nuko tukabarimbura; bityo n’abandi babihawe bakabihakana twabarimbura). Kandi twahaye abantu bo mu bwoko bwa Thamudu ingamiya ari igitangaza kigaragara, nuko baragihinyura (iyo ngamiya barayica). Ndetse nta kindi gituma twohereza ibitangaza bitari ukuburira (abantu) no kubatinyisha (ibihano by’Imana).",
      "footnotes": ""
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 288,
      "verse_key": "17:60",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِۚ وَمَا جَعَلۡنَا ٱلرُّءۡيَا ٱلَّتِيٓ أَرَيۡنَٰكَ إِلَّا فِتۡنَةٗ لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلۡمَلۡعُونَةَ فِي ٱلۡقُرۡءَانِۚ وَنُخَوِّفُهُمۡ فَمَا يَزِيدُهُمۡ إِلَّا طُغۡيَٰنٗا كَبِيرٗا",
      "translation": "Ibuka (yewe Muhamadi) ubwo twakubwiraga tuti “Mu by’ukuri Nyagasani wawe azi abantu byimazeyo (abafiteho ubushobozi bwose). Kandi ibyo twakweretse (mu rugendo rw’ijoro wakoze ujya i Yeruzalemu no mu Ijuru), twabigize ikigeragezo ku bantu (kugira ngo dutandukanye abemeramana n’abahakanyi), ndetse n’igiti cyavumwe (kivugwa) muri Qur’an (na cyo twakigize ikigeragezo ku bantu). Turababurira tukanabatinyisha (ibihano), ariko nta cyo bibongerera uretse kurushaho kwigomeka.”",
      "footnotes": ""
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 288,
      "verse_key": "17:61",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ قَالَ ءَأَسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا",
      "translation": "Kandi wibuke ubwo twabwiraga Abamalayika tuti “Nimwubamire Adamu”, nuko bakubama bose uretse Ibilisi (Shitani) wavuze ati “Ese nakubamira uwo waremye mu ibumba?”",
      "footnotes": ""
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 288,
      "verse_key": "17:62",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ أَرَءَيۡتَكَ هَٰذَا ٱلَّذِي كَرَّمۡتَ عَلَيَّ لَئِنۡ أَخَّرۡتَنِ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَأَحۡتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلٗا",
      "translation": "(Shitani) aravuga ati “Ntureba uyu wubahishije kundusha, nuramuka undetse nkakomeza kubaho kugeza ku munsi w’imperuka, rwose nzigarurira urubyaro rwe (nduyobye) uretse bake (muri bo)!”",
      "footnotes": ""
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 288,
      "verse_key": "17:63",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ ٱذۡهَبۡ فَمَن تَبِعَكَ مِنۡهُمۡ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمۡ جَزَآءٗ مَّوۡفُورٗا",
      "translation": "(Allah) aravuga ati “Genda! Uzagukurikira muri bo, mu by’ukuri umuriro wa Jahanama uzaba ari cyo gihembo cyanyu mwese; igihembo gikwiye.”",
      "footnotes": ""
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 288,
      "verse_key": "17:64",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱسۡتَفۡزِزۡ مَنِ ٱسۡتَطَعۡتَ مِنۡهُم بِصَوۡتِكَ وَأَجۡلِبۡ عَلَيۡهِم بِخَيۡلِكَ وَرَجِلِكَ وَشَارِكۡهُمۡ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِ وَعِدۡهُمۡۚ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا",
      "translation": "“Uzigarurire abo ushoboye muri bo ukoresheje ijwi ryawe, maze ubakoranyirize ingabo zawe zigendera ku ifarasi n’izigenza amaguru, wifatanye na bo mu mitungo (ubashishikariza kuyishaka mu nzira zaziririjwe) n’abana (ubashishikariza kubabyara mu nzira zitemewe), kandi ubahe amasezerano (y’ibinyoma). Ariko ibyo Shitani asezeranya ni ibishuko.”",
      "footnotes": ""
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 288,
      "verse_key": "17:65",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٞۚ وَكَفَىٰ بِرَبِّكَ وَكِيلٗا",
      "translation": "“Mu by’ukuri abagaragu banjye (b’abemeramana nyakuri) nta bushobozi uzabagiraho. Kandi Nyagasani wawe arahagije kuba umurinzi.”",
      "footnotes": ""
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 288,
      "verse_key": "17:66",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَّبُّكُمُ ٱلَّذِي يُزۡجِي لَكُمُ ٱلۡفُلۡكَ فِي ٱلۡبَحۡرِ لِتَبۡتَغُواْ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ كَانَ بِكُمۡ رَحِيمٗا",
      "translation": "Nyagasani wanyu ni We ubagenzereza amato mu nyanja, kugira ngo mushakishe ingabire ze. Mu by’ukuri ni Nyirimpuhwe kuri mwe.",
      "footnotes": ""
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 289,
      "verse_key": "17:67",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِي ٱلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّآ إِيَّاهُۖ فَلَمَّا نَجَّىٰكُمۡ إِلَى ٱلۡبَرِّ أَعۡرَضۡتُمۡۚ وَكَانَ ٱلۡإِنسَٰنُ كَفُورًا",
      "translation": "Kandi iyo ingorane zibagezeho muri mu nyanja, ibyo musenga (ibigirwamana) birabura mukibuka Allah wenyine. Ariko iyo abarokoye akabageza i musozi, muramwirengagiza. Rwose umuntu ni indashima.",
      "footnotes": ""
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 289,
      "verse_key": "17:68",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَأَمِنتُمۡ أَن يَخۡسِفَ بِكُمۡ جَانِبَ ٱلۡبَرِّ أَوۡ يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗا ثُمَّ لَا تَجِدُواْ لَكُمۡ وَكِيلًا",
      "translation": "Ese mwibwira ko mutekanye ku buryo (Allah) atabarigitisha mu butaka cyangwa ngo aboherereze inkubi y’umuyaga uvanze n’amabuye, maze ntimubone ubatabara?",
      "footnotes": ""
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 289,
      "verse_key": "17:69",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ أَمِنتُمۡ أَن يُعِيدَكُمۡ فِيهِ تَارَةً أُخۡرَىٰ فَيُرۡسِلَ عَلَيۡكُمۡ قَاصِفٗا مِّنَ ٱلرِّيحِ فَيُغۡرِقَكُم بِمَا كَفَرۡتُمۡ ثُمَّ لَا تَجِدُواْ لَكُمۡ عَلَيۡنَا بِهِۦ تَبِيعٗا",
      "translation": "Cyangwa mwibwira ko mutekanye ku buryo atabasubiza mu nyanja bwa kabiri, akaboherereza inkubi y’umuyaga, ukabaroha kubera ubuhakanyi bwanyu? Hanyuma ntimugire utubaza impamvu twabahannye.",
      "footnotes": ""
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 289,
      "verse_key": "17:70",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَلَقَدۡ كَرَّمۡنَا بَنِيٓ ءَادَمَ وَحَمَلۡنَٰهُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَىٰ كَثِيرٖ مِّمَّنۡ خَلَقۡنَا تَفۡضِيلٗا",
      "translation": "Kandi rwose twubahishije bene Adamu tubashoboza kugenda i musozi no mu nyanja, tubaha amafunguro meza, ndetse tunabarutisha byinshi mu byo twaremye.",
      "footnotes": ""
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 289,
      "verse_key": "17:71",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ نَدۡعُواْ كُلَّ أُنَاسِۭ بِإِمَٰمِهِمۡۖ فَمَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَأُوْلَٰٓئِكَ يَقۡرَءُونَ كِتَٰبَهُمۡ وَلَا يُظۡلَمُونَ فَتِيلٗا",
      "translation": "(Unibuke) umunsi tuzahamagara buri tsinda ry’abantu riri kumwe n’umuyobozi waryo (ryakurikiraga ku isi). Bityo, abazahabwa igitabo cyabo (gikubiyemo ibikorwa bakoze) mu kuboko kw’iburyo, bazasoma igitabo cyabo (bishimye), kandi ntibazahuguzwa kabone n’iyo byaba ikingana n’akadodo ko mu rubuto rw’itende.",
      "footnotes": ""
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 289,
      "verse_key": "17:72",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَن كَانَ فِي هَٰذِهِۦٓ أَعۡمَىٰ فَهُوَ فِي ٱلۡأٓخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِيلٗا",
      "translation": "N’uzaba ari impumyi (y’umutima) kuri iyi si (atabona ububasha bw’Imana ngo ayemere), no ku mperuka azaba ari impumyi (atabona inzira imuganisha mu ijuru), kandi azanarushaho kuyoba iyo nzira.",
      "footnotes": ""
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 289,
      "verse_key": "17:73",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن كَادُواْ لَيَفۡتِنُونَكَ عَنِ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ لِتَفۡتَرِيَ عَلَيۡنَا غَيۡرَهُۥۖ وَإِذٗا لَّٱتَّخَذُوكَ خَلِيلٗا",
      "translation": "Mu by’ukuri (yewe Muhamadi, ababangikanyamana) bendaga kugutesha ibyo twaguhishuriye (Qur’an), kugira ngo uduhimbire ibindi bitari yo; ubwo (iyo ubikora) bari kukugira inshuti magara.",
      "footnotes": ""
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 289,
      "verse_key": "17:74",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡلَآ أَن ثَبَّتۡنَٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَيۡهِمۡ شَيۡـٔٗا قَلِيلًا",
      "translation": "Kandi iyo tutaza kugukomeza, rwose wari hafi gato yo kubabogamiraho.",
      "footnotes": ""
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 289,
      "verse_key": "17:75",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذٗا لَّأَذَقۡنَٰكَ ضِعۡفَ ٱلۡحَيَوٰةِ وَضِعۡفَ ٱلۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيۡنَا نَصِيرٗا",
      "translation": "Iyo uza kubikora, twari kukumvisha ku bihano byikubye kabiri ku isi n’ibihano byikubye kabiri nyuma y’urupfu. Kandi ntiwari kubona umutabazi ukudukiza.",
      "footnotes": ""
    },
    {
      "id": 76,
      "verse_number": 76,
      "page_number": 290,
      "verse_key": "17:76",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن كَادُواْ لَيَسۡتَفِزُّونَكَ مِنَ ٱلۡأَرۡضِ لِيُخۡرِجُوكَ مِنۡهَاۖ وَإِذٗا لَّا يَلۡبَثُونَ خِلَٰفَكَ إِلَّا قَلِيلٗا",
      "translation": "Kandi (abahakanyi) bari hafi yo kugutera guhunga igihugu (cyawe cya Maka, kubera guhora bagutoteza) kugira ngo bakigucemo (bakumeneshe). Ariko n’iyo baramuka babikoze, na bo ntibari kukibamo nyuma yawe, uretse igihe gito (kuko twari kubarimbura).",
      "footnotes": ""
    },
    {
      "id": 77,
      "verse_number": 77,
      "page_number": 290,
      "verse_key": "17:77",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "سُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسُلِنَاۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِيلًا",
      "translation": "Ibyo (byo kurimbura abamenesha Intumwa zabo) byari umugenzo ku ntumwa zacu twohereje mbere yawe, kandi umugenzo wacu ntuzigera uhinduka.",
      "footnotes": ""
    },
    {
      "id": 78,
      "verse_number": 78,
      "page_number": 290,
      "verse_key": "17:78",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمۡسِ إِلَىٰ غَسَقِ ٱلَّيۡلِ وَقُرۡءَانَ ٱلۡفَجۡرِۖ إِنَّ قُرۡءَانَ ٱلۡفَجۡرِ كَانَ مَشۡهُودٗا",
      "translation": "Ujye uhozaho iswala (za ngombwa) ku manywa kuva izuba rirenze mu kirere hagati (ari cyo gihe cy’iswala ya Adhuhuri n’iya Al’aswiri), kugeza haje umwijima w’ijoro (ari cyo gihe cy’iswala ya Magharibi n’iya Al Isha-u). Ujye unasoma Qur’an igihe umuseke utambitse (iswala ya Al Fajr). Mu by’ukuri Qur’an (isomwa mu iswala yo) mu museke iba yitabiriwe (n’abamalayika b’amanywa n’ab’ijoro).",
      "footnotes": ""
    },
    {
      "id": 79,
      "verse_number": 79,
      "page_number": 290,
      "verse_key": "17:79",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلَّيۡلِ فَتَهَجَّدۡ بِهِۦ نَافِلَةٗ لَّكَ عَسَىٰٓ أَن يَبۡعَثَكَ رَبُّكَ مَقَامٗا مَّحۡمُودٗا",
      "translation": "Kandi na nijoro ujye uyisoma (Qur’an) mu iswala yo mu gicuku (Tahajudi) nk’iswala y’inyongera kuri wowe (Muhamadi), kugira ngo Nyagasani wawe azakuzure uri mu rwego uzashimirwa.",
      "footnotes": ""
    },
    {
      "id": 80,
      "verse_number": 80,
      "page_number": 290,
      "verse_key": "17:80",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقُل رَّبِّ أَدۡخِلۡنِي مُدۡخَلَ صِدۡقٖ وَأَخۡرِجۡنِي مُخۡرَجَ صِدۡقٖ وَٱجۡعَل لِّي مِن لَّدُنكَ سُلۡطَٰنٗا نَّصِيرٗا",
      "translation": "Kandi (yewe Muhamadi) ujye uvuga uti “Nyagasani wanjye! Mpa kwinjira kwanjye (mu mujyi wa Madina) kube kwiza, kandi no gusohoka kwanjye (mu mujyi wa Maka) kube kwiza. Unanshyigikize imbaraga ziguturutseho.”",
      "footnotes": ""
    },
    {
      "id": 81,
      "verse_number": 81,
      "page_number": 290,
      "verse_key": "17:81",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقُلۡ جَآءَ ٱلۡحَقُّ وَزَهَقَ ٱلۡبَٰطِلُۚ إِنَّ ٱلۡبَٰطِلَ كَانَ زَهُوقٗا",
      "translation": "Unavuge uti “Ukuri (Idini rya Isilamu) kwaraje ikinyoma (ibangikanyamana) kirayoyoka. Mu by’ukuri ikinyoma kizahora kiyoyoka.”",
      "footnotes": ""
    },
    {
      "id": 82,
      "verse_number": 82,
      "page_number": 290,
      "verse_key": "17:82",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَنُنَزِّلُ مِنَ ٱلۡقُرۡءَانِ مَا هُوَ شِفَآءٞ وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ وَلَا يَزِيدُ ٱلظَّٰلِمِينَ إِلَّا خَسَارٗا",
      "translation": "Kandi twahishuye Qur’an ari umuti ikaba n’impuhwe ku bemeramana, nyamara nta cyo yongerera inkozi z’ibibi uretse igihombo.",
      "footnotes": ""
    },
    {
      "id": 83,
      "verse_number": 83,
      "page_number": 290,
      "verse_key": "17:83",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسٗا",
      "translation": "N’iyo umuntu tumuhundagajeho ingabire zacu, arirengagiza akishyira kure (y’amategeko yacu), ariko ikibi cyamugeraho akiheba cyane.",
      "footnotes": ""
    },
    {
      "id": 84,
      "verse_number": 84,
      "page_number": 290,
      "verse_key": "17:84",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ كُلّٞ يَعۡمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمۡ أَعۡلَمُ بِمَنۡ هُوَ أَهۡدَىٰ سَبِيلٗا",
      "translation": "Vuga uti “Buri wese akora mu buryo bwe, ariko Nyagasani wanyu ni We uzi neza uwayobotse inzira y’ukuri.”",
      "footnotes": ""
    },
    {
      "id": 85,
      "verse_number": 85,
      "page_number": 290,
      "verse_key": "17:85",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَسۡـَٔلُونَكَ عَنِ ٱلرُّوحِۖ قُلِ ٱلرُّوحُ مِنۡ أَمۡرِ رَبِّي وَمَآ أُوتِيتُم مِّنَ ٱلۡعِلۡمِ إِلَّا قَلِيلٗا",
      "translation": "Baranakubaza (yewe Muhamadi) ku bijyanye na roho. Vuga uti “Ubumenyi bw’ibya roho bwihariwe na Nyagasani wanjye. Kandi (mwe abantu) mwahawe ubumenyi buke.”",
      "footnotes": ""
    },
    {
      "id": 86,
      "verse_number": 86,
      "page_number": 290,
      "verse_key": "17:86",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَئِن شِئۡنَا لَنَذۡهَبَنَّ بِٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيۡنَا وَكِيلًا",
      "translation": "N’iyo tuza kubishaka, twari kukwambura ibyo twaguhishuriye (Qur’an), kandi ntiwari kubona ukurengera ngo abitubuze.",
      "footnotes": ""
    },
    {
      "id": 87,
      "verse_number": 87,
      "page_number": 291,
      "verse_key": "17:87",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّ فَضۡلَهُۥ كَانَ عَلَيۡكَ كَبِيرٗا",
      "translation": "(Ariko) kubera impuhwe za Nyagasani wawe (yayishimangiye mu mutima wawe). Mu by’ukuri ingabire ze kuri wowe zirahambaye.",
      "footnotes": ""
    },
    {
      "id": 88,
      "verse_number": 88,
      "page_number": 291,
      "verse_key": "17:88",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لَّئِنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰٓ أَن يَأۡتُواْ بِمِثۡلِ هَٰذَا ٱلۡقُرۡءَانِ لَا يَأۡتُونَ بِمِثۡلِهِۦ وَلَوۡ كَانَ بَعۡضُهُمۡ لِبَعۡضٖ ظَهِيرٗا",
      "translation": "Vuga (yewe Muhamadi) uti “N’iyo abantu n’amajini baza kwishyira hamwe ngo bazane igisa nk’iyi Qur’an, ntibari kuzana igisa na yo, kabone n’iyo baza kwifatanya.”",
      "footnotes": ""
    },
    {
      "id": 89,
      "verse_number": 89,
      "page_number": 291,
      "verse_key": "17:89",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا",
      "translation": "Kandi rwose buri rugero (rugaragaza ko Imana iriho kandi ari na yo yonyine ikwiye gusengwa) twarusobanuriye abantu muri iyi Qur’an, nyamara abenshi mu bantu baranze barahakana.",
      "footnotes": ""
    },
    {
      "id": 90,
      "verse_number": 90,
      "page_number": 291,
      "verse_key": "17:90",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تَفۡجُرَ لَنَا مِنَ ٱلۡأَرۡضِ يَنۢبُوعًا",
      "translation": "Maze baravuga bati “Ntidushobora kukwemera (yewe Muhamadi) keretse utuvuburiye isoko y’amazi mu butaka.”",
      "footnotes": ""
    },
    {
      "id": 91,
      "verse_number": 91,
      "page_number": 291,
      "verse_key": "17:91",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوۡ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ ٱلۡأَنۡهَٰرَ خِلَٰلَهَا تَفۡجِيرًا",
      "translation": "“Cyangwa ukaba ufite ubusitani bw’imitende n’ubw’imizabibu, maze ukavuburamo imigezi itemba hagati yabwo.”",
      "footnotes": ""
    },
    {
      "id": 92,
      "verse_number": 92,
      "page_number": 291,
      "verse_key": "17:92",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوۡ تُسۡقِطَ ٱلسَّمَآءَ كَمَا زَعَمۡتَ عَلَيۡنَا كِسَفًا أَوۡ تَأۡتِيَ بِٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ قَبِيلًا",
      "translation": "“Cyangwa ukatugushaho ikirere ibice bice, nk’uko ubyibwira, cyangwa se ukatuzanira Allah n’abamalayika tukababona imbonankubone.”",
      "footnotes": ""
    },
    {
      "id": 93,
      "verse_number": 93,
      "page_number": 291,
      "verse_key": "17:93",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوۡ يَكُونَ لَكَ بَيۡتٞ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِي ٱلسَّمَآءِ وَلَن نُّؤۡمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيۡنَا كِتَٰبٗا نَّقۡرَؤُهُۥۗ قُلۡ سُبۡحَانَ رَبِّي هَلۡ كُنتُ إِلَّا بَشَرٗا رَّسُولٗا",
      "translation": "“Cyangwa ukaba ufite inzu itatse zahabu, cyangwa ukazamuka mu kirere, kandi nta n’ubwo twakwemera izamuka ryawe utatumanuriye igitabo (gihamya ko uri Intumwa) tukagisoma. Vuga (yewe Muhamadi) uti “Ubutagatifu ni ubwa Nyagasani wanjye! Ese hari ikindi ndi cyo usibye kuba ndi umuntu watumwe?”",
      "footnotes": ""
    },
    {
      "id": 94,
      "verse_number": 94,
      "page_number": 291,
      "verse_key": "17:94",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰٓ إِلَّآ أَن قَالُوٓاْ أَبَعَثَ ٱللَّهُ بَشَرٗا رَّسُولٗا",
      "translation": "Nta n’ikindi cyabujije abantu kwemera ubwo umuyoboro wabageragaho, uretse kuvuga bati “Ese Allah yokohereza ikiremwamuntu ngo kibe Intumwa?”",
      "footnotes": ""
    },
    {
      "id": 95,
      "verse_number": 95,
      "page_number": 291,
      "verse_key": "17:95",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لَّوۡ كَانَ فِي ٱلۡأَرۡضِ مَلَٰٓئِكَةٞ يَمۡشُونَ مُطۡمَئِنِّينَ لَنَزَّلۡنَا عَلَيۡهِم مِّنَ ٱلسَّمَآءِ مَلَكٗا رَّسُولٗا",
      "translation": "Vuga (yewe Muhamadi) uti “N’iyo ku isi haza kuba (hatuye) abamalayika bagenda batuje, twari kubamanurira umumalayika uturutse mu kirere akababera Intumwa.”",
      "footnotes": ""
    },
    {
      "id": 96,
      "verse_number": 96,
      "page_number": 291,
      "verse_key": "17:96",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا",
      "translation": "Vuga (yewe Muhamadi) uti “Allah arahagije kuba umuhamya hagati yanjye namwe. Mu by’ukuri ni Uzi byimazeyo, akanaba Ubona abagaragu be bihebuje.”",
      "footnotes": ""
    },
    {
      "id": 97,
      "verse_number": 97,
      "page_number": 292,
      "verse_key": "17:97",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُمۡ أَوۡلِيَآءَ مِن دُونِهِۦۖ وَنَحۡشُرُهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عَلَىٰ وُجُوهِهِمۡ عُمۡيٗا وَبُكۡمٗا وَصُمّٗاۖ مَّأۡوَىٰهُمۡ جَهَنَّمُۖ كُلَّمَا خَبَتۡ زِدۡنَٰهُمۡ سَعِيرٗا",
      "translation": "Kandi uwo Allah yashoboje kuyoboka ni we wayobotse nyabyo, ariko uwo yarekeye mu buyobe ntiyagira abatabazi batari We (Allah); ndetse tuzanabazura ku munsi w’imperuka bagenza uburanga bwabo, ari impumyi, ibiragi, ndetse n’ibipfamatwi. Ubuturo bwabo buzaba umuriro wa Jahanamu. Buri uko ugabanyije imbaraga tuzajya tuwongerera ubukana.",
      "footnotes": ""
    },
    {
      "id": 98,
      "verse_number": 98,
      "page_number": 292,
      "verse_key": "17:98",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمۡ كَفَرُواْ بِـَٔايَٰتِنَا وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدًا",
      "translation": "Icyo ni cyo gihano cyabo kubera ko bahakanye amagambo yacu bakavuga bati “Ese (nitumara gupfa) tugahinduka amagufa n’ubuvungukira, tuzazurwa tube ibiremwa bishya?”",
      "footnotes": ""
    },
    {
      "id": 99,
      "verse_number": 99,
      "page_number": 292,
      "verse_key": "17:99",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ قَادِرٌ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۡ وَجَعَلَ لَهُمۡ أَجَلٗا لَّا رَيۡبَ فِيهِ فَأَبَى ٱلظَّٰلِمُونَ إِلَّا كُفُورٗا",
      "translation": "Ese ntibabona ko Allah waremye ibirere n’isi ashoboye kurema abameze nka bo? Kandi (Allah) yabashyiriyeho igihe kidashidikanywaho (cyo kuzazurwa nyuma yo gupfa), ariko abahakanyi baranze bakomeza guhakana.",
      "footnotes": ""
    },
    {
      "id": 100,
      "verse_number": 100,
      "page_number": 292,
      "verse_key": "17:100",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لَّوۡ أَنتُمۡ تَمۡلِكُونَ خَزَآئِنَ رَحۡمَةِ رَبِّيٓ إِذٗا لَّأَمۡسَكۡتُمۡ خَشۡيَةَ ٱلۡإِنفَاقِۚ وَكَانَ ٱلۡإِنسَٰنُ قَتُورٗا",
      "translation": "Vuga (ubwira abahakanyi) uti “Iyo muza kugira ibigega by’impuhwe za Nyagasani wanjye, mwari kugundira mutinya gushirirwa, kandi umuntu ahora ari umunyabugugu.”",
      "footnotes": ""
    },
    {
      "id": 101,
      "verse_number": 101,
      "page_number": 292,
      "verse_key": "17:101",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ تِسۡعَ ءَايَٰتِۭ بَيِّنَٰتٖۖ فَسۡـَٔلۡ بَنِيٓ إِسۡرَٰٓءِيلَ إِذۡ جَآءَهُمۡ فَقَالَ لَهُۥ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسَىٰ مَسۡحُورٗا",
      "translation": "Kandi rwose Musa twamuhaye ibitangaza icyenda bisobanutse. Ngaho baza bene Isiraheli ubwo yabageragaho, maze Farawo akamubwira ati “Yewe Musa! Mu by’ukuri ndakeka ko warozwe.”",
      "footnotes": ""
    },
    {
      "id": 102,
      "verse_number": 102,
      "page_number": 292,
      "verse_key": "17:102",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ لَقَدۡ عَلِمۡتَ مَآ أَنزَلَ هَٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَٰفِرۡعَوۡنُ مَثۡبُورٗا",
      "translation": "(Musa) aravuga ati “Rwose uzi ko ibi bitangaza nta wundi wabimanuye utari Nyagasani w’ibirere n’isi, kugira ngo bibe gihamya (ko Imana ari imwe rukumbi). Kandi mu by’ukuri ndemeza ko wowe Farawo wamaze korama.”",
      "footnotes": ""
    },
    {
      "id": 103,
      "verse_number": 103,
      "page_number": 292,
      "verse_key": "17:103",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَرَادَ أَن يَسۡتَفِزَّهُم مِّنَ ٱلۡأَرۡضِ فَأَغۡرَقۡنَٰهُ وَمَن مَّعَهُۥ جَمِيعٗا",
      "translation": "Nuko (Farawo) ashaka kubaca mu gihugu (cya Misiri), maze turamuroha n’abari kumwe na we bose.",
      "footnotes": ""
    },
    {
      "id": 104,
      "verse_number": 104,
      "page_number": 292,
      "verse_key": "17:104",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقُلۡنَا مِنۢ بَعۡدِهِۦ لِبَنِيٓ إِسۡرَٰٓءِيلَ ٱسۡكُنُواْ ٱلۡأَرۡضَ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ جِئۡنَا بِكُمۡ لَفِيفٗا",
      "translation": "Nyuma ye twanabwiye bene Isiraheli tuti “Nimuture mu gihugu (cya Misiri ndetse na Shami), ubwo isezerano ry’umunsi w’imperuka rizaza, tuzabazana muri igihiriri (muri amahanga atandukanye).”",
      "footnotes": ""
    },
    {
      "id": 105,
      "verse_number": 105,
      "page_number": 293,
      "verse_key": "17:105",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَبِٱلۡحَقِّ أَنزَلۡنَٰهُ وَبِٱلۡحَقِّ نَزَلَۗ وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا",
      "translation": "Twaranayihishuye (Qur’an) mu kuri kandi yamanutse irimo ukuri. Ndetse nta kindi cyatumye tukohereza (yewe Muhamadi) bitari ukugira ngo utange inkuru nziza (yo kuzagororerwa ijuru ku bazakurikira ubutumwa bwawe) ukaba n’umuburizi (uburira abazahakana ubutumwa bwawe ko bazahanishwa igihano cy’umuriro).",
      "footnotes": ""
    },
    {
      "id": 106,
      "verse_number": 106,
      "page_number": 293,
      "verse_key": "17:106",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقُرۡءَانٗا فَرَقۡنَٰهُ لِتَقۡرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكۡثٖ وَنَزَّلۡنَٰهُ تَنزِيلٗا",
      "translation": "Kandi Qur’an twayihishuye mu bice bice kugira ngo uyisomere abantu buhoro buhoro (babashe kuyisobanukirwa). Twanayihishuye mu byiciro (mu myaka makumyabiri n’itatu).",
      "footnotes": ""
    },
    {
      "id": 107,
      "verse_number": 107,
      "page_number": 293,
      "verse_key": "17:107",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ ءَامِنُواْ بِهِۦٓ أَوۡ لَا تُؤۡمِنُوٓاْۚ إِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مِن قَبۡلِهِۦٓ إِذَا يُتۡلَىٰ عَلَيۡهِمۡ يَخِرُّونَۤ لِلۡأَذۡقَانِۤ سُجَّدٗاۤ",
      "translation": "Vuga (yewe Muhamadi) uti “Nimuyemere cyangwa ntimuyemere! Mu by’ukuri abahawe ubumenyi mbere yayo (Qur’an), iyo bayisomewe baca bugufi bakubama”,",
      "footnotes": ""
    },
    {
      "id": 108,
      "verse_number": 108,
      "page_number": 293,
      "verse_key": "17:108",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَقُولُونَ سُبۡحَٰنَ رَبِّنَآ إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولٗا",
      "translation": "Bakavuga bati “Ubutagatifu ni ubwa Nyagasani wacu! Rwose isezerano rya Nyagasani wacu rirasohoye.”",
      "footnotes": ""
    },
    {
      "id": 109,
      "verse_number": 109,
      "page_number": 293,
      "verse_key": "17:109",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": "obligatory",
      "sajdah_number": 4,
      "text": "وَيَخِرُّونَ لِلۡأَذۡقَانِ يَبۡكُونَ وَيَزِيدُهُمۡ خُشُوعٗا۩",
      "translation": "Banubamira (Allah) barira, bikabongerera kwibombarika.",
      "footnotes": ""
    },
    {
      "id": 110,
      "verse_number": 110,
      "page_number": 293,
      "verse_key": "17:110",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلِ ٱدۡعُواْ ٱللَّهَ أَوِ ٱدۡعُواْ ٱلرَّحۡمَٰنَۖ أَيّٗا مَّا تَدۡعُواْ فَلَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَٱبۡتَغِ بَيۡنَ ذَٰلِكَ سَبِيلٗا",
      "translation": "Vuga (yewe Muhamadi) uti “Mwasaba muvuga (izina) Allah cyangwa muvuga Rahmani, izina iryo ari ryo ryose mwakoresha mumusaba (byose ni kimwe), kuko afite amazina meza.” No mu isengesho ryawe ntukarangurure ijwi cyangwa ngo urimanure; ahubwo ujye uba hagati aho.",
      "footnotes": ""
    },
    {
      "id": 111,
      "verse_number": 111,
      "page_number": 293,
      "verse_key": "17:111",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا",
      "translation": "Unavuge uti “Ishimwe n’ikuzo byuzuye ni ibya Allah, We utagira umwana, ntagire uwo babangikanye mu bwami bwe, ndetse ntanagire umurinda kuko atajya agira intege nke.” Ujye unamuha ikuzo rihambaye.",
      "footnotes": ""
    }
  ]
}