{
  "id": 31,
  "verse_number": 31,
  "page_number": 576,
  "verse_key": "74:31",
  "juz_number": 29,
  "hizb_number": 58,
  "rub_el_hizb_number": 230,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَمَا جَعَلۡنَآ أَصۡحَٰبَ ٱلنَّارِ إِلَّا مَلَٰٓئِكَةٗۖ وَمَا جَعَلۡنَا عِدَّتَهُمۡ إِلَّا فِتۡنَةٗ لِّلَّذِينَ كَفَرُواْ لِيَسۡتَيۡقِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَيَزۡدَادَ ٱلَّذِينَ ءَامَنُوٓاْ إِيمَٰنٗا وَلَا يَرۡتَابَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡمُؤۡمِنُونَ وَلِيَقُولَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡكَٰفِرُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَمَا يَعۡلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَۚ وَمَا هِيَ إِلَّا ذِكۡرَىٰ لِلۡبَشَرِ",
  "translation": "ہم نے دوزخ کے داروغے صرف فرشتے رکھے ہیں۔ اور ہم نے ان کی تعداد صرف کافروں کی آزمائش کے لیے مقرر کی ہے(1) تاکہ اہل کتاب یقین کرلیں(2)، اوراہل ایمان کے ایمان میں اضافہ ہو جائے(3) اور اہل کتاب اور اہل ایمان شک نہ کریں اور جن کے دلوں میں بیماری ہے وه اور کافر کہیں کہ اس بیان سے اللہ تعالیٰ کی کیا مراد ہے(4)؟ اسی طرح اللہ تعالیٰ جسے چاہتا ہے گمراه کرتا ہے اور جسے چاہتا ہے ہدایت دیتا ہے(5)۔ تیرے رب کے لشکروں کو اس کے سوا کوئی نہیں جانتا(6)، یہ تو کل بنی آدم کے لیے سراسر پند ونصیحت ہے.(7)",
  "footnotes": "(1) یہ مشرکین قریش کا رد ہے، جب جہنم کے دروغوں کا اللہ نے ذکر فرمایا تو ابو جہل نے جماعت قریش کو خطاب کرتے ہوئے کہا کہ کیا تم میں سے ہر دس آدمیوں کا گروپ، ایک ایک فرشتے کے لئے کافی نہیں ہوگا، بعض کہتے ہیں کہ کالدہ نامی شخص نے اپنی طاقت پر بڑا گھمنڈ تھا، کہا، تم سب صرف دو فرشتے سنبھال لینا، ١٧ فرشتوں کو تو میں اکیلا ہی کافی ہوں۔ کہتے ہیں اس نے رسول اللہ (صلى الله عليه وسلم) کو کشتی کا بھی کئی مرتبہ چلینج دیا اور ہر مرتبہ شکست کھائی مگر ایمان نہیں لایا، کہتے ہیں اس کے علاوہ رکانہ بن عبد یزید کے ساتھ بھی آپ (صلى الله عليه وسلم) نے کشتی لڑی تھی لیکن وہ شکست کھا کر مسلمان ہوگئے تھے (ابن کثیر) مطلب یہ کہ یہ تعداد بھی ان کے مذاق یا آزمائش کا سبب بن گئی۔\n(2) یعنی جان لیں کہ رسول برحق ہے اور اس نے وہی بات کی ہے جو پچھلی کتابوں میں بھی درج ہے۔\n(3) کہ اہل کتاب نے ان کے پیغمبر کی بات کی تصدیق کی ہے ۔\n(4) بیمار دلوں سے مراد منافقین ہیں یا پھر وہ جن کے دلوں میں شکوک تھے کیونکہ مکہ میں منافقین نہیں تھے۔ یعنی یہ پوچھیں گے کہ اس تعداد کو یہاں ذکر کرنے میں اللہ کی کیا حکمت ہے؟\n(5) یعنی گذشتہ گمراہی کی طرح جسے چاہتا ہے گمراہ اور جسے چاہتا ہے، راہ یاب کر دیتا ہے، اس میں حکمت بالغہ ہوتی ہے اسے صرف اللہ ہی جانتا ہے۔\n(6) یعنی کفار و مشرکین سمجھتے ہیں کہ جہنم میں 19 فرشتے ہی تو ہیں، جن پر قابو پانا کون سا مشکل کام ہے؟ لیکن ان کو معلوم نہیں کہ رب کے لشکر تو اتنے ہیں جنہیں اللہ کے سوا کوئی نہیں جانتا ہی نہیں۔ صرف فرشتے ہی اتنی تعداد میں ہیں کہ 70 ہزار فرشتے روزانہ اللہ کی عبادت کے لئے بیت المعمور میں داخل ہوتے ہیں، پھر قیامت تک ان کی باری نہیں آئے گی۔ (صحیح بخاری)\n(7) یعنی یہ جہنم اور اس پر مقرر فرشتے، انسانوں کی پند و نصیحت کے لئے ہیں کہ شاید وہ نافرمانیوں سے باز آجائیں۔"
}