{
  "result": [
    {
      "id": "2251",
      "sura": "19",
      "aya": "1",
      "arabic_text": "كٓهيعٓصٓ",
      "translation": " بە (کاف، ھا، یا، عەین، صاد) دەخوێنرێتەوە خوا زاناترە بە ماناکەی، بۆزانیاری زیاتر سەیری سەرەتای سورەتی (البقرة) بکە\n",
      "footnotes": null
    },
    {
      "id": "2252",
      "sura": "19",
      "aya": "2",
      "arabic_text": "ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ",
      "translation": "(ئەمەی دەخوێنرێتەوە بەسەرتدا) باس ویادی بەزەیی پەروەردگارتە بە بەندەی خۆی کە زەکەریایە\n",
      "footnotes": null
    },
    {
      "id": "2253",
      "sura": "19",
      "aya": "3",
      "arabic_text": "إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا",
      "translation": "لەکاتێکدا پاڕایەوە لەپەروەردگاری بەپاڕانەوەیەکی نھێنی و پەنامەکی\n",
      "footnotes": null
    },
    {
      "id": "2254",
      "sura": "19",
      "aya": "4",
      "arabic_text": "قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا",
      "translation": "ووتی ئەی پەروەردگارم بەڕاستی من ئێسکم لاواز بووە لەبەر پیری سەرم (بەمووی سپی) گڕی گرتووە ( ئەمە جۆرێکە لەڕەوانبیژی زمانی عەرەبی بەکاردێت بەمەبەستی ئەوەی کە مووی سپی لەکاتی پیریدا گڕی بەرداوە لە موو ڕەشەکانی سەردەمی گەنجێتی) پەروەردگارم ھەرگیز لەپاڕانەوەم لێت بێ ھیوا نەبووم\n",
      "footnotes": null
    },
    {
      "id": "2255",
      "sura": "19",
      "aya": "5",
      "arabic_text": "وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا",
      "translation": "بەڕاستی من دەترسم کەس و کارەکەم (لەئاینی خوا لادەن) لەپاش (مردنی) خۆم (چونکە کەسێکیان تێدا نیە جێگرەوەی من بێت) وخێزانەکەشم نەزۆکە (منداڵی نابێت) سا تۆ لەلایەن خۆتەوە مناڵێکی چاکم پێ ببەخشە\n",
      "footnotes": null
    },
    {
      "id": "2256",
      "sura": "19",
      "aya": "6",
      "arabic_text": "يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا",
      "translation": "میراتگری (پێغەمبەرێتی) من وبنەماڵەی یەعقوب بێت ئەی پەروەردگارم واشی لێ بکە کەخۆت لێی ڕازی بیت\n",
      "footnotes": null
    },
    {
      "id": "2257",
      "sura": "19",
      "aya": "7",
      "arabic_text": "يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا",
      "translation": "(خوای گەورە فەرمووی) ئەی زەکەریا بەڕاستی موژدەت دەدەینێ بەمنداڵێک کەناوی یەحیایە پێشتر کەسمان بەو ناوە ناو نەناوە\n",
      "footnotes": null
    },
    {
      "id": "2258",
      "sura": "19",
      "aya": "8",
      "arabic_text": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا",
      "translation": "ووتی ئەی پەروەردگارم چۆن منداڵم دەبێت لەکاتێکدا خێزانم نەزۆکە بێگومان خۆشم لە پیریدا گەیشتوومەتە ئەو پەڕی پیری\n",
      "footnotes": null
    },
    {
      "id": "2259",
      "sura": "19",
      "aya": "9",
      "arabic_text": "قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا",
      "translation": "ووتی (بڕیار) بەو جۆرەیە پەروەردگاریشت فەرموویەتی ئەو (کارە) بەلای منەوە زۆر ئاسانە بێگومان پێشتریش تۆم دروستکردووە کەشتێک نەبوویت (پێش ئەو دروستکردنە)\n",
      "footnotes": null
    },
    {
      "id": "2260",
      "sura": "19",
      "aya": "10",
      "arabic_text": "قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا",
      "translation": "(زەکەریا) ووتی ئەی پەروەردگارم نیشانەیەکم بۆ دابنێ (کاتێک ئەو مژدە ھاتە دی) (خوای گەورە) فەرمووی نیشانەی تۆ ئەوەیە (لەسەر بوونی ئەو کوڕە) ناتوانیت گفتوگۆ لەگەڵ خەڵکدا بکەیت سێ شەو لەسەر یەک (بە رۆژەکانیەوە ھەر چەندە) ساغیت و لاڵ نیت\n",
      "footnotes": null
    },
    {
      "id": "2261",
      "sura": "19",
      "aya": "11",
      "arabic_text": "فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا",
      "translation": "پاشان زەکەریا لە پەرستگاکەی ھاتە دەر بۆ ناو گەلەکەی جا بەئیشارەت پێی ووتن کە بەیانیان و ئێواران تەسبیحاتی خوا بکەن\n",
      "footnotes": null
    },
    {
      "id": "2262",
      "sura": "19",
      "aya": "12",
      "arabic_text": "يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا",
      "translation": "(خوا دەفەرموێت بە یەحیا پاش گەورە بوونی) ئەی یەحیا تەورات بەتووند و گرنگ بگرە تێگەیشتنی تەورات (یان حیکمەت و ژیری)مان پێبەخشی لەتەمەنی مناڵیدا\n",
      "footnotes": null
    },
    {
      "id": "2263",
      "sura": "19",
      "aya": "13",
      "arabic_text": "وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا",
      "translation": "لەگەڵ دڵسۆزی و پاک و خاوێنی لەلایەن خۆمانەوە وە ئەو (یەحیا) لەخوا ترس و پارێزکار بوو\n",
      "footnotes": null
    },
    {
      "id": "2264",
      "sura": "19",
      "aya": "14",
      "arabic_text": "وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا",
      "translation": "ھەڵسوکەوتی لەگەڵ دایک و باوکیدا جوان بوو خۆ بەزلزان و سەر پێچیکەر نەبوو (لەفەرمانی خوا)\n",
      "footnotes": null
    },
    {
      "id": "2265",
      "sura": "19",
      "aya": "15",
      "arabic_text": "وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا",
      "translation": "سەلامی خوای لەسەر بێت لەو ڕۆژەی لەدایک بوو وە لەو رۆژەی کە وەفات دەکات وە لەو ڕۆژەی کەزیندوو دەکرێتەوە\n",
      "footnotes": null
    },
    {
      "id": "2266",
      "sura": "19",
      "aya": "16",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا",
      "translation": "(ئەی موحەممەد ﷺ) باسی بەسەرھاتی مەریەم بکە لە قورئاندا ئەو کاتەی کە کەنارگیری کرد لە کەسوکاری لە شوێنێکی رۆژھەڵاتی (مزگەوتی قودسدا خواپەرستی دەکرد)\n",
      "footnotes": null
    },
    {
      "id": "2267",
      "sura": "19",
      "aya": "17",
      "arabic_text": "فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا",
      "translation": "ئەمجا پەردەیەکی دانا لە نێوان خۆی و ئەوان (کەس و کاری)دا ئێمەیش جوبرەیلمان نارد بۆلای وەکو بەشەرێکی تەواو خۆی پیشانی (مەریەم) دا\n",
      "footnotes": null
    },
    {
      "id": "2268",
      "sura": "19",
      "aya": "18",
      "arabic_text": "قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا",
      "translation": "(مەریەم) ووتی من پەنا دەگرم بەخوای میھرەبان لە تۆ ئەگەر تۆ لە خوا ترسیت (وازم لێ بھێنە و زیانم پێ مەگەیەنە)\n",
      "footnotes": null
    },
    {
      "id": "2269",
      "sura": "19",
      "aya": "19",
      "arabic_text": "قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا",
      "translation": "جوبرەیل ووتی (ترست نەبێت) من نێردراوی پەروەردگارتم بۆ ئەوەی منداڵێکی پاک و خاوێنت پێ ببەخشم\n",
      "footnotes": null
    },
    {
      "id": "2270",
      "sura": "19",
      "aya": "20",
      "arabic_text": "قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا",
      "translation": "(مەریەم) ووتی من چۆن منداڵم دەبێت!! کە ھیچ بەشەرێک لێم نەکەوتووە (ڕەفاقەتی نەکردوم بەحەڵاڵی) وە داوێن پیسیش نەبووم\n",
      "footnotes": null
    },
    {
      "id": "2271",
      "sura": "19",
      "aya": "21",
      "arabic_text": "قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا",
      "translation": "(جوبرەیل) ووتی کارەکە بەو جۆرەیە (کە پێم ووتی) پەروەردگارت فەرموویەتی ئەو کارە لای من زۆر ئاسانە و بۆ ئەوەی بیکەین بەموعجیزە و نیشانەیەک بۆ خەڵکی و ڕەحمەتێکی تایبەتیش لەلایەن ئێمەوە ئەوە کارێکی بڕیاردراوە (لەلایەن خواوە)\n",
      "footnotes": null
    },
    {
      "id": "2272",
      "sura": "19",
      "aya": "22",
      "arabic_text": "۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا",
      "translation": "جا (مەریەم) سکی پڕ بوو بەو (کۆرپەلەوە) ئەمجا بە (سکەکە)وە دوور کەوتەوە بۆ شوێنێکی دوور (لە کەسوکاری)\n",
      "footnotes": null
    },
    {
      "id": "2273",
      "sura": "19",
      "aya": "23",
      "arabic_text": "فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا",
      "translation": "ئەوسا ئێشی پێش ژانی منداڵبوون ناچاری کردو بردی بۆ لای قەدی دار خورمایەک (تا لە کاتی منداڵ بوومەنەکەیدا خۆی پێوە بگرێت و پاڵی پێوە بدات) (مەریەم) ووتی ئای خۆزگە پێش ئەم (ڕوداوە) بمردمایە و من شتێکی لەبیرچووەی باس نەکراو بوومایە\n",
      "footnotes": null
    },
    {
      "id": "2274",
      "sura": "19",
      "aya": "24",
      "arabic_text": "فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا",
      "translation": "ئەمجا (جوبرەیل) بانگی مەریەمی کرد لەژێری (دار خورماکە) وە (ووتی) خەفەت مەخۆ و غەمبار مەبە بێگومان پەروەردگارت لەخوارتەوە جۆگەیەک ئاوی بۆ فەراھەم ھێناوی\n",
      "footnotes": null
    },
    {
      "id": "2275",
      "sura": "19",
      "aya": "25",
      "arabic_text": "وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا",
      "translation": "قەدی ئەو دار خورمایەش بۆ لای خۆت ڕاوەشێنە خورمای تازە پێ گەیووت بەسەردا دەبارێت\n",
      "footnotes": null
    },
    {
      "id": "2276",
      "sura": "19",
      "aya": "26",
      "arabic_text": "فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا",
      "translation": "ئەمجا (لەو خورما) بخۆ و (لەو ئاوەش) بخۆرەوە چاوو دڵ ڕۆشنبە جا ئەگەر ھەر کەسێکت بینی (پرسیاری ئەم منداڵەی لێ کردیت) بە (ئیشارەت) پێی بڵێ بەڕاستی من قسە نەکردنم لەسە خۆم نەزر کردووە بۆ (خوای) میھرەبان لەبەرئەوە ئەمڕۆ قسە لەگەڵ ھیچ کەسێکدا ناکەم\n",
      "footnotes": null
    },
    {
      "id": "2277",
      "sura": "19",
      "aya": "27",
      "arabic_text": "فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا",
      "translation": " جا بەو (منداڵەوە) ھاتەوە بۆ لای کەسوکارەکەی ئەو (منداڵەی) گرتبوو بە باوەشیەوە (خزمەکانی) ووتیان ئەی مەریەم بەڕاستی شتێکی زۆر خراپ و ئابڕو بەرت کردووە\n",
      "footnotes": null
    },
    {
      "id": "2278",
      "sura": "19",
      "aya": "28",
      "arabic_text": "يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا",
      "translation": "ئەی ئەوەی وەک خوشکی ھاروون وایت (لە تەقوا وخواناسیدا) نەباوکت پیاوێکی خراپ و داوێن پیس بووە نە دایکت داوێن پیس و زیناکار بووە\n",
      "footnotes": null
    },
    {
      "id": "2279",
      "sura": "19",
      "aya": "29",
      "arabic_text": "فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا",
      "translation": "جا(مەریەم) ئیشارەتی بۆ ئەو (منداڵە) کرد (خزمەکانی) ووتیان چۆن قسە بکەین لەگەڵ مناڵێکدا کە لە بێشکەدایە\n",
      "footnotes": null
    },
    {
      "id": "2280",
      "sura": "19",
      "aya": "30",
      "arabic_text": "قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا",
      "translation": "(منداڵەکە ھاتە قسە و) ووتی بەڕاستی من بەندەی خوام پەڕاوی ئینجیلم پێ دەدات و دەمکات بە پێغەمبەر\n",
      "footnotes": null
    },
    {
      "id": "2281",
      "sura": "19",
      "aya": "31",
      "arabic_text": "وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا",
      "translation": "وە پیرۆز و فەڕداری کردووم لە ھەر جێگایەکدا بم و فەرمانی پێداوم بە نوێژ کردن و بە زەکاتدان ھەتا لە ژیاندام و زیندووم\n",
      "footnotes": null
    },
    {
      "id": "2282",
      "sura": "19",
      "aya": "32",
      "arabic_text": "وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا",
      "translation": "و (کردومی) بە ڕۆڵەیەکی چاکەکارو گوێرایەڵ بۆ دایکم نەی کردووم بە ملھوڕێکی بەد ڕەفتار\n",
      "footnotes": null
    },
    {
      "id": "2283",
      "sura": "19",
      "aya": "33",
      "arabic_text": "وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا",
      "translation": "سڵاوی خوام لەسەر بێت ئەو ڕۆژەی کە لە دایک بووم وە ئەو ڕۆژەی کە دەمرم وە ئەو رۆژەشی کە زیندوو دەکرێمەوە\n",
      "footnotes": null
    },
    {
      "id": "2284",
      "sura": "19",
      "aya": "34",
      "arabic_text": "ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ",
      "translation": "ئەوە (کە باس کرا) عیسای کوڕی مەریەمە کە ووتەیەکی ڕاستە (دەربارەی عیسا) کە ئەوان (گاور و جولەکەکان) تێیدا دوو دڵن\n",
      "footnotes": null
    },
    {
      "id": "2285",
      "sura": "19",
      "aya": "35",
      "arabic_text": "مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
      "translation": "ناگونجێت و شایەن نیە بۆ خوا منداڵی ھەبێت پاک و بێگەردی بۆ خوا ھەرکاتێک بیەوێت کارێک ببێت ئەوە بێگومان تەنھا پێی دەڵێت ببە، یەکسەر (ئەویش) دەبێت\n",
      "footnotes": null
    },
    {
      "id": "2286",
      "sura": "19",
      "aya": "36",
      "arabic_text": "وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
      "translation": "بێگومان خوا پەروەردگاری من و ئێوەشە کەواتە ھەر ئەو بپەرستن ئەمەیە ڕێگا و ڕێبازی ڕاست و دروست\n",
      "footnotes": null
    },
    {
      "id": "2287",
      "sura": "19",
      "aya": "37",
      "arabic_text": "فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ",
      "translation": "بەڵام دەستەو تاقمی (گاور وجولەکە)کان لە نێو خۆیاندا ڕایان جیاواز بوو (لە بارەی عیساوە) جا سزاو لەناو چوون بۆ ئەوانەی کە بێ باوەڕ بوون لە بینینی ڕۆژە زۆر گەورەکە (کە ڕۆژی دواییە)\n",
      "footnotes": null
    },
    {
      "id": "2288",
      "sura": "19",
      "aya": "38",
      "arabic_text": "أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "ئای کە چەندە بیسەر و بینەرن (ئەو بێ باوەڕانە) لەڕۆژێکدا کە دێنەوە بۆ لامان (لە قیامەتدا) بەڵام ستەمکاران ئەمڕۆ (لە دونیادا) لە گومڕاییەکی ئاشکرادان\n",
      "footnotes": null
    },
    {
      "id": "2289",
      "sura": "19",
      "aya": "39",
      "arabic_text": "وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ",
      "translation": "(ئەی موحەممەد ﷺ) ئەو(ستەمکارانە) لەڕۆژی داخ و خەفەت بترسێنە کاتێک کارو باری (خەڵکی) کۆتایی پێ دەھێنرێت لە کاتێکدا ئەوانە غافڵن و باوەڕیش ناھێنن (بەڕۆژی دوایی)\n",
      "footnotes": null
    },
    {
      "id": "2290",
      "sura": "19",
      "aya": "40",
      "arabic_text": "إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ",
      "translation": "بەڕاستی ھەر ئێمە دەبینە میراتگری زەوی و ئەوەی لەسەریەتی وە ھەر بۆ لای ئێمە دەگەڕێنەوە\n",
      "footnotes": null
    },
    {
      "id": "2291",
      "sura": "19",
      "aya": "41",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا",
      "translation": "وە (ئەی موحەممەد ﷺ) لە قورئاندا باسی ئیبراھیم بکە بەڕاستی ئەو (ئیبراھیم) زۆر ڕاستگۆ و پێغەمبەر بوو\n",
      "footnotes": null
    },
    {
      "id": "2292",
      "sura": "19",
      "aya": "42",
      "arabic_text": "إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا",
      "translation": "کاتێک بە باوکی ووت ئەی باوکی خۆشەویستم بۆ دەپەرستی شتێک کە نابیستێ و نابینێت وە ھیچ سوودێکت پێ ناگەیەنێت\n",
      "footnotes": null
    },
    {
      "id": "2293",
      "sura": "19",
      "aya": "43",
      "arabic_text": "يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا",
      "translation": "ئەی باوکی خۆشەویستم بەڕاستی دڵنیابە زانست و زانیارێکم بۆ ھاتووە کە بۆ تۆ نەھاتووە (وپێت نەدراوە) کەواتە شوێنم کەوە و گوێرایەڵیم بکە ڕێنمونیت دەکەم بۆ رێبازی ڕاست\n",
      "footnotes": null
    },
    {
      "id": "2294",
      "sura": "19",
      "aya": "44",
      "arabic_text": "يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا",
      "translation": "ئەی باوکی خۆشەویستم شەیتان مەپەرستە بەڕاستی شەیتان ھەمیشە سەرپێچیکەر و یاخیە لە خوای میھرەبان\n",
      "footnotes": null
    },
    {
      "id": "2295",
      "sura": "19",
      "aya": "45",
      "arabic_text": "يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا",
      "translation": "ئەی باوکی خۆشەویستم بەڕاستی دەترسم (گەر بەکافری بمریت) تووشی سزایەک ببیت لە لایەن خوای میھرەبانەوە ئیتر ببیتە ھاوڕێ و ھاودەمی شەیتان (لەدۆزەخدا)\n",
      "footnotes": null
    },
    {
      "id": "2296",
      "sura": "19",
      "aya": "46",
      "arabic_text": "قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا",
      "translation": "(باوکی) ووتی تۆ واز لە پەرستراوەکانی من دەھێنیت (ونایانپەرستی)؟! ئەی ئیبراھیم سوێند بێت ئەگەر واز نەھێنیت (لەقسە ووتن بە پەرستراوەکانم) دڵنیا بە بەرد بارانت دەکەم (دەی) بڕۆ ماوەیەکی زۆر دوورکەوەرەوە لێم\n",
      "footnotes": null
    },
    {
      "id": "2297",
      "sura": "19",
      "aya": "47",
      "arabic_text": "قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا",
      "translation": "(ئیبراھیم) فەرمووی سەلامت لێ بێت لە مەودوا داوای لێ خۆشبوونت بۆ دەکەم لە پەروەردگارم (چونکە) بەڕاستی ئەو (پەروەردگار) لەگەڵمدا میھرەبانە (و دوعام گیرا دەکات)\n",
      "footnotes": null
    },
    {
      "id": "2298",
      "sura": "19",
      "aya": "48",
      "arabic_text": "وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا",
      "translation": "وە دوورە پەرێز دەبم لە ئێوە و لەو شتانەش کە دەیپەرستن جگە لە خوا تەنھا پەروردگارم دەپەرستم ئومێدەوارم لە پەرستن و نزای پەروەردگارم دا بێ ھیوا و نائومێد نەبم (وەکو ئێوە)\n",
      "footnotes": null
    },
    {
      "id": "2299",
      "sura": "19",
      "aya": "49",
      "arabic_text": "فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا",
      "translation": " جا کاتێک (ئیبراھیم) دوورکەوتەوە لێیان (لە گەلە بت پەرستەکەی) ولەو شتانەش ئەوان دەیانپەرست جگە لە خوای گەورە ئێمە ئیسحاق و(لە ئیسحاقیش) یەعقوبمان پێ بەخشی و ھەریەک لەوانیشمان کرد بە پێغەمبەر\n",
      "footnotes": null
    },
    {
      "id": "2300",
      "sura": "19",
      "aya": "50",
      "arabic_text": "وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا",
      "translation": "لە ڕەحمەتی خۆمان ئەوانمان بەھرەمەند کرد باسی چاکەی ئەوانمان خستە سەر زمانی (خەڵکی)\n",
      "footnotes": null
    },
    {
      "id": "2301",
      "sura": "19",
      "aya": "51",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا",
      "translation": "لە قورئاندا باسی موسا بکە بەڕاستی ئەو (کەسێکی) ھەڵبژاردە بوو (بێ گەردبوو لە ناتەواوی) و نێرراو و پێغەمبەر بوو (بۆ خەڵکی)\n",
      "footnotes": null
    },
    {
      "id": "2302",
      "sura": "19",
      "aya": "52",
      "arabic_text": "وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا",
      "translation": "وە ئێمە ئەومان بانگ کرد لەلای ڕاستی کێوی طورەوە وە ئەو(موسا) مان نزیک کردەوە تا قسەی لەگەڵ بکەین\n",
      "footnotes": null
    },
    {
      "id": "2303",
      "sura": "19",
      "aya": "53",
      "arabic_text": "وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا",
      "translation": "وە لەبەزەیی و بەخشندەیی خۆمان بەخشیمان بەو (موسا) بە ھارونی برای کە پێغەمبەر بوو\n",
      "footnotes": null
    },
    {
      "id": "2304",
      "sura": "19",
      "aya": "54",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا",
      "translation": "وە لە قورئاندا باسی ئیسماعیل بکە بێگومان ئەو لە پەیمان و بەڵێنەکانیدا ڕاستگۆ بوو و ئەو نێرراوو پێغەمبەری خوا بوو\n",
      "footnotes": null
    },
    {
      "id": "2305",
      "sura": "19",
      "aya": "55",
      "arabic_text": "وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا",
      "translation": "وە ھەمیشە فەرمانی دەدا بە خێزان و کەسوکاری بە نوێژ کردن و زەکاتدان وە ھەمیشە لای پەروەردگاری جێگەی ڕەزامەندی بوو\n",
      "footnotes": null
    },
    {
      "id": "2306",
      "sura": "19",
      "aya": "56",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا",
      "translation": " وە باسی ئیدریس بکە لە قورئاندا بەڕاستی ئەو زۆر ڕاستگۆ و پێغەمبەر بوو\n",
      "footnotes": null
    },
    {
      "id": "2307",
      "sura": "19",
      "aya": "57",
      "arabic_text": "وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا",
      "translation": "و پایە و پلەیمان بڵند و بەرز کردەوە\n",
      "footnotes": null
    },
    {
      "id": "2308",
      "sura": "19",
      "aya": "58",
      "arabic_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩",
      "translation": "ئەوانەی (کە باسکران) کەسانێکن کە خوا نیعمەت و چاکەی خۆی ڕشت بەسەریاندا لەو پێغەمبەرانەی کە لە نەوەی ئادەمن (وەک ئیدریس) وە لە (نەوەی) ئەوانەیش (کە لە کەشتییەکەدا) لەگەڵ نوح دا ھەڵمان گرتن (وەک ئیبراھیم) وە لە نەوەی ئیبراھیم و یەعقوب (وەک ئیسماعیل و یوسف) وە ئەوانەی ھیدایەتمان داون ھەڵمان بژاردوون ئا ئەوانە ھەر کاتێک ئایەتەکانی خوای بە بەزەییان بۆ بخوێنرێتەوە دەست بەجێ دەکەون بە ڕوودا بەسوژدە و گریانەوە\n",
      "footnotes": null
    },
    {
      "id": "2309",
      "sura": "19",
      "aya": "59",
      "arabic_text": "۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا",
      "translation": "ئەمجا لە پاش ئەوان کەسانێک (لە نەوەکانیان) بوونە جێنشینیان کە نوێژیان دەفەوتاند و شوێن ھەواو ئارەزوو کەوتن جا ئەوانە لە داھاتوودا تووشی (سزای) گومڕاییان دەبن\n",
      "footnotes": null
    },
    {
      "id": "2310",
      "sura": "19",
      "aya": "60",
      "arabic_text": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا",
      "translation": " جگە لەوەی کە تۆبەی کردبێت و باوەڕی ھێنابێت و کارو کردەوەی چاکی کردبێت ئا ئەوانە دەچنە بەھەشتەوە و ھیچ ستەمێکیان لێ ناکرێت (لەپاداشتی کردەوە چاکەکانیان کەم ناکرێتەوە)\n",
      "footnotes": null
    },
    {
      "id": "2311",
      "sura": "19",
      "aya": "61",
      "arabic_text": "جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا",
      "translation": " بەھەشتانی جێی مانەوەی ھەمیشەییە کەخوای میھرەبان بەڵێنی داوە بە بەندەکانی کە نادیارو پەنھانە وبەچاو نەیانبینیوە بەڕاستی خوا بەڵێنی بەدی دێت\n",
      "footnotes": null
    },
    {
      "id": "2312",
      "sura": "19",
      "aya": "62",
      "arabic_text": "لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا",
      "translation": "(بەھەشتییەکان) لە بەھەشتدا ھیچ ووتە و قسەیەکی بێ سوود نابیستن تەنھا سەلام کردن دەبیستن لەوێدا ڕزق و ڕۆزی ئامادەیە بۆیان بە بەیانیان و ئێواراندا\n",
      "footnotes": null
    },
    {
      "id": "2313",
      "sura": "19",
      "aya": "63",
      "arabic_text": "تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا",
      "translation": "ئەو بەھەشتەی باسی کرا ئەوەیە کەدەیبەخشین بەو کەسانەی کە (لە دونیادا) پارێزکار و لەخوا ترس بوون لە بەندەکانمان\n",
      "footnotes": null
    },
    {
      "id": "2314",
      "sura": "19",
      "aya": "64",
      "arabic_text": "وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا",
      "translation": " ئێمە (فریشتەکان) لە ئاسمانەوە دانابەزین بە فەرمانی پەروەردگارت نەبێت تەنھا بۆ خوایە (و خوا دەزانێت) ھەموو کاروباری داھاتوو ڕابووردوو و ئێستامان وە پەروەردگارت (کردەوەی بەندەکانی) لەبیر نەکردووە\n",
      "footnotes": null
    },
    {
      "id": "2315",
      "sura": "19",
      "aya": "65",
      "arabic_text": "رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا",
      "translation": "کە پەروەردگاری ئاسمانەکان و زەوی و ھەرچی لەنێوانیاندایە کەواتە بیپەرستە و زۆر خۆگر بە لە پەرستنیدا ئایا ئاگاداریت وێنەی ئەو (خوایەکی تر) ھەبێت\n",
      "footnotes": null
    },
    {
      "id": "2316",
      "sura": "19",
      "aya": "66",
      "arabic_text": "وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا",
      "translation": "ئادەمی(بێ بڕوا) دەڵێ ئایا کە مردم لە داھاتوودا بە زیندوویی (لە گۆڕ) دەردەھێنرێم\n",
      "footnotes": null
    },
    {
      "id": "2317",
      "sura": "19",
      "aya": "67",
      "arabic_text": "أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا",
      "translation": " ئەوە ئادەمیزاد بۆ بیرناکاتەوە کە بێگومان ئێمە لە سەرەتاوە ئەومان دروستکردووە کە ئەو شتێک نەبوو\n",
      "footnotes": null
    },
    {
      "id": "2318",
      "sura": "19",
      "aya": "68",
      "arabic_text": "فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا",
      "translation": "ئەمجا سوێند بە پەروەردگارت ئەو (بێ بڕوایانە) کۆ دەکەینەوە (لە ڕۆژی دواییدا) (لەگەڵ) ئەو شەیتانانەی (کە گومڕایان کردن) پاشان بەڕاستی ھەموویان ئامادە دەکەین بەدەوری دۆزەخدا بەسەر ئەژنۆیاندا کەوتوون (لەبەر ترسناکی ئەو رۆژە)\n",
      "footnotes": null
    },
    {
      "id": "2319",
      "sura": "19",
      "aya": "69",
      "arabic_text": "ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا",
      "translation": "پاشان بێگومان دەری دەھێنین (و دەیخەینە دۆزەخەوە) لە ھەر پێڕو دەستەیەک کامەیان تاوانبارتر (یاخیتر) بووە لە بەرانبەر خوای میھرەباندا\n",
      "footnotes": null
    },
    {
      "id": "2320",
      "sura": "19",
      "aya": "70",
      "arabic_text": "ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا",
      "translation": "ئەمجا بێگومان ئێمە زاناترین بەوانەی کە شیاوترن بخرێنە دۆزەخ و بسوتێن پێی\n",
      "footnotes": null
    },
    {
      "id": "2321",
      "sura": "19",
      "aya": "71",
      "arabic_text": "وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا",
      "translation": "کەس نیە لە ئێوە نەڕوات و تێنەپەڕێت بەسەر دۆزەخدا (ئەو تێپەڕینە) بڕیارێکی بڕاوەیە لە پەروەردگارتەوە\n",
      "footnotes": null
    },
    {
      "id": "2322",
      "sura": "19",
      "aya": "72",
      "arabic_text": "ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا",
      "translation": "دواتر ئەوانە ڕزگار دەکەین کە پارێزکار ولەخواترس بوون و ستەمکاران لەسەرچۆک لەناو (دۆزەخ) دا دەھێڵینەوە\n",
      "footnotes": null
    },
    {
      "id": "2323",
      "sura": "19",
      "aya": "73",
      "arabic_text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا",
      "translation": " ھەر کاتێک ئایەتە ڕوون و ئاشکراکانی ئێمە بەسـەریاندا بخوێنرایەتەوە ئەوانەی بێ بڕوا بوون دەیانووت بەوانەی ئیمانیان ھێنا بوو کام لـەم دوو کۆمەڵە جێ و شـوێنی (خانوو بەرەی) خۆشـترە و کۆڕو مەجلیسی چاکترە\n",
      "footnotes": null
    },
    {
      "id": "2324",
      "sura": "19",
      "aya": "74",
      "arabic_text": "وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا",
      "translation": "وەپێش ئەمان چەندینمان لەناو برد لەگەلە (بێ باوەڕەکان) کەل و پەلی ناوماڵ ولاشە وقیافەتیشیان لەمان جوانتر بوو\n",
      "footnotes": null
    },
    {
      "id": "2325",
      "sura": "19",
      "aya": "75",
      "arabic_text": "قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا",
      "translation": "(ئەی موحەممەد ﷺ) بڵێ ئەوەی لەگومڕاییدایە باخوای میھرەبان موڵـەتی پێ بدات و تەمەنی درێژ بکات (تازیاتر تاوان بکەن) ھەتا کاتێک ئەو ھەڕەشانەی کراوە لێیان دەبینن (دێتە دی) (ئەوەش) یان سزایە (لە دونیادا) یان (ھاتنی) ڕۆژی دواییە جا لـە داھاتوودا دەزانن کێ جێگاو شـوێنی (خانوو بەرەی) خراپ و ناخۆشـە وەکێ سەرباز و لەشکری بێ ھێزترە (کافران یان باوەڕداران)\n",
      "footnotes": null
    },
    {
      "id": "2326",
      "sura": "19",
      "aya": "76",
      "arabic_text": "وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا",
      "translation": "ئەوانەی لەسەر ڕێبازی ھیدایەت بوون خوا ھیدایەتیان بۆ زیاد دەکات ئەو کردەوە چاکانەی لـە (ڕۆژی دواییدا) دەمێننەوە لای پەروەردگارت پاداشـتی چاکترە وئاکامیشی باشترە\n",
      "footnotes": null
    },
    {
      "id": "2327",
      "sura": "19",
      "aya": "77",
      "arabic_text": "أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا",
      "translation": "ئایا ئەو کەسەت دیوە بێ باوەڕ بوو بە نیشانە و ئایەتەکانی ئێمە ووتی (لە ڕۆژی دواییشدا) ماڵ و کوڕم پێ دەدرێت\n",
      "footnotes": null
    },
    {
      "id": "2328",
      "sura": "19",
      "aya": "78",
      "arabic_text": "أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا",
      "translation": "ئایا بەنھێنیەکان ئاگادارە یا بەڵێنی لە خوای میھرەبان وەرگرتووە\n",
      "footnotes": null
    },
    {
      "id": "2329",
      "sura": "19",
      "aya": "79",
      "arabic_text": "كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا",
      "translation": "نەخێر (وانیە) لەمەوپاش ئەوەی دەیڵێت دەینوسین (لەسەری) ماوەی سزای بۆ درێژ دەکەینەوە\n",
      "footnotes": null
    },
    {
      "id": "2330",
      "sura": "19",
      "aya": "80",
      "arabic_text": "وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا",
      "translation": "ئەوەی ئەو دەیڵێت (لەماڵ و منداڵ) بەمیرات لێی وەردەگرینەوە (لە ڕۆژی دواییدا) بەتەنھا دێتەوە لامان\n",
      "footnotes": null
    },
    {
      "id": "2331",
      "sura": "19",
      "aya": "81",
      "arabic_text": "وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا",
      "translation": "ئەوانە بێجگە لە خوا بڕیاریانداوە بۆ خۆیان چەند پەرستراوێک بۆ ئەوەی ئەو پەرستراوانە ببنە یارمەتیدەر (و تکا کار) بۆیان\n",
      "footnotes": null
    },
    {
      "id": "2332",
      "sura": "19",
      "aya": "82",
      "arabic_text": "كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا",
      "translation": " نەخێر (وا نیە) بەڵکو پەرستراوەکان (لە قیامەتدا) ئینکاری پەرستنەکەی ئەوان دەکەن وە دەبنە دژیان و بەرپەرچیان دەدەنەوە\n",
      "footnotes": null
    },
    {
      "id": "2333",
      "sura": "19",
      "aya": "83",
      "arabic_text": "أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا",
      "translation": "ئایا نەتدیوە (سەرنجت نەداوە) کە بێگومان ئێمە شەیتانەکانمان زاڵ کردووە بەسەر بێ باوەڕاندا چاک ھانیان دەدەن (بۆ کوفر و تاوان)\n",
      "footnotes": null
    },
    {
      "id": "2334",
      "sura": "19",
      "aya": "84",
      "arabic_text": "فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا",
      "translation": "جا (ئەی موحەممەد ﷺ) پەلەیان لێ مەکە بێگومان ئێمە بەژماردنێکی ورد (ڕۆژانی تەمەنیان) دەژمێرین\n",
      "footnotes": null
    },
    {
      "id": "2335",
      "sura": "19",
      "aya": "85",
      "arabic_text": "يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا",
      "translation": " باسی ئەو ڕۆژە بکە کە پارێزکاران ولەخواترسان کۆ دەکەینەوە دەستە دەستە وکۆمەڵ کۆمەڵ بەڕێز وحورمەتەوە دەیانبەن بۆ لای خوای میھرەبان\n",
      "footnotes": null
    },
    {
      "id": "2336",
      "sura": "19",
      "aya": "86",
      "arabic_text": "وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا",
      "translation": "تاوانباریش دەدەینە بەر بۆ دۆزەخ بە تینویەتی (بەوێنەی گەلە ئاژەڵ)\n",
      "footnotes": null
    },
    {
      "id": "2337",
      "sura": "19",
      "aya": "87",
      "arabic_text": "لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا",
      "translation": " دەسەڵاتی تکاو لاڵەیان نیە جگە لەو کەسەی بەڵێنی لە خوای میھرەبان وەرگرتووە (وەک پێغەمبەران و شەھیدان)\n",
      "footnotes": null
    },
    {
      "id": "2338",
      "sura": "19",
      "aya": "88",
      "arabic_text": "وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا",
      "translation": "(گاور وجولەکەکان) دەیانووت خوا منداڵی بۆخۆی داناوە\n",
      "footnotes": null
    },
    {
      "id": "2339",
      "sura": "19",
      "aya": "89",
      "arabic_text": "لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا",
      "translation": "سوێند بەخوا بەڕاستی شتێکی زۆر نابەجێ و سەیر دەڵێن\n",
      "footnotes": null
    },
    {
      "id": "2340",
      "sura": "19",
      "aya": "90",
      "arabic_text": "تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا",
      "translation": "نزیکە ئاسمانەکان لەت لەت و پارە پارە ببن لەبەر ئەو (قسەیە) و (نزیکە) زەویش شەق بەرێت و بقڵیشێ و(نزیکە) چیاکان بە یەکجار بڕوخێن\n",
      "footnotes": null
    },
    {
      "id": "2341",
      "sura": "19",
      "aya": "91",
      "arabic_text": "أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا",
      "translation": " لەبەر ئەوەی (بێ باوەڕان) منداڵ دەدەنە پاڵ خوای میھرەبان\n",
      "footnotes": null
    },
    {
      "id": "2342",
      "sura": "19",
      "aya": "92",
      "arabic_text": "وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا",
      "translation": " بۆ خوای میھرەبان شیاو نیە کە منداڵی ھەبێت\n",
      "footnotes": null
    },
    {
      "id": "2343",
      "sura": "19",
      "aya": "93",
      "arabic_text": "إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا",
      "translation": "ھەموو ئەوانەی لە ئاسمانەکان و زەویدان بەبەندەیی دێنە لای خوای میھرەبان (ھیچ کەسێک لەوانە نیە بەندەی خوای میھرەبان نەبێت)\n",
      "footnotes": null
    },
    {
      "id": "2344",
      "sura": "19",
      "aya": "94",
      "arabic_text": "لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا",
      "translation": "سوێند بەخوا بەڕاستی ھەموویانی سەرژمێری کردووە بە ژماردن\n",
      "footnotes": null
    },
    {
      "id": "2345",
      "sura": "19",
      "aya": "95",
      "arabic_text": "وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا",
      "translation": "ھەر ھەموویان بە تاک و تەنھا دێنەوە بۆ لای (خوا) لە ڕۆژی قیامەتدا\n",
      "footnotes": null
    },
    {
      "id": "2346",
      "sura": "19",
      "aya": "96",
      "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا",
      "translation": " بەڕاستی ئەوانەی کەباوەڕیان ھێناوە و کردەوە چاکەکانیشیان کردووە بێگومان خوای میھرەبان خۆشەویستیان دەکات (لەدڵی باوەڕداراندا)\n",
      "footnotes": null
    },
    {
      "id": "2347",
      "sura": "19",
      "aya": "97",
      "arabic_text": "فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا",
      "translation": "جا بەڕاستی ئێمە قورئانمان لەسەر زمانی تۆ ئاسان کردووە تا مژدەی پێ بدەیت بەپارێزکاران و لەخواترسان ئەو کەسانەشی پێ بترسێنێت کەبە سەختی دژایەتیت دەکەن\n",
      "footnotes": null
    },
    {
      "id": "2348",
      "sura": "19",
      "aya": "98",
      "arabic_text": "وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا",
      "translation": "گەل و کۆمەڵی زۆرمان پێش ئەمان (لەبەر خراپیان) لـەنـاوبرد ئایا ھەست ئەکەیت بەھیچ کەسێک لەوانە مابێت؟ یان ھیچ وورتە و سرتەیەکیان دەبیستیت\n",
      "footnotes": null
    }
  ]
}