{
  "result": [
    {
      "id": "3789",
      "sura": "37",
      "aya": "1",
      "arabic_text": "وَٱلصَّٰٓفَّٰتِ صَفّٗا",
      "translation": "Naapa kwa wanao jipanga kwa safu.",
      "footnotes": "Naapa kwa mataifa katika viumbe vyangu, walio jipanga wenyewe kwa safu zilio sawa katika msimamo wa ibada na ut'iifu."
    },
    {
      "id": "3790",
      "sura": "37",
      "aya": "2",
      "arabic_text": "فَٱلزَّٰجِرَٰتِ زَجۡرٗا",
      "translation": "Na kwa wenye kukataza mabaya.",
      "footnotes": "Na kwa wanao zuia wanao pindukia mipaka kwa mzuio mkali, nidhamu ibakie, na ulimwengu uhifadhiwe."
    },
    {
      "id": "3791",
      "sura": "37",
      "aya": "3",
      "arabic_text": "فَٱلتَّٰلِيَٰتِ ذِكۡرًا",
      "translation": "Na kwa wenye kusoma Ukumbusho.",
      "footnotes": "Na kwa wenye kusoma Aya, na wanamdhukuru Mwenyezi Mungu kwa dhikri ya Tasbihi, Kumtakasa, na Kumhimidi, kumsifu."
    },
    {
      "id": "3792",
      "sura": "37",
      "aya": "4",
      "arabic_text": "إِنَّ إِلَٰهَكُمۡ لَوَٰحِدٞ",
      "translation": "Hakika Mungu wenu bila ya shaka ni Mmoja.",
      "footnotes": "Hakika Mungu wenu anaye faa kuabudiwa bila ya shaka ni Mmoja tu. Hana mshirika wake, kwa dhati, wala kitendo, wala sifa."
    },
    {
      "id": "3793",
      "sura": "37",
      "aya": "5",
      "arabic_text": "رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَرَبُّ ٱلۡمَشَٰرِقِ",
      "translation": "Mola Mlezi wa mbingu na ardhi, na yaliyomo kati yao, na ni Mola Mlezi wa mashariki zote.",
      "footnotes": "Yeye - peke yake - ndiye Muumba mbingu na ardhi na viliomo baina yao, na ndiye Mwenye kupanga mambo, na ndiye Mwenye kutawala mashariki za kila chenye mashariki. Mwenyezi Mungu ndiye Muumba mbingu saba na viliomo baina yao, navyo ni hivyo vyombo vya mbinguni na nyota zake. Naye ndiye Mwenye kusimamisha, Mwenye kulinda vile vile juu ya mwahali zinapo chomozea jua na nyota zote. Na Yeye ndiye anaye vionyesha hivyo kila siku katika pahala huko upeo wa macho, kila siku pahala mbali na vilipo dhihiri siku iliyo tangulia. Na hayo ni kwa mwendo wa mpango wa jua maalumu kwa inavyo zunguka dunia juu ya msumari-kati wake kutoka magharibi kwendea mashariki kila siku na wakati huo huo inavyo lizunguka jua katika njia yake katika falaki. Na jua na nyota huonekana na wakaazi wa ardhi kila siku kama zinachomoza mwahala mbali mbali. Na kila ardhi ikigeuza mahala pake katika safari yake katika mbingu linaonekana jua linachomoza pahala pengine. Ukiliangalia jua kwa utulivu kuanzia mwishoni wa mwezi wa Machi, yaani linapo kuwa jua lipo kati ya mstari wa Ikweta mwanzo wa musimu wa Rabii, yaani Spring, kwa nusu ya kaskazini ya dunia, utaliona linachomoza pahala katika mashariki juu ya upeo wa macho. Kwa mwenye kupeleleza kila siku ikipita ataona kuchomoza kwake kunajongelea kaskazini. Na mwishoni mwa mwezi wa Juni utaona linachomozea mwisho wa kukaribia kaskazini. Kisha baada ya hapo utaliona jua linarejea linafuata kugeuka kule kule mpaka mwisho wa Septemba (wakati wa kuwa sawa wakati wa Khariif yaani Autumn) utaliona jua linachomoza pale pale lilipo chomoza mwanzo wa Machi. Kisha litaendelea kuelekea kusini kuchomoza kwake mpaka mwisho wa Desemba linakuwa linachomoza karibu kabisa na kusini. Baada ya hapo huanza tena kurejea kuelekea kaskazini mpaka limalize safari yake ya kufika kati sawa katika Rabii ya pili. Na safari hii yote inachukua siku 365 na robo siku. Na inaonekana kuwa nyota nazo zinachomoza mwahala mbali mbali katika upeo wa macho inapo kuwa dunia imo katika safari yake ya mbinguni, na khasa nyota za buruji (au vituo) 12 vinavyo pitiwa na jua katika mwendo wake wa mwaka."
    },
    {
      "id": "3794",
      "sura": "37",
      "aya": "6",
      "arabic_text": "إِنَّا زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِزِينَةٍ ٱلۡكَوَاكِبِ",
      "translation": "Hakika Sisi tumeipamba mbingu ya karibu kwa pambo la nyota.",
      "footnotes": "Sisi tumeipamba hii mbingu ya karibu na watu wa duniani kwa mapambo, nayo ni hizo nyota zinazong'ara, zenye ukubwa mbali mbali, na mwahala pao mbali mbali kwenye anga la ulimwengu kama ionekanavyo kwa macho."
    },
    {
      "id": "3795",
      "sura": "37",
      "aya": "7",
      "arabic_text": "وَحِفۡظٗا مِّن كُلِّ شَيۡطَٰنٖ مَّارِدٖ",
      "translation": "Na kulinda na kila shet'ani a'si.",
      "footnotes": "Na tukaihifadhi hiyo mbingu na kila shetani jabari aliye a'si."
    },
    {
      "id": "3796",
      "sura": "37",
      "aya": "8",
      "arabic_text": "لَّا يَسَّمَّعُونَ إِلَى ٱلۡمَلَإِ ٱلۡأَعۡلَىٰ وَيُقۡذَفُونَ مِن كُلِّ جَانِبٖ",
      "translation": "Wasiweze kuwasikiliza viumbe watukufu. Na wanafukuzwa huko kila upande.",
      "footnotes": "Hao majabari wa kishetani hawawezi kusikiliza yanayo pita katika ulimwengu wa Malaika. Na wao hupopolewa kwa kila kinacho faa cha kuwazuia."
    },
    {
      "id": "3797",
      "sura": "37",
      "aya": "9",
      "arabic_text": "دُحُورٗاۖ وَلَهُمۡ عَذَابٞ وَاصِبٌ",
      "translation": "Wakifurushwa. Na wanayo adhabu ya kudumu.",
      "footnotes": "Hufukuzwa hao kwa nguvu wasifikilie kuweza kusikiliza khabari za mbinguni. Na Akhera watapata adhabu kali ya kudumu."
    },
    {
      "id": "3798",
      "sura": "37",
      "aya": "10",
      "arabic_text": "إِلَّا مَنۡ خَطِفَ ٱلۡخَطۡفَةَ فَأَتۡبَعَهُۥ شِهَابٞ ثَاقِبٞ",
      "translation": "Isipo kuwa anaye nyakua kitu kidogo, na mara humfwatia kimondo kinacho ng'ara.",
      "footnotes": "Isipo kuwa anaye lipata neno moja hivi katika khabari za mbinguni kwa kuibia. Na huyo naye tunamwandama kwa mwenge wa moto unao murika anga kwa mwangaza wake, ukamuunguzilia mbali."
    },
    {
      "id": "3799",
      "sura": "37",
      "aya": "11",
      "arabic_text": "فَٱسۡتَفۡتِهِمۡ أَهُمۡ أَشَدُّ خَلۡقًا أَم مَّنۡ خَلَقۡنَآۚ إِنَّا خَلَقۡنَٰهُم مِّن طِينٖ لَّازِبِۭ",
      "translation": "Hebu waulize: Je! Wao ni wenye umbo gumu zaidi au hao wengine tulio waumba. Hakika Sisi tuliwaumba wao kwa udongo unao nata.",
      "footnotes": "Ewe Nabii! Hebu waulize hao wanao kanya kufufuliwa wanao ona hayawi hayo: Je! Kwani kuwaumba wao hawa ni kugumu zaidi au kuziumba mbingu, na ardhi, na nyota, na vyenginevyo, tulivyo viumba Sisi?"
    },
    {
      "id": "3800",
      "sura": "37",
      "aya": "12",
      "arabic_text": "بَلۡ عَجِبۡتَ وَيَسۡخَرُونَ",
      "translation": "Bali unastaajabu, na wao wanafanya maskhara.",
      "footnotes": "Hakika Sisi tumewaumba wao kutokana na udongo unao gandana. Basi kwa nini wanaona ajabu kurejezwa tena wao?"
    },
    {
      "id": "3801",
      "sura": "37",
      "aya": "13",
      "arabic_text": "وَإِذَا ذُكِّرُواْ لَا يَذۡكُرُونَ",
      "translation": "Na wanapo kumbushwa hawakumbuki.",
      "footnotes": "Na wanapo kabiliwa kwa dalili za uweza wa Mwenyezi Mungu kufufua, hata hawazishughulikii wakanufaika kwa hizo dalili."
    },
    {
      "id": "3802",
      "sura": "37",
      "aya": "14",
      "arabic_text": "وَإِذَا رَأَوۡاْ ءَايَةٗ يَسۡتَسۡخِرُونَ",
      "translation": "Na wanapo ona Ishara, wanafanya maskhara.",
      "footnotes": "Na wanapo ona ushahidi wa kuonyesha uweza wa Mwenyezi Mungu huitana wapate kupita mipaka katika kumkejeli."
    },
    {
      "id": "3803",
      "sura": "37",
      "aya": "15",
      "arabic_text": "وَقَالُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٌ",
      "translation": "Na husema: Haya si chochote ila ni uchawi tu ulio dhaahiri.",
      "footnotes": "Na makafiri husema juu ya Ishara zinazo onyesha uweza wa Mwenyezi Mungu: Haya tunayo yaona si chochote ila ni uchawi tu."
    },
    {
      "id": "3804",
      "sura": "37",
      "aya": "16",
      "arabic_text": "أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗا وَعِظَٰمًا أَءِنَّا لَمَبۡعُوثُونَ",
      "translation": "Ati tukisha kufa na tukawa udongo na mifupa ndio kweli tutafufuliwa?",
      "footnotes": "Hivyo sisi tukisha kufa tukawa udongo na mafupa tutatolewa tena makaburini kwetu tuwe wahai?"
    },
    {
      "id": "3805",
      "sura": "37",
      "aya": "17",
      "arabic_text": "أَوَءَابَآؤُنَا ٱلۡأَوَّلُونَ",
      "translation": "Hata baba zetu wa zamani?",
      "footnotes": "Sisi tuwe wahai, na pia watafufuliwa baba zetu wa zamani walio kufa kabla yetu, na wakapotea, na wakateketea?"
    },
    {
      "id": "3806",
      "sura": "37",
      "aya": "18",
      "arabic_text": "قُلۡ نَعَمۡ وَأَنتُمۡ دَٰخِرُونَ",
      "translation": "Sema: Naam! Hali nanyi ni madhalili.",
      "footnotes": "Ewe Nabii! Waambie: Ndio mtafufuliwa nyote, nanyi ni madhalili na wanyonge."
    },
    {
      "id": "3807",
      "sura": "37",
      "aya": "19",
      "arabic_text": "فَإِنَّمَا هِيَ زَجۡرَةٞ وَٰحِدَةٞ فَإِذَا هُمۡ يَنظُرُونَ",
      "translation": "Huko utapigwa ukelele mmoja tu! Na hapo ndio wataona!",
      "footnotes": "Kwani hakika kufufuliwa ni Ukelele mmoja tu, mara wote watakuwa wahai wakiyaona waliyo ahidiwa."
    },
    {
      "id": "3808",
      "sura": "37",
      "aya": "20",
      "arabic_text": "وَقَالُواْ يَٰوَيۡلَنَا هَٰذَا يَوۡمُ ٱلدِّينِ",
      "translation": "Watasema: Ole wetu! Hii ndiyo Siku ya Malipo.",
      "footnotes": "Na washirikina watasema: Ee msiba wetu huu! Hii ndiyo Siku ya Hisabu na Malipo kwa a'mali zilio tendwa!"
    },
    {
      "id": "3809",
      "sura": "37",
      "aya": "21",
      "arabic_text": "هَٰذَا يَوۡمُ ٱلۡفَصۡلِ ٱلَّذِي كُنتُم بِهِۦ تُكَذِّبُونَ",
      "translation": "Hii ndiyo Siku ya Hukumu mliyo kuwa mkiikadhibisha.",
      "footnotes": "Watajibiwa: Hii ndiyo Siku ya Hukumu na kufarikisha vitendo, mliyo kuwa mkiikadhibisha."
    },
    {
      "id": "3810",
      "sura": "37",
      "aya": "22",
      "arabic_text": "۞ ٱحۡشُرُواْ ٱلَّذِينَ ظَلَمُواْ وَأَزۡوَٰجَهُمۡ وَمَا كَانُواْ يَعۡبُدُونَ",
      "translation": "Wakusanyeni walio dhulumu, na wake zao, na hao walio kuwa wakiwaabudu.",
      "footnotes": "Enyi Malaika wangu! Wakusanyeni walio jidhulumu nafsi zao kwa kufuru, pamoja na wake zao wa kikafiri, na miungu yao waliyo kuwa wakiiabudu badala ya Mwenyezi Mungu, yakiwa masanamu au watu, na waonyesheni njia ya kwendea Motoni waingie humo."
    },
    {
      "id": "3811",
      "sura": "37",
      "aya": "23",
      "arabic_text": "مِن دُونِ ٱللَّهِ فَٱهۡدُوهُمۡ إِلَىٰ صِرَٰطِ ٱلۡجَحِيمِ",
      "translation": "Badala ya Mwenyezi Mungu. Waongozeni njia ya Jahannamu!",
      "footnotes": "Enyi Malaika wangu! Wakusanyeni walio jidhulumu nafsi zao kwa kufuru, pamoja na wake zao wa kikafiri, na miungu yao waliyo kuwa wakiiabudu badala ya Mwenyezi Mungu, yakiwa masanamu au watu, na waonyesheni njia ya kwendea Motoni waingie humo."
    },
    {
      "id": "3812",
      "sura": "37",
      "aya": "24",
      "arabic_text": "وَقِفُوهُمۡۖ إِنَّهُم مَّسۡـُٔولُونَ",
      "translation": "Na wasimamisheni. Hakika hao watasailiwa:",
      "footnotes": "Na wazuieni hapo hapo; kwani wao hakika watahojiwa juu ya imani zao na vitendo vyao."
    },
    {
      "id": "3813",
      "sura": "37",
      "aya": "25",
      "arabic_text": "مَا لَكُمۡ لَا تَنَاصَرُونَ",
      "translation": "Mna nini? Mbona hamsaidiani?",
      "footnotes": "Enyi washirikina! Mna nini? Mbona hamsaidiani kama mlivyo kuwa mkisaidiana nyinyi kwa nyinyi duniani?"
    },
    {
      "id": "3814",
      "sura": "37",
      "aya": "26",
      "arabic_text": "بَلۡ هُمُ ٱلۡيَوۡمَ مُسۡتَسۡلِمُونَ",
      "translation": "Bali hii leo, watasalimu amri.",
      "footnotes": "Leo hii hawasaidiani, bali leo wanaongozwa tu, wamekwisha salimu amri."
    },
    {
      "id": "3815",
      "sura": "37",
      "aya": "27",
      "arabic_text": "وَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَسَآءَلُونَ",
      "translation": "Watakabiliana wao kwa wao kuulizana.",
      "footnotes": "Watakuwa wakikabiliana kulaumiana na kusutana, na wakiulizana khabari za mwisho wao muovu."
    },
    {
      "id": "3816",
      "sura": "37",
      "aya": "28",
      "arabic_text": "قَالُوٓاْ إِنَّكُمۡ كُنتُمۡ تَأۡتُونَنَا عَنِ ٱلۡيَمِينِ",
      "translation": "Watasema: Kwa hakika nyinyi mlikuwa mkitujia upande wa kulia.",
      "footnotes": "Wanyonge watawaambia walio jipa ukubwa: Nyinyi mlikuwa mkitujia upande tulio udhania ni wa kheri na mafanikio, ili mtugeuze njia tuache Haki twende kwenye upotovu."
    },
    {
      "id": "3817",
      "sura": "37",
      "aya": "29",
      "arabic_text": "قَالُواْ بَل لَّمۡ تَكُونُواْ مُؤۡمِنِينَ",
      "translation": "Watasema (wakubwa): Bali nyinyi wenyewe hamkuwa Waumini.",
      "footnotes": "Watasema walio jipa ukubwa: Sisi hatukukugeuzeni njia, lakini nyinyi wenyewe mliikataa Imani, na mkaipuuza kwa khiari yenu."
    },
    {
      "id": "3818",
      "sura": "37",
      "aya": "30",
      "arabic_text": "وَمَا كَانَ لَنَا عَلَيۡكُم مِّن سُلۡطَٰنِۭۖ بَلۡ كُنتُمۡ قَوۡمٗا طَٰغِينَ",
      "translation": "Sisi hatukuwa na mamlaka juu yenu, bali nyinyi wenyewe mlikuwa wapotovu.",
      "footnotes": "Na sisi hatukuwa na madaraka juu yenu hata tuweze kukunyang'anyeni uweza wenu wa kukhiari. Bali nyinyi wenyewe mlikuwa watu mlio iacha Haki."
    },
    {
      "id": "3819",
      "sura": "37",
      "aya": "31",
      "arabic_text": "فَحَقَّ عَلَيۡنَا قَوۡلُ رَبِّنَآۖ إِنَّا لَذَآئِقُونَ",
      "translation": "Basi hukumu ya Mola wetu Mlezi imekwisha tuthibitikia. Hakika bila ya shaka tutaonja tu adhabu.",
      "footnotes": "Basi neno la Mola wetu Mlezi limethibiti juu yetu. Hakika hapana shaka sisi tutaionja adhabu ya Siku ya Kiyama."
    },
    {
      "id": "3820",
      "sura": "37",
      "aya": "32",
      "arabic_text": "فَأَغۡوَيۡنَٰكُمۡ إِنَّا كُنَّا غَٰوِينَ",
      "translation": "Tulikupotezeni kwa sababu sisi wenyewe tulikuwa wapotovu.",
      "footnotes": "Tukakuiteni kwenye maasi na upotovu na nyinyi mkaitikia wito wetu. Kazi yetu ni kufanya hila ya kuwaita watu wafuate upotovu tulio nao. Basi hatuna lawama."
    },
    {
      "id": "3821",
      "sura": "37",
      "aya": "33",
      "arabic_text": "فَإِنَّهُمۡ يَوۡمَئِذٖ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ",
      "translation": "Basi wao kwa hakika siku hiyo watashirikiana katika adhabu pamoja.",
      "footnotes": "Kwani hakika wafuasi na wenye kufuatwa wote watashiriki pamoja katika adhabu ya Siku ya Kiyama."
    },
    {
      "id": "3822",
      "sura": "37",
      "aya": "34",
      "arabic_text": "إِنَّا كَذَٰلِكَ نَفۡعَلُ بِٱلۡمُجۡرِمِينَ",
      "translation": "Hivyo ndivyo tutakavyo wafanyia wakosefu.",
      "footnotes": "Hakika mfano wa adhabu hiyo Sisi tunawapa wale walio fanya makosa katika Haki ya Mwenyezi Mungu kwa ushirikina na kutenda maasi."
    },
    {
      "id": "3823",
      "sura": "37",
      "aya": "35",
      "arabic_text": "إِنَّهُمۡ كَانُوٓاْ إِذَا قِيلَ لَهُمۡ لَآ إِلَٰهَ إِلَّا ٱللَّهُ يَسۡتَكۡبِرُونَ",
      "translation": "Wao walipo kuwa wakiambiwa La ilaha illa 'Llahu Hapana mungu ila Mwenyezi Mungu tu, wakijivuna.",
      "footnotes": "Hakika watu hao walikuwa wakiambiwa: La ilaha illa 'Llah, Hapana mungu ila Mwenyezi Mungu tu, wakakataa kukiri kwa kiburi na majivuno."
    },
    {
      "id": "3824",
      "sura": "37",
      "aya": "36",
      "arabic_text": "وَيَقُولُونَ أَئِنَّا لَتَارِكُوٓاْ ءَالِهَتِنَا لِشَاعِرٖ مَّجۡنُونِۭ",
      "translation": "Na wakisema: Hivyo sisi tuiache miungu yetu kwa ajili ya huyu mtunga mashairi mwendawazimu?",
      "footnotes": "Na husema: Sisi tuache kuabudu miungu yetu kwa kufuata kauli ya mtunga mashairi aliye zugwa asiye kuwa na akili?"
    },
    {
      "id": "3825",
      "sura": "37",
      "aya": "37",
      "arabic_text": "بَلۡ جَآءَ بِٱلۡحَقِّ وَصَدَّقَ ٱلۡمُرۡسَلِينَ",
      "translation": "Bali huyu amekuja kwa Haki, na amewasadikisha Mitume.",
      "footnotes": "Bali Mtume wao amewaletea Tawhidi, Imani ya Mwenyezi Mungu Mmoja, ambayo ndiyo wito wa Mitume wote, naye akasadikisha kwa hivyo wito wa hao Mitume."
    },
    {
      "id": "3826",
      "sura": "37",
      "aya": "38",
      "arabic_text": "إِنَّكُمۡ لَذَآئِقُواْ ٱلۡعَذَابِ ٱلۡأَلِيمِ",
      "translation": "Hakika nyinyi bila ya shaka mtaionja adhabu chungu.",
      "footnotes": "Enyi washirikina! Hakika nyinyi hapana shaka mtaionja adhabu kali ya Akhera."
    },
    {
      "id": "3827",
      "sura": "37",
      "aya": "39",
      "arabic_text": "وَمَا تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "Wala hamlipwi ila hayo mliyo kuwa mkiyafanya.",
      "footnotes": "Na hamtapata malipo Akhera ila malipo ya vitendo vyenu vya duniani."
    },
    {
      "id": "3828",
      "sura": "37",
      "aya": "40",
      "arabic_text": "إِلَّا عِبَادَ ٱللَّهِ ٱلۡمُخۡلَصِينَ",
      "translation": "Isipo kuwa waja wa Mwenyezi Mungu walio khitariwa.",
      "footnotes": "Ila waja wangu walio safika; hao hawataionja adhabu kwa sababu wao ni watu wa Imani na ut'iifu."
    },
    {
      "id": "3829",
      "sura": "37",
      "aya": "41",
      "arabic_text": "أُوْلَٰٓئِكَ لَهُمۡ رِزۡقٞ مَّعۡلُومٞ",
      "translation": "Hao ndio watakao pata riziki maalumu,",
      "footnotes": "Hawa watu wa ikhlasi watapata Akhera riziki maalumu kwa Mwenyezi Mungu."
    },
    {
      "id": "3830",
      "sura": "37",
      "aya": "42",
      "arabic_text": "فَوَٰكِهُ وَهُم مُّكۡرَمُونَ",
      "translation": "Matunda, nao watahishimiwa.",
      "footnotes": "Matunda ya namna mbali mbali. Nao watastareheshwa na kutukuzwa,"
    },
    {
      "id": "3831",
      "sura": "37",
      "aya": "43",
      "arabic_text": "فِي جَنَّٰتِ ٱلنَّعِيمِ",
      "translation": "Katika Bustani za neema.",
      "footnotes": "Katika Bustani zenye neema."
    },
    {
      "id": "3832",
      "sura": "37",
      "aya": "44",
      "arabic_text": "عَلَىٰ سُرُرٖ مُّتَقَٰبِلِينَ",
      "translation": "Wako juu ya viti wamekabiliana.",
      "footnotes": "Wakikaa humo juu ya viti wakikabiliana."
    },
    {
      "id": "3833",
      "sura": "37",
      "aya": "45",
      "arabic_text": "يُطَافُ عَلَيۡهِم بِكَأۡسٖ مِّن مَّعِينِۭ",
      "translation": "Wanazungushiwa kikombe chenye kinywaji cha chemchem.",
      "footnotes": "Watawazungukia watoto na chombo chenye kinywaji kilicho toka kwenye chemchem zisio katika."
    },
    {
      "id": "3834",
      "sura": "37",
      "aya": "46",
      "arabic_text": "بَيۡضَآءَ لَذَّةٖ لِّلشَّٰرِبِينَ",
      "translation": "Kinywaji cheupe, kitamu kwa wanywao.",
      "footnotes": "Kinywaji chenyewe ni cheupe kinapo changanywa, na kitamu kwa wenye kukinywa."
    },
    {
      "id": "3835",
      "sura": "37",
      "aya": "47",
      "arabic_text": "لَا فِيهَا غَوۡلٞ وَلَا هُمۡ عَنۡهَا يُنزَفُونَ",
      "translation": "Hakina madhara, wala hakiwaleweshi.",
      "footnotes": "Hakiwaumizi kichwa na kuwaletea ghururi, wala kwa kukinywa hicho haiwapotei akili yao kidogo kidogo, yaani hakileweshi."
    },
    {
      "id": "3836",
      "sura": "37",
      "aya": "48",
      "arabic_text": "وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ عِينٞ",
      "translation": "Na watakuwa nao wanawake wenye macho ya staha mazuri.",
      "footnotes": "Na watu hawa wat'iifu walioko Peponi watakuwa nao mahuruleini walio safi, wema, macho yao hayawatazami ila waume zao tu, basi hawayatafuti matamanio maovu, jicho la mwema haliangalii ila mema."
    },
    {
      "id": "3837",
      "sura": "37",
      "aya": "49",
      "arabic_text": "كَأَنَّهُنَّ بَيۡضٞ مَّكۡنُونٞ",
      "translation": "Hao wanawake kama mayai yaliyo hifadhika.",
      "footnotes": "Hao wanawake wenye macho ya staha ni kama mayai ya mbuni, yaliyo hifadhiwa na mbawa zake. Basi hayaguswi na mikono, wala hayapati vumbi."
    },
    {
      "id": "3838",
      "sura": "37",
      "aya": "50",
      "arabic_text": "فَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَسَآءَلُونَ",
      "translation": "Waingie kuulizana wenyewe kwa wenyewe.",
      "footnotes": "Hao watu wema watakuwa wakiingia kuulizana hali, na walikuwaje duniani?"
    },
    {
      "id": "3839",
      "sura": "37",
      "aya": "51",
      "arabic_text": "قَالَ قَآئِلٞ مِّنۡهُمۡ إِنِّي كَانَ لِي قَرِينٞ",
      "translation": "Aseme msemaji mmoja miongoni mwao: Hakika mimi nalikuwa na rafiki.",
      "footnotes": "Hapo mmoja wao atasema: Mimi nalikuwa na rafiki katika washirikina, akijadiliana nami katika mambo ya Dini na yaliyo kuja katika Qur'ani."
    },
    {
      "id": "3840",
      "sura": "37",
      "aya": "52",
      "arabic_text": "يَقُولُ أَءِنَّكَ لَمِنَ ٱلۡمُصَدِّقِينَ",
      "translation": "Aliye kuwa akinambia: Hivyo wewe ni katika wanao sadiki.",
      "footnotes": "Akisema: Ati wewe ni katika hao wanao sadiki kuwa kupo kufufuliwa na kuhisabiwa na kulipwa baada ya kufa?"
    },
    {
      "id": "3841",
      "sura": "37",
      "aya": "53",
      "arabic_text": "أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗا وَعِظَٰمًا أَءِنَّا لَمَدِينُونَ",
      "translation": "Ati tukisha kufa tukawa udongo na mafupa, ndio tutalipwa na kuhisabiwa?",
      "footnotes": "Ati baada ya kwisha teketea, tukawa udongo na mafupa, tutakuja kuwa hai mara nyengine, tuhisabiwe na tulipwe kwa vitendo tulivyo kwisha vitenda?"
    },
    {
      "id": "3842",
      "sura": "37",
      "aya": "54",
      "arabic_text": "قَالَ هَلۡ أَنتُم مُّطَّلِعُونَ",
      "translation": "Atasema: Je! Nyie mnawaona?",
      "footnotes": "Muumini awaambie wenzie alio kaa nao: Enyi watu wa Peponi, mnawaona watu wa Motoni nipate kumwona rafiki yangu?"
    },
    {
      "id": "3843",
      "sura": "37",
      "aya": "55",
      "arabic_text": "فَٱطَّلَعَ فَرَءَاهُ فِي سَوَآءِ ٱلۡجَحِيمِ",
      "translation": "Basi atachungulia amwone katikati ya Jahannamu.",
      "footnotes": "Jicho lake lipige duru kuelekea Motoni, na huko amwone sahibu yake wa zamani yuko katikati akiadhibika kwa Moto."
    },
    {
      "id": "3844",
      "sura": "37",
      "aya": "56",
      "arabic_text": "قَالَ تَٱللَّهِ إِن كِدتَّ لَتُرۡدِينِ",
      "translation": "Atasema: Wallahi! Ulikaribia kunipoteza.",
      "footnotes": "Akimwona aseme: Wallahi! Ulikaribia kule duniani kunihilikisha lau ningeli kufuata katika ukafiri wako na maasiya yako!"
    },
    {
      "id": "3845",
      "sura": "37",
      "aya": "57",
      "arabic_text": "وَلَوۡلَا نِعۡمَةُ رَبِّي لَكُنتُ مِنَ ٱلۡمُحۡضَرِينَ",
      "translation": "Na lau kuwa si neema ya Mola wangu Mlezi bila ya shaka ningeli kuwa miongoni mwa walio hudhurishwa.",
      "footnotes": "Na lau kuwa si neema ya Mola wangu Mlezi kwa hidaya yake na kuniwezesha kwake nikamuamini Mwenyezi Mungu na kufufuka, basi ningeli kuwa mfano wako wewe katika walio hudhurishwa katika hiyo adhabu."
    },
    {
      "id": "3846",
      "sura": "37",
      "aya": "58",
      "arabic_text": "أَفَمَا نَحۡنُ بِمَيِّتِينَ",
      "translation": "Je! Sisi hatutakufa,",
      "footnotes": "Je! Sisi tutakaa milele tukineemeka katika Pepo, wala hatufi kabisa isipo kuwa kule kufa kwetu mara ya kwanza duniani, na wala hatuadhibiwi baada ya kwisha ingia Peponi?"
    },
    {
      "id": "3847",
      "sura": "37",
      "aya": "59",
      "arabic_text": "إِلَّا مَوۡتَتَنَا ٱلۡأُولَىٰ وَمَا نَحۡنُ بِمُعَذَّبِينَ",
      "translation": "Isipo kuwa kifo chetu cha kwanza? Wala sisi hatutaadhibiwa.",
      "footnotes": "Je! Sisi tutakaa milele tukineemeka katika Pepo, wala hatufi kabisa isipo kuwa kule kufa kwetu mara ya kwanza duniani, na wala hatuadhibiwi baada ya kwisha ingia Peponi?"
    },
    {
      "id": "3848",
      "sura": "37",
      "aya": "60",
      "arabic_text": "إِنَّ هَٰذَا لَهُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
      "translation": "Hakika huku bila ya shaka ndiko kufuzu kukubwa.",
      "footnotes": "Hakika haya aliyo tupa Mwenyezi Mungu katika ukarimu wa Peponi bila ya shaka ndiyo kufuzu kukubwa, na kuvuka kukuu na hiyo adhabu tuliyo kuwa tunatahadhari nayo tangu duniani."
    },
    {
      "id": "3849",
      "sura": "37",
      "aya": "61",
      "arabic_text": "لِمِثۡلِ هَٰذَا فَلۡيَعۡمَلِ ٱلۡعَٰمِلُونَ",
      "translation": "Kwa mfano wa haya nawatende watendao.",
      "footnotes": "Ili wapate ukarimu wa Akhera kama walio bahatika kuupata Waumini, basi nawafanye kazi duniani hao wafanyao kazi, ili wapate kama walio pata wao."
    },
    {
      "id": "3850",
      "sura": "37",
      "aya": "62",
      "arabic_text": "أَذَٰلِكَ خَيۡرٞ نُّزُلًا أَمۡ شَجَرَةُ ٱلزَّقُّومِ",
      "translation": "Je! Kukaribishwa hivi si ndio bora, au mti wa Zaqqum?",
      "footnotes": "Je! Hiyo riziki maalumu iliyo andaliwa kwa sababu ya watu wa Peponi ni bora, au mti wa Zaqqum ulio andaliwa kwa ajili ya watu wa Motoni?"
    },
    {
      "id": "3851",
      "sura": "37",
      "aya": "63",
      "arabic_text": "إِنَّا جَعَلۡنَٰهَا فِتۡنَةٗ لِّلظَّٰلِمِينَ",
      "translation": "Hakika Sisi tumeufanya huo kuwa ni mateso kwa walio dhulumu.",
      "footnotes": "Hakika Sisi tumeujaalia mti huu uwe ni mtihani na adhabu ya Akhera kwa ajili ya washirikina."
    },
    {
      "id": "3852",
      "sura": "37",
      "aya": "64",
      "arabic_text": "إِنَّهَا شَجَرَةٞ تَخۡرُجُ فِيٓ أَصۡلِ ٱلۡجَحِيمِ",
      "translation": "Hakika huo ni mti unao toka katikati ya Jahannamu.",
      "footnotes": "Hakika huo ni mti ulioko katikati ya Jahannamu, umekulia huko Motoni, na umeumbwa kutokana na huko huko."
    },
    {
      "id": "3853",
      "sura": "37",
      "aya": "65",
      "arabic_text": "طَلۡعُهَا كَأَنَّهُۥ رُءُوسُ ٱلشَّيَٰطِينِ",
      "translation": "Mashada ya matunda yake kama kwamba vichwa vya mashet'ani.",
      "footnotes": "Matunda yake mabaya kuyatazama, yana sura ya kukirihisha, macho hayapendi kuyatazama, kama vichwa vya mashetani ambavyo kwa hakika watu hawajaviona, lakini mtu humpitikia tu katika dhana jinsi ya ubaya wake."
    },
    {
      "id": "3854",
      "sura": "37",
      "aya": "66",
      "arabic_text": "فَإِنَّهُمۡ لَأٓكِلُونَ مِنۡهَا فَمَالِـُٔونَ مِنۡهَا ٱلۡبُطُونَ",
      "translation": "Basi hakika bila ya shaka hao watayala hayo, na wajaze matumbo.",
      "footnotes": "Na wao watakuwa wanakula matunda ya mti huo, na wajaze matumbo yao kwayo. Kwani hawanacho kinginecho cha kukila."
    },
    {
      "id": "3855",
      "sura": "37",
      "aya": "67",
      "arabic_text": "ثُمَّ إِنَّ لَهُمۡ عَلَيۡهَا لَشَوۡبٗا مِّنۡ حَمِيمٖ",
      "translation": "Kisha juu yake wanyweshwe mchanganyo wa maji yamoto yaliyo chemka.",
      "footnotes": "Kisha washirikina hao juu ya kula mti wa Zaqqum watapewa maji yaliyo changanywa, yamoto, ya kuwababua nyuso zao, na kukatakata matumbo yao."
    },
    {
      "id": "3856",
      "sura": "37",
      "aya": "68",
      "arabic_text": "ثُمَّ إِنَّ مَرۡجِعَهُمۡ لَإِلَى ٱلۡجَحِيمِ",
      "translation": "Kisha hakika marejeo yao bila ya shaka yatakuwa kwenye Jahannamu.",
      "footnotes": "Tena mwisho wao ni Motoni. Wao watakuwa katika adhabu ya milele. Wataletwa kutoka Motoni waje kula mti wa Zaqqum kisha wanyweshe kinywaji hicho, na tena warejeshwe mahala pao katika Jahannamu."
    },
    {
      "id": "3857",
      "sura": "37",
      "aya": "69",
      "arabic_text": "إِنَّهُمۡ أَلۡفَوۡاْ ءَابَآءَهُمۡ ضَآلِّينَ",
      "translation": "Hakika waliwakuta baba zao wamepotea.",
      "footnotes": "Wao waliwakuta baba zao wamepotoka, na wao wakafanya haraka kufuata zile zile nyayo za baba zao. Wakawa mbioni kwendea njia yao, wakifuata tu wala hawachungui, kama walio timuliwa na wakihimizwa wende mbio mbio kuwafuata hao baba zao bila ya kupima wala kuzingatia."
    },
    {
      "id": "3858",
      "sura": "37",
      "aya": "70",
      "arabic_text": "فَهُمۡ عَلَىٰٓ ءَاثَٰرِهِمۡ يُهۡرَعُونَ",
      "translation": "Na wao wakafanya haraka kufuata nyayo zao.",
      "footnotes": "Wao waliwakuta baba zao wamepotoka, na wao wakafanya haraka kufuata zile zile nyayo za baba zao. Wakawa mbioni kwendea njia yao, wakifuata tu wala hawachungui, kama walio timuliwa na wakihimizwa wende mbio mbio kuwafuata hao baba zao bila ya kupima wala kuzingatia."
    },
    {
      "id": "3859",
      "sura": "37",
      "aya": "71",
      "arabic_text": "وَلَقَدۡ ضَلَّ قَبۡلَهُمۡ أَكۡثَرُ ٱلۡأَوَّلِينَ",
      "translation": "Na wao wakafanya haraka kufuata nyayo zao.",
      "footnotes": "Na hakika walipotea njia ya sawa na njia ya Imani wengi katika mataifa yaliyo kwisha tangulia kabla ya hawa washirikina wa Makka."
    },
    {
      "id": "3860",
      "sura": "37",
      "aya": "72",
      "arabic_text": "وَلَقَدۡ أَرۡسَلۡنَا فِيهِم مُّنذِرِينَ",
      "translation": "Na Sisi hakika tuliwapelekea waonyaji.",
      "footnotes": "Na bila ya shaka Sisi tuliyatumia Mitume hayo mataifa yaliyo tangulia ili wawaonye na wawahadharishe na adhabu ya Mwenyezi Mungu, nao wakawakadhibisha."
    },
    {
      "id": "3861",
      "sura": "37",
      "aya": "73",
      "arabic_text": "فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُنذَرِينَ",
      "translation": "Basi hebu angalia ulikuje mwisho wa walioonywa.",
      "footnotes": "Basi angalia, ewe uliye jaaliwa kuangalia, ulikuwaje mwisho wa walio onywa na Mitume? Bila ya shaka waliteketezwa, wakawa ni mazingatio kwa watu."
    },
    {
      "id": "3862",
      "sura": "37",
      "aya": "74",
      "arabic_text": "إِلَّا عِبَادَ ٱللَّهِ ٱلۡمُخۡلَصِينَ",
      "translation": "Isipokuwa waja wa Mwenyezi Mungu waliokhitariwa.",
      "footnotes": "Lakini walikuwapo Waumini ambao aliwakhitari Mwenyezi Mungu wamuabudu Yeye, ili wapate fadhila za ukarimu wake. Basi hao walizipata thawabu zake, na wakaepukana na adhabu yake."
    },
    {
      "id": "3863",
      "sura": "37",
      "aya": "75",
      "arabic_text": "وَلَقَدۡ نَادَىٰنَا نُوحٞ فَلَنِعۡمَ ٱلۡمُجِيبُونَ",
      "translation": "Na hakika Nuhu alitwita, na Sisi ni bora wa waitikiaji.",
      "footnotes": "Na hakika Nuhu alitwita alipo kwisha kata tamaa na watu wake, basi na Sisi tukawa ni wabora wa kuitikia wito wake, tulipo muitikia ombi lake, na tukawaangamiza watu wake kwa tofani."
    },
    {
      "id": "3864",
      "sura": "37",
      "aya": "76",
      "arabic_text": "وَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ",
      "translation": "Na tulimwokoa yeye na ahali zake kutokana na msiba mkubwa.",
      "footnotes": "Na tukamwokoa Nuhu na walio amini pamoja naye, wasizame na kuteketea kwa tofani."
    },
    {
      "id": "3865",
      "sura": "37",
      "aya": "77",
      "arabic_text": "وَجَعَلۡنَا ذُرِّيَّتَهُۥ هُمُ ٱلۡبَاقِينَ",
      "translation": "Na tuliwajaalia dhuriya zake ndio wenye kubakia.",
      "footnotes": "Tukawajaalia vizazi vya Nuhu ndio walio bakia katika ardhi baada ya kuteketea watu wake."
    },
    {
      "id": "3866",
      "sura": "37",
      "aya": "78",
      "arabic_text": "وَتَرَكۡنَا عَلَيۡهِ فِي ٱلۡأٓخِرِينَ",
      "translation": "Na tukamwachia (sifa njema) kwa walio kuja baadaye.",
      "footnotes": "Na tukamwachilia Nuhu kutajwa kwa wema na watu walio kuja baada yake wakimdhukuru mpaka Siku ya Kiyama."
    },
    {
      "id": "3867",
      "sura": "37",
      "aya": "79",
      "arabic_text": "سَلَٰمٌ عَلَىٰ نُوحٖ فِي ٱلۡعَٰلَمِينَ",
      "translation": "Iwe salama kwa Nuhu ulimwenguni kote!",
      "footnotes": "Maamkio ya Salama na Amani kumuamkia Nuhu kutokana na Malaika, na watu, na majini."
    },
    {
      "id": "3868",
      "sura": "37",
      "aya": "80",
      "arabic_text": "إِنَّا كَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ",
      "translation": "Kwa hakika hivi ndivyo tunavyo walipa wanao fanya mema.",
      "footnotes": "Hakika Sisi huwalipa walio tenda mema mfano wa haya. Basi aliingia katika Jihadi kulinyanyua Neno letu, na akavumilia maudhi kwa ajili yetu."
    },
    {
      "id": "3869",
      "sura": "37",
      "aya": "81",
      "arabic_text": "إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُؤۡمِنِينَ",
      "translation": "Hakika yeye ni katika waja wetu walio amini.",
      "footnotes": "Hakika yeye ni miongoni mwa waja wetu walio tuamini, na wakatimiza ahadi yetu, na wakaufikisha Ujumbe wetu."
    },
    {
      "id": "3870",
      "sura": "37",
      "aya": "82",
      "arabic_text": "ثُمَّ أَغۡرَقۡنَا ٱلۡأٓخَرِينَ",
      "translation": "Kisha tukawazamisha wale wengine.",
      "footnotes": "Kisha tukawazamisha wenginewe katika makafiri wa kaumu yake."
    },
    {
      "id": "3871",
      "sura": "37",
      "aya": "83",
      "arabic_text": "۞ وَإِنَّ مِن شِيعَتِهِۦ لَإِبۡرَٰهِيمَ",
      "translation": "Na hakika Ibrahim alikuwa katika kundi lake,",
      "footnotes": "Na hakika bila ya shaka Ibrahim alikuwa akifuata ile ile njia yake na mwenendo wake katika kuitia Tawhidi, Imani"
    },
    {
      "id": "3872",
      "sura": "37",
      "aya": "84",
      "arabic_text": "إِذۡ جَآءَ رَبَّهُۥ بِقَلۡبٖ سَلِيمٍ",
      "translation": "Alipo mjia Mola wake Mlezi kwa moyo mzima.",
      "footnotes": "Alipo mkabili Mola wake Mlezi kwa moyo ulio kuwa nadhifu hauna ushirikina, umemsafia ibada Yeye tu."
    },
    {
      "id": "3873",
      "sura": "37",
      "aya": "85",
      "arabic_text": "إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَاذَا تَعۡبُدُونَ",
      "translation": "Alimwambia baba yake na watu wake: Mnaabudu nini?",
      "footnotes": "Alipo chukia kuwa baba yake na watu wake wanaabudu masanamu, akawaambia: Ni nini haya masanamu mnayo yaabudu?"
    },
    {
      "id": "3874",
      "sura": "37",
      "aya": "86",
      "arabic_text": "أَئِفۡكًا ءَالِهَةٗ دُونَ ٱللَّهِ تُرِيدُونَ",
      "translation": "Kwa kuzua tu mnataka miungu mingine badala ya Mwenyezi Mungu?",
      "footnotes": "Si mnazua uwongo tu ulio wazi kwa haya myatendayo, kwa kuwa mnamuabudu asiye kuwa Mwenyezi Mungu? Na si mnataka kuzua uzushi huu bila ya udhuru wowote ila kupenda kwenu tu?"
    },
    {
      "id": "3875",
      "sura": "37",
      "aya": "87",
      "arabic_text": "فَمَا ظَنُّكُم بِرَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Mnamdhania nini Mola Mlezi wa walimwengu wote?",
      "footnotes": "Mnamdhania nini huyo ambaye ndiye Mwenye haki ya kuabudiwa kwa kuwa Yeye ndiye Muumba walimwengu wote, mtapo kutana naye na hali nyinyi mmemfanyia washirika wenginewe katika ibada?"
    },
    {
      "id": "3876",
      "sura": "37",
      "aya": "88",
      "arabic_text": "فَنَظَرَ نَظۡرَةٗ فِي ٱلنُّجُومِ",
      "translation": "Kisha akapiga jicho kutazama nyota.",
      "footnotes": "Basi akazitupia jicho nyota kuzitazama ili apate kuona dalili ya Muumba ulimwengu. Akaziona zinageuka, zinabadilika"
    },
    {
      "id": "3877",
      "sura": "37",
      "aya": "89",
      "arabic_text": "فَقَالَ إِنِّي سَقِيمٞ",
      "translation": "Akasema: Hakika mimi ni mgonjwa!",
      "footnotes": "Akajikhofia nafsi yake asiwe ana upotovu na maradhi ya itikadi."
    },
    {
      "id": "3878",
      "sura": "37",
      "aya": "90",
      "arabic_text": "فَتَوَلَّوۡاْ عَنۡهُ مُدۡبِرِينَ",
      "translation": "Nao wakamwacha, wakampa kisogo.",
      "footnotes": "Watu wake wakamwachilia mbali, na wakapuuza maneno yake."
    },
    {
      "id": "3879",
      "sura": "37",
      "aya": "91",
      "arabic_text": "فَرَاغَ إِلَىٰٓ ءَالِهَتِهِمۡ فَقَالَ أَلَا تَأۡكُلُونَ",
      "translation": "Basi akaiendea miungu yao kwa siri, akaiambia: Mbona hamli?",
      "footnotes": "Akayaendea kwa haraka yale masanamu kwa kificho, na akayapa chakula ambacho wale washirikina walikiweka mbele yao ili nao wapate baraka yao kwa mujibu wa madai yao. Akasema kwa maskhara na kejeli: Mbona hamli?"
    },
    {
      "id": "3880",
      "sura": "37",
      "aya": "92",
      "arabic_text": "مَا لَكُمۡ لَا تَنطِقُونَ",
      "translation": "Mna nini hata hamsemi?",
      "footnotes": "Mna nini hata mmeshindwa kusema lolote, hata ndio au sio?"
    },
    {
      "id": "3881",
      "sura": "37",
      "aya": "93",
      "arabic_text": "فَرَاغَ عَلَيۡهِمۡ ضَرۡبَۢا بِٱلۡيَمِينِ",
      "translation": "Kisha akaigeukia kuipiga kwa mkono wa kulia.",
      "footnotes": "Akayaingilia yale masanamu kuyapiga kwa mkono wa kulia, kwa kuwa ndio wenye nguvu, akayabomoa."
    },
    {
      "id": "3882",
      "sura": "37",
      "aya": "94",
      "arabic_text": "فَأَقۡبَلُوٓاْ إِلَيۡهِ يَزِفُّونَ",
      "translation": "Basi wakamjia upesi upesi.",
      "footnotes": "Walipo baini kwamba kuvunjwa miungu yao ni kwa kitendo cha Ibrahim, basi walimkimbilia ili wamtese kwa alivyo watendea miungu yao."
    },
    {
      "id": "3883",
      "sura": "37",
      "aya": "95",
      "arabic_text": "قَالَ أَتَعۡبُدُونَ مَا تَنۡحِتُونَ",
      "translation": "Akasema: Hivyo mnaviabudu vitu mnavyo vichonga wenyewe",
      "footnotes": "Ibrahim akawaambia kwa kuwahizi: Hivyo nyinyi mnaabudu mawe mliyo yachonga nyinyi wenyewe kwa mikono yenu? Akili zenu zimekwenda wapi?"
    },
    {
      "id": "3884",
      "sura": "37",
      "aya": "96",
      "arabic_text": "وَٱللَّهُ خَلَقَكُمۡ وَمَا تَعۡمَلُونَ",
      "translation": "Na hali Mwenyezi Mungu ndiye aliye kuumbeni nyinyi na hivyo mnavyo vifanya!",
      "footnotes": "Na Mwenyezi Mungu ndiye aliye kuumbeni, na akayaumba hata hayo masanamu mnayo yaunda kwa mikono yenu. Basi Yeye peke yake ndiye Mwenye kustahiki kuabudiwa."
    },
    {
      "id": "3885",
      "sura": "37",
      "aya": "97",
      "arabic_text": "قَالُواْ ٱبۡنُواْ لَهُۥ بُنۡيَٰنٗا فَأَلۡقُوهُ فِي ٱلۡجَحِيمِ",
      "translation": "Wakasema: Mjengeeni jengo, na kisha mtupeni motoni humo!",
      "footnotes": "Hoja ilipo wapata wale wanao abudu masanamu, wakaona hawana ila waingie kutumia nguvu; wakaazimia kumchoma moto. Basi waliambizana: Mjengeeni jengo, na mlijaze moto, na mtupeni katikati yake!"
    },
    {
      "id": "3886",
      "sura": "37",
      "aya": "98",
      "arabic_text": "فَأَرَادُواْ بِهِۦ كَيۡدٗا فَجَعَلۡنَٰهُمُ ٱلۡأَسۡفَلِينَ",
      "translation": "Basi walitaka kumfanyia vitimbi, lakini tukawafanya wao ndio wa chini.",
      "footnotes": "Kwa haya walikusudia kumteketeza, lakini Mwenyezi Mungu alimwokoa na ule moto baada ya wao kwisha mtumbukiza humo. Hadhi yake ikawa juu kwa utukufu ule, na Mwenyezi Mungu akawafanya wao ndio watu wa chini."
    },
    {
      "id": "3887",
      "sura": "37",
      "aya": "99",
      "arabic_text": "وَقَالَ إِنِّي ذَاهِبٌ إِلَىٰ رَبِّي سَيَهۡدِينِ",
      "translation": "Na akasema: Hakika mimi nahama, nakwenda kwa Mola wangu Mlezi; Yeye ataniongoa.",
      "footnotes": "Ibrahim alipo kata tamaa nao, kuwa hawaamini tena, alisema: Mimi ninahama kwendea pahala alipo niamrisha Mola wangu Mlezi nende. Mola wangu Mlezi atanihidi aniongoze mpaka nifike pahala pa utulivu, penye amani, na nchi nzuri."
    },
    {
      "id": "3888",
      "sura": "37",
      "aya": "100",
      "arabic_text": "رَبِّ هَبۡ لِي مِنَ ٱلصَّٰلِحِينَ",
      "translation": "Ewe Mola wangu Mlezi! Nitunukie aliye miongoni mwa watenda mema.",
      "footnotes": "Ewe Mola wangu Mlezi! Nipe dhuriya walio wema wa vitendo, wasimamie hii kazi ya wito kuwaitia watu kwako Wewe, baada yangu."
    },
    {
      "id": "3889",
      "sura": "37",
      "aya": "101",
      "arabic_text": "فَبَشَّرۡنَٰهُ بِغُلَٰمٍ حَلِيمٖ",
      "translation": "Basi tukambashiria mwana aliye mpole.",
      "footnotes": "Malaika wakampa bishara ya kwamba atapata mwana atakaye pambwa kwa akili na upole."
    },
    {
      "id": "3890",
      "sura": "37",
      "aya": "102",
      "arabic_text": "فَلَمَّا بَلَغَ مَعَهُ ٱلسَّعۡيَ قَالَ يَٰبُنَيَّ إِنِّيٓ أَرَىٰ فِي ٱلۡمَنَامِ أَنِّيٓ أَذۡبَحُكَ فَٱنظُرۡ مَاذَا تَرَىٰۚ قَالَ يَٰٓأَبَتِ ٱفۡعَلۡ مَا تُؤۡمَرُۖ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰبِرِينَ",
      "translation": "Basi alipo fika makamo ya kwenda na kurudi pamoja naye, alimwambia: Ewe mwanangu! Hakika mimi nimeona usingizini kuwa ninakuchinja. Basi angalia wewe, waonaje? Akasema: Ewe baba yangu! Tenda unavyo amrishwa, utanikuta mimi, Inshallah, katika wanao subiri.",
      "footnotes": "Akazaliwa huyo mwana, na alipo kuwa kijana wa kwenda naye baba yake katika kutafuta haja za maisha, Ibrahim alipewa mtihani kwa ndoto aliyo iota. Ibrahim akasema: Ewe mwanangu! Hakika mimi nimeona usingizini ufunuo kutokana na Mwenyezi Mungu ananitaka nikuchinje! Basi wewe tazama unaonaje? Yule mwana mwema alisema: Ewe baba yangu! Tekeleza amri ya Mola wako Mlezi. Utaniona mimi katika wanao subiri, Inshallah!"
    },
    {
      "id": "3891",
      "sura": "37",
      "aya": "103",
      "arabic_text": "فَلَمَّآ أَسۡلَمَا وَتَلَّهُۥ لِلۡجَبِينِ",
      "translation": "Basi wote wawili walipo jisalimisha, na akamlaza juu ya kipaji.",
      "footnotes": "Yule baba na mwanawe walipo iridhia hukumu ya Mwenyezi Mungu, na akamweka juu ya fungu la mchanga na akamlaza juu yake, kipaji chake kikawa juu ya ardhi, akawa tayari kumchinja."
    },
    {
      "id": "3892",
      "sura": "37",
      "aya": "104",
      "arabic_text": "وَنَٰدَيۡنَٰهُ أَن يَٰٓإِبۡرَٰهِيمُ",
      "translation": "Tulimwita: Ewe Ibrahim!.",
      "footnotes": "Na Mwenyezi Mungu akajua umadhubuti wa Ibrahim na mwanawe katika majaribio, Mwenyezi Mungu alimwita Ibrahim kwa wito wa kirafiki: Ewe Ibrahim! Hakika umeuitikia kwa utulivu huo ufunuo wa ndoto, na wala hukusitasita katika kufuata amri. Basi haya yanakutosha. Sisi tunakupunguzia haya majaribio yetu kuwa ni malipo kwa wema wako, kama tunavyo walipa walio wema kwa wema wao."
    },
    {
      "id": "3893",
      "sura": "37",
      "aya": "105",
      "arabic_text": "قَدۡ صَدَّقۡتَ ٱلرُّءۡيَآۚ إِنَّا كَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ",
      "translation": "Umekwisha itimiliza ndoto. Hakika hivi ndivyo tunavyo walipa wanao tenda mema.",
      "footnotes": "Na Mwenyezi Mungu akajua umadhubuti wa Ibrahim na mwanawe katika majaribio, Mwenyezi Mungu alimwita Ibrahim kwa wito wa kirafiki: Ewe Ibrahim! Hakika umeuitikia kwa utulivu huo ufunuo wa ndoto, na wala hukusitasita katika kufuata amri. Basi haya yanakutosha. Sisi tunakupunguzia haya majaribio yetu kuwa ni malipo kwa wema wako, kama tunavyo walipa walio wema kwa wema wao."
    },
    {
      "id": "3894",
      "sura": "37",
      "aya": "106",
      "arabic_text": "إِنَّ هَٰذَا لَهُوَ ٱلۡبَلَٰٓؤُاْ ٱلۡمُبِينُ",
      "translation": "Hakika haya ni majaribio yaliyo dhaahiri.",
      "footnotes": "Hakika majaribio haya tuliyo mjaribia Ibrahim na mwanawe bila ya shaka ni majaribio yaliyo dhihirisha undani wa Imani yao na yakini yao kwa Mola Mlezi wa walimwengu."
    },
    {
      "id": "3895",
      "sura": "37",
      "aya": "107",
      "arabic_text": "وَفَدَيۡنَٰهُ بِذِبۡحٍ عَظِيمٖ",
      "translation": "Basi tukamtolea fidia kwa dhabihu mtukufu.",
      "footnotes": "Na tukamkomboa kwa mhanga wenye cheo kikubwa, kwa kuwa hayo ni kwa amri ya Mwenyezi Mungu."
    },
    {
      "id": "3896",
      "sura": "37",
      "aya": "108",
      "arabic_text": "وَتَرَكۡنَا عَلَيۡهِ فِي ٱلۡأٓخِرِينَ",
      "translation": "Na tukamwachia (sifa njema) kwa watu walio kuja baadaye.",
      "footnotes": "Na tukaacha atajike kwa sifa nzuri katika ndimi za walio kuja baada yake."
    },
    {
      "id": "3897",
      "sura": "37",
      "aya": "109",
      "arabic_text": "سَلَٰمٌ عَلَىٰٓ إِبۡرَٰهِيمَ",
      "translation": "Iwe salama kwa Ibrahim!.",
      "footnotes": "Maamkio ya amani na salama kwa Ibrahim!"
    },
    {
      "id": "3898",
      "sura": "37",
      "aya": "110",
      "arabic_text": "كَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ",
      "translation": "Hivi ndivyo tunavyo walipa wanao fanya mema.",
      "footnotes": "Mfano wa malipo kama haya ya kuwakinga na balaa ndivyo tunavyo walipa walio wema katika kufuata amri za Mwenyezi Mungu."
    },
    {
      "id": "3899",
      "sura": "37",
      "aya": "111",
      "arabic_text": "إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُؤۡمِنِينَ",
      "translation": "Hakika yeye ni katika waja wetu walio amini.",
      "footnotes": "Hakika Ibrahim ni katika waja wetu wanao ifuata Haki."
    },
    {
      "id": "3900",
      "sura": "37",
      "aya": "112",
      "arabic_text": "وَبَشَّرۡنَٰهُ بِإِسۡحَٰقَ نَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ",
      "translation": "Na tukambashiria kuzaliwa Is-haqa, naye ni Nabii miongoni mwa watu wema.",
      "footnotes": "Na kwa amri yetu, Malaika walimbashiria kuwa ataruzukiwa mwana, Is-haqa juu ya kukata tamaa na kuwa mkewe ni tasa. Na kwamba yeye hakika atakuwa Nabii miongoni mwa walio wema."
    },
    {
      "id": "3901",
      "sura": "37",
      "aya": "113",
      "arabic_text": "وَبَٰرَكۡنَا عَلَيۡهِ وَعَلَىٰٓ إِسۡحَٰقَۚ وَمِن ذُرِّيَّتِهِمَا مُحۡسِنٞ وَظَالِمٞ لِّنَفۡسِهِۦ مُبِينٞ",
      "translation": "Na tukambarikia yeye na Is-haqa. Na miongoni mwa dhuriya zao walitokea wema na wenye kudhulumu nafsi zao waziwazi.",
      "footnotes": "Nasi tukamtunukia yeye na mwanawe baraka na kheri duniani na Akhera. Na miongoni mwa vizazi vyao watatokea watakao jifanyia wema nafsi zao kwa Imani na ut'iifu, na watakao jidhulumu kwa upotovu wa ukafiri na maasi."
    },
    {
      "id": "3902",
      "sura": "37",
      "aya": "114",
      "arabic_text": "وَلَقَدۡ مَنَنَّا عَلَىٰ مُوسَىٰ وَهَٰرُونَ",
      "translation": "Na kwa hakika tuliwafanyia hisani Musa na Haruni.",
      "footnotes": "Na bila ya shaka tuliwaneemesha Musa na Haruni kwa kuwapa Unabii na neema kubwa kubwa."
    },
    {
      "id": "3903",
      "sura": "37",
      "aya": "115",
      "arabic_text": "وَنَجَّيۡنَٰهُمَا وَقَوۡمَهُمَا مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ",
      "translation": "Na tukawaokoa wao na watu wao kutokana na dhiki kubwa.",
      "footnotes": "Na tukawaokoa wao na watu wao kutokana na dhiki kubwa iliyo kuwa iwashukie kutokana na Firauni na kaumu yake."
    },
    {
      "id": "3904",
      "sura": "37",
      "aya": "116",
      "arabic_text": "وَنَصَرۡنَٰهُمۡ فَكَانُواْ هُمُ ٱلۡغَٰلِبِينَ",
      "translation": "Na tukawanusuru; na wakawa wao ndio wenye kushinda.",
      "footnotes": "Na Sisi tukawanusuru na adui zao, wakawa wao ndio wenye kushinda."
    },
    {
      "id": "3905",
      "sura": "37",
      "aya": "117",
      "arabic_text": "وَءَاتَيۡنَٰهُمَا ٱلۡكِتَٰبَ ٱلۡمُسۡتَبِينَ",
      "translation": "Na tukawapa wawili hao Kitabu kinacho bainisha.",
      "footnotes": "Na tukampa Musa na Haruni Kitabu kilicho wazi chenye kubainisha hukumu za Dini, nacho ni Taurati."
    },
    {
      "id": "3906",
      "sura": "37",
      "aya": "118",
      "arabic_text": "وَهَدَيۡنَٰهُمَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ",
      "translation": "Na tukawaongoa kwenye Njia Iliyo Nyooka.",
      "footnotes": "Na tukawaongoza waifuate Njia iliyo sawa."
    },
    {
      "id": "3907",
      "sura": "37",
      "aya": "119",
      "arabic_text": "وَتَرَكۡنَا عَلَيۡهِمَا فِي ٱلۡأٓخِرِينَ",
      "translation": "Na tukawaongoa kwenye Njia Iliyo Nyooka.",
      "footnotes": "Na tukabakisha sifa njema za kutajika wote wawili hao kwa watu wengineo walio kuja baada yao."
    },
    {
      "id": "3908",
      "sura": "37",
      "aya": "120",
      "arabic_text": "سَلَٰمٌ عَلَىٰ مُوسَىٰ وَهَٰرُونَ",
      "translation": "Iwe salama kwa Musa na Haruni!.",
      "footnotes": "Maamkio ya Amani na Salama kwa Musa na Haruni."
    },
    {
      "id": "3909",
      "sura": "37",
      "aya": "121",
      "arabic_text": "إِنَّا كَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ",
      "translation": "Hakika hivyo ndivyo tunavyo walipa walio wema.",
      "footnotes": "Hakika mfano wa malipo tuliyo mjazi Musa na Haruni ndivyo tunavyo wajazi wote walio wema."
    },
    {
      "id": "3910",
      "sura": "37",
      "aya": "122",
      "arabic_text": "إِنَّهُمَا مِنۡ عِبَادِنَا ٱلۡمُؤۡمِنِينَ",
      "translation": "Hakika wawili hao ni katika waja wetu walio amini.",
      "footnotes": "Hakika wawili hao ni katika waja wetu wenye kuifuata Haki."
    },
    {
      "id": "3911",
      "sura": "37",
      "aya": "123",
      "arabic_text": "وَإِنَّ إِلۡيَاسَ لَمِنَ ٱلۡمُرۡسَلِينَ",
      "translation": "Na hakika Ilyas bila ya shaka alikuwa miongoni mwa Mitume.",
      "footnotes": "Na hakika Ilyas ni katika hao tulio watuma kwenda waongoa watu wao."
    },
    {
      "id": "3912",
      "sura": "37",
      "aya": "124",
      "arabic_text": "إِذۡ قَالَ لِقَوۡمِهِۦٓ أَلَا تَتَّقُونَ",
      "translation": "Alipo waambia watu wake: Hamwogopi?.",
      "footnotes": "Ilyas alipo waambia watu wake, nao walikuwa wakiyaabudu masanamu yao: Je! Mnaendelea juu ya makosa yenu, na wala hamumkhofu Mwenyezi Mungu mkajikinga na adhabu yake?"
    },
    {
      "id": "3913",
      "sura": "37",
      "aya": "125",
      "arabic_text": "أَتَدۡعُونَ بَعۡلٗا وَتَذَرُونَ أَحۡسَنَ ٱلۡخَٰلِقِينَ",
      "translation": "Mnamwomba Baa'li na mnamwacha Mbora wa waumbaji,.",
      "footnotes": "Mnaliabudu sanamu linalo itwa Baa'li, na mkaacha kumuabudu Mwenyezi Mungu aliye uumba ulimwengu na akaufanya mzuri uumbaji wake?"
    },
    {
      "id": "3914",
      "sura": "37",
      "aya": "126",
      "arabic_text": "ٱللَّهَ رَبَّكُمۡ وَرَبَّ ءَابَآئِكُمُ ٱلۡأَوَّلِينَ",
      "translation": "Mwenyezi Mungu, Mola Mlezi wenu na Mola Mlezi wa baba zenu wa zamani?.",
      "footnotes": "Mwenyezi Mungu amekuumbeni na amekuhifadhini nyinyi na baba zenu wa zamani. Yeye basi ndiye Mwenye haki ya kuabudiwa."
    },
    {
      "id": "3915",
      "sura": "37",
      "aya": "127",
      "arabic_text": "فَكَذَّبُوهُ فَإِنَّهُمۡ لَمُحۡضَرُونَ",
      "translation": "Wakamkadhibisha. Basi kwa hakika watahudhurishwa;.",
      "footnotes": "Lakini walimkadhibisha, basi jaza yao ni kuhudhurishwa kwenye Moto Siku ya Kiyama."
    },
    {
      "id": "3916",
      "sura": "37",
      "aya": "128",
      "arabic_text": "إِلَّا عِبَادَ ٱللَّهِ ٱلۡمُخۡلَصِينَ",
      "translation": "Isipo kuwa waja wa Mwenyezi Mungu walio safishwa.",
      "footnotes": "Isipo kuwa waja wa Mwenyezi Mungu walio safisha Imani yao. Hao basi ndio wenye kufuzu."
    },
    {
      "id": "3917",
      "sura": "37",
      "aya": "129",
      "arabic_text": "وَتَرَكۡنَا عَلَيۡهِ فِي ٱلۡأٓخِرِينَ",
      "translation": "Na tumemwachia (sifa nzuri) kwa walio kuja baadaye.",
      "footnotes": "Na tukamjaalia awe anatajwa kwa wema na ndimi za walio kuja baada yake."
    },
    {
      "id": "3918",
      "sura": "37",
      "aya": "130",
      "arabic_text": "سَلَٰمٌ عَلَىٰٓ إِلۡ يَاسِينَ",
      "translation": "Iwe salama kwa Ilyas.",
      "footnotes": "Salamu juu ya Ilyasi, au juu yake yeye na watu wake, kwa kuwa kawashinda."
    },
    {
      "id": "3919",
      "sura": "37",
      "aya": "131",
      "arabic_text": "إِنَّا كَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ",
      "translation": "Hakika hivyo ndivyo tunavyo walipa walio wema.",
      "footnotes": "Hakika mfano wa malipo tuliyo mlipa Ilyas tunamlipa kila aliye mwema kwa sababu ya wema wake."
    },
    {
      "id": "3920",
      "sura": "37",
      "aya": "132",
      "arabic_text": "إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُؤۡمِنِينَ",
      "translation": "Hakika yeye ni katika waja wetu walio amini.",
      "footnotes": "Hakika Ilyas ni katika waja wetu walio amini."
    },
    {
      "id": "3921",
      "sura": "37",
      "aya": "133",
      "arabic_text": "وَإِنَّ لُوطٗا لَّمِنَ ٱلۡمُرۡسَلِينَ",
      "translation": "Na hakika Lut'i bila ya shaka ni miongoni mwa Mitume.",
      "footnotes": "Na hakika Lut'i ni katika Mitume tulio watuma ili afikishe Ujumbe wetu kwa watu."
    },
    {
      "id": "3922",
      "sura": "37",
      "aya": "134",
      "arabic_text": "إِذۡ نَجَّيۡنَٰهُ وَأَهۡلَهُۥٓ أَجۡمَعِينَ",
      "translation": "Tulipo mwokoa yeye na ahali zake wote,.",
      "footnotes": "Kwa hakika Sisi tumemwokoa yeye na ahali zake wote kutokana na adhabu iliyo wasibu watu wake."
    },
    {
      "id": "3923",
      "sura": "37",
      "aya": "135",
      "arabic_text": "إِلَّا عَجُوزٗا فِي ٱلۡغَٰبِرِينَ",
      "translation": "Isipo kuwa mwanamke mkongwe katika wale walio bakia nyuma.",
      "footnotes": "Ila mkewe mkongwe. Yeye bila ya shaka aliteketea pamoja na walio teketea."
    },
    {
      "id": "3924",
      "sura": "37",
      "aya": "136",
      "arabic_text": "ثُمَّ دَمَّرۡنَا ٱلۡأٓخَرِينَ",
      "translation": "Kisha tukawaangamiza wale wengineo.",
      "footnotes": "Kisha tukawaangamiza wote isipo kuwa Lut'i na walio muamini."
    },
    {
      "id": "3925",
      "sura": "37",
      "aya": "137",
      "arabic_text": "وَإِنَّكُمۡ لَتَمُرُّونَ عَلَيۡهِم مُّصۡبِحِينَ",
      "translation": "Na hakika nyinyi mnawapitia wakati wa asubuhi,.",
      "footnotes": "Na hakika nyinyi, watu wa Makka, mnayapitia majumba ya hao kaumu Lut'i katika safari zenu za kwendea Sham asubuhi au usiku. Je! Mmepotelewa na akili zenu hata hamwezi kuzingatia yaliyo wapitia hao kuwa ni malipo ya ukanushaji wao?"
    },
    {
      "id": "3926",
      "sura": "37",
      "aya": "138",
      "arabic_text": "وَبِٱلَّيۡلِۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "Na usiku. Basi je! Hamyatii akilini?.",
      "footnotes": "Na hakika nyinyi, watu wa Makka, mnayapitia majumba ya hao kaumu Lut'i katika safari zenu za kwendea Sham asubuhi au usiku. Je! Mmepotelewa na akili zenu hata hamwezi kuzingatia yaliyo wapitia hao kuwa ni malipo ya ukanushaji wao?"
    },
    {
      "id": "3927",
      "sura": "37",
      "aya": "139",
      "arabic_text": "وَإِنَّ يُونُسَ لَمِنَ ٱلۡمُرۡسَلِينَ",
      "translation": "Na hakika Yunus alikuwa miongoni mwa Mitume.",
      "footnotes": "Na hakika Yunus ni miongoni mwa tulio watuma wawafikishie Ujumbe wetu watu."
    },
    {
      "id": "3928",
      "sura": "37",
      "aya": "140",
      "arabic_text": "إِذۡ أَبَقَ إِلَى ٱلۡفُلۡكِ ٱلۡمَشۡحُونِ",
      "translation": "Alipo kimbia katika jahazi lilio sheheni.",
      "footnotes": "Alipo wahama watu wake bila ya amri ya Mola wake Mlezi, akaliendea jahazi ambalo lilio kwisha sheheni pomoni, akalipanda. Jahazi likapatikana na mambo ikawajibikia lazima mmoja katika abiria atoswe kupunguza shehena yake. Kura ikamuangukia Yunus, akashindwa kwa kura. Akatoswa baharini kwa mujibu wa ada yao zama zile."
    },
    {
      "id": "3929",
      "sura": "37",
      "aya": "141",
      "arabic_text": "فَسَاهَمَ فَكَانَ مِنَ ٱلۡمُدۡحَضِينَ",
      "translation": "Akaingia katika kupigiwa kura, na akawa katika walio shindwa.",
      "footnotes": "Alipo wahama watu wake bila ya amri ya Mola wake Mlezi, akaliendea jahazi ambalo lilio kwisha sheheni pomoni, akalipanda. Jahazi likapatikana na mambo ikawajibikia lazima mmoja katika abiria atoswe kupunguza shehena yake. Kura ikamuangukia Yunus, akashindwa kwa kura. Akatoswa baharini kwa mujibu wa ada yao zama zile."
    },
    {
      "id": "3930",
      "sura": "37",
      "aya": "142",
      "arabic_text": "فَٱلۡتَقَمَهُ ٱلۡحُوتُ وَهُوَ مُلِيمٞ",
      "translation": "Samaki akammeza hali ya kuwa ni mwenye kulaumiwa.",
      "footnotes": "Samaki akammeza, naye hakika alistahiki lawama kwa kuikimbia kazi yake ya Daa'wa, Wito, kuwaitia watu wafuate Haki, na kuacha kuwasubiria wale walio kwenda kinyume naye.."
    },
    {
      "id": "3931",
      "sura": "37",
      "aya": "143",
      "arabic_text": "فَلَوۡلَآ أَنَّهُۥ كَانَ مِنَ ٱلۡمُسَبِّحِينَ",
      "translation": "Na ingeli kuwa hakuwa katika wanao mtakasa Mwenyezi Mungu,.",
      "footnotes": "Na lau kuwa Yunus hakuwa katika wanao mtakasa Mwenyezi Mungu, wanao dumu kumdhukuru, angeli kufa ndani ya samaki, wala asingeli toka humo mpaka siku ya kufufuliwa."
    },
    {
      "id": "3932",
      "sura": "37",
      "aya": "144",
      "arabic_text": "لَلَبِثَ فِي بَطۡنِهِۦٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ",
      "translation": "Bila ya shaka angeli kaa ndani yake mpaka siku ya kufufuliwa.",
      "footnotes": "Na lau kuwa Yunus hakuwa katika wanao mtakasa Mwenyezi Mungu, wanao dumu kumdhukuru, angeli kufa ndani ya samaki, wala asingeli toka humo mpaka siku ya kufufuliwa."
    },
    {
      "id": "3933",
      "sura": "37",
      "aya": "145",
      "arabic_text": "۞ فَنَبَذۡنَٰهُ بِٱلۡعَرَآءِ وَهُوَ سَقِيمٞ",
      "translation": "Lakini tulimtupa ufukweni patupu, hali yu mgonjwa.",
      "footnotes": "Tukamtupa pahali patupu kwenye nchi pasipo kuwa na miti wala majumba, naye ni mgonjwa kwa yaliyo mpata. Yaliyo mtokea Sayyidna Yunus a.s. ni muujiza. Lakini nayo si muhali kutokea mtu kumezwa na samaki, na akabakia yuhai ndani yake kwa muda fulani. Mawili yaweza kuwa - Kwanza, ni kuwa huyo samaki ni namna asiye kuwa na meno katika kabila ya nyangumi wakubwa kabisa, kama nyangumi wanao onekana sana katika Bahari ya Kati (Mediterranean). Urefu wake huweza kufika Mita 20. Alibaki Yunus katika mpandikizi wa kinywa chake huyo nyangumi mpaka alipo mtema kwenye ufukwe mtupu, kwani koo ya nyangumi ni nyembamba hawezi kupita mtu. Pili, yaweza kuwa huyo samaki ni namna ya wenye meno pia, kama nyangumi wa ambari, na ambaye pia urefu wake hufika mita 20. Hawa mara kadhaa wa kadhaa huonekana katika Bahari ya Kati. Nyangumi hao yawezekana kwa kawaida kuwameza wanyama wakubwa wanao pita urefu wa mita tatu."
    },
    {
      "id": "3934",
      "sura": "37",
      "aya": "146",
      "arabic_text": "وَأَنۢبَتۡنَا عَلَيۡهِ شَجَرَةٗ مِّن يَقۡطِينٖ",
      "translation": "Na tukauotesha juu yake mmea wa kabila ya mung'unye.",
      "footnotes": "Tukauotesha mmea wa kutambaa, usio simama juu ya kigogo, ukamfunika na kumkinga na madhara ya hali ya hewa."
    },
    {
      "id": "3935",
      "sura": "37",
      "aya": "147",
      "arabic_text": "وَأَرۡسَلۡنَٰهُ إِلَىٰ مِاْئَةِ أَلۡفٍ أَوۡ يَزِيدُونَ",
      "translation": "Na tulimtuma kwa watu laki moja au zaidi.",
      "footnotes": "Hata alipo pata nafuu kutokana na yaliyo msibu, tukamtuma awaendee watu wengi. Wanasema walio waona kuwa wanapata laki moja au zaidi."
    },
    {
      "id": "3936",
      "sura": "37",
      "aya": "148",
      "arabic_text": "فَـَٔامَنُواْ فَمَتَّعۡنَٰهُمۡ إِلَىٰ حِينٖ",
      "translation": "Basi wakaamini, na tukawastarehesha kwa muda.",
      "footnotes": "Wakauwitikia wito wake, nasi tukawakunjulia neema zetu kwa muda maalumu."
    },
    {
      "id": "3937",
      "sura": "37",
      "aya": "149",
      "arabic_text": "فَٱسۡتَفۡتِهِمۡ أَلِرَبِّكَ ٱلۡبَنَاتُ وَلَهُمُ ٱلۡبَنُونَ",
      "translation": "Basi waulize: Ati Mola wako Mlezi ndiye mwenye watoto wa kike, na wao wanao watoto wa kiume?.",
      "footnotes": "Ewe Nabii! Waulize watu wako: Ati Mwenyezi Mungu aliye kuumba ana watoto wa kike kinyume na wao; na wao ndio wana watoto wanaume kinyuma na Yeye?"
    },
    {
      "id": "3938",
      "sura": "37",
      "aya": "150",
      "arabic_text": "أَمۡ خَلَقۡنَا ٱلۡمَلَٰٓئِكَةَ إِنَٰثٗا وَهُمۡ شَٰهِدُونَ",
      "translation": "Au tumewaumba Malaika kuwa ni wanawake, na wao wakashuhudia?.",
      "footnotes": "Ati tumewaumba Malaika kuwa ni wanawake, na wao hao makafiri waliona kwa macho yao kuumba kwao, na ndio wakasimulia walio yaona?"
    },
    {
      "id": "3939",
      "sura": "37",
      "aya": "151",
      "arabic_text": "أَلَآ إِنَّهُم مِّنۡ إِفۡكِهِمۡ لَيَقُولُونَ",
      "translation": "Ati ni kwa uzushi wao ndio wanasema:.",
      "footnotes": "Ewe mwenye kusikia! Yazingatie maneno yao. Hakika wao kwa uwongo wao wanasema: Mwenyezi Mungu amezaa! Na hali Yeye ametakasika na upungufu kama huo wa kuwa mzazi au kuzaliwa. Na hakika bila ya shaka hao ni waongo kwa usemi huo, kwa ushahidi wa dalili nyingi za Upweke wake."
    },
    {
      "id": "3940",
      "sura": "37",
      "aya": "152",
      "arabic_text": "وَلَدَ ٱللَّهُ وَإِنَّهُمۡ لَكَٰذِبُونَ",
      "translation": "Mwenyezi Mungu amezaa! Ama hakika bila ya shaka hao ni waongo!.",
      "footnotes": "Ewe mwenye kusikia! Yazingatie maneno yao. Hakika wao kwa uwongo wao wanasema: Mwenyezi Mungu amezaa! Na hali Yeye ametakasika na upungufu kama huo wa kuwa mzazi au kuzaliwa. Na hakika bila ya shaka hao ni waongo kwa usemi huo, kwa ushahidi wa dalili nyingi za Upweke wake."
    },
    {
      "id": "3941",
      "sura": "37",
      "aya": "153",
      "arabic_text": "أَصۡطَفَى ٱلۡبَنَاتِ عَلَى ٱلۡبَنِينَ",
      "translation": "Ati amekhiari watoto wa kike kuliko wanaume?.",
      "footnotes": "Ati Yeye amejichagulia mwenyewe mabinti ambao kwa madai yenu ndio mnawachukia kuliko watoto wa kiume ambao mnawapenda, na hali Yeye ndiye Mwenye kuwaumba wote, watoto wa kike na wa kiume?"
    },
    {
      "id": "3942",
      "sura": "37",
      "aya": "154",
      "arabic_text": "مَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ",
      "translation": "Mna nini? Mnahukumu vipi nyinyi?.",
      "footnotes": "Ni nini lilio kusibuni hata mkakata hukumu bila ya ushahidi? Vipi mnahukumu hivyo na hali ni upotovu ulio wazi?"
    },
    {
      "id": "3943",
      "sura": "37",
      "aya": "155",
      "arabic_text": "أَفَلَا تَذَكَّرُونَ",
      "translation": "Hamkumbuki?.",
      "footnotes": "Je! Mmesahau dalili za uweza wake na kutakasika kwake, ndio msikumbuke mpaka mkaingia katika upotovu?"
    },
    {
      "id": "3944",
      "sura": "37",
      "aya": "156",
      "arabic_text": "أَمۡ لَكُمۡ سُلۡطَٰنٞ مُّبِينٞ",
      "translation": "Au mnayo hoja iliyo wazi?.",
      "footnotes": "Hebu nyinyi mnazo nguvu za ushahidi wa kubainisha wa kuthibitisha hayo mnayo yadai?"
    },
    {
      "id": "3945",
      "sura": "37",
      "aya": "157",
      "arabic_text": "فَأۡتُواْ بِكِتَٰبِكُمۡ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "Basi leteni Kitabu chenu kama mnasema kweli.",
      "footnotes": "Basi leteni hoja zenu, ikiwa mnazo hoja za katika Kitabu cha mbinguni, kama nyinyi ni wakweli katika hayo myasemayo na mnayo yahukumia."
    },
    {
      "id": "3946",
      "sura": "37",
      "aya": "158",
      "arabic_text": "وَجَعَلُواْ بَيۡنَهُۥ وَبَيۡنَ ٱلۡجِنَّةِ نَسَبٗاۚ وَلَقَدۡ عَلِمَتِ ٱلۡجِنَّةُ إِنَّهُمۡ لَمُحۡضَرُونَ",
      "translation": "Na wameweka makhusiano ya nasaba baina yake na majini; na majini wamekwisha jua bila ya shaka kuwa wao watahudhurishwa.",
      "footnotes": "Wakashikilia katika itikadi zao, na wakazua baina ya Mwenyezi Mungu na majini, ambao hawawaoni, kuwa ati yapo makhusiano ya nasaba. Na bila ya shaka hao majini walikwisha jua kuwa makafiri watahudhurishwa mbele ya Mwenyezi Mungu ili wapate malipo yao yasiyo kimbilika."
    },
    {
      "id": "3947",
      "sura": "37",
      "aya": "159",
      "arabic_text": "سُبۡحَٰنَ ٱللَّهِ عَمَّا يَصِفُونَ",
      "translation": "Subhana 'Llah Ametakasika Mwenyezi Mungu na hayo wanayo msingizia.",
      "footnotes": "Mwenyezi Mungu Mtukufu ametakasika na hizo sifa za kuemewa na za upungufu wanazo mzulia kuwa anazo."
    },
    {
      "id": "3948",
      "sura": "37",
      "aya": "160",
      "arabic_text": "إِلَّا عِبَادَ ٱللَّهِ ٱلۡمُخۡلَصِينَ",
      "translation": "Isipo kuwa waja wa Mwenyezi Mungu walio safishwa.",
      "footnotes": "Lakini waja wa Mwenyezi Mungu walio khitariwa wakasafishwa hawana makosa ya huo uzushi wa makafiri."
    },
    {
      "id": "3949",
      "sura": "37",
      "aya": "161",
      "arabic_text": "فَإِنَّكُمۡ وَمَا تَعۡبُدُونَ",
      "translation": "Basi hakika nyinyi na mnao waabudu.",
      "footnotes": "Enyi makafiri! Hakika nyinyi, na hao mnao waabudu badala ya Mwenyezi Mungu - Nyinyi kwa kuwaabudu kwenu badala yake Yeye, hamtampoteza yeyote kwa upotovu wenu. Isipo kuwa yule ambaye tangu hapo Mwenyezi Mungu Mtukufu anamjua ni katika watu wa Motoni, na huko ataingia."
    },
    {
      "id": "3950",
      "sura": "37",
      "aya": "162",
      "arabic_text": "مَآ أَنتُمۡ عَلَيۡهِ بِفَٰتِنِينَ",
      "translation": "Hamwezi kuwapoteza.",
      "footnotes": "Enyi makafiri! Hakika nyinyi, na hao mnao waabudu badala ya Mwenyezi Mungu - Nyinyi kwa kuwaabudu kwenu badala yake Yeye, hamtampoteza yeyote kwa upotovu wenu."
    },
    {
      "id": "3951",
      "sura": "37",
      "aya": "163",
      "arabic_text": "إِلَّا مَنۡ هُوَ صَالِ ٱلۡجَحِيمِ",
      "translation": "Isipo kuwa yule atakaye ingia Motoni.",
      "footnotes": "Isipo kuwa yule ambaye tangu hapo Mwenyezi Mungu Mtukufu anamjua ni katika watu wa Motoni, na huko ataingia."
    },
    {
      "id": "3952",
      "sura": "37",
      "aya": "164",
      "arabic_text": "وَمَا مِنَّآ إِلَّا لَهُۥ مَقَامٞ مَّعۡلُومٞ",
      "translation": "Na hapana katika sisi ila anapo mahali pake maalumu.",
      "footnotes": "Na Malaika kuwania kuwa wao ni waja wa Mwenyezi Mungu, wakasema: Hapana yeyote katika sisi ila ana cheo chake maalumu katika ujuzi, na ibada, na wala hakikiuki hicho."
    },
    {
      "id": "3953",
      "sura": "37",
      "aya": "165",
      "arabic_text": "وَإِنَّا لَنَحۡنُ ٱلصَّآفُّونَ",
      "translation": "Na hakika bila ya shaka sisi ndio wajipangao safu.",
      "footnotes": "Na sisi tumejipanga safu wenyewe katika misimamo ya kutumika daima."
    },
    {
      "id": "3954",
      "sura": "37",
      "aya": "166",
      "arabic_text": "وَإِنَّا لَنَحۡنُ ٱلۡمُسَبِّحُونَ",
      "translation": "Na hakika sisi ndio wenye kusabihi kutakasa.",
      "footnotes": "Na hakika sisi bila ya shaka yoyote ndio wenye kumtakasa Mwenyezi Mungu na kila lisilo kuwa na maelekeo naye katika kila hali."
    },
    {
      "id": "3955",
      "sura": "37",
      "aya": "167",
      "arabic_text": "وَإِن كَانُواْ لَيَقُولُونَ",
      "translation": "Na walikuwapo walio kuwa wakisema:.",
      "footnotes": "Na walikuwapo makafiri wa Makka kabla ya kuteuliwa Mtume s.a.w. ambao wakisema:"
    },
    {
      "id": "3956",
      "sura": "37",
      "aya": "168",
      "arabic_text": "لَوۡ أَنَّ عِندَنَا ذِكۡرٗا مِّنَ ٱلۡأَوَّلِينَ",
      "translation": "Tungeli kuwa na Ukumbusho kama wa watu wa zamani,.",
      "footnotes": "Lau kuwa sisi tungeli kuwa na Kitabu kama Vitabu vya watu wa zamani, yaani kama Taurati na Injili, nasi bila ya shaka tungeli kuwa waja wa Mwenyezi Mungu wenye kumsafia ibada Yeye."
    },
    {
      "id": "3957",
      "sura": "37",
      "aya": "169",
      "arabic_text": "لَكُنَّا عِبَادَ ٱللَّهِ ٱلۡمُخۡلَصِينَ",
      "translation": "Bila ya shaka tungeli kuwa ni waja wa Mwenyezi Mungu wenye ikhlasi.",
      "footnotes": "Nasi bila ya shaka tungeli kuwa waja wa Mwenyezi Mungu wenye kumsafia ibada Yeye."
    },
    {
      "id": "3958",
      "sura": "37",
      "aya": "170",
      "arabic_text": "فَكَفَرُواْ بِهِۦۖ فَسَوۡفَ يَعۡلَمُونَ",
      "translation": "Lakini waliukataa. Basi watakuja jua.",
      "footnotes": "Na Kitabu kikawajia, nao wakakikataa. Basi watakuja jua nini matokeo ya kukataa kwao."
    },
    {
      "id": "3959",
      "sura": "37",
      "aya": "171",
      "arabic_text": "وَلَقَدۡ سَبَقَتۡ كَلِمَتُنَا لِعِبَادِنَا ٱلۡمُرۡسَلِينَ",
      "translation": "Na bila ya shaka neno letu lilikwisha tangulia kwa waja wetu walio tumwa.",
      "footnotes": "Ninaapa! Hukumu yetu kwa Mitume tulio watuma imekwisha tolewa mbele, ya kwamba ushindi na matokeo mema ni yao wao dhidi ya makafiri."
    },
    {
      "id": "3960",
      "sura": "37",
      "aya": "172",
      "arabic_text": "إِنَّهُمۡ لَهُمُ ٱلۡمَنصُورُونَ",
      "translation": "Ya kuwa wao bila ya shaka ndio watakao nusuriwa.",
      "footnotes": "Ninaapa! Hukumu yetu kwa Mitume tulio watuma imekwisha tolewa mbele, ya kwamba ushindi na matokeo mema ni yao wao dhidi ya makafiri."
    },
    {
      "id": "3961",
      "sura": "37",
      "aya": "173",
      "arabic_text": "وَإِنَّ جُندَنَا لَهُمُ ٱلۡغَٰلِبُونَ",
      "translation": "Na kwamba jeshi letu ndilo litakalo shinda.",
      "footnotes": "Na kwamba wafuasi wetu na wasaidizi wetu ndio peke yao watakao washinda walio kengeuka."
    },
    {
      "id": "3962",
      "sura": "37",
      "aya": "174",
      "arabic_text": "فَتَوَلَّ عَنۡهُمۡ حَتَّىٰ حِينٖ",
      "translation": "Basi waachilie mbali kwa mda.",
      "footnotes": "Basi waachilie mbali, nawe ngoja mpaka wakati ujao. Kwani Sisi tutakupa wewe matokeo mema, na manusura, na ushindi."
    },
    {
      "id": "3963",
      "sura": "37",
      "aya": "175",
      "arabic_text": "وَأَبۡصِرۡهُمۡ فَسَوۡفَ يُبۡصِرُونَ",
      "translation": "Na watazame, nao wataona.",
      "footnotes": "Nawe watazame, na uangalie vyema adhabu gani na mateso yatakayo wapata kwa kwenda kinyume nawe na kukukadhibisha. Basi watakuja ona kwa macho yao zitakavyo shindwa safu zao, na wataona nusura ya Mwenyezi Mungu inavyo wafikia Waumini."
    },
    {
      "id": "3964",
      "sura": "37",
      "aya": "176",
      "arabic_text": "أَفَبِعَذَابِنَا يَسۡتَعۡجِلُونَ",
      "translation": "Je! Wanaihimiza adhabu yetu?.",
      "footnotes": "Je! Wamepoteza akili zao nini, hata wakawa wanaihimiza adhabu yetu?"
    },
    {
      "id": "3965",
      "sura": "37",
      "aya": "177",
      "arabic_text": "فَإِذَا نَزَلَ بِسَاحَتِهِمۡ فَسَآءَ صَبَاحُ ٱلۡمُنذَرِينَ",
      "translation": "Basi itakapo shuka uwanjani kwao, itakuwa asubuhi mbaya kwa walio onywa.",
      "footnotes": "Basi adhabu hiyo itakapo teremka kwenye uwanja wao mpana, itakuwa asubuhi ovu kweli hiyo kwa hao walio onywa na adhabu."
    },
    {
      "id": "3966",
      "sura": "37",
      "aya": "178",
      "arabic_text": "وَتَوَلَّ عَنۡهُمۡ حَتَّىٰ حِينٖ",
      "translation": "Na waache kwa muda.",
      "footnotes": "Na waachilie mbali mpaka mambo yatakapo waishia."
    },
    {
      "id": "3967",
      "sura": "37",
      "aya": "179",
      "arabic_text": "وَأَبۡصِرۡ فَسَوۡفَ يُبۡصِرُونَ",
      "translation": "Na tazama, na wao wataona.",
      "footnotes": "Na yaangalie yatakayo wafika wao na yatakayo kufika wewe. Wao watakuja yaona hayo wanayo yahimiza."
    },
    {
      "id": "3968",
      "sura": "37",
      "aya": "180",
      "arabic_text": "سُبۡحَٰنَ رَبِّكَ رَبِّ ٱلۡعِزَّةِ عَمَّا يَصِفُونَ",
      "translation": "Subhana Rabbi'l'Izzat Ametakasika Mola Mlezi Mwenye enzi na yale wanayo mzulia.",
      "footnotes": "Mwenyezi Mungu, aliye kuumba wewe na aliye ziumba nguvu na ushindi, ametakasika na huo uzushi wanao muambatisha naye."
    },
    {
      "id": "3969",
      "sura": "37",
      "aya": "181",
      "arabic_text": "وَسَلَٰمٌ عَلَى ٱلۡمُرۡسَلِينَ",
      "translation": "Na Salamu juu ya Mitume.",
      "footnotes": "Na salamu zishuke juu ya Mitume wapenzi walio safika."
    },
    {
      "id": "3970",
      "sura": "37",
      "aya": "182",
      "arabic_text": "وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Na sifa njema zote ni za Mwenyezi Mungu Mola Mlezi wa walimwengu wote.",
      "footnotes": "Na sifa njema ni za Mwenyezi Mungu peke yake, Muumba wa viumbe vyote, na Mwenye kuwaangalia makhaluku wote."
    }
  ]
}