{
  "result": {
    "id": "109",
    "sura": "2",
    "aya": "102",
    "arabic_text": "وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
    "translation": "तथा वे उस चीज़ के पीछे लग गए जो शैतान सुलैमान के शासन काल में पढ़ते थे। तथा सुलैमान ने कुफ़्र नहीं किया, लेकिन शैतानों ने कुफ़्र किया कि लोगों को जादू सिखाते थे, (और वे उस चीज़ के पीछे लग गए) जो बाबिल में दो फ़रिश्तों; हारूत और मारूत पर उतारी गई। हालाँकि वे दोनों किसी को भी नहीं सिखाते थे, यहाँ तक कि कह देते कि हम केवल एक आज़माइश हैं, इसलिए तू कुफ़्र न कर। फिर वे उन दोनों से वह चीज़ सीखते, जिसके द्वारा वे आदमी और उसकी पत्नी के बीच जुदाई डाल देते। और वे अल्लाह की अनुमति के बिना उसके द्वारा किसी को हानि पहुँचाने वाले न थे। और वे ऐसी चीज़ सीखते थे, जो उन्हें हानि पहुँचाती और उन्हें लाभ न देती थी। हालाँकि निःसंदेह वे भली-भाँति जान चुके थे कि जिसने इसे ख़रीदा, आख़िरत में उसका कोई भाग नहीं। और निःसंदेह बुरी है वह चीज़ जिसके बदले उन्होंने अपने आपको बेच डाला।[50] काश! वे जानते होते।",
    "footnotes": "50. इस आयत का दूसरा अर्थ यह भी किया गया है कि सुलैमान ने कुफ़्र नहीं किया, परंतु शैतानों ने कुफ़्र किया, वे मानव को जादू सिखाते थे। और न दो फ़रिशतों पर जादू उतारा गया, उन शैतानों या मानव में से हारूत तथा मारूत जादू सिखाते थे। (तफ़्सीर क़ुर्तुबी)। जिस ने प्रथम अनुवाद किया है, उसका यह विचार है कि मानव के रूप में दो फ़रिश्तों को उनकी परीक्षा के लिए भेजा गया था। सुलैमान अलैहिस्सलाम एक नबी और राजा हुए हैं। आप दाऊद अलैहिस्सलाम के पुत्र थे।"
  }
}