{
  "result": [
    {
      "id": "5968",
      "sura": "88",
      "aya": "1",
      "arabic_text": "هَلۡ أَتَىٰكَ حَدِيثُ ٱلۡغَٰشِيَةِ",
      "translation": "Je! Imekufikia khabari ya msiba wa kufudikiza?",
      "footnotes": "Je! Ewe Muhammad! Imepata kukujia hadithi ya Kiyama ambacho kwa vitisho vyake kitawafanya watu wazimie?"
    },
    {
      "id": "5969",
      "sura": "88",
      "aya": "2",
      "arabic_text": "وُجُوهٞ يَوۡمَئِذٍ خَٰشِعَةٌ",
      "translation": "Siku hiyo nyuso zitainama!",
      "footnotes": "Siku hiyo ya Kiyama zitakuwepo nyuso zimedhalilika,"
    },
    {
      "id": "5970",
      "sura": "88",
      "aya": "3",
      "arabic_text": "عَامِلَةٞ نَّاصِبَةٞ",
      "translation": "Zikifanya kazi, nazo taabani.",
      "footnotes": "Zimechoka, taabani kwa shughuli na mashaka ya Motoni,"
    },
    {
      "id": "5971",
      "sura": "88",
      "aya": "4",
      "arabic_text": "تَصۡلَىٰ نَارًا حَامِيَةٗ",
      "translation": "Ziingie katika Moto unao waka .",
      "footnotes": "Zinaingia kwenye Moto unao waka kwa nguvu!"
    },
    {
      "id": "5972",
      "sura": "88",
      "aya": "5",
      "arabic_text": "تُسۡقَىٰ مِنۡ عَيۡنٍ ءَانِيَةٖ",
      "translation": "Zikinyweshwa kutoka chemchem inayo chemka.",
      "footnotes": "Wananywesha maji yanayo toka kwenye chemchem inayo tokota."
    },
    {
      "id": "5973",
      "sura": "88",
      "aya": "6",
      "arabic_text": "لَّيۡسَ لَهُمۡ طَعَامٌ إِلَّا مِن ضَرِيعٖ",
      "translation": "Hawatakuwa na chakula isipo kuwa kichungu chenye miba.",
      "footnotes": "Hawana chakula ila chakula kiovu kabisa, anaadhibika mwenye kukila."
    },
    {
      "id": "5974",
      "sura": "88",
      "aya": "7",
      "arabic_text": "لَّا يُسۡمِنُ وَلَا يُغۡنِي مِن جُوعٖ",
      "translation": "Hakinenepeshi wala hakiondoi njaa.",
      "footnotes": "Hakileti nafuu yoyote katika mwili, wala hakiondoi njaa."
    },
    {
      "id": "5975",
      "sura": "88",
      "aya": "8",
      "arabic_text": "وُجُوهٞ يَوۡمَئِذٖ نَّاعِمَةٞ",
      "translation": "Siku hiyo nyuso nyengine zitakuwa kunjufu.",
      "footnotes": "Na pia zitakuwapo nyuso zenye kutoa nuru Siku ya Kiyama, kwa malipo ya vitendo vyao walivyo fanya duniani."
    },
    {
      "id": "5976",
      "sura": "88",
      "aya": "9",
      "arabic_text": "لِّسَعۡيِهَا رَاضِيَةٞ",
      "translation": "Zitakuwa radhi kwa juhudi yao!",
      "footnotes": "Hao watakuwa wameridhia kwa watayo yapata katika Pepo iliyo juu kwa pahala na cheo."
    },
    {
      "id": "5977",
      "sura": "88",
      "aya": "10",
      "arabic_text": "فِي جَنَّةٍ عَالِيَةٖ",
      "translation": "Katika Bustani ya juu.",
      "footnotes": "Katika Pepo iliyo juu kwa pahala na cheo."
    },
    {
      "id": "5978",
      "sura": "88",
      "aya": "11",
      "arabic_text": "لَّا تَسۡمَعُ فِيهَا لَٰغِيَةٗ",
      "translation": "Hawatasikia humo upuuzi.Humo imo chemchem inayo miminika.",
      "footnotes": "Humo halisikilizani neno la upuuzi."
    },
    {
      "id": "5979",
      "sura": "88",
      "aya": "12",
      "arabic_text": "فِيهَا عَيۡنٞ جَارِيَةٞ",
      "translation": "Humo imo chemchem inayo miminika.",
      "footnotes": "Humo mna chemchem isiyo katika."
    },
    {
      "id": "5980",
      "sura": "88",
      "aya": "13",
      "arabic_text": "فِيهَا سُرُرٞ مَّرۡفُوعَةٞ",
      "translation": "Humo vimo viti vilivyo nyanyuliwa,",
      "footnotes": "Humo vitakuwamo viti vilivyo nyanyuliwa kwa cheo na kwa hakika, kama ni ziada ya neema."
    },
    {
      "id": "5981",
      "sura": "88",
      "aya": "14",
      "arabic_text": "وَأَكۡوَابٞ مَّوۡضُوعَةٞ",
      "translation": "Na bilauri zilizo pangwa,",
      "footnotes": "Na bilauri (gilasi) zilio wekwa mbele yao,"
    },
    {
      "id": "5982",
      "sura": "88",
      "aya": "15",
      "arabic_text": "وَنَمَارِقُ مَصۡفُوفَةٞ",
      "translation": "Na matakia safu safu,",
      "footnotes": "Na mito na matakia yalio pangwa kwa safu."
    },
    {
      "id": "5983",
      "sura": "88",
      "aya": "16",
      "arabic_text": "وَزَرَابِيُّ مَبۡثُوثَةٌ",
      "translation": "Na mazulia yaliyo tandikwa.",
      "footnotes": "Na mazulia mengi yaliyo tandazwa hapo barazani."
    },
    {
      "id": "5984",
      "sura": "88",
      "aya": "17",
      "arabic_text": "أَفَلَا يَنظُرُونَ إِلَى ٱلۡإِبِلِ كَيۡفَ خُلِقَتۡ",
      "translation": "Je! Hawamtazami ngamia jinsi alivyo umbwa?",
      "footnotes": "Je! Wanapuuza kuzingatia Ishara, basi hebu na wamuangalie ngamia, vipi alivyo umbwa kwa namna ya peke yake kwa uweza wa Mwenyezi Mungu? Katika kuumbwa ngamia zipo Ishara na miujiza yenye kuthibitisha uweza wa Mwenyezi Mungu ambao yafaa wenye kuzingatia wauzingatie. Katika sifa zake zinazo onekana ni hizo zinazo mfanya kweli awe ni jahazi ya jangwani. Macho yake yamenyanyuka yako juu ya kichwa, na yanaelekea nyuma, na tena yana kope za kuyakinga na mchanga na vumbi. Kadhaalika pua na masikio yamefunikwa na nywele kwa sababu hiyo hiyo. Ukivuma mdharuba wa mchanga pua hufunga na masikio hupinda, juu ya kuwa tokea hapo ni madogo na si yenye kudhihiri mno, ukilinganisha na mwili wake. Ama miguu ni mirefu kwa kusaidia wepesi wa kwenda, pamoja na kunasibiana na urefu wa shingo yake. Ama nyayo ni pana zimetanda kwa ukhafifu ili kumwezesha ngamia kwenda juu ya mchanga laini. Na ngamia kwa jumla chini ya kifua chake na chini ya viungo vyake vya miguu pana kama mito inayo msaidia ngamia kupiga magoti na kulala juu ya ardhi ngumu na imoto, kama vile vile pande zote mbili za mkia wake yapo manyoya marefu ya kumlinda sehemu zake za nyuma na vitu vya kumuudhi. Ama vipawa alivyo pewa ngamia kwa ajili ya kazi yake ni vya ajabu zaidi. Siku za baridi hahitajii maji, bali anaweza asinywe maji muda wa miezi miwili mfululizo, ikiwa chakula kimajimaji na laini, au wiki mbili ikiwa kikavu. Pia anaweza kustahamili kiu hata siku za joto muda wa wiki au wiki mbili, na hupungua muda huo zaidi ya thuluthi mbili ya uzito wake. Na anapo yapata maji huyagugumia maji kwa wingi mno arejeshe uzito wake wa zamani kwa dakika chache tu. Na ngamia hayarimbiki maji katika tumbo lake kama ilivyo kuwa ikidhaniwa, bali katika mfumo wa mwili wake, na huyatumia kwa uangalifu mkubwa mno. Kwa hivyo kabisa hapumui kama anavyo pumua mbwa, mathalan, wala hatoi pumzi kwa mdomo wake, wala hatoki majasho kwenye ngozi yake ila kwa uchache kabisa. Na hayo ni kuwa daraja ya joto ya mwili wake inakuwa chini sana asubuhi mapema. Kisha hupanda kidogo kidogo zaidi ya daraja sita kabla ya kuhitajia kuipoza kwa jasho na kutoa mvuke. Na juu ya maji mengi mno yanayo toka katika mwili baada ya kiu kirefu kwa hakika uzito wa damu hauathiriki ila kwa kiasi tu, na kwa hivyo kiu hakina athari kitu juu yake. Na imethibiti mafuta ya nunudu yaliyo khaziniwa kwa ajili ya nishat'i yanamkifu kumkinga na machungu ya njaa, lakini hayamfaidishi sana kwa haja ya maji ambayo ni lazima kwa mwili wake. Na bado wataalamu wangali wanagundua mapya katika ngamia kila wakichungua ya kuhakikisha hadhi aliyo mpa Mwenyezi Mungu Mtukufu kuwa atazamwe katika uumbaji wake wa muujiza."
    },
    {
      "id": "5985",
      "sura": "88",
      "aya": "18",
      "arabic_text": "وَإِلَى ٱلسَّمَآءِ كَيۡفَ رُفِعَتۡ",
      "translation": "Na mbingu jinsi ilivyo inuliwa?",
      "footnotes": "Na waizingatie mbingu wanayo iona daima, vipi ilivyo nyanyuliwa huko mbali bila ya nguzo!"
    },
    {
      "id": "5986",
      "sura": "88",
      "aya": "19",
      "arabic_text": "وَإِلَى ٱلۡجِبَالِ كَيۡفَ نُصِبَتۡ",
      "translation": "Na milima jinsi ilivyo thibitishwa?",
      "footnotes": "Na milima wanayo ikwea mpaka wakafika vileleni kwake, vipi ilivyo simamishwa kwa urefu, imeshikamana na ardhi, haiyumbi wala haitikisiki!"
    },
    {
      "id": "5987",
      "sura": "88",
      "aya": "20",
      "arabic_text": "وَإِلَى ٱلۡأَرۡضِ كَيۡفَ سُطِحَتۡ",
      "translation": "Na ardhi jinsi ilivyo tandazwa?",
      "footnotes": "Na ardhi wanayo ikalia na kuyendea juu yake, vipi ilivyo kunjuliwa na kutandazwa! Mara nyingi katika Qur'ani tukufu inatajwa kuwa ardhi \"imekunjuliwa\". Na makusudio ya hayo ni kuwa ardhi ijapo kuwa ni duara kama mpira kwa sura yake, lakini inavyo onekana kwa watazamao ni kuwa imekunjuliwa. Na haya hayagongani na yaliyo thibitishwa na sayansi katika jambo lolote."
    },
    {
      "id": "5988",
      "sura": "88",
      "aya": "21",
      "arabic_text": "فَذَكِّرۡ إِنَّمَآ أَنتَ مُذَكِّرٞ",
      "translation": "Basi kumbusha! Hakika wewe ni Mkumbushaji.",
      "footnotes": "Basi kumbusha kwa wito wako, kwani kazi yako muhimu ni kufikisha wito tu."
    },
    {
      "id": "5989",
      "sura": "88",
      "aya": "22",
      "arabic_text": "لَّسۡتَ عَلَيۡهِم بِمُصَيۡطِرٍ",
      "translation": "Wewe si mwenye kuwatawalia.",
      "footnotes": "Hukuwa mtawala juu yao."
    },
    {
      "id": "5990",
      "sura": "88",
      "aya": "23",
      "arabic_text": "إِلَّا مَن تَوَلَّىٰ وَكَفَرَ",
      "translation": "Lakini anaye rudi nyuma na kukataa,",
      "footnotes": "Lakini miongoni mwao ataye puuza na akakataa,"
    },
    {
      "id": "5991",
      "sura": "88",
      "aya": "24",
      "arabic_text": "فَيُعَذِّبُهُ ٱللَّهُ ٱلۡعَذَابَ ٱلۡأَكۡبَرَ",
      "translation": "Basi Mwenyezi Mungu atamuadhibu kwa adhabu iliyo kubwa kabisa!",
      "footnotes": "Basi Mwenyezi Mungu atampa adhabu iliyo kubwa kabisa, isiyo kuwa na ya kuipita."
    },
    {
      "id": "5992",
      "sura": "88",
      "aya": "25",
      "arabic_text": "إِنَّ إِلَيۡنَآ إِيَابَهُمۡ",
      "translation": "Hakika ni kwetu Sisi ndio marejeo yao.",
      "footnotes": "Hakika ni kwetu Sisi marejeo yao kwa kifo na kufufuliwa, wala hapana penginepo isipo kuwa kwetu."
    },
    {
      "id": "5993",
      "sura": "88",
      "aya": "26",
      "arabic_text": "ثُمَّ إِنَّ عَلَيۡنَا حِسَابَهُم",
      "translation": "Kisha hakika ni juu yetu Sisi hisabu yao!",
      "footnotes": "Tena ni juu yetu Sisi tu peke yetu kuwahisabia na kuwalipa."
    }
  ]
}