{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 440,
      "verse_key": "36:1",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يسٓ",
      "translation": "Ya-Sin (Y.S.).",
      "footnotes": "Ya-Sin: Hizi ni harufi mbili zilizo anzia Sura hii kwa mujibu wa mpango wa Qur'ani katika kuanzia baadhi ya Sura kwa harufi moja moja."
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 440,
      "verse_key": "36:2",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلۡقُرۡءَانِ ٱلۡحَكِيمِ",
      "translation": "Kwa Haki ya Qur'ani yenye hikima!",
      "footnotes": "Ninaapa kwa Qur'ani yenye kukusanya hikima na ilimu yenye manufaa."
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 440,
      "verse_key": "36:3",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ",
      "translation": "Hakika wewe ni miongoni mwa walio tumwa!",
      "footnotes": "Hakika wewe, Muhammad, ni katika wale ambao Mwenyezi Mungu amewatuma kwa watu wawapelekee Uwongofu na Dini ya Haki."
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 440,
      "verse_key": "36:4",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "Juu ya Njia Iliyo Nyooka.",
      "footnotes": "Juu ya Njia Iliyo Sawa, nayo ndiyo Dini ya Kiislamu."
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 440,
      "verse_key": "36:5",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تَنزِيلَ ٱلۡعَزِيزِ ٱلرَّحِيمِ",
      "translation": "Uteremsho wa Mwenye nguvu, Mwenye kurehemu.",
      "footnotes": "Ni mteremsho wa Mwenye nguvu Mwenye kushinda kila kitu, ambaye hapana mtu awezae kumzuia chochote akitakacho. Mwenye kuwarehemu waja wake, kwa kuwatumia watu wa kuwaongoza njia ya kuokoka."
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 440,
      "verse_key": "36:6",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِتُنذِرَ قَوۡمٗا مَّآ أُنذِرَ ءَابَآؤُهُمۡ فَهُمۡ غَٰفِلُونَ",
      "translation": "Ili uwaonye watu ambao baba zao hawakuonywa , basi wao wamekuwa wenye kughafilika.",
      "footnotes": "Ili uwaonye watu ambao baba zao wa karibu hawakupata kuonywa, na kwa hivyo wamesahau yanayo wajibikia kwa Mwenyezi Mungu, na kwa nafsi zao, na kwa watu."
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 440,
      "verse_key": "36:7",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَقَدۡ حَقَّ ٱلۡقَوۡلُ عَلَىٰٓ أَكۡثَرِهِمۡ فَهُمۡ لَا يُؤۡمِنُونَ",
      "translation": "Bila ya shaka kauli imekwisha thibiti juu ya wengi katika wao, kwa hivyo hawaamini.",
      "footnotes": "Sisi tulikwisha jua kuwa wengi wao hawatakhiari Imani. Basi yale tuliyo kuwa tunayajua yamewafikiana na yaliyo kwao. Basi haitakuwapo Imani kutoka kwao."
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 440,
      "verse_key": "36:8",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّا جَعَلۡنَا فِيٓ أَعۡنَٰقِهِمۡ أَغۡلَٰلٗا فَهِيَ إِلَى ٱلۡأَذۡقَانِ فَهُم مُّقۡمَحُونَ",
      "translation": "Tumeweka makongwa shingoni mwao, yakawafika videvuni. Kwa hivyo vichwa vyao viko juu tu.",
      "footnotes": "Sisi tumewafanya hao wanao kakamia juu ya ukafiri ni kama walio tiwa minyororo shingoni mwao, ikawafika videvuni mwao. Na mikono yao ikawa imefungwa kwenye vichwa vyao, vikawa vimenyanyuka juu na macho yao yameinama. Basi hawawezi kuvizungusha vichwa vyao wapate kuona."
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 440,
      "verse_key": "36:9",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَعَلۡنَا مِنۢ بَيۡنِ أَيۡدِيهِمۡ سَدّٗا وَمِنۡ خَلۡفِهِمۡ سَدّٗا فَأَغۡشَيۡنَٰهُمۡ فَهُمۡ لَا يُبۡصِرُونَ",
      "translation": "Tumeweka kizuizi mbele yao, na kizuizi nyuma yao, na tumewafunika macho yao; kwa hivyo hawaoni.",
      "footnotes": "Na tumewafanya wale walio zuwiwa wasione Ishara na dalili ni kama walio fungwa baina ya kuta mbili, na macho yao yakagubikwa, wasione yaliyo mbele yao wala yaliyo nyuma yao."
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 440,
      "verse_key": "36:10",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَسَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ",
      "translation": "Ni sawa sawa kwao ukiwaonya au usiwaonye, hawataamini.",
      "footnotes": "Na ni sawa kwao ukiwahadharisha au ukito wahadharisha, hawaamini hao."
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 440,
      "verse_key": "36:11",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكۡرَ وَخَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِۖ فَبَشِّرۡهُ بِمَغۡفِرَةٖ وَأَجۡرٖ كَرِيمٍ",
      "translation": "Hakika wewe unamwonya mwenye kufuata ukumbusho, na akamcha Arrahman, Mwingi wa Rehema, kwa ghaibu. Basi mbashirie huyo msamaha na ujira mwema.",
      "footnotes": "Hakika wanao nafiika kwa kuhadharisha kwako ni wale wanao ifuata Qur'ani na wakamkhofu Arrahman, ijapo kuwa hawamwoni. Basi watu hawa wape bishara njema kuwa Mwenyezi Mungu atawasamehe madhambi yao, na atawalipa malipo mema kwa vitendo vyao."
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 440,
      "verse_key": "36:12",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّا نَحۡنُ نُحۡيِ ٱلۡمَوۡتَىٰ وَنَكۡتُبُ مَا قَدَّمُواْ وَءَاثَٰرَهُمۡۚ وَكُلَّ شَيۡءٍ أَحۡصَيۡنَٰهُ فِيٓ إِمَامٖ مُّبِينٖ",
      "translation": "Hakika Sisi tunawafufua wafu, na tunayaandika wanayo yatanguliza, na wanayo yaacha nyuma. Na kila kitu tumekihifadhi katika daftari asli lenye kubainisha.",
      "footnotes": "Hakika Sisi tunawahuisha maiti, na tunayaandika yote waliyo yatenda na wakayakadimisha duniani, na walio yabakisha humo kuwa ni athari, mabaki, yao baada ya kufa kwao. Na kila kitu kimo katika Kitabu kilicho wazi."
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 441,
      "verse_key": "36:13",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱضۡرِبۡ لَهُم مَّثَلًا أَصۡحَٰبَ ٱلۡقَرۡيَةِ إِذۡ جَآءَهَا ٱلۡمُرۡسَلُونَ",
      "translation": "Na wapigie mfano wa wakaazi wa mji walipo wafikia walio tumwa.",
      "footnotes": "Ewe Nabii! Watajie watu wako kisa cha mji mmoja  Kwani hicho ni kama kisa chao. Waliwaendea Wajumbe walio tumwa ili wawahidi (awaongoze). Baadhi wa wafasiri wanasema mji huo ni Antiokia."
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 441,
      "verse_key": "36:14",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ أَرۡسَلۡنَآ إِلَيۡهِمُ ٱثۡنَيۡنِ فَكَذَّبُوهُمَا فَعَزَّزۡنَا بِثَالِثٖ فَقَالُوٓاْ إِنَّآ إِلَيۡكُم مُّرۡسَلُونَ",
      "translation": "Tulipo watumia wawili, wakawakanusha. Basi tukawazidishia nguvu kwa mwingine wa tatu. Wakasema: Hakika sisi tumetumwa kwenu.",
      "footnotes": "Tuliwatuma wajumbe wawili, wakawakadhibisha. Tukawaongeza nguvu kwa kumpeleka mwengine wa tatu. Basi hawa watatu wakasema: Hakika sisi tumetumwa kwenu!"
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 441,
      "verse_key": "36:15",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ مَآ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا وَمَآ أَنزَلَ ٱلرَّحۡمَٰنُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا تَكۡذِبُونَ",
      "translation": "Wakasema: Nyinyi si chochote ila ni watu kama sisi. Na Mwingi wa Rehema hakuteremsha kitu. Nyinyi mnasema uwongo tu.",
      "footnotes": "Wale watu wa mji wakasema kuwajibu: Nyinyi si chochote ila ni wanaadamu kama sisi. Na Mwenyezi Mungu Mwingi wa Rehema hakuteremsha wahyi wowote kwa mwanaadamu. Nyinyi ni watu mnao sema yasiyo kuwapo."
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 441,
      "verse_key": "36:16",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ رَبُّنَا يَعۡلَمُ إِنَّآ إِلَيۡكُمۡ لَمُرۡسَلُونَ",
      "translation": "Wakasema: Mola wetu Mlezi anajua kwamba hakika sisi tumetumwa kwenu.",
      "footnotes": "Wale Wajumbe wakasema: Mola wetu Mlezi aliye tutuma anajua kuwa hakika sisi bila ya shaka tumetumwa kwenu."
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 441,
      "verse_key": "36:17",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا عَلَيۡنَآ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ",
      "translation": "Wala si juu yetu ila kufikisha ujumbe ulio wazi.",
      "footnotes": "Na sisi hatuna waajibu wowote ila kufikilisha ujumbe wa Mwenyezi Mungu ufike kwa uwazi."
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 441,
      "verse_key": "36:18",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُوٓاْ إِنَّا تَطَيَّرۡنَا بِكُمۡۖ لَئِن لَّمۡ تَنتَهُواْ لَنَرۡجُمَنَّكُمۡ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٞ",
      "translation": "Wakasema: Sisi tumeagua kuwa nyinyi ni wakorofi. Ikiwa hamtaacha basi kwa yakini tutakupigeni mawe, na mtapata adhabu chungu kutoka kwetu.",
      "footnotes": "Wana mji wale wakasema: Sisi tunaona kuwa nyinyi mnatuletea ukorofi. Na tunaapa, lau kuwa hamsiti na huo wito wenu hapana shaka tutakupopoeni kwa mawe, na hapana shaka mtapata kwetu adhabu kali yenye kutia uchungu."
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 441,
      "verse_key": "36:19",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ طَٰٓئِرُكُم مَّعَكُمۡ أَئِن ذُكِّرۡتُمۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ",
      "translation": "Wakasema: Ukorofi wenu mnao wenyewe! Je! Ni kwa kuwa mnakumbushwa? Ama nyinyi ni watu walio pindukia mipaka.",
      "footnotes": "Wale Wajumbe wakasema: Ukorofi mnao nyinyi wenyewe, kwa hizo kufuru zenu. Badala ya kuwaidhika kwa mambo yenye kheri kwenu wenyewe, mnatutuhumu sisi kuwa ni wakorofi, na mnatutishia kutupa adhabu chungu? Lakini nyinyi ni watu mlio pindukia mipaka ya Haki na Uadilifu."
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 441,
      "verse_key": "36:20",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَآءَ مِنۡ أَقۡصَا ٱلۡمَدِينَةِ رَجُلٞ يَسۡعَىٰ قَالَ يَٰقَوۡمِ ٱتَّبِعُواْ ٱلۡمُرۡسَلِينَ",
      "translation": "Na akaja mtu mbio kutokea upande wa mbali wa mjini, akasema: Enyi watu wangu! Wafuateni hawa walio tumwa.",
      "footnotes": "Akaja mtu kutoka huko mwisho wa mji akiwakimbilia wale wanamji, akawaambia: Wafuateni hawa walio tumwa kwenu na Mwenyezi Mungu."
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 441,
      "verse_key": "36:21",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱتَّبِعُواْ مَن لَّا يَسۡـَٔلُكُمۡ أَجۡرٗا وَهُم مُّهۡتَدُونَ",
      "translation": "Wafuateni ambao hawakutakini ujira, hali ya kuwa wenyewe wameongoka.",
      "footnotes": "Wafuateni watu wasio taka kwenu ujira wowote kwa kukunasihini na kukuongozeni, na hali wao wenyewe wameongoka, na nyinyi mtapata manufaa kwa kufuata njia ya kheri na mafanikio!"
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 441,
      "verse_key": "36:22",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَالِيَ لَآ أَعۡبُدُ ٱلَّذِي فَطَرَنِي وَإِلَيۡهِ تُرۡجَعُونَ",
      "translation": "NA KWA NINI nisimuabudu yule aliye niumba na kwake mtarejeshwa?",
      "footnotes": "Na kitu gani cha kunizuia hata nisimuabudu yule aliye niumba, na ambaye kwake Yeye, si kwa mwenginewe, ndio mtarejea?"
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 441,
      "verse_key": "36:23",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدۡنِ ٱلرَّحۡمَٰنُ بِضُرّٖ لَّا تُغۡنِ عَنِّي شَفَٰعَتُهُمۡ شَيۡـٔٗا وَلَا يُنقِذُونِ",
      "translation": "Je! Niishike miungu mingine badala yake? Arrahmani, Mwingi wa Rehema, akinitakia madhara uombezi wa hao hautanifaa kitu, wala hawataniokoa.",
      "footnotes": "Je! Niishike kwa kuiabudu badala ya Mwenyezi Mungu, miungu mingine isiyo nifaa kitu kuniombea kwao, pindi Mwenyezi Mungu akinitakia madhara? Wala hawataniokoa nayo yakinishukia hayo madhara."
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 441,
      "verse_key": "36:24",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنِّيٓ إِذٗا لَّفِي ضَلَٰلٖ مُّبِينٍ",
      "translation": "Basi hakika mimi hapo nitakuwa katika upotovu ulio dhaahiri.",
      "footnotes": "Basi hakika mimi nikiiabudu miungu mingine badala yake Yeye, nitakuwa katika upotovu ulio dhaahiri."
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 441,
      "verse_key": "36:25",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنِّيٓ ءَامَنتُ بِرَبِّكُمۡ فَٱسۡمَعُونِ",
      "translation": "Hakika mimi nimemuamini Mola wenu Mlezi, basi nisikilizeni!",
      "footnotes": "Hakika mimi ninamsadiki Mola wenu Mlezi aliye kuumbeni, na ndiye Mwenye kutawala mambo yenu. Basi nisikilezeni na mnit'ii."
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 441,
      "verse_key": "36:26",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قِيلَ ٱدۡخُلِ ٱلۡجَنَّةَۖ قَالَ يَٰلَيۡتَ قَوۡمِي يَعۡلَمُونَ",
      "translation": "Akaambiwa: Ingia Peponi! Akasema: Laiti kuwa watu wangu wangeli jua",
      "footnotes": "Kuwa ni malipo ya Imani yake na wito wake kwa ajili ya Mwenyezi Mungu, ataambiwa: Ingia Peponi! Naye, hali yuko katika kivuli cha neema na hishima, atasema: Laiti kuwa watu wangu wangeli jua alivyo nighufiria Mola wangu Mlezi na kunipa hishima, nao wakaamini kama nilivyo amini mimi."
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 441,
      "verse_key": "36:27",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ ٱلۡمُكۡرَمِينَ",
      "translation": "Jinsi Mola wangu Mlezi alivyo nisamehe, na akanifanya miongoni mwa walio hishimiwa.",
      "footnotes": "Kuwa ni malipo ya Imani yake na wito wake kwa ajili ya Mwenyezi Mungu, ataambiwa: Ingia Peponi! Naye, hali yuko katika kivuli cha neema na hishima, atasema: Laiti kuwa watu wangu wangeli jua alivyo nighufiria Mola wangu Mlezi na kunipa hishima, nao wakaamini kama nilivyo amini mimi."
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 442,
      "verse_key": "36:28",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَمَآ أَنزَلۡنَا عَلَىٰ قَوۡمِهِۦ مِنۢ بَعۡدِهِۦ مِن جُندٖ مِّنَ ٱلسَّمَآءِ وَمَا كُنَّا مُنزِلِينَ",
      "translation": "Na hatukuwateremshia kaumu yake baada yake jeshi kutoka mbinguni, wala si wenye kuteremsha.",
      "footnotes": "Na Sisi hatukawaangamiza kwa kuwapelekea maaskari kutoka mbinguni. Wala huo sio mtindo wetu kupeleka majeshi tunapo yahiliki mataifa."
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 442,
      "verse_key": "36:29",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِن كَانَتۡ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ فَإِذَا هُمۡ خَٰمِدُونَ",
      "translation": "Hakukuwa ila ukelele mmoja tu; na mara walizimwa!",
      "footnotes": "Kuteketezwa kwao hakukuwa ila ni kwa ukelele mmoja tu tulio wapelekea. Na mara wao wakawa ni maiti, kama moto ulio zimwa."
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 442,
      "verse_key": "36:30",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰحَسۡرَةً عَلَى ٱلۡعِبَادِۚ مَا يَأۡتِيهِم مِّن رَّسُولٍ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "Nawasikitikia waja wangu. Hawajii Mtume ila wao humkejeli.",
      "footnotes": "Ee khasara yao, inayo faa kusikitikiwa! Hatuwapelekei waja wangu Mtume ila wao huwa wakimfanyia maskhara."
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 442,
      "verse_key": "36:31",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ أَنَّهُمۡ إِلَيۡهِمۡ لَا يَرۡجِعُونَ",
      "translation": "Je! Hawaoni umma ngapi tulizo ziangamiza kabla yao? Hakika hao hawarejei tena kwao.",
      "footnotes": "Kwani wao hawayazingatii mataifa mengi yaliyo tangulia tuliyo yahiliki? Hakika hao hawarejei tena kwenye maisha yao ya duniani."
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 442,
      "verse_key": "36:32",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن كُلّٞ لَّمَّا جَمِيعٞ لَّدَيۡنَا مُحۡضَرُونَ",
      "translation": "Na hapana mmoja ila wote watakusanywa waletwe mbele yetu.",
      "footnotes": "Hapana katika mataifa yaliyo tangulia na yajayo ila wote watakusanywa mbele yetu, nao wamelazimishwa kuhudhuria mbele yetu."
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 442,
      "verse_key": "36:33",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَءَايَةٞ لَّهُمُ ٱلۡأَرۡضُ ٱلۡمَيۡتَةُ أَحۡيَيۡنَٰهَا وَأَخۡرَجۡنَا مِنۡهَا حَبّٗا فَمِنۡهُ يَأۡكُلُونَ",
      "translation": "Na Ishara hiyo kwao - ardhi iliyo kufa, nasi tukaifufua, na tukatoa ndani yake nafaka, wakawa wanazila!",
      "footnotes": "Na dalili kwao ya uweza wetu wa kufufua ni kuangalia vipi ardhi yenye ukame tunavyo ihuisha kwa maji, na kutoa ndani yake nafaka wanazo zila."
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 442,
      "verse_key": "36:34",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَعَلۡنَا فِيهَا جَنَّٰتٖ مِّن نَّخِيلٖ وَأَعۡنَٰبٖ وَفَجَّرۡنَا فِيهَا مِنَ ٱلۡعُيُونِ",
      "translation": "Na tukafanya ndani yake mabustani ya mitende na mizabibu, na tukatimbua chemchem ndani yake,",
      "footnotes": "Na humo tukafanya vitalu na mabustani ya mitende na mizabibu, na tukapasua humo chemchem ya kumwagia maji kwenye miti yake, na ikatoa matunda, na wao wakala katika hayo. Na hayo si kazi ya mikono yao. Basi kwa nini hawatoi haki ya Mwenyezi Mungu iliyo juu yao kwa kumuamini na kumshukuru?"
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 442,
      "verse_key": "36:35",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِيَأۡكُلُواْ مِن ثَمَرِهِۦ وَمَا عَمِلَتۡهُ أَيۡدِيهِمۡۚ أَفَلَا يَشۡكُرُونَ",
      "translation": "Ili wale matunda yake, na hayo hayakufanywa na mikono yao! Basi je, hawashukuru?",
      "footnotes": "Na humo tukafanya vitalu na mabustani ya mitende na mizabibu, na tukapasua humo chemchem ya kumwagia maji kwenye miti yake, na ikatoa matunda, na wao wakala katika hayo. Na hayo si kazi ya mikono yao. Basi kwa nini hawatoi haki ya Mwenyezi Mungu iliyo juu yao kwa kumuamini na kumshukuru?"
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 442,
      "verse_key": "36:36",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "سُبۡحَٰنَ ٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ وَمِنۡ أَنفُسِهِمۡ وَمِمَّا لَا يَعۡلَمُونَ",
      "translation": "Subhana, Ametakasika, aliye umba dume na jike vyote katika vinavyo mea katika ardhi na katika nafsi zao, na katika wasivyo vijua.",
      "footnotes": "Wa kutakasika ni Mwenyezi Mungu aliye umba kila kitu kwa mpango wa ume na uke, katika mimea na katika nafsi zao watu, na katika vitu ambavyo watu hawavijui. Hii harufi Min , yaani \"Katika\" katika Aya hii ni ya kubainisha. Maana yake Mwenyezi Mungu Mtukufu ameumba madume na majike katika viumbe vyake vyote, sawa sawa katika mimea, na wanyama, na wanaadamu na vyenginevyo ambavyo watu hawavijui na hawavioni."
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 442,
      "verse_key": "36:37",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَءَايَةٞ لَّهُمُ ٱلَّيۡلُ نَسۡلَخُ مِنۡهُ ٱلنَّهَارَ فَإِذَا هُم مُّظۡلِمُونَ",
      "translation": "Na usiku ni Ishara kwao. Tunauvua humo mchana, mara wao wanakuwa gizani.",
      "footnotes": "Na Ishara pia ya kuwepo Mwenyezi Mungu na uweza wake, ni huu usiku ambao tunautoa ndani yake mchana, kama kuivua nguo inayo sitiri. Mara utaona watu wamo gizani lilio wazunguka kila upande."
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 442,
      "verse_key": "36:38",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلشَّمۡسُ تَجۡرِي لِمُسۡتَقَرّٖ لَّهَاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ",
      "translation": "Na jua linakwenda kwa kiwango chake. Hayo ni makadirio ya Mwenye nguvu, Mwenye kujua.",
      "footnotes": "Na jua linakwenda katika njia yake maalumu. Mwenyezi Mungu amekwisha kadiria kwa zama na mahala. Huo ndio mpango wake Mwenye kushinda kwa uweza wake, Mwenye kuvizunguka vitu vyote kwa ujuzi wake."
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 442,
      "verse_key": "36:39",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلۡقَمَرَ قَدَّرۡنَٰهُ مَنَازِلَ حَتَّىٰ عَادَ كَٱلۡعُرۡجُونِ ٱلۡقَدِيمِ",
      "translation": "Na mwezi tumeupimia vituo, mpaka unakuwa kama karara kongwe.",
      "footnotes": "Na mwezi kwa mpango wetu tumeujaalia una vituo vyake. Mwanzo wa mwezi unakuwa mdogo na mwembamba. Kisha kila usiku unazidi kukua mpaka unatimia kuwa mbaamwezi. Tena unaingia kupungua vile vile, mpaka ukawa kama karara la mtende linapo kuwa kongwe limepindana na limekuwa manjano."
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 442,
      "verse_key": "36:40",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَا ٱلشَّمۡسُ يَنۢبَغِي لَهَآ أَن تُدۡرِكَ ٱلۡقَمَرَ وَلَا ٱلَّيۡلُ سَابِقُ ٱلنَّهَارِۚ وَكُلّٞ فِي فَلَكٖ يَسۡبَحُونَ",
      "translation": "Haliwi jua kuufikia mwezi, wala usiku kuupita mchana. Na vyote vinaogelea katika njia zao.",
      "footnotes": "Haipelekei jua likaacha sharia zake likakutana na mwezi, na likaingia katika njia zake. Wala usiku hauwi kuushinda mchana ukauzuia usije, bali vyote viwili hivyo hupeana zamu. Na vyote, jua na mwezi, na vyenginevyo vyote vinaogelea katika njia zao za mbinguni, wala haviachi njia. Hakika Aya hizi tukufu zinabainisha ukweli wa ki-ilimu ambao wataalamu walikuwa hawaujui ila mwanzo wa karne ya kumi na nne ya kuzaliwa Nabii Isa. Na jua ni moja katika nyota za mbinguni, nalo kama nyota zilizo baki lina mwendo wake wenyewe. Lakini linakhitalifiana na nyota nyengine kwa kuwa lipo karibu na dunia, na kwa kuwa lina kundi la sayari na miezi ya mikia na sayari ndogo ndogo zinazo lifuata daima, na zinat'ii mvuto wake. Kwa hivyo zinakuwa hizo zinazunguka kwa kufuatana kwa utungo kama sura ya yai. Na mkusanyo wote huu unakwenda angani pamoja na jua kwa mvuto wake. Kwa ufupi jua, na ardhi, na mwezi na sayari zote na vyombo vyote hivyo vinakwenda angani kwa mbio maalumu, na kuelekea jiha maalumu. Na yaonekana kuwa jua na mkusanyo wote huo wake, na nyota zilizo karibu nalo zipo katika mkusanyo ulio tanda katika mbingu inayo itwa kwa Kiarabu Sadiimu almajarrah, au kwa Kiingereza Nebula course. Na imebainika kwa masomo ya kisasa sehemu zote za hiyo Nebula zinaizunguka kati yake kwa mbio ya kunasibiana na kinyume cha umbali wake kutoka hapo kati. Pia imeonakana kuwa jua na ardhi na sayari zake na nyota zilio karibu nayo, vyote hivyo vinakwenda mbio, na upande maalumu. Mbio zake zinafika kilomita 700 kila nukta moja. Na kunatimia kuzunguka kwake kukizunguka hicho kituo cha kati kwa kiasi ya miaka milioni 200 ya muangaza. Na kiini cha maneno ni kuwa Aya tukufu iliyo taja kuwa jua linakwenda kwa kiwango chake, hawakujua wataalamu uzuri wake wa ndani mpaka katika mwanzo wa karne hii. Wala hayamkini jua kuupata mwezi, kwani kila kimojapo kinakwenda katika njia zake mbali mbali, basi ni muhali kukutana, kama ilivyo kuwa ni muhali kupitana usiku na mchana. Hayo ingeli takikana ardhi izunguke juu ya msumari-kati wake kutoka mashariki kwendea magharibi, kinyume na ilivyo hivi sasa kutoka magharibi kwendea mashariki. Na mwezi katika kuizunguka kwake ardhi, na ardhi kulizunguka jua, huenda pamoja na mkusanyo wa nyota unao itwa Manaazil Alqamar au Lunar system. Na katika robo ya mwanzo na ya mwisho wa mwezi huonekana sura yake kama karara kongwe au kole lilio kauka, linapo kuwa kongwe na kunyauka."
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 443,
      "verse_key": "36:41",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَءَايَةٞ لَّهُمۡ أَنَّا حَمَلۡنَا ذُرِّيَّتَهُمۡ فِي ٱلۡفُلۡكِ ٱلۡمَشۡحُونِ",
      "translation": "Na ni Ishara kwao kwamba Sisi tuliwapakia dhuriya zao katika jahazi ilio sheheni.",
      "footnotes": "Na Ishara nyengine kwao ni kuwa Sisi tuliwapakia wanaadamu katika jahazi ilio jaa bidhaa zao na riziki zao."
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 443,
      "verse_key": "36:42",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَخَلَقۡنَا لَهُم مِّن مِّثۡلِهِۦ مَا يَرۡكَبُونَ",
      "translation": "Na tukawaumbia kutoka mfano wake wanavyo vipanda.",
      "footnotes": "Na tukawaumbia mfano wa hiyo marikebu na vyenginevyo wanavyo vipanda kadhaalika."
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 443,
      "verse_key": "36:43",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن نَّشَأۡ نُغۡرِقۡهُمۡ فَلَا صَرِيخَ لَهُمۡ وَلَا هُمۡ يُنقَذُونَ",
      "translation": "Na tukitaka tunawazamisha, wala hapana wa kuwasaidia, wala hawaokolewi,",
      "footnotes": "Na tukitaka kuwazamisha, tunawazamisha. Na wala hawapati wa kuwaopoa, wala hawapati wa kuwaokoa wasiangamie."
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 443,
      "verse_key": "36:44",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَّا رَحۡمَةٗ مِّنَّا وَمَتَٰعًا إِلَىٰ حِينٖ",
      "translation": "Isipo kuwa kwa rehema zitokazo kwetu na starehe kwa muda.",
      "footnotes": "Lakini Sisi hatuwazamishi, kwa sababu ya rehema inayo tokana nasi, na ili tuwastareheshe kwa muda ulio kwisha kadiriwa."
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 443,
      "verse_key": "36:45",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا قِيلَ لَهُمُ ٱتَّقُواْ مَا بَيۡنَ أَيۡدِيكُمۡ وَمَا خَلۡفَكُمۡ لَعَلَّكُمۡ تُرۡحَمُونَ",
      "translation": "Na wanapo ambiwa: Jilindeni na yalioko mbele yenu na yalioko nyuma yenu, ili mpate kurehemewa",
      "footnotes": "Na wanapo ambiwa: Yaogopeni mfano wa yaliyo wapata mataifa yaliyo kwisha pita kwa kukadhibisha kwao, na iogopeni adhabu ya Akhera ambayo itakupateni kwa kushikilia kwenu ukafiri, kwa kutaraji kuwa asaa Mola wenu Mlezi akakurehemuni mkimcha Yeye, wao hupuuza."
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 443,
      "verse_key": "36:46",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ",
      "translation": "Na haiwafikii Ishara yoyote katika Ishara za Mola wao Mlezi ila wao huwa ni wenye kuipuuza.",
      "footnotes": "Na haiwajii hoja katika hoja za Mola wao Mlezi, yenye kuonyesha Upweke wa Mwenyezi Mungu na uweza wake, ila wao huipa nyongo, hawaijali."
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 443,
      "verse_key": "36:47",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا قِيلَ لَهُمۡ أَنفِقُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَنُطۡعِمُ مَن لَّوۡ يَشَآءُ ٱللَّهُ أَطۡعَمَهُۥٓ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "Na wanapo ambiwa: Toeni katika aliyo kupeni Mwenyezi Mungu, walio kufuru huwaambia walio amini: Je! Tuwalishe ambao Mwenyezi Mungu angependa angeli walisha mwenyewe? Nyinyi hammo ila katika upotofu ulio dhaahiri.",
      "footnotes": "Na wakiambiwa: Wapeni mafakiri kutokana na hicho alicho kuruzukuni Mwenyezi Mungu, makafiri huwaambia Waumini: Je! Tuwalishe watu ambao Mwenyezi Mungu Mwenyewe angeli taka angeli walisha? Hivyo inakuwa tunamfanyia inda Mwenyezi Mungu kwenda kinyume na mapenzi yake! Nyinyi mnao taka tutoe, si chochote ila mmo katika upofu ulio wazi, hamuioni Haki."
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 443,
      "verse_key": "36:48",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "Na wanasema: Ahadi hii itatokea lini, ikiwa nyinyi ni wakweli?",
      "footnotes": "Na huwaambia Waumini kwa kuwafanyia kejeli: Lini yatatokea hayo mlio tuahidi, kama nyinyi mnasema kweli katika mnayo ahidi?"
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 443,
      "verse_key": "36:49",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَا يَنظُرُونَ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ تَأۡخُذُهُمۡ وَهُمۡ يَخِصِّمُونَ",
      "translation": "Hawangojei ila ukelele mmoja tu utakao wachukua nao wamo kuzozana.",
      "footnotes": "Hawangojei ila sauti moja tu, iwamalize kwa ghafla, nao wakizozana katika mambo ya kidunia, wameghafilika na Akhera."
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 443,
      "verse_key": "36:50",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَا يَسۡتَطِيعُونَ تَوۡصِيَةٗ وَلَآ إِلَىٰٓ أَهۡلِهِمۡ يَرۡجِعُونَ",
      "translation": "Basi hawataweza kuusia, wala kwa watu wao hawarejei.",
      "footnotes": "Kwa upesi wa hayo yatakayo wateremkia, hawatowahi kuusia chochote, wala kurejea kwa ahali zao."
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 443,
      "verse_key": "36:51",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَنُفِخَ فِي ٱلصُّورِ فَإِذَا هُم مِّنَ ٱلۡأَجۡدَاثِ إِلَىٰ رَبِّهِمۡ يَنسِلُونَ",
      "translation": "Na litapulizwa barugumu, mara watatoka makaburini wakikimbilia kwa Mola wao Mlezi.",
      "footnotes": "Na barugumu litapulizwa kwa mpulizo wa kufufua watu. Mara watu watatoka makaburini mwao wakikimbilia kwenda kukutana na Mwenyezi Mungu. Na hilo barugumu, na kupulizwa kwake, ni katika anayo yajua Mwenyezi Mungu Yeye peke yake."
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 443,
      "verse_key": "36:52",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ يَٰوَيۡلَنَا مَنۢ بَعَثَنَا مِن مَّرۡقَدِنَاۜۗ هَٰذَا مَا وَعَدَ ٱلرَّحۡمَٰنُ وَصَدَقَ ٱلۡمُرۡسَلُونَ",
      "translation": "Watasema: Ole wetu! Nani aliye tufufua kwenye malazi yetu? Haya ndiyo aliyo yaahidi Mwingi wa Rehema na wakasema kweli Mitume.",
      "footnotes": "Watasema watakao fufuliwa kutoka makaburini: Balaa gani lilio tushukia! Nani aliye tuamsha tukauwacha usingizi wetu? Jawabu ya suala lao itawajia: Hii ndiyo siku ya kufufuliwa aliyo waahidia Arrahaman, Mwingi wa Rehema, waja wake, na Mitume wakaisemea kweli kwa waliyo yasimulia."
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 443,
      "verse_key": "36:53",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِن كَانَتۡ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ فَإِذَا هُمۡ جَمِيعٞ لَّدَيۡنَا مُحۡضَرُونَ",
      "translation": "Haitakuwa ila ukelele mmoja tu, mara wote watahudhuruishwa mbele yetu.",
      "footnotes": "Wito wao wa kuwatoa hautakuwa ila ukelele mmoja tu, mara wote watakusanywa mbele yetu wahudhurishwe ili tuwahisabie."
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 443,
      "verse_key": "36:54",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱلۡيَوۡمَ لَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗا وَلَا تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "Basi leo nafsi yoyote haitadhulumiwa kitu, wala hamtalipwa ila yale mliyo kuwa mkiyatenda.",
      "footnotes": "Basi katika hii siku ya leo haipungukiwi nafsi na chochote katika ujira wake kwa kazi iliyo tenda. Na wala hamtopata isipo kuwa jaza ya mliyo kuwa mkiyatenda, ikiwa ni kheri au shari."
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 444,
      "verse_key": "36:55",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ أَصۡحَٰبَ ٱلۡجَنَّةِ ٱلۡيَوۡمَ فِي شُغُلٖ فَٰكِهُونَ",
      "translation": "Hakika watu wa Peponi leo wamo shughulini, wamefurahi.",
      "footnotes": "Hakika watu wa Peponi hii leo watakuwa wameshughulika kwa neema walizo nazo, wakistaajabia na kufurahia."
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 444,
      "verse_key": "36:56",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُمۡ وَأَزۡوَٰجُهُمۡ فِي ظِلَٰلٍ عَلَى ٱلۡأَرَآئِكِ مُتَّكِـُٔونَ",
      "translation": "Wao na wake zao wamo katika vivuli wameegemea juu ya viti vya fakhari.",
      "footnotes": "Wao na wake zao wamo katika vivuli vilivyo enea, wameegemea juu ya viti vilivyo pambwa."
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 444,
      "verse_key": "36:57",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَهُمۡ فِيهَا فَٰكِهَةٞ وَلَهُم مَّا يَدَّعُونَ",
      "translation": "Watapata humo kila namna ya matunda na watapata kila watakacho kitaka.",
      "footnotes": "Wao na wake zao wamo katika vivuli vilivyo enea, wameegemea juu ya viti vilivyo pambwa."
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 444,
      "verse_key": "36:58",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "سَلَٰمٞ قَوۡلٗا مِّن رَّبّٖ رَّحِيمٖ",
      "translation": "\"Salama!\" Hiyo ndiyo kauli itokayo kwa Mola Mlezi Mwenye kurehemu.",
      "footnotes": "Wataambiwa: \"Salama\", kuwa ni kauli iliyo toka kwa Mola Mlezi Mwenye kurehemu."
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 444,
      "verse_key": "36:59",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 177,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱمۡتَٰزُواْ ٱلۡيَوۡمَ أَيُّهَا ٱلۡمُجۡرِمُونَ",
      "translation": "Na enyi wakosefu! Jitengeni leo!",
      "footnotes": "Na wataambiwa wakosefu siku hii ya leo: Jitengeni mbali na Waumini."
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 444,
      "verse_key": "36:60",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 178,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ أَلَمۡ أَعۡهَدۡ إِلَيۡكُمۡ يَٰبَنِيٓ ءَادَمَ أَن لَّا تَعۡبُدُواْ ٱلشَّيۡطَٰنَۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ",
      "translation": "Je! Sikuagana nanyi, enyi wanaadamu, kuwa msimuabudu Shet'ani? Hakika yeye ni adui dhaahiri kwenu.",
      "footnotes": "Enyi wanaadamu! Sikukuusieni kuwa msimfuate Shetani kwa ut'iifu kama kwamba ni mungu wa kuabudiwa. Hakika yeye ni adui yenu, aliye dhihirisha uadui wake."
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 444,
      "verse_key": "36:61",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 178,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنِ ٱعۡبُدُونِيۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
      "translation": "Na ya kwamba mniabudu Mimi? Hii ndiyo Njia Iliyo Nyooka.",
      "footnotes": "Na nyinyi mniabudu Mimi peke yangu, kwani kuniabudu Mimi tu ndiyo Njia kuu katika kusimamisha Dini sawa."
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 444,
      "verse_key": "36:62",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 178,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ أَضَلَّ مِنكُمۡ جِبِلّٗا كَثِيرًاۖ أَفَلَمۡ تَكُونُواْ تَعۡقِلُونَ",
      "translation": "Na bila ya shaka yeye amekwisha lipoteza kundi kubwa miongoni mwenu. Je, hamkuwa mkifikiri?",
      "footnotes": "Na Shetani amewapotoa viumbe wengi kati yenu. Nyinyi mmeghafilika na hayo. Basi hamkuwa mkifikiri mlipo mt'ii yeye?"
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 444,
      "verse_key": "36:63",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 178,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هَٰذِهِۦ جَهَنَّمُ ٱلَّتِي كُنتُمۡ تُوعَدُونَ",
      "translation": "Hii basi ndiyo Jahannamu mliyo kuwa mkiahidiwa.",
      "footnotes": "Wataambiwa: Hii ndiyo Jahannamu mliyo kuwa mkiahidiwa mlipo kuwa duniani. Ndiyo jaza ya ukafiri wenu."
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 444,
      "verse_key": "36:64",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 178,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱصۡلَوۡهَا ٱلۡيَوۡمَ بِمَا كُنتُمۡ تَكۡفُرُونَ",
      "translation": "Ingieni leo kwa vile mlivyo kuwa mkikufuru.",
      "footnotes": "Ingieni! Na hilikini kwa joto lake hii leo kwa ukafiri wenu!"
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 444,
      "verse_key": "36:65",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 178,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلۡيَوۡمَ نَخۡتِمُ عَلَىٰٓ أَفۡوَٰهِهِمۡ وَتُكَلِّمُنَآ أَيۡدِيهِمۡ وَتَشۡهَدُ أَرۡجُلُهُم بِمَا كَانُواْ يَكۡسِبُونَ",
      "translation": "Leo tunaviziba vinywa vyao, na iseme nasi mikono yao, na itoe ushahidi miguu yao kwa waliyo kuwa wakiyachuma.",
      "footnotes": "Leo vitazibwa vinywa vyao, basi havito tamka kitu. Mikono yao ndiyo itakayo sema nasi, na miguu yao itatamka kwa kutoa ushahidi juu yao kwa waliyo kuwa wakiyafanya."
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 444,
      "verse_key": "36:66",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 178,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ نَشَآءُ لَطَمَسۡنَا عَلَىٰٓ أَعۡيُنِهِمۡ فَٱسۡتَبَقُواْ ٱلصِّرَٰطَ فَأَنَّىٰ يُبۡصِرُونَ",
      "translation": "Na tungeli penda tungeli yafutilia mbali macho yao, wakawa wanaiwania njia. Lakini wange ionaje?",
      "footnotes": "Na tungeli taka kuwatia upofu duniani tungeli watia upofu, wakawa wanaipapasa njia ya kupita wasiweze kuiona. Wataionaje nasi tumewapofoa!"
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 444,
      "verse_key": "36:67",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 178,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ نَشَآءُ لَمَسَخۡنَٰهُمۡ عَلَىٰ مَكَانَتِهِمۡ فَمَا ٱسۡتَطَٰعُواْ مُضِيّٗا وَلَا يَرۡجِعُونَ",
      "translation": "Na tungeli taka tunge wageuza sura hapo hapo walipo, basi wasinge weza kwenda wala kurudi.",
      "footnotes": "Na lau tungeli taka kuzigeuza sura zao tungeli zigeuza zikawa mbaya, juu ya kuwa wana nguvu na vyeo. Hata wasinge weza kwenda mbele wala kurudi nyuma, kwa kuwa inge kuwa tumevunja nguvu zao."
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 444,
      "verse_key": "36:68",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 178,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَن نُّعَمِّرۡهُ نُنَكِّسۡهُ فِي ٱلۡخَلۡقِۚ أَفَلَا يَعۡقِلُونَ",
      "translation": "Na tunaye mzeesha tunamrudisha nyuma katika umbo. Basi je! hawazingatii?",
      "footnotes": "Na tunaye mfanyia umri wake ukawa mrefu, tunamrudisha, kutoka nguvu akawa dhaifu. Basi je hawayazingatii haya wakayatia akilini ya uweza wetu kuyafanya haya, na wao wakajua kuwa dunia ni nyumba ya kupita ina mwisho wake, na kuwa Akhera ndiyo nyumba ya kubaki na kudumu? Na tunaye mfanyia umri wake uwe mrefu tunamrejesha awe kinyume na alivyo kuwa. Yaani baada ya kuwa na nguvu anakuwa dhaifu. Hayo ni kwa kuwa maisha ya mwanaadamu yanapitia vipindi vitatu, kukua, kutimia kukua; na ukongwe unaanza kwa kunywea kwa mafigo, ini, Ghudda Ddarqiya au Thyroid gland, na Pancreas, yaani Dongoronya. Na haya huleta athari katika kudhoofika mwili wote. Mishipa ya damu nayo huanza kukacha na kunywea, na kwa hivyo hupunguka damu inayo kwenda katika viungo vyote vya mwili, basi ndio huzidi udhaifu juu ya udhaifu. Na katika sababu za kukonga ni kuzidi nguvu za kubomoka kuliko kujengeka katika mwili, yaani Metabolism. Na hayo ni kwa kuwa Khalaya au Cells, za mwili zote zimo katika hali ya kugeuka, na pia Khalaya za damu, isipo kuwa Khalaya za ubongo wa kichwani na wa katika mifupa. Hizo hazigeuki muda wote wa uhai. Ikiwa kiasi ya kuundika upya ni sawa ya kiasi cha kuharibika, basi hapana madhara yanayo tokea. Lakini ikiwa kuharibika ni kukubwa kuliko kujengeka katika kiungo chochote basi hapo hudhihiri madhara kwenye kiungo hicho. Na kwa hivyo kila umri ukiwa mkubwa kiasi cha kujengeka kinapungua na kinazidi kiasi cha kubomoka kwa Khalaya, na kunadhihiri kunywea, na kupungua nguvu kote. Na hukhitalifiana kiasi cha kujengeka kwa mnasaba wa kubomoka kwa kukhitalifiana namna ya mfumo (Nasiij, Texture). Katika hayo yanayo dhihiri kama ngozi iliyo funika mwili, na zilio funika paipu za kusaga chakula, na paipu za Ghudad, Glands, zinachakaa kwa upesi zaidi kila miaka ya binaadamu ikipita. Na hii ni sababu ya kuonekana upesi alama za kuzeeka."
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 444,
      "verse_key": "36:69",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 178,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا عَلَّمۡنَٰهُ ٱلشِّعۡرَ وَمَا يَنۢبَغِي لَهُۥٓۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ وَقُرۡءَانٞ مُّبِينٞ",
      "translation": "Wala hatukumfundisha (Muhammad) mashairi, wala hayatakikani kwake hayo. Haukuwa huu ila ni ukumbusho na Qur'ani inayo bainisha.",
      "footnotes": "Na Sisi hatukumfunza Mtume kutunga mashairi. Wala haifai hivyo, kwa kuzingatia pahala pake na cheo chake awe mtungaji mashairi! Hii Qur'ani iliyo teremka juu yake si chochote ila ni mawaidha, na Kitabu cha mbinguni kilio wazi. Hakikhusiani kabisa na mashairi."
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 444,
      "verse_key": "36:70",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 178,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِّيُنذِرَ مَن كَانَ حَيّٗا وَيَحِقَّ ٱلۡقَوۡلُ عَلَى ٱلۡكَٰفِرِينَ",
      "translation": "Ili imwonye aliye hai, na neno litimie juu ya makafiri.",
      "footnotes": "Hii Qur'ani ni kumtia khofu mwenye moyo ulio hai ulio nawirika kwa akili. Na ipite hukumu ya adhabu kuwashukia wanao ipinga Qur'ani, wenye kukataa uwongofu wake."
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 445,
      "verse_key": "36:71",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 178,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَمۡ يَرَوۡاْ أَنَّا خَلَقۡنَا لَهُم مِّمَّا عَمِلَتۡ أَيۡدِينَآ أَنۡعَٰمٗا فَهُمۡ لَهَا مَٰلِكُونَ",
      "translation": "Je! Hawaoni kwamba tumewaumbia kutokana na iliyo fanya mikono yetu wanyama wa mifugo, na wao wakawa wenye kuwamiliki.",
      "footnotes": "Je! Makafiri wameingiwa na upofu hata hawaoni kwamba Sisi tumewaumbia kutokana na iliyo fanya kudra yetu nyama hoa, wanyama wa mifugo, na wao wamekuwa wanawamiliki, wanawatumilia kama wapendavyo?  Ngamia, kondoo, mbuzi na ng'ombe."
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 445,
      "verse_key": "36:72",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 178,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَذَلَّلۡنَٰهَا لَهُمۡ فَمِنۡهَا رَكُوبُهُمۡ وَمِنۡهَا يَأۡكُلُونَ",
      "translation": "Na Sisi tukawadhalilishia. Basi baadhi yao wako wanao wapanda, na baadhi yao wanawala.",
      "footnotes": "Na hao wanyama tumewafanya wawatumikie. Wengine basi wanawapanda, na wengine wanawala."
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 445,
      "verse_key": "36:73",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 178,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَهُمۡ فِيهَا مَنَٰفِعُ وَمَشَارِبُۚ أَفَلَا يَشۡكُرُونَ",
      "translation": "Na wao wanapata kwao manufaa na vinywaji. Basi je, hawashukuru?",
      "footnotes": "Na wanapata kwa hao vitu vya kuwapa manufaa, kama sufi, na manyoya, na nywele, na ngozi, na mafupa, na vinywaji kutokana na maziwa yao. Je! Wanasahau neema hizi hata wamekuwa hawamshukuru aliye waneemesha?"
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 445,
      "verse_key": "36:74",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 178,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لَّعَلَّهُمۡ يُنصَرُونَ",
      "translation": "Na wameishika miungu mingine badala ya Mwenyezi Mungu ili ati wapate kusaidiwa!",
      "footnotes": "Na washirikina wamefanya miungu mingine badala ya Mwenyezi Mungu wakiwaabudu kwa kutaraji kuwa ati watawasaidia."
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 445,
      "verse_key": "36:75",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 178,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَا يَسۡتَطِيعُونَ نَصۡرَهُمۡ وَهُمۡ لَهُمۡ جُندٞ مُّحۡضَرُونَ",
      "translation": "Hawataweza kuwasaidia. Bali hao ndio watakuwa askari wao watakao hudhurishwa.",
      "footnotes": "Hiyo miungu ya uwongo haiwezi kuwasaidia kwa lolote Mwenyezi Mungu akiwatakia madhara. Kwani miungu hiyo haiwezi kunafiisha wala kudhuru. Bali wao kwa hiyo miungu isiyo weza kitu, ni kama askari walio tayarishwa kwa ajili ya kuwakhudumia na wa kuwalinda na madhara."
    },
    {
      "id": 76,
      "verse_number": 76,
      "page_number": 445,
      "verse_key": "36:76",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 178,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّا نَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ",
      "translation": "Basi maneno yao yasikuhuzunishe. Hakika Sisi tunayajua wanayo yaweka siri na wanayo yatangaza.",
      "footnotes": "Basi yasikuhuzunishe maneno yao kumkhusu Mwenyezi Mungu kwa kumkufuru, na kukukhusu wewe kwa kukwambia mwongo. Hakika Sisi tunayajua wanayo yaficha na wanayo yatangaza. Nasi tutawalipa kwa hayo."
    },
    {
      "id": 77,
      "verse_number": 77,
      "page_number": 445,
      "verse_key": "36:77",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 178,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَمۡ يَرَ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ",
      "translation": "Kwani mwanaadamu haoni ya kwamba Sisi tumemuumba yeye kutokana na tone la manii? Kisha sasa yeye ndio amekuwa ndiye mgomvi wa dhaahiri!",
      "footnotes": "Je! Binaadamu anakataa kuwepo Mwenyezi Mungu na uweza wake, na haoni yeye kwamba Sisi, baada ya kuwa hata hayupo, tulimuumba kutokana na tone la manii dhalili? Na sasa amekuwa mkali wa kutukhasimu kwa uwazi kabisa?"
    },
    {
      "id": 78,
      "verse_number": 78,
      "page_number": 445,
      "verse_key": "36:78",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 178,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَضَرَبَ لَنَا مَثَلٗا وَنَسِيَ خَلۡقَهُۥۖ قَالَ مَن يُحۡيِ ٱلۡعِظَٰمَ وَهِيَ رَمِيمٞ",
      "translation": "Na akatupigia mfano, na akasahau kuumbwa kwake, akasema: Ni nani huyo atakaye ihuisha mifupa nayo imekwisha mung'unyika?",
      "footnotes": "Tena huyu mpingaji aliye dhaahiri ametupigia mfano ambao kwao anakanya uweza wetu kufufua mafupa baada ya kuoza na kusagika. Na amesahau kuwa Sisi tulimuumba yeye, naye hata hakuwepo aslani. Akasema kwa kukanya na kuona haliwezi kuwa hilo: Ni nani huyo atakaye yafufua mafupa nayo yamekwisha mung'unyika?"
    },
    {
      "id": 79,
      "verse_number": 79,
      "page_number": 445,
      "verse_key": "36:79",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 178,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ يُحۡيِيهَا ٱلَّذِيٓ أَنشَأَهَآ أَوَّلَ مَرَّةٖۖ وَهُوَ بِكُلِّ خَلۡقٍ عَلِيمٌ",
      "translation": "Sema: Ataihuisha huyo huyo aliye iumba hapo mara ya mwanzo. Na Yeye ni Mjuzi wa kila kuumba.",
      "footnotes": "Ewe Muhammad! Sema: Atayafufua yule yule aliye yaumba hapo mara ya kwanza. Kwani aliye anza anao uweza wa kufanya tena. Naye ni Mkubwa wa kujua kila alicho kiumba. Basi haemewi Yeye na kukusanya vipande vipande baada ya kutawanyika."
    },
    {
      "id": 80,
      "verse_number": 80,
      "page_number": 445,
      "verse_key": "36:80",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 178,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِي جَعَلَ لَكُم مِّنَ ٱلشَّجَرِ ٱلۡأَخۡضَرِ نَارٗا فَإِذَآ أَنتُم مِّنۡهُ تُوقِدُونَ",
      "translation": "Aliye kujaalieni kupata moto kutokana na mti wa kijani nanyi mkawa kwa huo mnawasha.",
      "footnotes": "Aliye kuumbieni moto kutoka mti mbichi, baada ya kwisha kauka. Nguvu za jua zinaingia ndani ya mimea kwa wasita wa mwangaza. Khalaya zenye madda ya kijani katika mimea Chlorophyl ndizo zinafyonza Carbon dioxide kutokana na hewa, na hii huchanganyika na maji yanayo fonzwa na mimea, na kufanyika Carbohydrates kwa kuathiriwa na nguvu zinazo tokana na mwangaza wa jua. Tena hufanyika mbao, kuni, ambazo sehemu kubwa ni muundo wa kimyaa wa Carbon na Hydrogen na Oxygen. Na kutokana na kuni hizi hufanyika makaa haya ya miti tuyatumiayo. Ukiyachoma makaa hutoka nguvu zilizo kuwamo ndani yake kwa ajili ya kupikia, na kwa kazi nyingi nyenginezo. Na makaa ya mawe si chochote ila ni hiyo hiyo mimea na miti iliyo kuwa na kufanyika kama ilivyo elezwa, na kisha ikazikika kwa njia fulani na kugeuka baada ya kupita mamilioni ya miaka kuwa makaa ya mawe, kwa kuathirika na hali za geology kama joto au mdidimizo au menginewe. Na yapasa kuzingatia kuwa kutajwa katika Aya hii \"mti wa kijani\" si bure, bali ni ishara ya hiyo Chlorophyll ya kijani ambayo ni lazima kwa ajili ya kuimeza Carbon dioxide katika mimea."
    },
    {
      "id": 81,
      "verse_number": 81,
      "page_number": 445,
      "verse_key": "36:81",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 178,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَيۡسَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِقَٰدِرٍ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۚ بَلَىٰ وَهُوَ ٱلۡخَلَّٰقُ ٱلۡعَلِيمُ",
      "translation": "Kwani aliye ziumba mbingu na ardhi hawezi kuwaumba mfano wao? Kwani! Naye ndiye Muumbaji Mkuu, Mjuzi.",
      "footnotes": "Kwani hao wamepotelewa na akili zao hata hawajui kwamba aliye ziumba mbingu na ardhi, juu ya ukubwa wao, ni Muweza vile vile kurejesha kuwaumba wanaadamu ambao ni wadogo na hali yao ni dhaifu? Kwani? Yeye ni Muweza sana, na Yeye ni Mwingi wa kuumba, ambaye ujuzi wake umeenea kila kitu."
    },
    {
      "id": 82,
      "verse_number": 82,
      "page_number": 445,
      "verse_key": "36:82",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 178,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّمَآ أَمۡرُهُۥٓ إِذَآ أَرَادَ شَيۡـًٔا أَن يَقُولَ لَهُۥ كُن فَيَكُونُ",
      "translation": "Hakika amri yake anapo taka kitu ni kukiambia tu: Kuwa! Na kikawa.",
      "footnotes": "Hakika shani yake katika kuumba anapo taka kiwe kitu ni kukiambia tu: Kuwa! Kikawa, na hutokea hapo hapo!"
    },
    {
      "id": 83,
      "verse_number": 83,
      "page_number": 445,
      "verse_key": "36:83",
      "juz_number": 23,
      "hizb_number": 45,
      "rub_el_hizb_number": 178,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَسُبۡحَٰنَ ٱلَّذِي بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَإِلَيۡهِ تُرۡجَعُونَ",
      "translation": "Basi Ametakasika yule ambaye mkononi mwake umo Ufalme wa kila kitu; na kwake Yeye mtarejeshwa.",
      "footnotes": "Basi Mtukufu ametakasika na kila kisicho laiki na dhati yake, yule ambaye katika kudra yake upo Ufalme wa kila kitu, kwa kuumba, na kupanga, na kuendesha - Kwake Yeye peke yake mtarejeshwa, akuhisabuni kwa a'mali zenu."
    }
  ]
}