{
  "id": 31,
  "verse_number": 31,
  "page_number": 353,
  "verse_key": "24:31",
  "juz_number": 18,
  "hizb_number": 36,
  "rub_el_hizb_number": 141,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَقُل لِّلۡمُؤۡمِنَٰتِ يَغۡضُضۡنَ مِنۡ أَبۡصَٰرِهِنَّ وَيَحۡفَظۡنَ فُرُوجَهُنَّ وَلَا يُبۡدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنۡهَاۖ وَلۡيَضۡرِبۡنَ بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّۖ وَلَا يُبۡدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوۡ ءَابَآئِهِنَّ أَوۡ ءَابَآءِ بُعُولَتِهِنَّ أَوۡ أَبۡنَآئِهِنَّ أَوۡ أَبۡنَآءِ بُعُولَتِهِنَّ أَوۡ إِخۡوَٰنِهِنَّ أَوۡ بَنِيٓ إِخۡوَٰنِهِنَّ أَوۡ بَنِيٓ أَخَوَٰتِهِنَّ أَوۡ نِسَآئِهِنَّ أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُهُنَّ أَوِ ٱلتَّٰبِعِينَ غَيۡرِ أُوْلِي ٱلۡإِرۡبَةِ مِنَ ٱلرِّجَالِ أَوِ ٱلطِّفۡلِ ٱلَّذِينَ لَمۡ يَظۡهَرُواْ عَلَىٰ عَوۡرَٰتِ ٱلنِّسَآءِۖ وَلَا يَضۡرِبۡنَ بِأَرۡجُلِهِنَّ لِيُعۡلَمَ مَا يُخۡفِينَ مِن زِينَتِهِنَّۚ وَتُوبُوٓاْ إِلَى ٱللَّهِ جَمِيعًا أَيُّهَ ٱلۡمُؤۡمِنُونَ لَعَلَّكُمۡ تُفۡلِحُونَ",
  "translation": "また、信仰者の女たちに、彼女らの視線の一部を（見ることを禁じられた物事から）低め、その陰部を（禁じられた物事から）守り[1]、現れてしまうものの外は、自分たちの飾りを露わにしない[2]ように言うのだ。また、彼女らのスカーフで、その胸元まできちんと覆わせよ。また、（隠された部位に着けた）自分たちの飾り[3]を、以下の者以外には露わにしてはならない：自分たちの主人（夫）ら。自分たちの父親[4]たち。自分たちの主人の父親たち。自分たちの子供[5]たち。自分たちの主人の子供たち。自分たちの兄弟たち。自分たちの兄弟の子供たち。自分たちの姉妹の子供[6]たち。自分たち（と同様）の女性[7]たち。自分たちの右手が所有する者たち（奴隷*）。男性の内、（女性を）必要としない[8]お付きの者たち。女性の恥部（アウラ*）に関して無知な男児。また、自分たちが隠して（着けて）いる装飾品が（男たちに）分かるようにと、自分たちの足を打ち鳴らしてはならない。あなた方が成功するように、信仰者たちよ、皆アッラー*に悔悟するのだ。",
  "footnotes": "[1]　アーヤ*３1とその訳注を参照。 [2]　この「飾り」とは、アンクレット、腕輪、イヤリング、ネックレスといった「隠れた飾り」のこと。そしてここでの意図は、それらを着用する身体的部位のことである（アル＝バガウィー３：４０３参照）「現れてしまうもの」には、「外套（がいとう）」「顔と両手首から先」といった解釈があるが、イブン・カスィール*は後者を大多数の学者の見解としている（６：４５参照）。頻出名・用語解説の「アウラ*」も参照。 [3]　この「飾り」は、マハラム*にしか見せてはならない「隠れた飾り」のこと（本頁の訳注５参照）。 [4]　ここでの「父親」には、祖父など、父方・母方の男性尊属（そんぞく）も含まれるとされる。「自分たちの主人の父親」も同様（アル＝クルトゥビー12：2３2参照）。 [5]　ここでの「子供」には、孫など、息子・娘いずれの男性卑属（ひぞく）も含まれるとされる。このアーヤ*内の外の「子供」も、全て同様（前掲書12：2３2－2３３参照）。 [6]　「自分たちの兄弟・姉妹の子供」という言葉には、その男親である叔（伯）父 も含まれるとされる。また、授乳によってできた親族関係（婦人章21を参照）の男性も、「隠された飾り」を見せてもよいとされるが、ここでは言及されていない（前掲書12：2３３参照）。\n[7]　女性一般、あるいはムスリム*女性のこと（アッ＝サァディー５６６頁参照）。 [8]　去勢された者、性欲のない者、老人など、女性に関心のない男性（アル＝クルトゥビー12：2３４参照）。"
}