{
  "result": [
    {
      "id": "4326",
      "sura": "43",
      "aya": "1",
      "arabic_text": "حمٓ",
      "translation": "حم [1]",
      "footnotes": "[1] د سورت په پيل کې دغو مقطعاتو تورو کې د قرآن کريم اعجاز ته اشاره ده؛ ځکه چې په دې مشرکانو ته چلينج ورکړل شوی نو له مقابلې يې ناتوانه شول، په داسې حال کې چې دا قرآن له هماغو تورو جوړ شوی له کومو چې د عربو ژبه جوړه ده.\nنو د قرآن په څېر د بل کلام راوړلو څخه د عربو ناتواني - سره له دې چې د نړۍ فصيح خلک وو- په دې دلالت کوي چي دا قرآن د الله له لوري وحي شوی دی."
    },
    {
      "id": "4327",
      "sura": "43",
      "aya": "2",
      "arabic_text": "وَٱلۡكِتَٰبِ ٱلۡمُبِينِ",
      "translation": "په (دې) څرګند كتاب قسم.",
      "footnotes": ""
    },
    {
      "id": "4328",
      "sura": "43",
      "aya": "3",
      "arabic_text": "إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ",
      "translation": "چې بېشکه هغه موږ يو عربي قرآن ګرځولى تر څو تاسو له عقل کار واخلئ.",
      "footnotes": ""
    },
    {
      "id": "4329",
      "sura": "43",
      "aya": "4",
      "arabic_text": "وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ",
      "translation": "او بېشكه هغه په لوح محفوط كې زموږ سره دی په هرومرو د لوړې مرتبې حكمت والا دى.",
      "footnotes": ""
    },
    {
      "id": "4330",
      "sura": "43",
      "aya": "5",
      "arabic_text": "أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ",
      "translation": "ایا واړوو له ستاسو څخه دا قران په اړولو؛ له دې کبله چې تاسو مسرفین یاست؟ [دا قران درته بیان نه کړو؟ خاماخا یې درته بیانوو].",
      "footnotes": ""
    },
    {
      "id": "4331",
      "sura": "43",
      "aya": "6",
      "arabic_text": "وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ",
      "translation": "او موږ په لومړنيو کې هم څومره نبيان ولېږل؟",
      "footnotes": ""
    },
    {
      "id": "4332",
      "sura": "43",
      "aya": "7",
      "arabic_text": "وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "او هغوى ته يو نبي هم نه دى ورغلى مګر دا چې هغوی ملنډې پرې وهلې.",
      "footnotes": ""
    },
    {
      "id": "4333",
      "sura": "43",
      "aya": "8",
      "arabic_text": "فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ",
      "translation": "خو موږ تر هغوى زورور (جنګيالي) هم تباه كړل او د پخوانيو (ډېر) مثالونه تېر شوي.",
      "footnotes": ""
    },
    {
      "id": "4334",
      "sura": "43",
      "aya": "9",
      "arabic_text": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ",
      "translation": "او كه هغوى وپوښتې چې آسمانونه او ځمكه چا پيدا كړي؟ هرومرو به وايي چې هغه برلاسي ډېر پوه (الله) پيدا كړي دي.",
      "footnotes": ""
    },
    {
      "id": "4335",
      "sura": "43",
      "aya": "10",
      "arabic_text": "ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ",
      "translation": "هغه چې تاسو ته يې ځمكه فرش ګرځولې او لارې يې درته پکې پيدا كړې دي، چې تاسو سمه لار ومومئ.",
      "footnotes": ""
    },
    {
      "id": "4336",
      "sura": "43",
      "aya": "11",
      "arabic_text": "وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ",
      "translation": "او هغه ذات چې له آسمانه يې اوبه را اورولې دي په (يوه ځانګړې) اندازه، بيا مو پر هغو سره مړ (شاړ) ښار را ژوندى كړى، همداسې به تاسو هم راویستل كېږئ.",
      "footnotes": ""
    },
    {
      "id": "4337",
      "sura": "43",
      "aya": "12",
      "arabic_text": "وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ",
      "translation": "او هغه (الله) چې ټولې جوړې يې پيدا كړې او تاسو ته يې بېړۍ او څاروي پيدا كړي چې ورباندې سپرېږئ.",
      "footnotes": ""
    },
    {
      "id": "4338",
      "sura": "43",
      "aya": "13",
      "arabic_text": "لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ",
      "translation": "تر څو تاسو يې پر شا سپاره شئ بيا د خپل رب نعمت درياد كړئ كله چې ورباندې سم كېنئ او (داسې) ووايئ چې هغه (الله) لره پاكي ده كوم چې دا يې راته تابع كړي حال دا چې موږ يې راټينګونكي نه وو.",
      "footnotes": ""
    },
    {
      "id": "4339",
      "sura": "43",
      "aya": "14",
      "arabic_text": "وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ",
      "translation": "او په رېښتيا موږ د خپل رب لور ته ورګرځېدونكي يو.",
      "footnotes": ""
    },
    {
      "id": "4340",
      "sura": "43",
      "aya": "15",
      "arabic_text": "وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ",
      "translation": "او هغه ته يې له خپلو بندګانو يوه برخه ټاكلې ده، بېشكه انسان څرګند ناشكره دى.",
      "footnotes": ""
    },
    {
      "id": "4341",
      "sura": "43",
      "aya": "16",
      "arabic_text": "أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ",
      "translation": "آيا هغه له خپل مخلوقه لورګانې ونيوې او تاسو يې په زامنو سره غوره كړئ؟",
      "footnotes": ""
    },
    {
      "id": "4342",
      "sura": "43",
      "aya": "17",
      "arabic_text": "وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ",
      "translation": "او كله چې له هغوى په كوم يوه د هغه څه زېرى وشي چې رحمان ته يې د هغه مثال بيان كړى نو مخ يې تک تور او له غمه ډک شي.",
      "footnotes": ""
    },
    {
      "id": "4343",
      "sura": "43",
      "aya": "18",
      "arabic_text": "أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ",
      "translation": "آيا څوک چې په ګاڼه كې لوی شي او په جګړه كې ناڅرګند وي.",
      "footnotes": ""
    },
    {
      "id": "4344",
      "sura": "43",
      "aya": "19",
      "arabic_text": "وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ",
      "translation": "او د الله هغه بندګان يې ښځينه وګرځول كوم چې پرېښتې دي، آيا دوى يې په پيدايښت كې حاضر وو؟ د هغوى (دا) شاهدي به ليكل كيږي او وبه پوښتل شي.",
      "footnotes": ""
    },
    {
      "id": "4345",
      "sura": "43",
      "aya": "20",
      "arabic_text": "وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ",
      "translation": "مشرکانو ویلي وو که رحمن ذات غوښتی وای موږ به د دوی عبادت نه وای کړی، نشته دوی سره په دې څه علم، نه دي دوی مګر درواغجن.",
      "footnotes": ""
    },
    {
      "id": "4346",
      "sura": "43",
      "aya": "21",
      "arabic_text": "أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ",
      "translation": "آيا هغوى ته مو كوم كتاب وركړى چې (اوس) د هغه ټينګ نيوونكي دي.",
      "footnotes": ""
    },
    {
      "id": "4347",
      "sura": "43",
      "aya": "22",
      "arabic_text": "بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ",
      "translation": "نه هیڅ کتاب ورسره نشته بلکه هغوى ويل چې موږ خپل مشران په يو دين موندلي او موږ د هغوى پر پلونو باندې په سمه لار برابر يو.",
      "footnotes": ""
    },
    {
      "id": "4348",
      "sura": "43",
      "aya": "23",
      "arabic_text": "وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ",
      "translation": "او په همدې توګه موږ چې له تا مخکې پر كوم كلي كې څوك وېروونكى لېږلى نو سوكاله خلكو به يې هرومرو ويل چې موږ خپل پلرونه په يوه لاره موندلي او په رېښتیا موږ د هغوى پر پلونو روان يو.",
      "footnotes": ""
    },
    {
      "id": "4349",
      "sura": "43",
      "aya": "24",
      "arabic_text": "۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ",
      "translation": "نبي (عليه السلام) وويل: آيا كه څه هم ما تر هغه غوره لارښوونكى شى درته راوړى وي كوم چې تاسو خپل پلرونه پرې موندلي؟ هغوى وويل: موږ له هغه څه منكر يو كوم چې تاسو پرې لېږل شوي ياست.",
      "footnotes": ""
    },
    {
      "id": "4350",
      "sura": "43",
      "aya": "25",
      "arabic_text": "فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ",
      "translation": "بيا مو غچ ترې واخيست نو ګوره چې د درواغ ګڼونكو پايله څنګه وه؟",
      "footnotes": ""
    },
    {
      "id": "4351",
      "sura": "43",
      "aya": "26",
      "arabic_text": "وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ",
      "translation": "او كله چې ابراهيم خپل پلار او قوم ته وويل: بېشكه زه له هغه څه بېزار يم كوم چې تاسو يې عبادت کوئ.",
      "footnotes": ""
    },
    {
      "id": "4352",
      "sura": "43",
      "aya": "27",
      "arabic_text": "إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ",
      "translation": "پرته له هغه (الله) چې زه يې پيدا كړى يم نو همغه به لار راوښايي.",
      "footnotes": ""
    },
    {
      "id": "4353",
      "sura": "43",
      "aya": "28",
      "arabic_text": "وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "او هغه يې په خپل راتلونكي نسل كې يوه پاتې کېدونكې خبره وګرځوله څو چې هغوى (توحيد ته) بېرته راوګرځي.",
      "footnotes": ""
    },
    {
      "id": "4354",
      "sura": "43",
      "aya": "29",
      "arabic_text": "بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ",
      "translation": "بلكې ما هغوى او پلرونو ته يې د ژوند سامان وركړ تر دې چې كله حق (دين) او ښكاره بيانوونكى رسول ورته راغلو.",
      "footnotes": ""
    },
    {
      "id": "4355",
      "sura": "43",
      "aya": "30",
      "arabic_text": "وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ",
      "translation": "او كله چې حق ورته راغى وېلې دا خو كوډې دي او موږ ترې منكر يو.",
      "footnotes": ""
    },
    {
      "id": "4356",
      "sura": "43",
      "aya": "31",
      "arabic_text": "وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ",
      "translation": "او ويل يې: دا قرآن ولې د دغو دوو كليو پر يو لوى سړي نازل نه شو؟",
      "footnotes": ""
    },
    {
      "id": "4357",
      "sura": "43",
      "aya": "32",
      "arabic_text": "أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ",
      "translation": "آيا ستا د رب رحمت هغوى وېشي؟ د دنيا په ژوند كې خو موږ د هغوى ترمنځ روزي (او د ژوند سامان) ور وېشلى او د ځينو مرتبه مو پر ځينو اوچته كړې تر څو يو بل لاس لاندې (كاركوونكي) وګرځوي، او ستا د رب رحمت تر هغه څه غوره دى چې هغوى يې راټولوي.",
      "footnotes": ""
    },
    {
      "id": "4358",
      "sura": "43",
      "aya": "33",
      "arabic_text": "وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ",
      "translation": "او كه دا نه واى چې بيا به (ټول) خلك په يوه لار شي [په کقر کې] نو موږ به هرومرو د هغه چا د كورونو چتونه د سپينو زرو ګرځولي وو چې په رحمن (الله) كافر كيږي، او زينې هم چې هغوى پرې خېژي.",
      "footnotes": ""
    },
    {
      "id": "4359",
      "sura": "43",
      "aya": "34",
      "arabic_text": "وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ",
      "translation": "او د كوټو دروازې او تختونه به يې (هم د زرو) وو چې هغوى تكيه پرې لګوي.",
      "footnotes": ""
    },
    {
      "id": "4360",
      "sura": "43",
      "aya": "35",
      "arabic_text": "وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ",
      "translation": "او  سره زر [ور به یې کړو]، اویقینا خامخا دا ټول دنيوي ګټه ده او آخرت خو ستا د رب پر وړاندې يوازې د متقيانو لپاره دى.",
      "footnotes": ""
    },
    {
      "id": "4361",
      "sura": "43",
      "aya": "36",
      "arabic_text": "وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ",
      "translation": "او څوک چې د قران څخه ځان ړوند کړي، يو شيطان به پرې وګومارو نو هغه به يې (تل) ملګرى وي.",
      "footnotes": ""
    },
    {
      "id": "4362",
      "sura": "43",
      "aya": "37",
      "arabic_text": "وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ",
      "translation": "او هغوى به له سمې لارې ايساروي خو هغوى به انګېري چې لار موندونكي دي.",
      "footnotes": ""
    },
    {
      "id": "4363",
      "sura": "43",
      "aya": "38",
      "arabic_text": "حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ",
      "translation": "تر دې چې موږ ته راشي وايي به كاشكي زما او ستا تر منځ خو د ختيځ او لويديځ لرې والى واى، نو دا بد ملګرى دى.",
      "footnotes": ""
    },
    {
      "id": "4364",
      "sura": "43",
      "aya": "39",
      "arabic_text": "وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ",
      "translation": "او څنګه چې تاسو ظلم كړى و نو نن به په عذاب كې ستاسو دا يو ځاى والى هيڅ ګټه در ونه رسوي.",
      "footnotes": ""
    },
    {
      "id": "4365",
      "sura": "43",
      "aya": "40",
      "arabic_text": "أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "آيا نو ته كاڼه ته ور اورولى شې، يا ړانده په لار سمولاى شې او څوك چې په ښكاره بې لاريتوب كې وي؟",
      "footnotes": ""
    },
    {
      "id": "4366",
      "sura": "43",
      "aya": "41",
      "arabic_text": "فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ",
      "translation": "نو كه تا (له دې ځايه) بوځو هم، موږ خو له هغوى غچ اخيستونكي يو.",
      "footnotes": ""
    },
    {
      "id": "4367",
      "sura": "43",
      "aya": "42",
      "arabic_text": "أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ",
      "translation": "يا به تا ته هم هغه (عذاب) در ووينو چې هغوى سره مو ژمنه كړې، نو موږ خو پرې واكمن يو.",
      "footnotes": ""
    },
    {
      "id": "4368",
      "sura": "43",
      "aya": "43",
      "arabic_text": "فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "نو هغه څه ټينـګ ونيسه چې تا ته وحې شوى، ته په رېښتيا په نېغه لار (روان) يې.",
      "footnotes": ""
    },
    {
      "id": "4369",
      "sura": "43",
      "aya": "44",
      "arabic_text": "وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ",
      "translation": "او دا هرومرو ستا او ستا د قوم لپاره نصيحت دى او نېږدې ده چې وپوښتل شئ.",
      "footnotes": ""
    },
    {
      "id": "4370",
      "sura": "43",
      "aya": "45",
      "arabic_text": "وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ",
      "translation": "او زموږ هغه رسولان وپوښته چې له تا وړاندې مو لېږلي وو، آيا له رحمن پرته مو نور معبودان ټاكلي وو چې لمانځل کېدل به؟",
      "footnotes": ""
    },
    {
      "id": "4371",
      "sura": "43",
      "aya": "46",
      "arabic_text": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "او موسى مو له خپلو نښانو سره فرعون او د هغه درباريانو ته واستولو نو ورته ويې ويل چې زه د رب العالمين استازی يم.",
      "footnotes": ""
    },
    {
      "id": "4372",
      "sura": "43",
      "aya": "47",
      "arabic_text": "فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ",
      "translation": "نو كله چې زموږ له نښانو سره ورغى، هغوى يو دم ورپورې خندل.",
      "footnotes": ""
    },
    {
      "id": "4373",
      "sura": "43",
      "aya": "48",
      "arabic_text": "وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "او موږ به چې هره نښانه ورښودله نو هغه به له هغې بلې ډېره ستره وه او د دې لپاره مو په عذاب كې راګير كړل چې بېرته راواوړي (له كفره).",
      "footnotes": ""
    },
    {
      "id": "4374",
      "sura": "43",
      "aya": "49",
      "arabic_text": "وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ",
      "translation": "او ويل به يې: اې كوډګره! تا سره يې چې كومه ژمنه ده په هغې سره موږ لپاره خپل رب ته دعا وكړه موږ هرومرو لار موندونكي يو.",
      "footnotes": ""
    },
    {
      "id": "4375",
      "sura": "43",
      "aya": "50",
      "arabic_text": "فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ",
      "translation": "خو كله چې موږ به عذاب ترې ايسته كړ، هغوى به يو دم په لوظ ماتولو سر شول.",
      "footnotes": ""
    },
    {
      "id": "4376",
      "sura": "43",
      "aya": "51",
      "arabic_text": "وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ",
      "translation": "او فرعون په خپل قوم كې (په لوړ اواز) ناره وكړه وېلې ای زما قومه! آيا د مصر پاچايي زما نده؟ او دا نهرونه چې زما (د ماڼۍ) لاندې بهيږي، نو آيا تاسو يې نه وينئ؟",
      "footnotes": ""
    },
    {
      "id": "4377",
      "sura": "43",
      "aya": "52",
      "arabic_text": "أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ",
      "translation": "بلكې زه غوره يم تر دغه (سړي) چې سپک دى او (آن) خبرې لاڅرګندې نه شي كولاى.",
      "footnotes": ""
    },
    {
      "id": "4378",
      "sura": "43",
      "aya": "53",
      "arabic_text": "فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ",
      "translation": "(ښه) نو ولې د سرو زر و بنګړي نه ورباندې اچول كيږي يا ولې یو بل پسې پرېښتې نه دي ورسره راغلې؟",
      "footnotes": ""
    },
    {
      "id": "4379",
      "sura": "43",
      "aya": "54",
      "arabic_text": "فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ",
      "translation": "نو (په دې توګه) خپل قوم يې سپك بې عقل وموند او هغوى هم د ده ومنله، په رېښتيا هغوى (ټول) له حده تېری وتونکي خلک وو.",
      "footnotes": ""
    },
    {
      "id": "4380",
      "sura": "43",
      "aya": "55",
      "arabic_text": "فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ",
      "translation": "نو كله يې چې موږ په غوسه كړو، غچ مو ترې واخيست او ټول مو ډوب كړل.",
      "footnotes": ""
    },
    {
      "id": "4381",
      "sura": "43",
      "aya": "56",
      "arabic_text": "فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ",
      "translation": "نو د وروستنيو (كافرانو) لپاره مو مخكښان او مثال (عبرت) وګرځول.",
      "footnotes": ""
    },
    {
      "id": "4382",
      "sura": "43",
      "aya": "57",
      "arabic_text": "۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ",
      "translation": "او كله چې د مريم د زوى مثال بيان كړى شي نو ستا قوم يو دم د خوښۍ شور ماشور جوړ كړي.",
      "footnotes": ""
    },
    {
      "id": "4383",
      "sura": "43",
      "aya": "58",
      "arabic_text": "وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ",
      "translation": "او وايي آيا زموږ معبودان غوره دي كه هغه (عيسىٰ)؟ دا وينا له تا سره يوازې د جګړې لپاره كوي، په اصل كې هغوى دي جګړه مار خلک.",
      "footnotes": ""
    },
    {
      "id": "4384",
      "sura": "43",
      "aya": "59",
      "arabic_text": "إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ",
      "translation": "هغه (عيسى) له يو بنده پرته بل څه نه و چې موږ لورېينه پرې كړې وه او د بنى اسرائيلو لپاره مو يو مثال ګرځولى و.",
      "footnotes": ""
    },
    {
      "id": "4385",
      "sura": "43",
      "aya": "60",
      "arabic_text": "وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ",
      "translation": "او كه موږ غوښتي واى نو ستاسي پر ځاى به مو پرېښتې (بدل) ګرځولې وې چې په ځمكه كې به ځاى ناستي (خليفه ګان) وو.",
      "footnotes": ""
    },
    {
      "id": "4386",
      "sura": "43",
      "aya": "61",
      "arabic_text": "وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
      "translation": "او بېشكه هغه (عيسى) د قيامت لپاره يوه نښه ده، نو شک پكې مه كوئ او زما پيروي وكړئ، همدا سيده لاره ده.",
      "footnotes": ""
    },
    {
      "id": "4387",
      "sura": "43",
      "aya": "62",
      "arabic_text": "وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ",
      "translation": "او شيطان مو له حقه وانه ړوي، په رېښتيا هغه ستاسو څرګند غليم دی.",
      "footnotes": ""
    },
    {
      "id": "4388",
      "sura": "43",
      "aya": "63",
      "arabic_text": "وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
      "translation": "او كله چې عيسى له څرګندو نښانو سره راغى وېلې دا دى تاسو ته مې حكمت راوړى او (بل) د دې لپاره (راغلم) تر څو ځينې هغه شيان درته بيان كړم چې تاسي پكې اختلاف كوئ، نو له الله وډار شئ او زما خبره ومنئ.",
      "footnotes": ""
    },
    {
      "id": "4389",
      "sura": "43",
      "aya": "64",
      "arabic_text": "إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
      "translation": "بېشكه همغه الله زما او ستاسي رب دى نو (يوازې) د هغه عبادت وکړئ، دا نېغه لاره ده.",
      "footnotes": ""
    },
    {
      "id": "4390",
      "sura": "43",
      "aya": "65",
      "arabic_text": "فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ",
      "translation": "خو بيا هغه ډلې خپل منځ كې سره واوښتې، نو د هغو خلكو لپاره تباهي ده چې ظلمونه يې كړي، د يوې دردوونکې ورځې له عذابه.",
      "footnotes": ""
    },
    {
      "id": "4391",
      "sura": "43",
      "aya": "66",
      "arabic_text": "هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ",
      "translation": "هغوى پرته له قيامته د بل شي انتظار نه كوي، چې يو ناڅاپه ورته راشي او هغوى خبر هم نه وي.",
      "footnotes": ""
    },
    {
      "id": "4392",
      "sura": "43",
      "aya": "67",
      "arabic_text": "ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ",
      "translation": "په دنیا کې چې کومې دوستانې دي یو د بل سره دا به په قیامت کې په دښمنۍ بدلې شي مګر د پرهیزګارانو دوستانې به پر ځای وي.",
      "footnotes": ""
    },
    {
      "id": "4393",
      "sura": "43",
      "aya": "68",
      "arabic_text": "يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ",
      "translation": "ای زما (نېكو) بندګانو! نن پر تاسي نه څه وېره شته او نه به تاسي خپه كېږئ.",
      "footnotes": ""
    },
    {
      "id": "4394",
      "sura": "43",
      "aya": "69",
      "arabic_text": "ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ",
      "translation": "هغوى چې زموږ په آيتونو يې ايمان راوړى او مسلمانان وو.",
      "footnotes": ""
    },
    {
      "id": "4395",
      "sura": "43",
      "aya": "70",
      "arabic_text": "ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ",
      "translation": "تاسي او مېرمنې مو جنت ته ننوځئ (چې هلته به) خوشاله كړى شئ.",
      "footnotes": ""
    },
    {
      "id": "4396",
      "sura": "43",
      "aya": "71",
      "arabic_text": "يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "پر هغوى به د سرو زرو كاسې او ګېلاسونه ګرځولى شي او څه چې زړونه يې غواړي او سترګې خوند ترې اخلي، هلته به وي او تاسي به تل پكې اوسېدونكي ياست.",
      "footnotes": ""
    },
    {
      "id": "4397",
      "sura": "43",
      "aya": "72",
      "arabic_text": "وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "او دا هغه جنت دى چې تاسي ته په ميراث دركړی شو، په هغو عملونو سره چې تاسي به كول.",
      "footnotes": ""
    },
    {
      "id": "4398",
      "sura": "43",
      "aya": "73",
      "arabic_text": "لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ",
      "translation": "هلته به ستاسي لپاره ډېره مېوه وي، چې له هغو به تاسي خورئ.",
      "footnotes": ""
    },
    {
      "id": "4399",
      "sura": "43",
      "aya": "74",
      "arabic_text": "إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ",
      "translation": "بېشكه مجرمان به د جهنم عذاب كې تلپاتې اوسېدونكي وي.",
      "footnotes": ""
    },
    {
      "id": "4400",
      "sura": "43",
      "aya": "75",
      "arabic_text": "لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ",
      "translation": "هغه به نه ورباندې سپكيږي او ناهيلي به پكې پراته وي.",
      "footnotes": ""
    },
    {
      "id": "4401",
      "sura": "43",
      "aya": "76",
      "arabic_text": "وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ",
      "translation": "او موږ څه ظلم نه دى پرې كړى، خو هغوى خپله ظالمان وو.",
      "footnotes": ""
    },
    {
      "id": "4402",
      "sura": "43",
      "aya": "77",
      "arabic_text": "وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ",
      "translation": "او وايي به: اې مالكه (د جهنم څوكيداره)! ستا رب دې پر موږ پرېکړه (دمرګ ) وكړي! وايي به (نه) تاسي (همدلته) ځنډېدونكي ياست.",
      "footnotes": ""
    },
    {
      "id": "4403",
      "sura": "43",
      "aya": "78",
      "arabic_text": "لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ",
      "translation": "موږ خو تاسي ته حق دروړى، خو ستاسي زياتره د حق بد ګڼونكي دي.",
      "footnotes": ""
    },
    {
      "id": "4404",
      "sura": "43",
      "aya": "79",
      "arabic_text": "أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ",
      "translation": "كه نه، هغوى د يوه كار پوخ تدبير نيولى؟ نو په رېښتيا موږ هم د پاخه تدبير جوړوونكي يو.",
      "footnotes": ""
    },
    {
      "id": "4405",
      "sura": "43",
      "aya": "80",
      "arabic_text": "أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ",
      "translation": "يا كه هغوى ګومان كوي چې موږ يې پټې خبرې او پټې مشورې نه اورو؟ ولې نه، چې زموږ استازي يې په خوا كې (ناست) ليكل كوي.",
      "footnotes": ""
    },
    {
      "id": "4406",
      "sura": "43",
      "aya": "81",
      "arabic_text": "قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ",
      "translation": "ورته ووايه: كه د رحمان (الله) اولاد واى، نو زه خو تر ټولو لومړی لمانځونكى يم.",
      "footnotes": ""
    },
    {
      "id": "4407",
      "sura": "43",
      "aya": "82",
      "arabic_text": "سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ",
      "translation": "د آسمانونو او ځمكې رب لره له هغه څه پاكي ده چې هغوى يې بيانوي.",
      "footnotes": ""
    },
    {
      "id": "4408",
      "sura": "43",
      "aya": "83",
      "arabic_text": "فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ",
      "translation": "نو پرېږده يې، خپل بحثونه او ساعت تېرى دې كوي تر څو له هغه ورځې سره يې مخامخ شي چې ژمنه وركول كيږي.",
      "footnotes": ""
    },
    {
      "id": "4409",
      "sura": "43",
      "aya": "84",
      "arabic_text": "وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ",
      "translation": "او همغه په آسمان كې هم الله دى [په حقه معبود دی] او په ځمكه كې هم الله دى او هغه حكمت والا ډېر پوه دى.",
      "footnotes": ""
    },
    {
      "id": "4410",
      "sura": "43",
      "aya": "85",
      "arabic_text": "وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ",
      "translation": "او هغه ذات لوی او بركت اچولو والا دى چې هغه لره د آسمانونو، ځمكې او (ټولو) ترمنځ شيانو پاچايي ده او د قيامت پوهه همغه سره ده او تاسي هغه ته ورګرځول كيږئ.",
      "footnotes": ""
    },
    {
      "id": "4411",
      "sura": "43",
      "aya": "86",
      "arabic_text": "وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ",
      "translation": "او هغه شيان چې له الله پرته يې هغوى رابولي، د سپارښتنې هيڅ واك نه لري، پرته له هغه چې د حق شاهدي يې وېلې وي او هغوى (په زړه كې هم) پوهيږي.",
      "footnotes": ""
    },
    {
      "id": "4412",
      "sura": "43",
      "aya": "87",
      "arabic_text": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ",
      "translation": "او كه ودې پوښتل چې هغوى چا پيدا كړي، هرومرو به وايي: الله، (ښه) نو بيا كوم لور ته اړول كيږي.",
      "footnotes": ""
    },
    {
      "id": "4413",
      "sura": "43",
      "aya": "88",
      "arabic_text": "وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ",
      "translation": "او (الله ته معلومه ده) د هغه دا وينا چې: زما ربه! په رېښتيا هغوى يو داسې قوم دى چې ايمان نه راوړي.",
      "footnotes": ""
    },
    {
      "id": "4414",
      "sura": "43",
      "aya": "89",
      "arabic_text": "فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ",
      "translation": "نو مخ ترې اړوه او دا وايه چې سلام دې وي، زر به هغوى پوه شي.",
      "footnotes": ""
    }
  ]
}