{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 208,
      "verse_key": "10:1",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ",
      "translation": "1. Alif, Lam. Ra. [Šios raidės yra vienas iš Korano stebuklų, ir niekas kitas, tik Allahas (Vienintelis) žino jų reikšmę]. Tai Knygos (Korano) Al-Hakim [1] eilutės.",
      "footnotes": "[1] Al-Hakim: parodantis leistinus ir neleistinus dalykus, paaiškinantis Allaho (Dieviškuosius) Įstatymus žmonijai, vedantis juos į amžinąją laimę, įsakymas jiems sekti tikruoju islamiškuoju monoteizmu – negarbinti nieko kito, tik Allahą Vienintelį, kas išves juos į Rojų ir išgelbės juos nuo Pragaro."
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 208,
      "verse_key": "10:2",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَكَانَ لِلنَّاسِ عَجَبًا أَنۡ أَوۡحَيۡنَآ إِلَىٰ رَجُلٖ مِّنۡهُمۡ أَنۡ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِينَ ءَامَنُوٓاْ أَنَّ لَهُمۡ قَدَمَ صِدۡقٍ عِندَ رَبِّهِمۡۗ قَالَ ٱلۡكَٰفِرُونَ إِنَّ هَٰذَا لَسَٰحِرٞ مُّبِينٌ",
      "translation": "2. Argi tai stebuklas žmonijai, kad Mes atsiutėme Mūsų Apreiškimą žmogui iš jų pačių tarpo (t. y. Pranašui Muchammedui ﷺ) (sakant): „Perspėk žmoniją (dėl būsiančios kančios Pragare) ir perduok geras žinias tiems, kurie tiki (Allaho Vienumą ir Jo Pranašą Muchammedą ﷺ), kad jie pas savo Viešpatį turės atlygį už savo gerus darbus?“ (Tačiau) netikintieji sako: „Tai tikrai akivaizdus burtininkas (t. y. Pranašas Muchammedas ﷺ ir Koranas)!“",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 208,
      "verse_key": "10:3",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُدَبِّرُ ٱلۡأَمۡرَۖ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعۡدِ إِذۡنِهِۦۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ فَٱعۡبُدُوهُۚ أَفَلَا تَذَكَّرُونَ",
      "translation": "3. Tikrai, jūsų Viešpats yra Allahas, Kuris sukūrė dangus ir žemę per šešias Dienas ir tada pakilo virš (istava) Sosto (iš tiesų tokiu būdu, kuris pritinka Jo Didybei), tvarkydamas visų reikalus. Joks tarpininkas (negali maldauti ko nors Jo), išskyrus tik su Jo Leidimu. Tai – Allahas, jūsų Viešpats. Taigi garbinkite Jį (Vienintelį). Tai, argi jūs neatsiminsite?",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 208,
      "verse_key": "10:4",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَيۡهِ مَرۡجِعُكُمۡ جَمِيعٗاۖ وَعۡدَ ٱللَّهِ حَقًّاۚ إِنَّهُۥ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ بِٱلۡقِسۡطِۚ وَٱلَّذِينَ كَفَرُواْ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ",
      "translation": "4. Pas Jį jūsų visų sugrįžimas. Allaho Pažadas yra teisingas. Tai Jis, Kuris pradeda kūrimą ir tada jį pakartos, kad Jis apdovanotų teisingumu tuos, kurie tikėjo (Allaho Vienumą – islamiškąjį monoteizmą) ir darė teisingus darbus. Tačiau tie, kurie netikėjo, turės verdančių skysčių gėrimą ir skausmingą kančią, nes jie netikėdavo.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 208,
      "verse_key": "10:5",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي جَعَلَ ٱلشَّمۡسَ ضِيَآءٗ وَٱلۡقَمَرَ نُورٗا وَقَدَّرَهُۥ مَنَازِلَ لِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ مَا خَلَقَ ٱللَّهُ ذَٰلِكَ إِلَّا بِٱلۡحَقِّۚ يُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ",
      "translation": "5. Tai Jis, Kuris padarė saulę spinduliuojančia šviesa ir mėnulį kaip atspindinčią šviesą ir atmatavo jam tarpsnius tam, kad žinotumėte metų skaičių ir apskaičiavimui. Allahas sukūrė tai tik teisingai. Jis detaliai paaiškina Ajat (įrodymus, įkalčius, eilutes, pamokas, ženklus, apreiškimus ir t.t.) žmonėms, kurie turi žinių.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 208,
      "verse_key": "10:6",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ فِي ٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَا خَلَقَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَّقُونَ",
      "translation": "6. Iš tiesų, nakties ir dienos kaitoje ir visame, ką Allahas sukūrė danguose ir žemėje, yra Ajat (įrodymai, įkalčiai, eilutės, pamokos, ženklai, apreiškimai ir t.t.) tiems žmonėms, kurie vykdo savo pareigą Allahui ir labai Jo bijo.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 209,
      "verse_key": "10:7",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا وَرَضُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَٱطۡمَأَنُّواْ بِهَا وَٱلَّذِينَ هُمۡ عَنۡ ءَايَٰتِنَا غَٰفِلُونَ",
      "translation": "7. Iš tiesų, tie, kurie nelaukia savo susitikimo su Mumis, ir yra patenkinti gyvenimu dabartiniame pasaulyje, ir tie, kurie yra neatidūs mūsų Ajat (įrodymams, įkalčiams, eilutėms, pamokoms, ženklams, apreiškimams ir t.t.),",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 209,
      "verse_key": "10:8",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُوْلَٰٓئِكَ مَأۡوَىٰهُمُ ٱلنَّارُ بِمَا كَانُواْ يَكۡسِبُونَ",
      "translation": "8. Tie – jų buveinė bus Ugnis, dėl to, ką jie įgydavo.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 209,
      "verse_key": "10:9",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ يَهۡدِيهِمۡ رَبُّهُم بِإِيمَٰنِهِمۡۖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ فِي جَنَّٰتِ ٱلنَّعِيمِ",
      "translation": "9. Iš tiesų, tie, kurie tiki, [2] ir daro teisingus darbus, jų Viešpats išves juos teisingai per jų Tikėjimą. Po jais tekės upės Džiaugsmo Soduose (Rojuje).",
      "footnotes": "[2] kurie tiki Allaho Vienumą pagal šešis Tikėjimo ramsčius, t. y. tikėti Allahą, Jo Angelus, Jo Knygas, Jo Pasiuntinius, Prikėlimo Dieną ir Al-Kadar (Dieviškąjį Išankstinį Nulėmimą) – islamiškąjį monoteizmą."
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 209,
      "verse_key": "10:10",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "دَعۡوَىٰهُمۡ فِيهَا سُبۡحَٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمۡ فِيهَا سَلَٰمٞۚ وَءَاخِرُ دَعۡوَىٰهُمۡ أَنِ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "10. Jų maldavimas ten bus Subhanaka Allahuma (Garbė Tau, Allahai!) ir Salam (taika, ramybė nuo blogio) bus jų pasisveikinimai ten (Rojuje)! O jų maldavimo pabaiga bus Al-Hamdu Lillahi Rabbil-Alamyn [Visa šlovė ir padėka Allahui, Alamyn (žmonijos, džinų ir viso, kas egzistuoja) Viešpačiui].",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 209,
      "verse_key": "10:11",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَلَوۡ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسۡتِعۡجَالَهُم بِٱلۡخَيۡرِ لَقُضِيَ إِلَيۡهِمۡ أَجَلُهُمۡۖ فَنَذَرُ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ",
      "translation": "11. Ir jei Allahas paskubintų žmonijai blogį (kurio jie prašosi sau ir savo vaikams, kai yra supykę), taip pat kaip Jis paskubina jiems gėrį (kurio jie maldauja), tai jie pražūtų. Taigi Mes paliekame tuos, kurie nesitiki savo susitikimo su Mumis jų nusidėjime, klajojančius aklai pasilinksminime.",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 209,
      "verse_key": "10:12",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوۡ قَاعِدًا أَوۡ قَآئِمٗا فَلَمَّا كَشَفۡنَا عَنۡهُ ضُرَّهُۥ مَرَّ كَأَن لَّمۡ يَدۡعُنَآ إِلَىٰ ضُرّٖ مَّسَّهُۥۚ كَذَٰلِكَ زُيِّنَ لِلۡمُسۡرِفِينَ مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "12. Ir kai žmogų užklumpa bėda, jis šaukiasi Mūsų, gulėdamas ant savo šono ar sėdėdamas ar stovėdamas. Tačiau kai Mes pašaliname jo bėdą nuo jo, jis eina toliau taip, lyg niekada Mūsų nesišaukęs dėl jį užklupusios bėdos! Tokiu būdu tai atrodo teisinga Musrifūn [3] tai, ką jie darydavo.",
      "footnotes": "[3] Musrifūn: tie, kurie neigė Allahą ir Jo Pranašus bei peržengė Allaho nustatytas ribas, darydami visų rūšių nusikaltimus ir nuodėmes."
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 209,
      "verse_key": "10:13",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ أَهۡلَكۡنَا ٱلۡقُرُونَ مِن قَبۡلِكُمۡ لَمَّا ظَلَمُواْ وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَمَا كَانُواْ لِيُؤۡمِنُواْۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ",
      "translation": "13. Ir iš tiesų, Mes sunaikinome kartas iki jūsų, kai jie blogai elgėsi, nepaisant to, kad jų Pasiuntiniai atėjo pas juos su aiškiais įrodymais, tačiau jie nebuvo tokie, kad patikėtų! Taip Mes atsilyginame žmonėms, kurie yra Mudžrimūn (netikintieji, daugiadieviai, nuodėmiautojai, nusikaltėliai).",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 209,
      "verse_key": "10:14",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ جَعَلۡنَٰكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِ مِنۢ بَعۡدِهِمۡ لِنَنظُرَ كَيۡفَ تَعۡمَلُونَ",
      "translation": "14. Tada Mes padarėme jus įpėdiniais po jų, kartas po kartų žemėje, kad Mes pamatytume, kaip jūs dirbsite.",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 210,
      "verse_key": "10:15",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَاتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا ٱئۡتِ بِقُرۡءَانٍ غَيۡرِ هَٰذَآ أَوۡ بَدِّلۡهُۚ قُلۡ مَا يَكُونُ لِيٓ أَنۡ أُبَدِّلَهُۥ مِن تِلۡقَآيِٕ نَفۡسِيٓۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۖ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ",
      "translation": "15. Ir kai Mūsų aiškios Eilutės recituojamos tiems, kurie nesitiki savo susitikimo su Mumis, jie sako: „Atnešk mums Koraną, kitą nei šis, arba pakeisk jį.“ Sakyk (Muchammedai ﷺ): „Ne man pakeisti jį pagal savo paties norą. Aš tik seku tuo, kas man apreiškiama. Iš tiesų, aš bijau Didžiosios Dienos (t. y. Prikėlimo Dienos) kančios, jei nepaklusčiau savo Viešpačiui.“",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 210,
      "verse_key": "10:16",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لَّوۡ شَآءَ ٱللَّهُ مَا تَلَوۡتُهُۥ عَلَيۡكُمۡ وَلَآ أَدۡرَىٰكُم بِهِۦۖ فَقَدۡ لَبِثۡتُ فِيكُمۡ عُمُرٗا مِّن قَبۡلِهِۦٓۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "16. Sakyk (Muchammedai ﷺ): „Jei Allahas būtų panorėjęs taip, aš nebūčiau jums to recitavęs, nei Jis būtų padaręs tai žinoma jums. Iš tiesų, aš buvau tarp jūsų visą gyvenimą prieš tai. Argi jūs neturite proto?“",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 210,
      "verse_key": "10:17",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡمُجۡرِمُونَ",
      "translation": "17. Taigi, kas elgiasi blogiau nei tas, kuris sukuria melą apie Allahą arba neigia Jo Ajat (įrodymus, įkalčius, eilutes, pamokas, ženklus, apreiškimus ir t.t.)? Tikrai, Mudžrimūn (nusikaltėliai, nusidėjėliai, netikintieji ir daugiadieviai) niekada nebus sėkmingi!",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 210,
      "verse_key": "10:18",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡ وَيَقُولُونَ هَٰٓؤُلَآءِ شُفَعَٰٓؤُنَا عِندَ ٱللَّهِۚ قُلۡ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعۡلَمُ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
      "translation": "18. Ir jie garbina šalia Allaho daiktus, kurie nei jiems kenkia, nei duoda naudos ir sako jie: „Tai yra mūsų tarpininkai su Allahu.“ Sakyk: „Ar jūs sakote Allahui tai, ko Jis nežino danguose ir žemėje?“ Garbinamas ir Išaukštintas yra Jis virš viso to, ką jie priskiria (Jam) kaip partnerius!“",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 210,
      "verse_key": "10:19",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةٗ وَٰحِدَةٗ فَٱخۡتَلَفُواْۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡ فِيمَا فِيهِ يَخۡتَلِفُونَ",
      "translation": "19. Žmonija buvo tik viena bendruomenė (t. y. sekė viena relgija – islamiškuoju monoteizmu), tada jie išsiskyrė (vėliau). Ir jei ne Žodis, kurį prieš tai paskelbė jūsų Viešpats, tarp jų būtų išspręsta viskas, dėl ko jie išsiskyrė.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 210,
      "verse_key": "10:20",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَقُولُونَ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۖ فَقُلۡ إِنَّمَا ٱلۡغَيۡبُ لِلَّهِ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ",
      "translation": "20. Ir jie sako: „Kaip yra, kad joks ženklas nėra jam atsiunčiamas iš jo Viešpaties?“ Sakyk: „Nematoma priklauso Allahui Vieninteliam, taigi laukite, iš tiesų, aš esu su jumis tarp tų, kurie laukia (Allaho Sprendimo).“",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 211,
      "verse_key": "10:21",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ مِّنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُمۡ إِذَا لَهُم مَّكۡرٞ فِيٓ ءَايَاتِنَاۚ قُلِ ٱللَّهُ أَسۡرَعُ مَكۡرًاۚ إِنَّ رُسُلَنَا يَكۡتُبُونَ مَا تَمۡكُرُونَ",
      "translation": "21. Ir kai Mes leidžiame žmonijai paragauti gailestingumo po kokių nors juos ištikusių nelaimių, štai! Jie imasi kurti sąmokslus prieš Mūsų Ajat (įrodymus, įkalčius, eilutes, pamokas, ženklus, apreiškimus ir t.t.)! Sakyk: „Allahas yra daug Greitesnis planuodamas!“ Iš tiesų, Mūsų Pasiuntiniai (angelai) įrašo viską, ką jūs planuojate.",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 211,
      "verse_key": "10:22",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي يُسَيِّرُكُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۖ حَتَّىٰٓ إِذَا كُنتُمۡ فِي ٱلۡفُلۡكِ وَجَرَيۡنَ بِهِم بِرِيحٖ طَيِّبَةٖ وَفَرِحُواْ بِهَا جَآءَتۡهَا رِيحٌ عَاصِفٞ وَجَآءَهُمُ ٱلۡمَوۡجُ مِن كُلِّ مَكَانٖ وَظَنُّوٓاْ أَنَّهُمۡ أُحِيطَ بِهِمۡ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ لَئِنۡ أَنجَيۡتَنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ",
      "translation": "22. Jis yra Tas, Kuris leidžia jums keliauti žeme ir jūra, ligi kol jūs esate laivuose, ir jie plaukia jais esant palankiam vėjui, ir jie yra laimingi juose. Tada prasideda audringas vėjas ir bangos pasiekia juos iš visų pusių ir jie mano esantys apsupti ten. Tada jie maldauja Allaho, išgrynindami savo Tikėjimą dėl Jo Vienintelio (sakydami): „Jei Tu (Allahai) išneši mus iš to, mes tikrai būsim iš dėkingųjų.“",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 211,
      "verse_key": "10:23",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّآ أَنجَىٰهُمۡ إِذَا هُمۡ يَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۗ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَا بَغۡيُكُمۡ عَلَىٰٓ أَنفُسِكُمۖ مَّتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ إِلَيۡنَا مَرۡجِعُكُمۡ فَنُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "23. Tačiau kai Jis išneša juos, štai! Jie neteisingai maištauja (nepaklūsta Allahui) žemėje. O žmonija, jūsų maištavimas (nepaklusnumas Allahui) yra tik prieš jus pačius, - trumpalaikis pasimėgavimas šiuo žemiškuoju gyvenimu, tada (pabaigoje) pas Jį yra jūsų sugrįžimas, ir Jis praneš jums apie tai, ką jūs darydavote.",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 211,
      "verse_key": "10:24",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّمَا مَثَلُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ مِمَّا يَأۡكُلُ ٱلنَّاسُ وَٱلۡأَنۡعَٰمُ حَتَّىٰٓ إِذَآ أَخَذَتِ ٱلۡأَرۡضُ زُخۡرُفَهَا وَٱزَّيَّنَتۡ وَظَنَّ أَهۡلُهَآ أَنَّهُمۡ قَٰدِرُونَ عَلَيۡهَآ أَتَىٰهَآ أَمۡرُنَا لَيۡلًا أَوۡ نَهَارٗا فَجَعَلۡنَٰهَا حَصِيدٗا كَأَن لَّمۡ تَغۡنَ بِٱلۡأَمۡسِۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَتَفَكَّرُونَ",
      "translation": "24. Iš tiesų, (šio) žemiškojo gyvenimo panašumas yra į vandenį (lietų), kurį Mes nuleidžiame iš dangaus. Taigi, dėl jo pakyla užauga įvairus derlius, iš kurio maitinasi žmonės ir galvijai. Ir kol žemė yra padengta savo puošmenomis ir yra išgražinta, ir jos žmonės galvoja, kad jie turi pilną teisę ją tvarkyti, Mūsų Įsakymas pasiekia ją naktį arba dieną ir Mes padarome ją kaip švariai nušienautą derlių, taip lyg vakar ji nė nevešėjo! Tokiu būdu Mes detaliai aiškiname Ajat (įrodymus, įkalčius, eilutes, pamokas, ženklus, apreiškimus, įstatymus ir t.t.), žmonėms, kurie apmąsto.",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 211,
      "verse_key": "10:25",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱللَّهُ يَدۡعُوٓاْ إِلَىٰ دَارِ ٱلسَّلَٰمِ وَيَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "25. Allahas kviečia į Taikos Namus (t. y. Rojų, priimant Allaho islamiškojo monotiezmo religiją, ir darant teisingus darbus ir laikantis atokiai nuo daugiadievystės ir blogų darbų) ir teisingai veda tuos, kuriuos Jis nori, į Teisingą Kelią.",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 212,
      "verse_key": "10:26",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ لِّلَّذِينَ أَحۡسَنُواْ ٱلۡحُسۡنَىٰ وَزِيَادَةٞۖ وَلَا يَرۡهَقُ وُجُوهَهُمۡ قَتَرٞ وَلَا ذِلَّةٌۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "26. Tiems, kurie darė gera, yra geriausias (atlygis, t. y. Rojus) ir dar daugiau (t. y. turėti garbę pažvelgti į Allaho  ﷻ Veidą). Nei tamsuma, nei dulkės, nei žeminanti gėda neuždengs jų veidų. Jie yra Rojaus gyventojai, jie gyvens ten amžinai.",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 212,
      "verse_key": "10:27",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ كَسَبُواْ ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةِۭ بِمِثۡلِهَا وَتَرۡهَقُهُمۡ ذِلَّةٞۖ مَّا لَهُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۖ كَأَنَّمَآ أُغۡشِيَتۡ وُجُوهُهُمۡ قِطَعٗا مِّنَ ٱلَّيۡلِ مُظۡلِمًاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "27. O tie, kurie užsitarnavo blogus darbus, atlygis už blogą darbą yra panašus į jį, ir žeminanti gėda uždengs juos (jų veidus). Neturės jie jokio gynėjo prieš Allahą. Jų veidai bus uždengti kaip ir buvo su gabalais iš nakties tamsos. Jie yra Ugnies gyventojai, jie gyvens ten amžinai.",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 212,
      "verse_key": "10:28",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُواْ مَكَانَكُمۡ أَنتُمۡ وَشُرَكَآؤُكُمۡۚ فَزَيَّلۡنَا بَيۡنَهُمۡۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمۡ إِيَّانَا تَعۡبُدُونَ",
      "translation": "28. Ir Tą Dieną, kai Mes surinksime juos visus kartu, tada Mes sakysime tiems, kurie priskyrė Mums partnerius garbinime: „Stokite į savo vietą! Jūs ir jūsų partneriai (kuriuos jūs garbindavome žemiškajame gyvenime).“ Tada Mes atskirsime juos, ir jų (taip vadinami Allaho) partneriai sakys: “Tai ne mus jūs garbindavote.“",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 212,
      "verse_key": "10:29",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَكَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنَنَا وَبَيۡنَكُمۡ إِن كُنَّا عَنۡ عِبَادَتِكُمۡ لَغَٰفِلِينَ",
      "translation": "29. „Taigi pakankamas yra Allahas kaip liudytojas mums ir jums, kad mes iš tiesų nieko nežinojome apie tai, kad jūs mus garbinote.“",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 212,
      "verse_key": "10:30",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُنَالِكَ تَبۡلُواْ كُلُّ نَفۡسٖ مَّآ أَسۡلَفَتۡۚ وَرُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ",
      "translation": "30. Antai! Kiekvienas asmuo sužinos (tiksliai), ką jis įgijo prieš tai, ir jie bus grąžinti pas Allahą, jų teisingąjį Maula (Viešpatį), ir jų išgalvotos netikros dievybės dings nuo jų.",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 212,
      "verse_key": "10:31",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أَمَّن يَمۡلِكُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَمَن يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَمَن يُدَبِّرُ ٱلۡأَمۡرَۚ فَسَيَقُولُونَ ٱللَّهُۚ فَقُلۡ أَفَلَا تَتَّقُونَ",
      "translation": "31. Sakyk (Muchammedai ﷺ): „Kas aprūpina jus iš dangaus ir žemės? Arba kam priklauso girdėjimas ir matymas? Ir kas išima gyvybę iš mirusiųjų ir išima mirusiuosius iš gyvųjų? Ir kas tvarko visus reikalus?“ Jie sakys: „Allahas.“ Sakyk: „Argi jūs tada nebijosite Allaho bausmės (už priskyrimą Allahui priešininkų garbinime)?“",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 212,
      "verse_key": "10:32",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلۡحَقُّۖ فَمَاذَا بَعۡدَ ٱلۡحَقِّ إِلَّا ٱلضَّلَٰلُۖ فَأَنَّىٰ تُصۡرَفُونَ",
      "translation": "32. Toks yra Allahas, jūsų Viešpats teisingas. Taigi po tiesos, kas dar gali būti, išskyrus klaidą? Kaip jūs tada esate apgręžti?",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 212,
      "verse_key": "10:33",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓاْ أَنَّهُمۡ لَا يُؤۡمِنُونَ",
      "translation": "33. Tokiu būdu jūsų Viešpaties Žodis yra pateisintas prieš tuos, kurie maištauja (nepaklūsta Allahui), kad jie netikės (Allaho Vienumą ir Muchammedą ﷺ kaip Allaho Pasiuntinį).",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 213,
      "verse_key": "10:34",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۚ قُلِ ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۖ فَأَنَّىٰ تُؤۡفَكُونَ",
      "translation": "34. Sakyk: „Ar tarp jūsų (taip vadinamų Allaho) partnerių yra toks, kuris pradeda kūrybą ir tada ją pakartoja?“ Sakyk : „Allahas pradeda kūrybą ir tada Jis tai pakartoja. Taigi, kaip jūs esate paklaidinti (nuo tiesos)?“",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 213,
      "verse_key": "10:35",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَهۡدِيٓ إِلَى ٱلۡحَقِّۚ قُلِ ٱللَّهُ يَهۡدِي لِلۡحَقِّۗ أَفَمَن يَهۡدِيٓ إِلَى ٱلۡحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّيٓ إِلَّآ أَن يُهۡدَىٰۖ فَمَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ",
      "translation": "35. Sakyk: „Ar tarp jūsų (taip vadinamų Allaho) partnerių yra toks, kuris išveda į tiesą?“ Sakyk: „Tai Allahas, Kuris išveda į tiesą. Argi tada vertingiau sekti Tuo, Kuris išveda į tiesą, ar tuo, kuris (pats) neranda teisingo vedimo, nebent yra teisingai vedamas? Taigi, kas jums? Kaip jūs manote?",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 213,
      "verse_key": "10:36",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا يَتَّبِعُ أَكۡثَرُهُمۡ إِلَّا ظَنًّاۚ إِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَفۡعَلُونَ",
      "translation": "36. Ir dauguma iš jų neseka niekuo, tik spėlionėmis. Iš tiesų, spėlionės negali duoti jokios naudos tiesai. Iš tiesų, Allahas yra Visa Suvokiantis apie tai, ką jie daro.",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 213,
      "verse_key": "10:37",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا كَانَ هَٰذَا ٱلۡقُرۡءَانُ أَن يُفۡتَرَىٰ مِن دُونِ ٱللَّهِ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ",
      "translation": "37. Ir šis Koranas nėra toks, kuris galėtų kada nors būti sukurtas kieno nors kito, nei Allaho (dangų ir žemės Viešpaties). Tačiau tai yra (apreiškimo) patvirtinimas, kuris buvo prieš jį [t. y. Tauratas (Tora), ir Indžylis (Evangelija)], ir pilnas Knygos (t. y. įstatymų, paskelbtų žmonijai) paaiškinimas – kuriame nėra jokių abejonių – nuo Alamyn (žmonijos, džinų ir viso, kas egzistuoja) Viešpaties.",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 213,
      "verse_key": "10:38",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِسُورَةٖ مِّثۡلِهِۦ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "38. Arba jie sako: „Ar jis (Muchammedas ﷺ jį suklastojo?“ Sakyk: „Pateikite tada sūrą (skyrių) kaip šis ir šaukitės bet ko, ko tik galite, šalia Allaho, jei sakote tiesą!“",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 213,
      "verse_key": "10:39",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَلۡ كَذَّبُواْ بِمَا لَمۡ يُحِيطُواْ بِعِلۡمِهِۦ وَلَمَّا يَأۡتِهِمۡ تَأۡوِيلُهُۥۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ",
      "translation": "39. Ne, jie nuslėpė žinias, kurių jie negalėjo suvokti ir kas dar nebuvo išpildyta (t. y. jų bausmė). Taip tie, buvę prieš juos, nuslėpė. Tada pažiūrėkite, kokia buvo Zalimūn (daugiadievių ir nusidėjėlių) pabaiga!",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 213,
      "verse_key": "10:40",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡهُم مَّن يُؤۡمِنُ بِهِۦ وَمِنۡهُم مَّن لَّا يُؤۡمِنُ بِهِۦۚ وَرَبُّكَ أَعۡلَمُ بِٱلۡمُفۡسِدِينَ",
      "translation": "40. Ir tarp jų yra kai kurie, kurie tuo tiki. Ir tarp jų yra kai kurie, kurie tuo netiki. Ir jūsų Viešpats yra Visa Suvokiantis apie Mufsidūn (bloga darančiuosius, melagius).",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 213,
      "verse_key": "10:41",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمۡ عَمَلُكُمۡۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعۡمَلُ وَأَنَا۠ بَرِيٓءٞ مِّمَّا تَعۡمَلُونَ",
      "translation": "41. Ir jei jie neigia tave, sakyk: „Man – mano poelgiai, o jums – jūsų poelgiai! Jūs nekalti dėl to, ką aš darau, ir aš nekaltas dėl to, ką jūs darote!“",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 213,
      "verse_key": "10:42",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡهُم مَّن يَسۡتَمِعُونَ إِلَيۡكَۚ أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ وَلَوۡ كَانُواْ لَا يَعۡقِلُونَ",
      "translation": "42. Ir tarp jų yra kai kurie, kurie klausosi tavęs, bet argi tu gali priversti kurčiąjį girdėti – nors jie ir nesupranta?",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 214,
      "verse_key": "10:43",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡهُم مَّن يَنظُرُ إِلَيۡكَۚ أَفَأَنتَ تَهۡدِي ٱلۡعُمۡيَ وَلَوۡ كَانُواْ لَا يُبۡصِرُونَ",
      "translation": "43. Ir tarp jų yra kai kurie, kurie žiūri į tave, bet argi gali išvesti (į teisingą kelią) akląjį – nors jie ir nemato?",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 214,
      "verse_key": "10:44",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱللَّهَ لَا يَظۡلِمُ ٱلنَّاسَ شَيۡـٔٗا وَلَٰكِنَّ ٱلنَّاسَ أَنفُسَهُمۡ يَظۡلِمُونَ",
      "translation": "44. Iš tiesų, Allahas neklaidina žmonijos niekame, tačiau žmonija klaidina pati save.",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 214,
      "verse_key": "10:45",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَوۡمَ يَحۡشُرُهُمۡ كَأَن لَّمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيۡنَهُمۡۚ قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِ وَمَا كَانُواْ مُهۡتَدِينَ",
      "translation": "45. Ir Tą Dieną, kai Jis surinks (prikels) juos kartu, (bus) lyg jie neviešėjo (šio pasaulio gyvenime ir kapuose), tik vieną dienos valandą. Jie atpažins vienas kitą. Pražuvę tikrai bus tie, kurie neigė Susitikimą su Allahu ir nebuvo teisingai vedami.",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 214,
      "verse_key": "10:46",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفۡعَلُونَ",
      "translation": "46. Ar Mes parodytume tau (tavo gyvenimo metu, Muchammedai ﷺ) šiek tiek iš to, ką Mes pažadame jiems (kančią), ar Mes priverstume tave mirti – vis tiek Mums priklauso jų sugrįžimas ir dar daugiau, Allahas yra Liudytojas to, ką jie darydavo.",
      "footnotes": ""
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 214,
      "verse_key": "10:47",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِكُلِّ أُمَّةٖ رَّسُولٞۖ فَإِذَا جَآءَ رَسُولُهُمۡ قُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ",
      "translation": "47. Ir kiekvienai Ummai (bendruomenei arba tautai) yra Pasiuntinys. Kai jų Pasiuntinys ateis, jų reikalai bus sprendžiami teisingai, ir jie nebus skriaudžiami.",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 214,
      "verse_key": "10:48",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "48. Ir jie sako: „Kada bus šis pažadas (kančia arba Prikėlimo Diena), jei sakai tiesą?“",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 214,
      "verse_key": "10:49",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لَّآ أَمۡلِكُ لِنَفۡسِي ضَرّٗا وَلَا نَفۡعًا إِلَّا مَا شَآءَ ٱللَّهُۗ لِكُلِّ أُمَّةٍ أَجَلٌۚ إِذَا جَآءَ أَجَلُهُمۡ فَلَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ",
      "translation": "49. Sakyk (Muchammedai ﷺ): „Aš neturiu galios pakenkti ar gauti pats naudos sau, išskyrus tai, ką Allahas panorės. Kiekvienai Ummai (bendruomenei arba tautai) yra paskirtas terminas, kai jų terminas ateina, nei jie gali jį atidėti, nei gali jie paskubinti jį valanda (ar momentu).“ (Tafsir Al-Kurtubi).",
      "footnotes": ""
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 214,
      "verse_key": "10:50",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُهُۥ بَيَٰتًا أَوۡ نَهَارٗا مَّاذَا يَسۡتَعۡجِلُ مِنۡهُ ٱلۡمُجۡرِمُونَ",
      "translation": "50. Sakyk: „Pasakykite man, jei Jo bausmė ateitų pas jus naktį ar dieną, kurią jos dalį Mudžrimūn (netikintieji, daugiadieviai, nuodėmiautojai, nusikaltėliai) paskubintų?“",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 214,
      "verse_key": "10:51",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓۚ ءَآلۡـَٰٔنَ وَقَدۡ كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ",
      "translation": "51. Ar tada kai tai, iš tiesų, įvyks, jūs tuo patikėsite? Ką? Dabar (jūs tikite)? Ir jūs (kadaise) siekdavote ją paskubinti!“",
      "footnotes": ""
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 214,
      "verse_key": "10:52",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلۡخُلۡدِ هَلۡ تُجۡزَوۡنَ إِلَّا بِمَا كُنتُمۡ تَكۡسِبُونَ",
      "translation": "52. Tada bus pasakyta tiems, kurie nuskriaudė save: „Ragaukite jūs amžinos kančios! Ar jums atlyginta išskyrus už tai, ką jūs įgydavote?“",
      "footnotes": ""
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 214,
      "verse_key": "10:53",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَيَسۡتَنۢبِـُٔونَكَ أَحَقٌّ هُوَۖ قُلۡ إِي وَرَبِّيٓ إِنَّهُۥ لَحَقّٞۖ وَمَآ أَنتُم بِمُعۡجِزِينَ",
      "translation": "53. Ir jie prašo tavęs (Muchammedai ﷺ) pranešti jiems (sakydami): „Ar tai tiesa (t. y. kančia ir Valandos, Prikėlimo Dienos, įvykimas)?“ Sakyk: „Taip, Prisiekiu savo Viešpačiu! Tai visiška tiesa ir jūs negalite nuo jos pabėgti!“",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 215,
      "verse_key": "10:54",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ أَنَّ لِكُلِّ نَفۡسٖ ظَلَمَتۡ مَا فِي ٱلۡأَرۡضِ لَٱفۡتَدَتۡ بِهِۦۗ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۖ وَقُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ",
      "translation": "54. Ir jei kiekvienas žmogus, kuris klydo (netikėdamas Allahą ir garbindamas kitus šalia Allaho), turėtų viską, kas yra žemėje, ir siektų tuo save išpirkti (tai nebus priimta iš jo), ir jie jaustų apgailestavimą savo širdyse, kai pamatys kančią, ir jie bus teisiami teisingai ir nebus jiems jokios skriaudos.",
      "footnotes": ""
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 215,
      "verse_key": "10:55",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَآ إِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ أَلَآ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
      "translation": "55. Nėr abejonės, iš tiesų, viskas, kas yra danguose ir žemėje, priklauso Allahui. Nėr abejonės, iš tiesų Allaho Pažadas yra tiesa. Tačiau dauguma iš jų nežino.",
      "footnotes": ""
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 215,
      "verse_key": "10:56",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ يُحۡيِۦ وَيُمِيتُ وَإِلَيۡهِ تُرۡجَعُونَ",
      "translation": "56. Tai Jis, Kuris suteikia gyvenimą ir sukelia mirtį, ir pas Jį jūs (visi) sugrįšite.",
      "footnotes": ""
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 215,
      "verse_key": "10:57",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَتۡكُم مَّوۡعِظَةٞ مِّن رَّبِّكُمۡ وَشِفَآءٞ لِّمَا فِي ٱلصُّدُورِ وَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ",
      "translation": "57. O žmonija, atėjo pas jus geras patarimas nuo jūsų Viešpaties (t. y. Koranas, įsakantis visa, kas gera, ir uždraudžiantis visa, kas bloga), ir gydymas tam (neišmanymo, abejonės, veidmainystės ir nesutarimų ligai), kas yra jūsų krūtinėse, - teisingas vedimas ir gailestingumas (paaiškinantis leistinus ir neleistinus dalykus) tikintiesiems.",
      "footnotes": ""
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 215,
      "verse_key": "10:58",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ بِفَضۡلِ ٱللَّهِ وَبِرَحۡمَتِهِۦ فَبِذَٰلِكَ فَلۡيَفۡرَحُواْ هُوَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ",
      "translation": "58. Sakyk: „Allaho Dosnumu ir Jo Gailestingumu (t. y. islamu ir Koranu) – lai jie džiaugiasi.“ Tai geriau nei tai, kokį (turtą) jie susikraus.",
      "footnotes": ""
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 215,
      "verse_key": "10:59",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ أَرَءَيۡتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزۡقٖ فَجَعَلۡتُم مِّنۡهُ حَرَامٗا وَحَلَٰلٗا قُلۡ ءَآللَّهُ أَذِنَ لَكُمۡۖ أَمۡ عَلَى ٱللَّهِ تَفۡتَرُونَ",
      "translation": "59. Sakyk (Muchammedai ﷺ tiems daugiadieviams): „Pasakykite man, kokį aprūpinimą Allahas nuleido jums! O jūs padarėte jį leistinu ir neleistinu.“ Sakyk (Muchammedai ﷺ): „Ar Allahas leido jums (taip daryti), ar jūs sukuriate melą apie Allahą?“",
      "footnotes": ""
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 215,
      "verse_key": "10:60",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا ظَنُّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ يَوۡمَ ٱلۡقِيَٰمَةِۗ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ",
      "translation": "60. Ir ką galvoja tie, kurie sukuria melą apie Allahą, Prikėlimo Dieną? [t. y. ar jie galvoja, kad jiems bus atleista? Ne, jie gaus amžiną bausmę Pragaro Ugnyje]. Iš tiesų, Allahas yra kupinas Dosnumo žmonijai, tačiau dauguma iš jų yra nedėkingi.",
      "footnotes": ""
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 215,
      "verse_key": "10:61",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا تَكُونُ فِي شَأۡنٖ وَمَا تَتۡلُواْ مِنۡهُ مِن قُرۡءَانٖ وَلَا تَعۡمَلُونَ مِنۡ عَمَلٍ إِلَّا كُنَّا عَلَيۡكُمۡ شُهُودًا إِذۡ تُفِيضُونَ فِيهِۚ وَمَا يَعۡزُبُ عَن رَّبِّكَ مِن مِّثۡقَالِ ذَرَّةٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ وَلَآ أَصۡغَرَ مِن ذَٰلِكَ وَلَآ أَكۡبَرَ إِلَّا فِي كِتَٰبٖ مُّبِينٍ",
      "translation": "61. Nei tu (Muchammedai ﷺ) atlieki kokį poelgį ar parecituoji dalį Korano, nei jūs (žmonija) atliekate kokį poelgį (gerą ar blogą), kuriam Mes esame Liudytojai, kai jūs tai darote. Ir niekas nėra paslėpta nuo jūsų Viešpaties (tokio dydžio kaip) atomo ar mažos skruzdės) svorio žemėje arba danguje. Tiek tai, kas yra mažesnis nei tai, tiek tai, kas yra didesnis nei tai, yra (užrašytas) Aiškiame Įraše. (Tafsir At-Tabari)",
      "footnotes": ""
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 216,
      "verse_key": "10:62",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَآ إِنَّ أَوۡلِيَآءَ ٱللَّهِ لَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
      "translation": "62. Nėr abejonės, iš tiesų Allaho Aulija [t.y. tie, kurie tiki Allaho Vienumą ir labai bijo Allaho (susilaiko nuo visų nuodėmių ir blogų darbų, kuriuos Jis uždraudė), ir labai myli Allahą (atlieka visus gerus darbus, kuriuos Jis įsakė)], nebus jiems baimės anei jie liūdės.",
      "footnotes": ""
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 216,
      "verse_key": "10:63",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ",
      "translation": "63. Tie, kurie patikėjo (Allaho Vienumą – islamiškąjį monotiezmą) ir labai bijodavo Allaho (susilaikydami nuo blogų darbų ir nuodėmių bei darydami gerus teisingus darbus).",
      "footnotes": ""
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 216,
      "verse_key": "10:64",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَهُمُ ٱلۡبُشۡرَىٰ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۚ لَا تَبۡدِيلَ لِكَلِمَٰتِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
      "translation": "64. Jiems – geros žinios dabartinio pasaulio gyvenime (t. y. per gerus pačio asmens matomus sapnus arba parodytus kitiems), ir Amžinybėje. Jokio pokyčio negali būti Allaho Žodžiuose. Tai iš tiesų didžiausia sėkmė.",
      "footnotes": ""
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 216,
      "verse_key": "10:65",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعًاۚ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "65. Ir lai jų kalba neliūdina tavęs (Muchammedai ﷺ ), nes visa galia ir garbė priklauso Allahui. Jis yra Visa Girdintis, Visa Žinantis.",
      "footnotes": ""
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 216,
      "verse_key": "10:66",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَآ إِنَّ لِلَّهِ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِۗ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ",
      "translation": "66. Nėr abejonės, iš tiesų, Allahui priklauso viskas, kas yra danguose, ir viskas, kas yra žemėje. Ir tie, kurie garbina ir šaukiasi kitų šalia Allaho, iš tikrųjų, jie seka ne (taip vadinamais Allaho) partneriais, jie seka tik spėlionėmis ir jie kuria melus.",
      "footnotes": ""
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 216,
      "verse_key": "10:67",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ",
      "translation": "67. Jis yra Tas, Kuris paskyrė jums naktį, kad jos metu pailsėtumėte, ir dieną, kad viskas (jums) būtų matoma. Iš tiesų, tame yra Ajat (įrodymai, įkalčiai, eilutės, pamokos, ženklai, apreiškimai ir t.t.) žmonėms, kurie klauso (t. y. tie, kurie giliai apmąsto).",
      "footnotes": ""
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 216,
      "verse_key": "10:68",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ هُوَ ٱلۡغَنِيُّۖ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ إِنۡ عِندَكُم مِّن سُلۡطَٰنِۭ بِهَٰذَآۚ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ",
      "translation": "68. Jie (judėjai, krikščionys ir pagonys) sako : „Allahas pagimdė sūnų (vaikus).“ Garbė Jam! Jis yra Turtingas (Laisvas nuo bet kokių poreikių). Jo yra viskas, kas yra danguose, ir viskas, kas yra žemėje. Neturite jūs tam jokios teisės. Argi jūs sakote apie Allahą tai, ko nežinote?",
      "footnotes": ""
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 216,
      "verse_key": "10:69",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ",
      "translation": "69. Sakyk: „Iš tiesų, tie, kurie kuria melą apie Allahą, niekada nebus sėkmingi“",
      "footnotes": ""
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 216,
      "verse_key": "10:70",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَتَٰعٞ فِي ٱلدُّنۡيَا ثُمَّ إِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ نُذِيقُهُمُ ٱلۡعَذَابَ ٱلشَّدِيدَ بِمَا كَانُواْ يَكۡفُرُونَ",
      "translation": "70. (Trumpalaikis) malonumas šiame pasaulyje! O tada pas Jį bus jų sugrįžimas, tada Mes priversime juos paragauti žiauriausią kančią, nes jie netikėdavo [Allahą, neigdavo Jo Pasiuntinius, neigdavo ir abejodavo Jo Ajat (įrodymais, ženklais, eilutėmis, t.t.)].",
      "footnotes": ""
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 217,
      "verse_key": "10:71",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ نُوحٍ إِذۡ قَالَ لِقَوۡمِهِۦ يَٰقَوۡمِ إِن كَانَ كَبُرَ عَلَيۡكُم مَّقَامِي وَتَذۡكِيرِي بِـَٔايَٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلۡتُ فَأَجۡمِعُوٓاْ أَمۡرَكُمۡ وَشُرَكَآءَكُمۡ ثُمَّ لَا يَكُنۡ أَمۡرُكُمۡ عَلَيۡكُمۡ غُمَّةٗ ثُمَّ ٱقۡضُوٓاْ إِلَيَّ وَلَا تُنظِرُونِ",
      "translation": "71. Ir parecituok jiems Nūho (Nojaus) naujienas. Kai jis sakė savo žmonėms: „Mano žmonės, mano pasilikimas (su jumis) ir mano priminimas (jums) apie Allaho Ajat (įrodymus, įkalčius, eilutes, pamokas, ženklus, apreiškimus ir t. t.) yra sunkus jums, tada aš pasitikiu Allahu. Taigi, kurkite savo sąmokslus, jūs ir jūsų partneriai, ir neleiskite, kad jūsų sąmokslai keltų jums abejones. Tada paskirkite savo bausmę man ir neduokite man atsikvėpti.",
      "footnotes": ""
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 217,
      "verse_key": "10:72",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِن تَوَلَّيۡتُمۡ فَمَا سَأَلۡتُكُم مِّنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ",
      "translation": "72. „Tačiau jei jūs nusigręšite, tada aš neprašiau jūsų jokio atlygio. Mano atlygis yra tik iš Allaho. Ir man buvo įsakyta būti iš musulmonų tarpo (t. y. tų, kurie paklūsta Allaho Valiai).“",
      "footnotes": ""
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 217,
      "verse_key": "10:73",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَكَذَّبُوهُ فَنَجَّيۡنَٰهُ وَمَن مَّعَهُۥ فِي ٱلۡفُلۡكِ وَجَعَلۡنَٰهُمۡ خَلَٰٓئِفَ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُنذَرِينَ",
      "translation": "73. Jie neigė jį, tačiau Mes išnešėme jį ir tuos, kurie buvo su juo, į laivą, ir Mes padarėme juos kartomis, pakeičiančiomis vienas kitą, kai Mes nuskandinome tuos, kurie neigė Mūsų Ajat (įrodymus, įkalčius, pamokas, ženklus, apreiškimus ir t. t.). Tada pažiūrėkite kokia pabaiga buvo tų, kurie buvo įspėti.",
      "footnotes": ""
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 217,
      "verse_key": "10:74",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِۦ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ بِهِۦ مِن قَبۡلُۚ كَذَٰلِكَ نَطۡبَعُ عَلَىٰ قُلُوبِ ٱلۡمُعۡتَدِينَ",
      "translation": "74. Tada po jo Mes siuntėme Pasiuntinius jų žmonėms. Jie nešė jiems aiškius įrodymus, tačiau jie netikėdavo tuo, ką jie jau atmetė prieš tai. Taigi, Mes užantspaudavome nusidėjėlių (tų, kurie netiki Allaho Vienumą ir nepaklūsta Jam) širdis.",
      "footnotes": ""
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 217,
      "verse_key": "10:75",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ وَهَٰرُونَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ بِـَٔايَٰتِنَا فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ",
      "translation": "75. Tada po jų Mes siuntėme Mūsą (Mozę) ir Harūną (Aroną) Firaunui (Faraonui) ir jo vyriausiesiems su Mūsų Ajat (įrodymais, įkalčiais, eilutėmis, pamokomis, ženklais, apreiškimais ir t. t.). Tačiau jie elgėsi išdidžiai ir buvo Mudžrimūn (netikintieji, nusidėjėliai, daugiadieviai, nusikalėtliai) liaudis.",
      "footnotes": ""
    },
    {
      "id": 76,
      "verse_number": 76,
      "page_number": 217,
      "verse_key": "10:76",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُوٓاْ إِنَّ هَٰذَا لَسِحۡرٞ مُّبِينٞ",
      "translation": "76. Taigi, kai pas juos atėjo tiesa iš Mūsų, tie sakė: „Tai iš tiesų aiški magija.“",
      "footnotes": ""
    },
    {
      "id": 77,
      "verse_number": 77,
      "page_number": 217,
      "verse_key": "10:77",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ مُوسَىٰٓ أَتَقُولُونَ لِلۡحَقِّ لَمَّا جَآءَكُمۡۖ أَسِحۡرٌ هَٰذَا وَلَا يُفۡلِحُ ٱلسَّٰحِرُونَ",
      "translation": "77. Mūsa (Mozė) sakė: „Ar jūs (tai) sakote apie tiesą, kai ji atėjo pas jus? Ar tai magija? Tačiau burtininkai niekada nebus sėkmingi.“",
      "footnotes": ""
    },
    {
      "id": 78,
      "verse_number": 78,
      "page_number": 217,
      "verse_key": "10:78",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُوٓاْ أَجِئۡتَنَا لِتَلۡفِتَنَا عَمَّا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلۡكِبۡرِيَآءُ فِي ٱلۡأَرۡضِ وَمَا نَحۡنُ لَكُمَا بِمُؤۡمِنِينَ",
      "translation": "78. Jie sakė: „Ar tu atėjai pas mus, kad nugręžtum mus nuo to (Tikėjimo), kuriuo mes radome savo tėvus sekančius, ir kad judu turėtumėte didybę žemėje? Mes neketiname patikėti judvejais!“",
      "footnotes": ""
    },
    {
      "id": 79,
      "verse_number": 79,
      "page_number": 218,
      "verse_key": "10:79",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ فِرۡعَوۡنُ ٱئۡتُونِي بِكُلِّ سَٰحِرٍ عَلِيمٖ",
      "translation": "79. Ir Firaun (Faraonas) tarė: „Atveskite man kiekvieną gerai nusimanantį burtininką.“",
      "footnotes": ""
    },
    {
      "id": 80,
      "verse_number": 80,
      "page_number": 218,
      "verse_key": "10:80",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰٓ أَلۡقُواْ مَآ أَنتُم مُّلۡقُونَ",
      "translation": "80. Ir kai burtininkai atvyko, Mūsa (Mozė) tarė jiems: „Meskite tai, ką norite mesti!“",
      "footnotes": ""
    },
    {
      "id": 81,
      "verse_number": 81,
      "page_number": 218,
      "verse_key": "10:81",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّآ أَلۡقَوۡاْ قَالَ مُوسَىٰ مَا جِئۡتُم بِهِ ٱلسِّحۡرُۖ إِنَّ ٱللَّهَ سَيُبۡطِلُهُۥٓ إِنَّ ٱللَّهَ لَا يُصۡلِحُ عَمَلَ ٱلۡمُفۡسِدِينَ",
      "translation": "81. Tada, kai jie išmetė, Mūsa (Mozė) tarė: „Tai, ką jūs pateikėte, yra burtininkavimas. Allahas be abejonės padarys tai neveiksmingą. Iš tiesų, Allahas nepadaro teisingais Al-Mufsidūn (bloga darančiųjų, ištvirkėlių) darbų.",
      "footnotes": ""
    },
    {
      "id": 82,
      "verse_number": 82,
      "page_number": 218,
      "verse_key": "10:82",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيُحِقُّ ٱللَّهُ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ",
      "translation": "82. „Ir Allahas įrodys ir padarys aiškia tiesą Savo Žodžiais, tačiau dauguma Mudžrimūn (nusikaltėlių, netikinčiųjų, daugiadievių, nusidėjėlių) gali (to) nekęsti.“",
      "footnotes": ""
    },
    {
      "id": 83,
      "verse_number": 83,
      "page_number": 218,
      "verse_key": "10:83",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٞ مِّن قَوۡمِهِۦ عَلَىٰ خَوۡفٖ مِّن فِرۡعَوۡنَ وَمَلَإِيْهِمۡ أَن يَفۡتِنَهُمۡۚ وَإِنَّ فِرۡعَوۡنَ لَعَالٖ فِي ٱلۡأَرۡضِ وَإِنَّهُۥ لَمِنَ ٱلۡمُسۡرِفِينَ",
      "translation": "83. Tačiau, niekas nepatikėjo Mūsa (Moze), išskyrus jo žmonių, dėl Firauno (Faraono) ir jo vyriausiųjų baimės, kad jie jų nepersekiotų. Ir iš tiesų, Firaun (Faraonas) buvo išdidus tironas žemėje, jis buvo iš tiesų vienas iš Musrifūn (daugiadievių, nusidėjėlių ir prasižengėlių, tų, kurie palieka tiesą ir seka blogiu, ir daro visokias didžiąsias nuodėmes).",
      "footnotes": ""
    },
    {
      "id": 84,
      "verse_number": 84,
      "page_number": 218,
      "verse_key": "10:84",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ مُوسَىٰ يَٰقَوۡمِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ فَعَلَيۡهِ تَوَكَّلُوٓاْ إِن كُنتُم مُّسۡلِمِينَ",
      "translation": "84. Ir Mūsa (Mozė) tarė : „Mano žmonės, jei jūs patikėjote Allahą, tada pasitikėkite Juo jei esate musulmonai (tie, kurie paklūsta Allaho Valiai).“",
      "footnotes": ""
    },
    {
      "id": 85,
      "verse_number": 85,
      "page_number": 218,
      "verse_key": "10:85",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَقَالُواْ عَلَى ٱللَّهِ تَوَكَّلۡنَا رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ",
      "translation": "85. Jie tarė: „Allahu mes pasitikime. Mūsų Viešpatie, nepadaryk mūsų išbandymu žmonėms, kurie yra Zalimūn (daugiadieviai ir nusidėjėliai) (t. y. neleisk jiems mūsų įveikti).",
      "footnotes": ""
    },
    {
      "id": 86,
      "verse_number": 86,
      "page_number": 218,
      "verse_key": "10:86",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَنَجِّنَا بِرَحۡمَتِكَ مِنَ ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ",
      "translation": "86. „Ir išgelbėk mus Savo Gailestingumu nuo netikinčiųjų žmonių.“",
      "footnotes": ""
    },
    {
      "id": 87,
      "verse_number": 87,
      "page_number": 218,
      "verse_key": "10:87",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوۡمِكُمَا بِمِصۡرَ بُيُوتٗا وَٱجۡعَلُواْ بُيُوتَكُمۡ قِبۡلَةٗ وَأَقِيمُواْ ٱلصَّلَوٰةَۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ",
      "translation": "87. Ir Mes apreiškėme Mūsai (Mozei) ir jo broliui (sakydami): „Suteik buveines savo žmonėms Egipte, ir padaryk buveines jūsų garbinimo vietomis, ir atlikite As-Salat (Ikamat-as-Salat) ir perduok geras žinias tikintiesiems.“",
      "footnotes": ""
    },
    {
      "id": 88,
      "verse_number": 88,
      "page_number": 218,
      "verse_key": "10:88",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيۡتَ فِرۡعَوۡنَ وَمَلَأَهُۥ زِينَةٗ وَأَمۡوَٰلٗا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا رَبَّنَا لِيُضِلُّواْ عَن سَبِيلِكَۖ رَبَّنَا ٱطۡمِسۡ عَلَىٰٓ أَمۡوَٰلِهِمۡ وَٱشۡدُدۡ عَلَىٰ قُلُوبِهِمۡ فَلَا يُؤۡمِنُواْ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ",
      "translation": "88. Ir Mūsa (Mozė) tarė: „ Mūsų Viešpatie, Tu, iš tiesų, suteikei Firaunui (Faraonui) ir jo vyriausiesiems prabangą ir turtą šio pasaulio gyvenime. Mūsų Viešpatie, kad jie galėtų paklaidinti žmones nuo Tavo Kelio. Mūsų Viešpatie, sunaikink jų turtą, ir sukietink jų širdis, kad jie nepatikėtų, kol pamatys skausmingą kančią.“",
      "footnotes": ""
    },
    {
      "id": 89,
      "verse_number": 89,
      "page_number": 219,
      "verse_key": "10:89",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ قَدۡ أُجِيبَت دَّعۡوَتُكُمَا فَٱسۡتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعۡلَمُونَ",
      "translation": "89. Allahas tarė: „Iš tiesų, judviejų maldavimas yra priimtas. Taigi, judu laikykitės Tiesaus Kelio (t. y. toliau darykite gerus darbus ir skelbkite Allaho Žinią kantriai) ir nesekite keliu tų, kurie nežino (tiesos, t. y. tikėti Allaho Vienumą ir taip pat tikėti Allaho Atlygį – Rojų).“",
      "footnotes": ""
    },
    {
      "id": 90,
      "verse_number": 90,
      "page_number": 219,
      "verse_key": "10:90",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ وَجُنُودُهُۥ بَغۡيٗا وَعَدۡوًاۖ حَتَّىٰٓ إِذَآ أَدۡرَكَهُ ٱلۡغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱلَّذِيٓ ءَامَنَتۡ بِهِۦ بَنُوٓاْ إِسۡرَٰٓءِيلَ وَأَنَا۠ مِنَ ٱلۡمُسۡلِمِينَ",
      "translation": "90. Ir Mes pernešėme Israelio (Izraelio) Vaikus per jūrą, o Firaun (Faraonas) su savo kariuomenėm sekė juos priespaudoje ir nesantaika iki tol, kol jį apėmė skendimas ir jis tarė: „Aš tikiu, kad niekas negali būti garbinamas, išskyrus Jį (Allahą), Kurį Israelio (Izraelio) Vaikai tiki, ir aš esu vienas iš musulmonų (tų, kurie paklūsta Allaho Valiai).“",
      "footnotes": ""
    },
    {
      "id": 91,
      "verse_number": 91,
      "page_number": 219,
      "verse_key": "10:91",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ءَآلۡـَٰٔنَ وَقَدۡ عَصَيۡتَ قَبۡلُ وَكُنتَ مِنَ ٱلۡمُفۡسِدِينَ",
      "translation": "91. Dabar (jūs tikite), kai atsisakydavote tikėti prieš tai, ir buvote jūs iš Mufsidūn (bloga darančiųjų, ištvirkėlių).",
      "footnotes": ""
    },
    {
      "id": 92,
      "verse_number": 92,
      "page_number": 219,
      "verse_key": "10:92",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱلۡيَوۡمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنۡ خَلۡفَكَ ءَايَةٗۚ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ عَنۡ ءَايَٰتِنَا لَغَٰفِلُونَ",
      "translation": "92. Taigi, šią dieną Mes išnešime tavo (mirusį) kūną (iš jūros), kad būtum ženklu tiems, kurie sekė paskui tave! Ir iš tiesų, daugybė iš žmonijos yra neatidūs Mūsų Ajat (įrodymams, įkalčiams, eilutėms pamokoms, ženklams, apreiškimams ir t.t.).",
      "footnotes": ""
    },
    {
      "id": 93,
      "verse_number": 93,
      "page_number": 219,
      "verse_key": "10:93",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ بَوَّأۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مُبَوَّأَ صِدۡقٖ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ فَمَا ٱخۡتَلَفُواْ حَتَّىٰ جَآءَهُمُ ٱلۡعِلۡمُۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ",
      "translation": "93. Ir iš tiesų, Mes įkurdinome Israelio (Izraelio) Vaikus garbingose buveinėse (Šam ir Misr), ir aprūpinome juos gerais daiktais, ir jie nesiginčijo iki tol, kol atėjo pas juos žinojimas. Iš tiesų, Allahas teis juos Prikėlimo Dieną dėl to, dėl ko jie ginčydavosi.",
      "footnotes": ""
    },
    {
      "id": 94,
      "verse_number": 94,
      "page_number": 219,
      "verse_key": "10:94",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِن كُنتَ فِي شَكّٖ مِّمَّآ أَنزَلۡنَآ إِلَيۡكَ فَسۡـَٔلِ ٱلَّذِينَ يَقۡرَءُونَ ٱلۡكِتَٰبَ مِن قَبۡلِكَۚ لَقَدۡ جَآءَكَ ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ",
      "translation": "94. Taigi, jei tu (Muchammedai ﷺ) abejoji dėl to, ką Mes apreiškėme tau (t. y. kad tavo vardas yra įrašytas Taurate (Toroje) ir Indžylyje (Evangelijoje)], tada paklausk tų, kurie skaito Knygą [Tauratą (Torą) ir Indžylį (Evangeliją)] prieš tave. Iš tiesų, tiesa atėjo pas tave iš tavo Viešpaties. Taigi nebūk iš tų, kurie (tuo) abejoja. [4]",
      "footnotes": "[4] Žr. ają 2:76 ir ają 7:157 bei jos išnašą."
    },
    {
      "id": 95,
      "verse_number": 95,
      "page_number": 219,
      "verse_key": "10:95",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلۡخَٰسِرِينَ",
      "translation": "95. Ir nebūkite iš tų, kurie neigia Allaho Ajat (įrodymus, įkalčius, eilutes, pamokas, ženklus, apreiškimus ir t. t.), nes tada jūs būsite iš pralaimėtojų.",
      "footnotes": ""
    },
    {
      "id": 96,
      "verse_number": 96,
      "page_number": 219,
      "verse_key": "10:96",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ حَقَّتۡ عَلَيۡهِمۡ كَلِمَتُ رَبِّكَ لَا يُؤۡمِنُونَ",
      "translation": "96. Iš tiesų, tie, prieš kuriuos jūsų Viešpaties Žodis (Rūstybė) buvo patvirtintas, netikės.",
      "footnotes": ""
    },
    {
      "id": 97,
      "verse_number": 97,
      "page_number": 219,
      "verse_key": "10:97",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ جَآءَتۡهُمۡ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ",
      "translation": "97. Net jei kiekvienas ženklas ateitų pas juos, iki tol, kol jie pamatys skausmingą kančią.",
      "footnotes": ""
    },
    {
      "id": 98,
      "verse_number": 98,
      "page_number": 220,
      "verse_key": "10:98",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَوۡلَا كَانَتۡ قَرۡيَةٌ ءَامَنَتۡ فَنَفَعَهَآ إِيمَٰنُهَآ إِلَّا قَوۡمَ يُونُسَ لَمَّآ ءَامَنُواْ كَشَفۡنَا عَنۡهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَتَّعۡنَٰهُمۡ إِلَىٰ حِينٖ",
      "translation": "98. Ar buvo koks nors miestas (bendruomenė), kuri patikėjo (po to, kai pamatė bausmę) ir kurios Tikėjimas (tuo metu) išgelbėjo ją (nuo bausmės)? (Atsakymas - nė vieno). Išskyrus Jūnus (Jono) žmones. Kai jie patikėjo, Mes panaikinome nuo jų gėdos kančią šio (dabartinio) pasaulio gyvenime ir leidome jiems kurį laiką pasidžiaugti.",
      "footnotes": ""
    },
    {
      "id": 99,
      "verse_number": 99,
      "page_number": 220,
      "verse_key": "10:99",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ شَآءَ رَبُّكَ لَأٓمَنَ مَن فِي ٱلۡأَرۡضِ كُلُّهُمۡ جَمِيعًاۚ أَفَأَنتَ تُكۡرِهُ ٱلنَّاسَ حَتَّىٰ يَكُونُواْ مُؤۡمِنِينَ",
      "translation": "99. Ir jei jūsų Viešpats panorėtų, tie, kurie žemėje, būtų patikėję visi kartu. Taigi, ar tu (Muchammedai ﷺ) tada priversi žmoniją tapti tikinčiaisiais?",
      "footnotes": ""
    },
    {
      "id": 100,
      "verse_number": 100,
      "page_number": 220,
      "verse_key": "10:100",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا كَانَ لِنَفۡسٍ أَن تُؤۡمِنَ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَجۡعَلُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يَعۡقِلُونَ",
      "translation": "100. Nė vienam žmogui neskirta patikėti, išskyrus Allaho Leidimu, ir Jis užsirūstins ant tų, kurie yra neatidūs.",
      "footnotes": ""
    },
    {
      "id": 101,
      "verse_number": 101,
      "page_number": 220,
      "verse_key": "10:101",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلِ ٱنظُرُواْ مَاذَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَا تُغۡنِي ٱلۡأٓيَٰتُ وَٱلنُّذُرُ عَن قَوۡمٖ لَّا يُؤۡمِنُونَ",
      "translation": "101. Sakyk: „Pažiūrėkite į viską, kas yra danguose ir žemėje“, tačiau nei Ajat (įrodymai, įkalčiai, eilutės, pamokos, ženklai, apreiškimai ir t.t.), nei perspėtojai duoda naudos tiems, kurie netiki.",
      "footnotes": ""
    },
    {
      "id": 102,
      "verse_number": 102,
      "page_number": 220,
      "verse_key": "10:102",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَهَلۡ يَنتَظِرُونَ إِلَّا مِثۡلَ أَيَّامِ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِهِمۡۚ قُلۡ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ",
      "translation": "102. Tad argi jie laukia (ko nors kito) jei ne (sunaikinimo) panašaus į dienas tų žmonių, kurie mirė prieš juos? Sakyk: „Tada laukite, aš (taip pat) su jumis tarp tų, kurie laukia.“",
      "footnotes": ""
    },
    {
      "id": 103,
      "verse_number": 103,
      "page_number": 220,
      "verse_key": "10:103",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ نُنَجِّي رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ حَقًّا عَلَيۡنَا نُنجِ ٱلۡمُؤۡمِنِينَ",
      "translation": "103. Tada (pabaigoje) Mes išgelbėjame Savo Pasiuntinius ir tuos, kurie tiki! Mūsų pareiga yra išgelbėti tikinčiuosius.",
      "footnotes": ""
    },
    {
      "id": 104,
      "verse_number": 104,
      "page_number": 220,
      "verse_key": "10:104",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي شَكّٖ مِّن دِينِي فَلَآ أَعۡبُدُ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَلَٰكِنۡ أَعۡبُدُ ٱللَّهَ ٱلَّذِي يَتَوَفَّىٰكُمۡۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ",
      "translation": "104. Sakyk (Muchammedai ﷺ): „Žmonija, jei jūs abejojate mano religija (islamu), tada (žinokite, kad) aš niekada negarbinsiu tų, kuriuos jūs garbinate šalia Allaho. Tačiau aš garbinu Allahą, Kuris priverčia jus mirti, ir man įsakyta būti vienu iš tikinčiųjų.",
      "footnotes": ""
    },
    {
      "id": 105,
      "verse_number": 105,
      "page_number": 220,
      "verse_key": "10:105",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنۡ أَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗا وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "105. „Ir (man apreikšta): „Atgręžk savo veidą (Muchammedai ﷺ) visiškai į Hanifa religiją (islamiškąjį monoteizmą, t. y. negarbinti nieko kito, tik Allahą Vienintelį), ir niekada nebūk iš Mušrikūn (tų, kurie priskiria Allahui partnerius, daugiadieviai, stabmeldžiai, netikintieji Allaho Vienumą ir tie, kurie garbina kitus šalia Allaho).",
      "footnotes": ""
    },
    {
      "id": 106,
      "verse_number": 106,
      "page_number": 220,
      "verse_key": "10:106",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَدۡعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَۖ فَإِن فَعَلۡتَ فَإِنَّكَ إِذٗا مِّنَ ٱلظَّٰلِمِينَ",
      "translation": "106. „Ir nesišauk šalia Allaho nieko, kas nei suteiks naudos tau, nei pakenks tau, tačiau jei (tuo atveju) taip darytum, tu tikrai būsi iš Zalimūn (daugiadievių ir nusidėjėlių).“",
      "footnotes": ""
    },
    {
      "id": 107,
      "verse_number": 107,
      "page_number": 221,
      "verse_key": "10:107",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يُرِدۡكَ بِخَيۡرٖ فَلَا رَآدَّ لِفَضۡلِهِۦۚ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ",
      "translation": "107. Ir jei Allahas suteikia jums žalą, nėra nieko kito, kas galėtų ją pašalinti, tik Jis, ir jei Jis nori jums gero, nėra nieko, kas galėtų atstumti Jo Malonę, kurią Jis priverčia pasiekti tuos iš Savo vergų, kuriuos Jis nori. Ir Jis yra Dažnai Atleidžiantis, Gailestingiausiasis.",
      "footnotes": ""
    },
    {
      "id": 108,
      "verse_number": 108,
      "page_number": 221,
      "verse_key": "10:108",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنَا۠ عَلَيۡكُم بِوَكِيلٖ",
      "translation": "108. Sakyk: „O žmonija, dabar tiesa (t. y. Koranas ir Pranašas Muchammedas ﷺ) atėjo pas jus nuo jūsų Viešpaties. Taigi, tas, kuris yra teisingai vedamas, jis daro tai dėl savo paties gero, o tas, kuris nuklysta, jis daro tai dėl savo paties praradimo. Ir aš nesu (paskirtas) jums Vakil (reikalų tvarkytojas, priverčiantis jus sekti teisingu vedimu).“",
      "footnotes": ""
    },
    {
      "id": 109,
      "verse_number": 109,
      "page_number": 221,
      "verse_key": "10:109",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ وَٱصۡبِرۡ حَتَّىٰ يَحۡكُمَ ٱللَّهُۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ",
      "translation": "109. Ir (Muchammedai ﷺ) sek apreiškimu, atsiųstu tau, ir būk kantrus iki Allahas priims sprendimą. Ir Jis yra Geriausias iš teisėjų.",
      "footnotes": ""
    }
  ]
}