{
  "id": 12,
  "verse_number": 12,
  "page_number": 551,
  "verse_key": "60:12",
  "juz_number": 28,
  "hizb_number": 55,
  "rub_el_hizb_number": 220,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا جَآءَكَ ٱلۡمُؤۡمِنَٰتُ يُبَايِعۡنَكَ عَلَىٰٓ أَن لَّا يُشۡرِكۡنَ بِٱللَّهِ شَيۡـٔٗا وَلَا يَسۡرِقۡنَ وَلَا يَزۡنِينَ وَلَا يَقۡتُلۡنَ أَوۡلَٰدَهُنَّ وَلَا يَأۡتِينَ بِبُهۡتَٰنٖ يَفۡتَرِينَهُۥ بَيۡنَ أَيۡدِيهِنَّ وَأَرۡجُلِهِنَّ وَلَا يَعۡصِينَكَ فِي مَعۡرُوفٖ فَبَايِعۡهُنَّ وَٱسۡتَغۡفِرۡ لَهُنَّ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
  "translation": "اے پیغمبر! جب مسلمان عورتیں آپ سے ان باتوں پر بیعت کرنے آئیں کہ وه اللہ کے ساتھ کسی کو شریک نہ کریں گی، چوری نہ کریں گی، زنا کاری نہ کریں گی، اپنی اوﻻد کو نہ مار ڈالیں گی اور کوئی ایسا بہتان نہ باندھیں گی جو خود اپنے ہاتھوں پیروں کے سامنے گھڑ لیں اور کسی نیک کام میں تیری بےحکمی نہ کریں گی تو آپ ان سے بیعت کر لیا کریں(1) ، اور ان کے لیے اللہ سے مغفرت طلب کریں بیشک اللہ تعالیٰ بخشنے اور معاف کرنے واﻻ ہے.",
  "footnotes": "(1) یہ بیعت اس وقت لیتے جب عورتیں ہجرت کرکے آ تیں، جیسا کہ صحیح بخاری تفسیر سورۂ ممتحنہ میں ہے۔ علاوہ ازیں فتح مکہ والے دن بھی آپ (صلى الله عليه وسلم) نے قریش کی عورتوں سے بیعت لی۔ بیعت لیتے وقت آپ (صلى الله عليه وسلم) صرف زبان سے عہد لیتے۔ کسی عورت کے ہاتھ کو آپ (صلى الله عليه وسلم) نہیں چھوتے تھے۔ حضرت عائشہ (رضی الله عنها) فرماتی ہیں (اللہ کی قسم بیعت میں نبی (صلى الله عليه وسلم) کے ہاتھ نے کبھی کسی عورت کے ہاتھ کو نہیں چھوا۔ بیعت کرتے وقت آپ (صلى الله عليه وسلم) صرف یہ فرماتے ، کہ میں نے ان باتوں پر تجھ سے بیعت لے لی)۔ (صحيح البخاري، تفسير سورة الممتحنة) بیعت میں آپ (صلى الله عليه وسلم) یہ عہد بھی عورتوں سے لیتے تھے کہ وہ نوحہ نہیں کریں گی، گریبان چاک نہیں کریں گی، سر کے بال نہیں نوچیں گی اور جاہلیت کی طرح بین نہیں کریں گی۔ (صحيح بخاري وصحيح مسلم وغيرهما) اس بیعت میں نماز، روزہ، حج اور زکٰوۃ وغیرہ کا ذکر نہیں ہے، اس لیے کہ یہ ارکان دین اور شعائر اسلام ہونے کے اعتبار سے محتاج وضاحت نہیں۔ آپ (صلى الله عليه وسلم) نے بطور خاص ان چیزوں کی بیعت لی جن کا عام ارتکاب عورتوں سے ہوتا تھا، تاکہ وہ ارکان دین کی پابندی کے ساتھ، ان چیزوں سے بھی اجتناب کریں۔ اس سے یہ بات معلوم ہوئی کہ علما ودعاۃ اور واعظین حضرات اپنا زور خطابت ارکان دین کے بیان کرنے میں ہی صرف نہ کریں جو پہلے ہی واضح ہیں، بلکہ ان خرابیوں اور رسموں کی بھی پر زور انداز میں تردید کیا کریں جو معاشرے میں عام ہیں اور نماز روزے کے پابند حضرات بھی ان سے اجتناب نہیں کرتے۔"
}