{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 411,
      "verse_key": "31:1",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "الٓمٓ",
      "translation": "Alif Laam Miim[1]",
      "footnotes": "[1] Alif Laam Miim: Inyuguti nk’izi twazivuzeho mu masura yatambutse."
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 411,
      "verse_key": "31:2",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ",
      "translation": "Iyo ni imirongo y’igitabo cyuje ubushishozi (Qur’an).",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 411,
      "verse_key": "31:3",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ",
      "translation": "Ni umuyoboro n’impuhwe ku bakora ibyiza.",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 411,
      "verse_key": "31:4",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ",
      "translation": "Ba bandi bahozaho iswala, bakanatanga amaturo, ndetse bakanemera imperuka badashidikanya.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 411,
      "verse_key": "31:5",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
      "translation": "Abo ni bo bari mu muyoboro uturuka kwa Nyagasani wabo, kandi ni na bo bakiranutsi.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 411,
      "verse_key": "31:6",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ",
      "translation": "No mu bantu hari uhitamo amagambo agandisha abantu gukora ibishimisha Allah (nka muzika n’ibindi nka byo) kugira ngo ayobye (abantu) abakura mu nzira ya Allah kubera kutagira ubumenyi, ndetse bakanakerensa (amagambo ya Allah). Abo bazahanishwa ibihano bisuzuguza.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 411,
      "verse_key": "31:7",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ",
      "translation": "N’iyo asomewe amagambo yacu, ayatera umugongo yibona akigira nk’aho atayumvise, akamera nk’aho afite ibihato mu matwi. Bityo, muhe inkuru y’ibihano bibabaza.",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 411,
      "verse_key": "31:8",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ",
      "translation": "Mu by’ukuri ba bandi bemeye bakanakora ibikorwa byiza, bazagororerwa ijuru ryuje inema,",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 411,
      "verse_key": "31:9",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "Bazabamo ubuziraherezo. Isezerano rya Allah ni ukuri. Kandi ni Umunyacyubahiro bihebuje, Nyirubugenge buhambaye.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 411,
      "verse_key": "31:10",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ",
      "translation": "Yaremye ibirere nta nkingi mubona zibifashe, anashyira ku isi imisozi ishimangiye kugira ngo (isi) itabahungabanya, ndetse anayikwizamo inyamaswa z’amoko yose. Kandi twamanuye amazi mu kirere, maze tumeza (ku isi) buri bwoko bwiza bw’ibimera.",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 411,
      "verse_key": "31:11",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "Ibi ni ibiremwa bya Allah. Ngaho nimunyereke ibyo ibitari We byaremye? Ahubwo ababangikanyamana bari mu buyobe bugaragara.",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 412,
      "verse_key": "31:12",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ",
      "translation": "Kandi rwose twahaye Luq’man ubushishozi, (turamubwira tuti) “Ngaho shimira Allah.” Kandi ushimiye, mu by’ukuri (uko) gushimira ni we kugirira akamaro, naho uhakanye (ni we uba yihemukiye); rwose Allah arihagije (utamushimiye ntacyo bimutwara na gito), Ushimwa cyane.",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 412,
      "verse_key": "31:13",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ",
      "translation": "Kandi (wibuke) ubwo Luq’man yabwiraga umwana we amugira inama ati “Mwana wanjye! Ntukabangikanye Allah, kuko mu by’ukuri ibangikanyamana ari ubuhemu buhambaye.”",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 412,
      "verse_key": "31:14",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ",
      "translation": "Twanategetse umuntu kugirira neza ababyeyi be. Nyina yamutwitanye imvune yiyongera ku zindi, anamucutsa ku myaka ibiri. Ngaho nshimira unashimire ababyeyi bawe. Iwanjye ni ho byose bizasubira.",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 412,
      "verse_key": "31:15",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "Ariko (ababyeyi bawe) nibaramuka baguhatiye kumbangikanya mu byo udafitiye ubumenyi, ntuzabumvire; ariko uzababanire neza ku isi, kandi ujye ukurikira inzira y’unyicuzaho. Hanyuma iwanjye ni ho garukiro ryanyu, maze nkazababwira ibyo mwajyaga mukora.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 412,
      "verse_key": "31:16",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ",
      "translation": "“Mwana wanjye! Mu by’ukuri, n’iyo (icyiza cyangwa ikibi cyagira) uburemere bungana nk’ubw’akanyampeke gato cyane (Kharidali), kikaba kiri mu rutare, mu birere cyangwa se ikuzimu, Allah azakigaragaza (ku munsi w’imperuka). Mu by’ukuri, Allah ni Ugenza buhoro, Umumenyi uhebuje.”",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 412,
      "verse_key": "31:17",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ",
      "translation": "“Mwana wanjye! Jya uhozaho iswala, ubwirize (abantu) gukora ibyiza, unababuze gukora ibibi, kandi ujye wihanganira ibikubayeho (byose). Mu by’ukuri ibyo ni bimwe mu byo (buri muntu) agomba kwitwararika.”",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 412,
      "verse_key": "31:18",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ",
      "translation": "“Kandi ntukaneguze abantu umusaya wawe ubibonaho, ntukanagende ku isi wibonabona (ku bantu). Mu by’ukuri Allah ntakunda umunyagasuzuguro wese, w’umwibone.”",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 412,
      "verse_key": "31:19",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ",
      "translation": "“Kandi ujye ugenda wiyoroheje ndetse n’ijwi ryawe uricishe bugufi. Mu by’ukuri ijwi ribi kurusha ayandi ni ijwi ry’indogobe.”",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 413,
      "verse_key": "31:20",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ",
      "translation": "Ese ntimubona ko Allah yaborohereje ibiri mu birere n’ibiri mu isi, akanabasenderezaho ingabire ze; izigaragara n’izitagaragara? Ndetse no mu bantu hari ujya impaka ku byerekeye Allah nta bumenyi, umuyoboro cyangwa igitabo kimumurikira.",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 413,
      "verse_key": "31:21",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 164,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ",
      "translation": "N’iyo babwiwe bati “Nimukurikire ibyo Allah yahishuye”, baravuga bati “Ahubwo turakurikira ibyo twasanganye abakurambere bacu.” Ese (bazakomeza gukurikira abakurambere babo) kabone n’iyo Shitani yaba ibahamagarira kujya mu bihano by’umuriro ugurumana?",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 413,
      "verse_key": "31:22",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 165,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ",
      "translation": "Kandi uwicisha bugufi imbere ya Allah akaba anarangwa n’ibikorwa byiza, uwo aba afashe umugozi uboshye ukomeye. Ndetse kwa Allah ni ho herezo rya buri kintu.",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 413,
      "verse_key": "31:23",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 165,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "Naho uzahakana, ubuhakanyi bwe ntibuzagutere agahinda! Iwacu ni ho garukiro ryabo maze tukazababwira ibyo bakoze. Mu by’ukuri Allah ni Umumenyi uhebuje w’ibiri mu bituza (by’abantu).",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 413,
      "verse_key": "31:24",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 165,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ",
      "translation": "Tubanezeza igihe gito (hano ku isi), hanyuma (ku munsi w’imperuka) tukazabasunikira mu bihano bikomeye.",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 413,
      "verse_key": "31:25",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 165,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ",
      "translation": "N’iyo ubabajije uti “Ni nde waremye ibirere n’isi?” Rwose baravuga bati “Ni Allah.” Vuga (yewe Muhamadi) uti “Ishimwe n’ikuzo byuzuye ni ibya Allah! Ariko abenshi muri bo ntibabizi.”",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 413,
      "verse_key": "31:26",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 165,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ",
      "translation": "Ibiri mu birere n’ibiri mu isi ni ibya Allah. Mu by’ukuri Allah ni We Uwihagije, Ushimwa cyane.",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 413,
      "verse_key": "31:27",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 165,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ",
      "translation": "N’iyo ibiti byose byo ku isi byahinduka amakaramu, inyanja (zigahinduka wino) zikanunganirwa n’izindi nyanja ndwi, ntabwo byakwandikishwa amagambo ya Allah ngo biyarangize. Mu by’ukuri Allah ni Umunyacyubahiro bihebuje, Nyirubugenge buhambaye.",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 413,
      "verse_key": "31:28",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 165,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ",
      "translation": "(Yemwe bantu) ukuremwa kwanyu ndetse no kuzurwa kwanyu mwese (byoroshye nko kurema no kuzura) umuntu umwe. Mu by’ukuri Allah ni Uwumva cyane, Ubona bihebuje.",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 414,
      "verse_key": "31:29",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 165,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ",
      "translation": "Ese ntubona ko Allah yinjiza ijoro mu manywa, akaninjiza amanywa mu ijoro, ndetse akaba yaranacishije bugufi izuba n’ukwezi (ku bw’inyungu z’ibiremwa), buri kimwe kikazenguruka (mu mbibi zacyo) ku gihe cyagenwe? Kandi Allah azi bihebuje ibyo mukora.",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 414,
      "verse_key": "31:30",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 165,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ",
      "translation": "Ibyo ni ibigaragaza ko Allah ari We w’ukuri, naho ibyo basenga bitari We ko ari ibinyoma, kandi ko Allah ari Uwikirenga, Usumba byose.",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 414,
      "verse_key": "31:31",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 165,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ",
      "translation": "Ese ntubona ko amato agenda mu nyanja ku bw’ingabire za Allah kugira ngo abereke bimwe mu bimenyetso bye? Mu by’ukuri muri ibyo harimo ibimenyetso kuri buri wese wihangana cyane, unashimira.",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 414,
      "verse_key": "31:32",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 165,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ",
      "translation": "N’iyo umuhengeri ubatwikiriye nk’igicucu ubagose ugasa nk’ugiye kubarenga hejuru, basaba Allah bamwibombaritseho, ariko yabageza imusozi amahoro, bamwe muri bo bagahitamo kuba hagati (yo kwemera no guhakana). Kandi nta we uhinyura amagambo yacu uretse umuhemu ruharwa, umuhakanyi uhambaye.",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 414,
      "verse_key": "31:33",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 165,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ",
      "translation": "Yemwe bantu! Nimugandukire Nyagasani wanyu, munatinye umunsi umubyeyi atazagira icyo amarira umwana we, cyangwa ngo umwana agire icyo amarira umubyeyi we. Mu by’ukuri isezerano rya Allah ni ukuri. Bityo ubuzima bw’isi ntibuzabashuke cyangwa ngo umushukanyi mukuru (Shitani) abashuke abakura mu nzira ya Allah.",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 414,
      "verse_key": "31:34",
      "juz_number": 21,
      "hizb_number": 42,
      "rub_el_hizb_number": 165,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ",
      "translation": "Mu by’ukuri Allah ni We ufite ubumenyi bw’igihe imperuka izabera; (ni na We) umanura imvura kandi azi n’ibiri muri nyababyeyi. Nta muntu ushobora kumenya icyo azabona (azageraho) ejo, ndetse nta n’umenya aho azagwa. Mu by’ukuri Allah ni Umumenyi uhebuje, Uzi byose.",
      "footnotes": ""
    }
  ]
}