{
  "result": [
    {
      "id": "3253",
      "sura": "28",
      "aya": "1",
      "arabic_text": "طسٓمٓ",
      "translation": "Ta, Sin, Mim.",
      "footnotes": ""
    },
    {
      "id": "3254",
      "sura": "28",
      "aya": "2",
      "arabic_text": "تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ",
      "translation": "Esses são os versículos do explícito Livro.",
      "footnotes": ""
    },
    {
      "id": "3255",
      "sura": "28",
      "aya": "3",
      "arabic_text": "نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "Recitamos, para ti, com a verdade, algo da história de Moisés e Faraó, para beneficiar um povo que crê.",
      "footnotes": ""
    },
    {
      "id": "3256",
      "sura": "28",
      "aya": "4",
      "arabic_text": "إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِۦ نِسَآءَهُمۡۚ إِنَّهُۥ كَانَ مِنَ ٱلۡمُفۡسِدِينَ",
      "translation": "Por certo, Faraó sublimou-se em arrogância, na terra, e fez seus habitantes divididos em seitas, subjugando uma facção deles, degolando seus filhos e deixando vivas suas mulheres. Por certo, ele era dos corruptores.",
      "footnotes": ""
    },
    {
      "id": "3257",
      "sura": "28",
      "aya": "5",
      "arabic_text": "وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَئِمَّةٗ وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ",
      "translation": "E Nós desejamos fazer mercê para os que foram subjugados, na terra, e fazê-los próceres e fazê-los os herdeiros do reino de Faraó,",
      "footnotes": ""
    },
    {
      "id": "3258",
      "sura": "28",
      "aya": "6",
      "arabic_text": "وَنُمَكِّنَ لَهُمۡ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ",
      "translation": "E empossá-los, na terra, e fazer ver a Faraó e a Haman e a seus exércitos aquilo de que se precatavam, acerca deles.",
      "footnotes": ""
    },
    {
      "id": "3259",
      "sura": "28",
      "aya": "7",
      "arabic_text": "وَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنۡ أَرۡضِعِيهِۖ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِيٓۖ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ",
      "translation": "E inspiramos à mãe de Moisés: \"Amamenta-o. E, quando temeres por ele, lança-o na onda, e não temas, e não te entristeças. Por certo, devolver-to-emos e fá-lo-emos dos Mensageiros.\"",
      "footnotes": ""
    },
    {
      "id": "3260",
      "sura": "28",
      "aya": "8",
      "arabic_text": "فَٱلۡتَقَطَهُۥٓ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًاۗ إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ",
      "translation": "Então, a família de Faraó recolheu-o, para que lhes fosse inimigo e tristeza. Por certo, Faraó e Haman e seus exércitos estavam errados.",
      "footnotes": ""
    },
    {
      "id": "3261",
      "sura": "28",
      "aya": "9",
      "arabic_text": "وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَۖ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ",
      "translation": "E a mulher de Faraó disse: \"Ele é, para mim e para ti, alegre frescor dos olhos. Não o mateis. Quiçá nos beneficie, ou o tomemos por filho.\" E não perceberam o que iria ocorrer.",
      "footnotes": ""
    },
    {
      "id": "3262",
      "sura": "28",
      "aya": "10",
      "arabic_text": "وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًاۖ إِن كَادَتۡ لَتُبۡدِي بِهِۦ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ",
      "translation": "E o coração da mãe de Moisés amanheceu vazio. Por certo, quase o haveria mostrado, não lhe houvéssemos revigorado o coração, para que fosse dos crentes.",
      "footnotes": ""
    },
    {
      "id": "3263",
      "sura": "28",
      "aya": "11",
      "arabic_text": "وَقَالَتۡ لِأُخۡتِهِۦ قُصِّيهِۖ فَبَصُرَتۡ بِهِۦ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ",
      "translation": "E ela disse à irmã dele: \"Encalça-o.\" Então, esta o enxergava, de longe, enquanto não percebiam.",
      "footnotes": ""
    },
    {
      "id": "3264",
      "sura": "28",
      "aya": "12",
      "arabic_text": "۞ وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ",
      "translation": "E, antes, proibimo-lhe as amas-de-leite; então, ela disse: \"Quereis vos indique uma família de uma casa, a qual cuidará dele, para vós, e com ele será cautelosa?\"",
      "footnotes": ""
    },
    {
      "id": "3265",
      "sura": "28",
      "aya": "13",
      "arabic_text": "فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِۦ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
      "translation": "Assim, devolvemo-lo a sua mãe, para que se lhe refrescassem os olhos de alegria e para que ela não se entristecesse e soubesse que a promessa de Allah é verdadeira; mas a maioria deles não sabe.",
      "footnotes": ""
    },
    {
      "id": "3266",
      "sura": "28",
      "aya": "14",
      "arabic_text": "وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسۡتَوَىٰٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ",
      "translation": "E, quando ele atingiu a sua força plena, e amadureceu, concedemo-lhe sabedoria e ciência. E assim, recompensamos os benfeitores.",
      "footnotes": ""
    },
    {
      "id": "3267",
      "sura": "28",
      "aya": "15",
      "arabic_text": "وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِۖ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ",
      "translation": "E entrou na cidade, em momento de desatenção de seus habitantes, e nela, encontrou dois homens que se combatiam: este, de sua seita, e aquele, de seus inimigos. Então, aquele de sua seita pediu-lhe socorrimento contra aquele de seus inimigos; e Moisés esmurrou-o, e pôs-lhe termo à vida. Moisés disse: \"Isto é da ação de Satã. Por certo, ele é inimigo declarado, desencaminhador.\"",
      "footnotes": ""
    },
    {
      "id": "3268",
      "sura": "28",
      "aya": "16",
      "arabic_text": "قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُۥٓۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ",
      "translation": "Ele disse: \"Senhor meu! Por certo, fui injusto comigo mesmo; então, perdoa-me.\" E Ele o perdoou. Por certo, Ele é O Perdoador, O Misericordiador.",
      "footnotes": ""
    },
    {
      "id": "3269",
      "sura": "28",
      "aya": "17",
      "arabic_text": "قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ",
      "translation": "Ele disse: \"Senhor meu! Por aquilo com que me agraciaste, não serei coadjutor dos criminosos.\"",
      "footnotes": ""
    },
    {
      "id": "3270",
      "sura": "28",
      "aya": "18",
      "arabic_text": "فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ",
      "translation": "E ele amanheceu, na cidade, temeroso, ficando à espreita, e eis aquele que, na véspera, lhe pedira o socorro, gritou, para que lhe valesse. Moisés disse-lhe: \"Por certo, és evidente sedutor!\"",
      "footnotes": ""
    },
    {
      "id": "3271",
      "sura": "28",
      "aya": "19",
      "arabic_text": "فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ",
      "translation": "E quando desejou desferir golpes contra o que era inimigo de ambos, este disse: \"Ó Moisés! Desejas matar-me, como mataste, ontem uma pessoa? Não desejas senão ser tirano na terra, e não desejas ser dos reformadores.\"",
      "footnotes": ""
    },
    {
      "id": "3272",
      "sura": "28",
      "aya": "20",
      "arabic_text": "وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّٰصِحِينَ",
      "translation": "E um homem chegou, do extremo da cidade, correndo. Ele disse: \"Ó Moisés! Por certo, os dignitários deliberam sobre ti, para matar-te; então, sai da cidade. Por certo, sou-te dos conselheiros.\"",
      "footnotes": ""
    },
    {
      "id": "3273",
      "sura": "28",
      "aya": "21",
      "arabic_text": "فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ",
      "translation": "Então, ele saiu dela, temeroso, ficando à espreita. Ele disse: \"Senhor meu! Salva-me do povo injusto.\"",
      "footnotes": ""
    },
    {
      "id": "3274",
      "sura": "28",
      "aya": "22",
      "arabic_text": "وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيٓ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ",
      "translation": "E, quando se dirigiu rumo a Madian, disse: \"Quiçá, meu Senhor me guie ao caminho direito.\"",
      "footnotes": ""
    },
    {
      "id": "3275",
      "sura": "28",
      "aya": "23",
      "arabic_text": "وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُۖ وَأَبُونَا شَيۡخٞ كَبِيرٞ",
      "translation": "E, quando chegou ao poço de água de Madian, encontrou, junto dele, uma multidão de homens, que abeberava os rebanhos, e encontrou, um pouco distante deles, duas mulheres, que retinham os seus. Ele disse: \"Qual é vosso intuito?\" Ambas disseram: \"Não abeberaremos nossos rebanhos, até que os pastores partam com os seus, e nosso pai é bastante idoso.\"",
      "footnotes": ""
    },
    {
      "id": "3276",
      "sura": "28",
      "aya": "24",
      "arabic_text": "فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ",
      "translation": "Então, ele abeberou os rebanhos, para elas; em seguida, retirou-se à sombra, e disse: \"Senhor meu! Por certo, estou necessitado do que fizeste descer de bom, para mim.\"",
      "footnotes": ""
    },
    {
      "id": "3277",
      "sura": "28",
      "aya": "25",
      "arabic_text": "فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَاۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ",
      "translation": "Em seguida, uma das duas mulheres chegou-lhe andando com recato. Disse: \"Por certo, meu pai te convoca, para recompensar-te com o prêmio de haveres abeberado os rebanhos, por nós.\" E, quando chegou a ele e lhe narrou a narrativa, aquele disse: \"Nada temas! Salvaste-te do povo injusto.\"",
      "footnotes": ""
    },
    {
      "id": "3278",
      "sura": "28",
      "aya": "26",
      "arabic_text": "قَالَتۡ إِحۡدَىٰهُمَا يَٰٓأَبَتِ ٱسۡتَـٔۡجِرۡهُۖ إِنَّ خَيۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ",
      "translation": "Uma das duas disse: \"Ó meu pai! Emprega-o. Por certo, o melhor dos que empregares é o forte, o leal.\"",
      "footnotes": ""
    },
    {
      "id": "3279",
      "sura": "28",
      "aya": "27",
      "arabic_text": "قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَۚ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ",
      "translation": "Ele disse: \"Por certo, desejo esposarte com uma destas minhas duas filhas, com a condição de me servires por oito anos. E se completares dez, sê-lo-á por tua conta. E nada desejo dificultar-te. Se Allah quiser, encontrar-me-ás dos íntegros.\"",
      "footnotes": ""
    },
    {
      "id": "3280",
      "sura": "28",
      "aya": "28",
      "arabic_text": "قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَۖ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ",
      "translation": "Moisés disse: \"Isso fica entre mim e ti. Seja qual for dos dois termos que eu cumprir, nada de transgressão, contra mim. E Allah, sobre o que dizemos, é Patrono.\"",
      "footnotes": ""
    },
    {
      "id": "3281",
      "sura": "28",
      "aya": "29",
      "arabic_text": "۞ فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ",
      "translation": "Então, quando Moisés encerrou o termo e partiu com sua família, entreviu um fogo do lado do Monte. Ele disse a sua família: \"Permanecei, aqui - por certo, entrevejo um fogo - na esperança de fazer-vos vir dele uma notícia, ou um lenho aceso, para vos aquecerdes.\"",
      "footnotes": ""
    },
    {
      "id": "3282",
      "sura": "28",
      "aya": "30",
      "arabic_text": "فَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّيٓ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ",
      "translation": "E, quando chegou a ele, chamaram-no, do lado direito do vale, na região bendita da árvore: \"Ó Moisés! Por certo, Eu, Eu sou Allah, O Senhor dos mundos,\"",
      "footnotes": ""
    },
    {
      "id": "3283",
      "sura": "28",
      "aya": "31",
      "arabic_text": "وَأَنۡ أَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ",
      "translation": "\"E lança tua vara.\" E, quando a viu mover-se, como se fora cobra, voltou as costas, fugindo, e não volveu atrás. Ele disse: \"Ó Moisés! Vem, e não te atemorizes. Por certo, tu és dos que estão em segurança.\"",
      "footnotes": ""
    },
    {
      "id": "3284",
      "sura": "28",
      "aya": "32",
      "arabic_text": "ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِۖ فَذَٰنِكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ",
      "translation": "\"Introduze tua mão na abertura de teu peitilho, ela sairá alva, sem mal algum, e junta a ti tua mão, para te guardares do medo. Então, estas são duas provanças de teu Senhor para Faraó e seus dignitários. Por certo, eles são um povo perverso.\"",
      "footnotes": ""
    },
    {
      "id": "3285",
      "sura": "28",
      "aya": "33",
      "arabic_text": "قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ",
      "translation": "Moisés disse: \"Senhor meu! Por certo matei um homem deles; então, temo que me matem.\"",
      "footnotes": ""
    },
    {
      "id": "3286",
      "sura": "28",
      "aya": "34",
      "arabic_text": "وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ",
      "translation": "\"E meu irmão Aarão, ele é mais eloqüente que eu, em linguagem; então, envia-o comigo, por adjutor, que me confirmará as palavras. Por certo, temo que me desmintam.\"",
      "footnotes": ""
    },
    {
      "id": "3287",
      "sura": "28",
      "aya": "35",
      "arabic_text": "قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَآۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ",
      "translation": "Allah disse: \"Fortalecer-te-emos o braço com teu irmão e far-vos-emos ter poder; então, não chegarão até vós. Com Nossos sinais, vós ambos e quem vos seguir sereis os vencedores.\"",
      "footnotes": ""
    },
    {
      "id": "3288",
      "sura": "28",
      "aya": "36",
      "arabic_text": "فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ",
      "translation": "E quando Moisés lhes chegou, com Nossos evidentes sinais, disseram: \"Isto não é senão magia forjada! E jamais ouvimos algo disso, entre nossos pais antepassados.\"",
      "footnotes": ""
    },
    {
      "id": "3289",
      "sura": "28",
      "aya": "37",
      "arabic_text": "وَقَالَ مُوسَىٰ رَبِّيٓ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ",
      "translation": "E Moisés disse: \"Meu Senhor é bem Sabedor de quem chega com a orientação de Sua parte e de quem tem o final feliz da Derradeira Morada. Por certo, os injustos não serão bem-aventurados.\"",
      "footnotes": ""
    },
    {
      "id": "3290",
      "sura": "28",
      "aya": "38",
      "arabic_text": "وَقَالَ فِرۡعَوۡنُ يَٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ مِنَ ٱلۡكَٰذِبِينَ",
      "translation": "E Faraó disse: \"Ó dignitários! Não conheço, para vós, nenhum outro deus que não seja eu; então, acende-me o fogo, ó Hamam, sob o barro! E faze-me uma torre, na esperança de que eu possa subir até O Deus de Moisés; e, por certo, penso que ele é dos mentirosos.\"",
      "footnotes": ""
    },
    {
      "id": "3291",
      "sura": "28",
      "aya": "39",
      "arabic_text": "وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُۥ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ",
      "translation": "E ele se ensoberbeceu sem razão, na terra, ele e seu exército, e pensaram que a Nós não seriam retornados.",
      "footnotes": ""
    },
    {
      "id": "3292",
      "sura": "28",
      "aya": "40",
      "arabic_text": "فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ",
      "translation": "Então, apanhamo-lo e a seu exército, e deitamo-los fora, na onda. Olha, pois, como foi o fim dos injustos!",
      "footnotes": ""
    },
    {
      "id": "3293",
      "sura": "28",
      "aya": "41",
      "arabic_text": "وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ",
      "translation": "E fizemo-los próceres, convocando os homens ao Fogo. E, no Dia da Ressurreição, não serão socorridos.",
      "footnotes": ""
    },
    {
      "id": "3294",
      "sura": "28",
      "aya": "42",
      "arabic_text": "وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِينَ",
      "translation": "E fizemo-los perseguidos, na vida terrena, por maldição. E, no Dia da Ressurreição, serão dos ascorosos.",
      "footnotes": ""
    },
    {
      "id": "3295",
      "sura": "28",
      "aya": "43",
      "arabic_text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ",
      "translation": "E, com efeito, concedemos a Moisés o Livro - depois de havermos aniquilado as primeiras gerações - como clarividências para os humanos e orientação e misericórdia, para meditarem.",
      "footnotes": ""
    },
    {
      "id": "3296",
      "sura": "28",
      "aya": "44",
      "arabic_text": "وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ",
      "translation": "E não estavas, Muhammad, no lado oeste do Monte Sinai, quando decretamos a Moisés a Ordem, e não foste das testemunhas.",
      "footnotes": ""
    },
    {
      "id": "3297",
      "sura": "28",
      "aya": "45",
      "arabic_text": "وَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُۚ وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ",
      "translation": "Mas fizemos surgir gerações, cuja idade prolongou-se. E tu não moravas com os habitantes de Madian, para recitar Nossos versículos, para eles, mas Nós que enviamos os Mensageiros.",
      "footnotes": ""
    },
    {
      "id": "3298",
      "sura": "28",
      "aya": "46",
      "arabic_text": "وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ",
      "translation": "E não estavas ao lado do Monte At-Tur, quando chamamos a Moisés, mas és enviado como misericórdia de teu Senhor, a fim de admoestares um povo - ao qual não chegou admoestador algum, antes de ti - para meditarem,",
      "footnotes": ""
    },
    {
      "id": "3299",
      "sura": "28",
      "aya": "47",
      "arabic_text": "وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ",
      "translation": "E, se uma desgraça os alcançava pelo que suas mãos anteciparam, eles diriam: \"Senhor nosso! Se nos houvesses enviado um Mensageiro; haveríamos seguido teus versículos e seríamos dos crentes!\"",
      "footnotes": ""
    },
    {
      "id": "3300",
      "sura": "28",
      "aya": "48",
      "arabic_text": "فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓۚ أَوَلَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُۖ قَالُواْ سِحۡرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ",
      "translation": "Mas agora, quando lhes chega a verdade de Nossa parte, dizem: \"Que Ihe fosse concedido algo igual ao que foi concedido a Moisés!\" E não renegaram o que fora concedido, antes, a Moisés? Dizem: \"São duas magias que se auxiliam!\" E dizem: \"Por certo, somos renegadores de cada uma delas.\"",
      "footnotes": ""
    },
    {
      "id": "3301",
      "sura": "28",
      "aya": "49",
      "arabic_text": "قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "Dize: \"Então, fazei vir um livro, da parte de Allah, o qual seja melhor guia que ambos, e eu o seguirei, se sois verídicos.\"",
      "footnotes": ""
    },
    {
      "id": "3302",
      "sura": "28",
      "aya": "50",
      "arabic_text": "فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
      "translation": "E, se te não atendem, sabe então, que o que eles seguem são suas paixões. E quem mais descaminhado que aquele que segue a própria paixão, sem orientação alguma de Allah? Por certo, Allah não guia o povo injusto.",
      "footnotes": ""
    },
    {
      "id": "3303",
      "sura": "28",
      "aya": "51",
      "arabic_text": "۞ وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ",
      "translation": "E, com efeito, fizemos chegar-lhes, sucessivamente, o Dito, O Alcorão, para meditarem.",
      "footnotes": ""
    },
    {
      "id": "3304",
      "sura": "28",
      "aya": "52",
      "arabic_text": "ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِۦ هُم بِهِۦ يُؤۡمِنُونَ",
      "translation": "Aqueles aos quais concedêramos o Livro, antes deste, neste crêem.",
      "footnotes": ""
    },
    {
      "id": "3305",
      "sura": "28",
      "aya": "53",
      "arabic_text": "وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِينَ",
      "translation": "E, quando recitado, para eles, dizem: \"Cremos nele: por certo, é a Verdade de nosso Senhor; por certo, éramos, antes dele, Muçulmanos\".",
      "footnotes": ""
    },
    {
      "id": "3306",
      "sura": "28",
      "aya": "54",
      "arabic_text": "أُوْلَٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ",
      "translation": "A esses, conceder-se-lhes-á o prêmio, duas vezes, porque pacientam e revidam o mal com o bem e despendem do que lhes damos por sustento.",
      "footnotes": ""
    },
    {
      "id": "3307",
      "sura": "28",
      "aya": "55",
      "arabic_text": "وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ",
      "translation": "E, quando ouvem frivolidades, dão-lhes de ombros, e dizem: \"A nós, nossas obras, e a vós, vossas obras. Que a paz seja sobre vós! Não buscamos a companhia dos ignorantes.\"",
      "footnotes": ""
    },
    {
      "id": "3308",
      "sura": "28",
      "aya": "56",
      "arabic_text": "إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ",
      "translation": "Por certo, tu, Muhammad, não podes guiar a quem quer que ames mas Allah guia a quem quer. E Ele é bem Sabedor dos que são guiados.",
      "footnotes": ""
    },
    {
      "id": "3309",
      "sura": "28",
      "aya": "57",
      "arabic_text": "وَقَالُوٓاْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآۚ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
      "translation": "E eles dizem: \"Se seguimos a orientação contigo, arrebatar-nos-ão de nossa terra.\" E não os empossamos em um Santuário seguro, para o qual se levam frutos de toda espécie, como sustento de Nossa parte? Mas a maioria deles não sabe.",
      "footnotes": ""
    },
    {
      "id": "3310",
      "sura": "28",
      "aya": "58",
      "arabic_text": "وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۭ بَطِرَتۡ مَعِيشَتَهَاۖ فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗاۖ وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ",
      "translation": "E que de cidades aniquilamos, que foram ingratas com sua vida. E eis suas vivendas que não foram habitadas, depois deles, senão um pouco. E Nós somos O Herdeiro deles.",
      "footnotes": ""
    },
    {
      "id": "3311",
      "sura": "28",
      "aya": "59",
      "arabic_text": "وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ",
      "translation": "E não é admissível que teu Senhor estivesse aniquilando as cidades, sem antes, haver enviado a sua metrópole um Mensageiro, que recitasse Nossos versículos para eles. E não é admissível que estivéssemos aniquilando as cidades, sem que seus habitantes fossem injustos.",
      "footnotes": ""
    },
    {
      "id": "3312",
      "sura": "28",
      "aya": "60",
      "arabic_text": "وَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "E o que quer que vos seja concedido é, apenas, gozo da vida terrena e seu ornamento. E o que está junto de Allah é melhor e mais permanente. Então, não razoais?",
      "footnotes": ""
    },
    {
      "id": "3313",
      "sura": "28",
      "aya": "61",
      "arabic_text": "أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ",
      "translation": "E, será que aquele a quem prometemos bela promessa - e com ela encontrará - é como aquele a quem fizemos gozar gozo da vida terrena, em seguida, no Dia da Ressurreição, será dos trazidos ao Fogo?",
      "footnotes": ""
    },
    {
      "id": "3314",
      "sura": "28",
      "aya": "62",
      "arabic_text": "وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ",
      "translation": "E um dia, Ele os chamará e dirá: \"Onde estão Meus parceiros, que vós pretendíeis serem deuses?\"",
      "footnotes": ""
    },
    {
      "id": "3315",
      "sura": "28",
      "aya": "63",
      "arabic_text": "قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَاۖ تَبَرَّأۡنَآ إِلَيۡكَۖ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ",
      "translation": "Aqueles contra quem se cumprirá o Dito, dirão: \"Senhor nosso! São estes os que transviamos; transviamo-los como nós nos transviamos. Rompemos com eles, perante Ti. Eles a nós não adoravam.\"",
      "footnotes": ""
    },
    {
      "id": "3316",
      "sura": "28",
      "aya": "64",
      "arabic_text": "وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ ٱلۡعَذَابَۚ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ",
      "translation": "E dir-se-lhes-á: \"Convocai vossos ídolos.\" E eles os convocarão, mas não lhes atenderão, e verão o castigo. Se houvessem sido guiados!",
      "footnotes": ""
    },
    {
      "id": "3317",
      "sura": "28",
      "aya": "65",
      "arabic_text": "وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ",
      "translation": "E um dia, Ele os chamará e dirá: \"Que respondestes aos Mensageiros?\"",
      "footnotes": ""
    },
    {
      "id": "3318",
      "sura": "28",
      "aya": "66",
      "arabic_text": "فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنۢبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ",
      "translation": "E, nesse dia, confundir-se-Ihes-ão os informes, e eles não se interrogarão.",
      "footnotes": ""
    },
    {
      "id": "3319",
      "sura": "28",
      "aya": "67",
      "arabic_text": "فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ",
      "translation": "Então, quanto a quem se voltou arrependido e creu e fez o bem, quiçá, seja ele dos bem-aventurados.",
      "footnotes": ""
    },
    {
      "id": "3320",
      "sura": "28",
      "aya": "68",
      "arabic_text": "وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُۗ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُۚ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
      "translation": "E teu Senhor cria o que quer, e escolhe o que quer. Não é admissível que a escolha seja deles. Glorificado e Sublimado seja Allah, acima do que idolatram!",
      "footnotes": ""
    },
    {
      "id": "3321",
      "sura": "28",
      "aya": "69",
      "arabic_text": "وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ",
      "translation": "E teu Senhor sabe o que seus peitos ocultam e o que manifestam.",
      "footnotes": ""
    },
    {
      "id": "3322",
      "sura": "28",
      "aya": "70",
      "arabic_text": "وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِۖ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ",
      "translation": "E Ele é Allah: não existe deus senão Ele, dEle é o Louvor, na primeira vida e na Derradeira. E dEle é o julgamento. E a Ele sereis retornados.",
      "footnotes": ""
    },
    {
      "id": "3323",
      "sura": "28",
      "aya": "71",
      "arabic_text": "قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ",
      "translation": "Dize: \"Vistes? Se Allah fizesse a noite perpétua sobre vós, até o Dia da Ressurreição, que outro deus que Allah vos faria chegar luminosidade? Então, não ouvis?\"",
      "footnotes": ""
    },
    {
      "id": "3324",
      "sura": "28",
      "aya": "72",
      "arabic_text": "قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ",
      "translation": "Dize: \"Vistes? Se Allah fizesse o dia perpétuo sobre vós, até o Dia da Ressurreição, que outro deus que Allah vos faria chegar uma noite, em que repousásseis? Então, não o enxergais?\"",
      "footnotes": ""
    },
    {
      "id": "3325",
      "sura": "28",
      "aya": "73",
      "arabic_text": "وَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "E, de Sua misericórdia, Ele fez-vos a noite e o dia, para, naquela, repousardes, e para, neste, buscardes algo de Seu favor, e para serdes agradecidos.",
      "footnotes": ""
    },
    {
      "id": "3326",
      "sura": "28",
      "aya": "74",
      "arabic_text": "وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ",
      "translation": "E um dia, Ele os chamará e dirá: \"Onde estão Meus parceiros, que vós pretendíeis serem deuses?\"",
      "footnotes": ""
    },
    {
      "id": "3327",
      "sura": "28",
      "aya": "75",
      "arabic_text": "وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ",
      "translation": "E tiraremos, de cada nação, uma testemunha, e diremos: \"Trazei vossas provanças.\" Então, eles saberão que a Verdade é de Allah. E o que forjavam sumirá, para longe deles.",
      "footnotes": ""
    },
    {
      "id": "3328",
      "sura": "28",
      "aya": "76",
      "arabic_text": "۞ إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمۡۖ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ",
      "translation": "Por certo, Qarun era do povo de Moisés, e cometeu transgressão contra eles - e concedêramo-lhe, dos tesouros, aquilo cujas chaves extenuam um coeso grupo, dotado de força - quando lhe disse seu povo: \"Não te jactes de teus tesouros. Por certo, Allah não ama os jactanciosos.\"",
      "footnotes": ""
    },
    {
      "id": "3329",
      "sura": "28",
      "aya": "77",
      "arabic_text": "وَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَاۖ وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَۖ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ",
      "translation": "\"E busca a Derradeira Morada no que Allah te concedeu, e não esqueças tua porção, na vida terrena. E bem-faze, como Allah te bem fez. E não busques semear a corrupção na terra. Por certo, Allah não ama os corruptores.\"",
      "footnotes": ""
    },
    {
      "id": "3330",
      "sura": "28",
      "aya": "78",
      "arabic_text": "قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓۚ أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗاۚ وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ",
      "translation": "Ele disse: \"Isso me foi concedido, apenas, graças a uma ciência que tenho.\" E não sabia ele que Allah, de fato, aniquilara, antes dele, gerações, que lhe eram mais veementes em força e mais numerosas? E os criminosos não serão interrogados acerca de seus delitos.",
      "footnotes": ""
    },
    {
      "id": "3331",
      "sura": "28",
      "aya": "79",
      "arabic_text": "فَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِي زِينَتِهِۦۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ",
      "translation": "E ele saiu a seu povo, com seus ornamentos. Os que desejavam a vida terrena disseram: \"Quem dera houvesse, para nós, algo igual ao que foi concedido a Qarun! Por certo, ele é de magnífica sorte!\"",
      "footnotes": ""
    },
    {
      "id": "3332",
      "sura": "28",
      "aya": "80",
      "arabic_text": "وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗاۚ وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّٰبِرُونَ",
      "translation": "E aqueles, aos quais foi concedida a ciência, disseram: \"Ai de vós! A retribuição de Allah é melhor para quem crê e faz o bem. E ela não é conferida senão aos que pacientam.\"",
      "footnotes": ""
    },
    {
      "id": "3333",
      "sura": "28",
      "aya": "81",
      "arabic_text": "فَخَسَفۡنَا بِهِۦ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُۥ مِن فِئَةٖ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ",
      "translation": "Então, fizemos a terra engoli-lo ele e a seu lar; e, não houve, para ele, hoste alguma que o socorresse, em vez de Allah, e ele não foi dos socorridos.",
      "footnotes": ""
    },
    {
      "id": "3334",
      "sura": "28",
      "aya": "82",
      "arabic_text": "وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُۖ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَاۖ وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ",
      "translation": "E os que, na véspera, anelaram sua posição, amanheceram dizendo: \"Seguramente, Allah prodigaliza o sustento a quem quer, de Seus servos, e restringe-o. Se Allah não nos houvesse feito mercê, haveria feito a terra engolir-nos. Seguramente, os renegadores da Fé não são bem-aventurados.\"",
      "footnotes": ""
    },
    {
      "id": "3335",
      "sura": "28",
      "aya": "83",
      "arabic_text": "تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗاۚ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ",
      "translation": "Essa Derradeira Morada, fá-la-emos para os que não desejam soberba, na terra, nem semear nela a corrupção. E o final feliz será para os piedosos.",
      "footnotes": ""
    },
    {
      "id": "3336",
      "sura": "28",
      "aya": "84",
      "arabic_text": "مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "Quem chega com a boa ação terá algo melhor que esta. E quem chega com a má ação, que ele saiba que os que fazem más ações não serão recompensados senão pelo que faziam.",
      "footnotes": ""
    },
    {
      "id": "3337",
      "sura": "28",
      "aya": "85",
      "arabic_text": "إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۚ قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "Por certo, Aquele que preceituou o Alcorão, sobre ti, te devolverá no dia do Juízo. Dize: \"Meu Senhor é bem Sabedor de quem chega com a orientação e de quem está em evidente descaminho.\"",
      "footnotes": ""
    },
    {
      "id": "3338",
      "sura": "28",
      "aya": "86",
      "arabic_text": "وَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۖ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ",
      "translation": "E tu não esperavas que o Livro te fosse revelado, mas o foi por misericórdia de teu Senhor. Então, não sejas, de modo algum, coadjutor dos renegadores da Fé.",
      "footnotes": ""
    },
    {
      "id": "3339",
      "sura": "28",
      "aya": "87",
      "arabic_text": "وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَۖ وَٱدۡعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "E que estes não te afastem dos versículos de Allah, após haverem sido descidos para ti. E invoca a teu Senhor. E não sejas, de modo algum dos idólatras.",
      "footnotes": ""
    },
    {
      "id": "3340",
      "sura": "28",
      "aya": "88",
      "arabic_text": "وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ",
      "translation": "E não invoques, com Allah, outro deus. Não existe deus senão Ele. Todas as cousas serão aniquiladas, exceto Sua Face. DEle é o julgamento, e a Ele sereis retornados.",
      "footnotes": ""
    }
  ]
}