{
  "id": 61,
  "verse_number": 61,
  "page_number": 358,
  "verse_key": "24:61",
  "juz_number": 18,
  "hizb_number": 36,
  "rub_el_hizb_number": 143,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞ وَلَا عَلَىٰٓ أَنفُسِكُمۡ أَن تَأۡكُلُواْ مِنۢ بُيُوتِكُمۡ أَوۡ بُيُوتِ ءَابَآئِكُمۡ أَوۡ بُيُوتِ أُمَّهَٰتِكُمۡ أَوۡ بُيُوتِ إِخۡوَٰنِكُمۡ أَوۡ بُيُوتِ أَخَوَٰتِكُمۡ أَوۡ بُيُوتِ أَعۡمَٰمِكُمۡ أَوۡ بُيُوتِ عَمَّٰتِكُمۡ أَوۡ بُيُوتِ أَخۡوَٰلِكُمۡ أَوۡ بُيُوتِ خَٰلَٰتِكُمۡ أَوۡ مَا مَلَكۡتُم مَّفَاتِحَهُۥٓ أَوۡ صَدِيقِكُمۡۚ لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَأۡكُلُواْ جَمِيعًا أَوۡ أَشۡتَاتٗاۚ فَإِذَا دَخَلۡتُم بُيُوتٗا فَسَلِّمُواْ عَلَىٰٓ أَنفُسِكُمۡ تَحِيَّةٗ مِّنۡ عِندِ ٱللَّهِ مُبَٰرَكَةٗ طَيِّبَةٗۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ",
  "translation": "Il n’y a pas d’empêchement à l’aveugle, au boiteux, au malade, ainsi qu’à vous-mêmes de manger dans vos maisons, ou dans les maisons de vos pères, ou dans celles de vos mères, ou de vos frères, ou de vos sœurs, ou de vos oncles paternels, ou de vos tantes paternelles ou de vos oncles maternels, ou de vos tantes maternelles, ou dans celles dont vous possédez les clefs, ou chez vos amis. Nul empêchement à vous, non plus, de manger ensemble, ou séparément. Quand donc vous entrez dans des maisons, adressez-vous mutuellement des salutations venant d’Allah, bénies et agréables. C’est ainsi qu’Allah vous expose Ses versets, afin que vous compreniez .",
  "footnotes": "[649] Pour des motifs d’hygiène et aussi en raison de certaines superstitions, les musulmans s’abstenaient de manger avec les aveugles, les boiteux et les malades. Dans certaines tribus, on tirait mauvais augure de prendre son repas seul. Par ailleurs, la révélation du verset 29 de la Sourate 4 avait jeté une confusion dans les esprits: les musulmans scrupuleux n’osaient plus manger les uns chez les autres même quand il s’agissait de proches parents ou d’amis. Celles dont vous possédez les clefs: les maisons dont on vous a mandaté."
}