{
  "id": 31,
  "verse_number": 31,
  "page_number": 353,
  "verse_key": "24:31",
  "juz_number": 18,
  "hizb_number": 36,
  "rub_el_hizb_number": 141,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَقُل لِّلۡمُؤۡمِنَٰتِ يَغۡضُضۡنَ مِنۡ أَبۡصَٰرِهِنَّ وَيَحۡفَظۡنَ فُرُوجَهُنَّ وَلَا يُبۡدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنۡهَاۖ وَلۡيَضۡرِبۡنَ بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّۖ وَلَا يُبۡدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوۡ ءَابَآئِهِنَّ أَوۡ ءَابَآءِ بُعُولَتِهِنَّ أَوۡ أَبۡنَآئِهِنَّ أَوۡ أَبۡنَآءِ بُعُولَتِهِنَّ أَوۡ إِخۡوَٰنِهِنَّ أَوۡ بَنِيٓ إِخۡوَٰنِهِنَّ أَوۡ بَنِيٓ أَخَوَٰتِهِنَّ أَوۡ نِسَآئِهِنَّ أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُهُنَّ أَوِ ٱلتَّٰبِعِينَ غَيۡرِ أُوْلِي ٱلۡإِرۡبَةِ مِنَ ٱلرِّجَالِ أَوِ ٱلطِّفۡلِ ٱلَّذِينَ لَمۡ يَظۡهَرُواْ عَلَىٰ عَوۡرَٰتِ ٱلنِّسَآءِۖ وَلَا يَضۡرِبۡنَ بِأَرۡجُلِهِنَّ لِيُعۡلَمَ مَا يُخۡفِينَ مِن زِينَتِهِنَّۚ وَتُوبُوٓاْ إِلَى ٱللَّهِ جَمِيعًا أَيُّهَ ٱلۡمُؤۡمِنُونَ لَعَلَّكُمۡ تُفۡلِحُونَ",
  "translation": "Jedhi Dubartoota mu’uminootaatiin “(ija keessan gadi qabadhaa”) jedhi, ija isaanii gadi qabatu; qaamolee saalaa isaaniis ni tikfatu“ Faaya isaanii isa ishee irraa ofiin mul’ate malee hin mul’isinaa; guftaalee isaanii qomoowwan isaaniirratti haa uffisanu; miidhagsituu isaanii dhiirsoowwan isaaniif malee akka hinmul'ifne, yookiin abbootii isaaniif, yookiin abbootii dhiirsoowwan isaanii, yookiin ilmaan isaanii, yookiin ilmaan dhiirsoowwan isaanii, yookiin obboleeyyan isaanii, yookiin ilmaan obboleeyyan isaanii, yookiin ilmaan obboleettiiwwan isaanii, yookiin dubartoota isaanii (mu’uminoota ta’an), yookiin gabroota too’annaa isaanii jala jiran, yookiin hordoftoota dhiira irraa ta’an kan fedhii hin qabne ta’aniifi yookiin ijoollee qaamoowwan saala dubartootaa irratti hin mul’atinitti (hin beekinitti) (malee miidhagina isaanii hin mul’isin). Miidhagina isaanii irraa wanti isaan dhoksan akka beekamuuf jecha miiloowwan isaaniitiin dachii hin dhiitin.  hundi keessanuu gara Rabbiitti tawbaa deebi’aa Yaa mu’uminootaa! Akka milkooftaniif jecha.” (jedhiin).",
  "footnotes": ""
}