{
  "result": {
    "id": "1254",
    "sura": "9",
    "aya": "19",
    "arabic_text": "۞ أَجَعَلۡتُمۡ سِقَايَةَ ٱلۡحَآجِّ وَعِمَارَةَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ كَمَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَجَٰهَدَ فِي سَبِيلِ ٱللَّهِۚ لَا يَسۡتَوُۥنَ عِندَ ٱللَّهِۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
    "translation": "کیا تم نے حاجیوں کو پانی پلا دینا اور مسجد حرام کی خدمت کرنا اس کے برابر کر دیا ہے جو اللہ پر اور آخرت کے دن پر ایمان ﻻئے اور اللہ کی راه میں جہاد کیا، یہ اللہ کے نزدیک برابر کے نہیں(1) اور اللہ تعالیٰ ﻇالموں کو ہدایت نہیں دیتا۔(2)",
    "footnotes": "(1) مشرکین حاجیوں کو پانی پلانے اور مسجد حرام کی دیکھ بھال کا کام جو کرتے تھے، اس پر انہیں بڑا فخر تھا اور اس کے مقابلے میں وہ ایمان و جہاد کو کوئی اہمیت نہیں دیتے تھے جس کا اہتمام مسلمانوں کے اندر تھا۔ اللہ تعالٰی نے فرمایا کیا تم سقایت حاج اور عمارت مسجد حرام کو ایمان باللہ اور جہاد فی سبیل اللہ کے برابر سمجھتے ہو؟ یاد رکھو اللہ کے نزدیک یہ برابر نہیں، بلکہ مشرک کا کوئی عمل بھی قبول نہیں، چاہے وہ صورۃً خیر ہی ہو۔ جیسا کہ پہلی آیت کے جملے «حَبِطَتْ اَعْمَالُهُمْ»( البقرۃ:217) میں واضح کیا جا چکا ہے۔ بعض روایت میں اس کا سبب نزول مسلمانوں کی آپس میں ایک گفتگو کو بتلایا گیا ہے کہ ایک روز منبر نبوی کے قریب کچھ مسلمان جمع تھے اس میں سے ایک نے کہا کہ اسلام لانے کے بعد میرے نزدیک سب سے بڑا عمل حاجیوں کو پانی پلانا ہے۔ دوسرے نے کہا مسجد حرام کو آباد کرنا ہے۔ تیسرے نے کہا بلکہ جہاد فی سبیل اللہ ان تمام عملوں سے بہتر ہے جو تم نے بیان کیے ہیں۔ حضرت عمر (رضي الله عنه) نے جب انہیں اس طرح باہم تکرار کرتے ہوئے سنا تو انہیں ڈانٹا اور فرمایا کہ منبر رسول اللہ (صلى الله عليه وسلم) کے پاس آوازیں اونچی مت کرو۔ یہ جمعہ کا دن تھا۔ راوی حدیث حضرت نعمان بن بشیر (رضي الله عنه) کہتے ہیں کہ جمعہ کے بعد نبی (صلى الله عليه وسلم) کی خدمت میں حاضر ہوا اور اپنی آپس کی اس گفتگو کی بابت استفسار کیا، جس پر یہ آیت نازل ہوئی۔ (صحيح مسلم كتاب الإمارة، باب فضل الشهادة في سبيل الله) جس میں گو یا یہ واضح کردیا گیا کہ ایمان باللہ ایمان بالآخرت اور جہاد فی سبیل اللہ سب سے زیادہ اہمیت وفضیلت والے عمل ہیں۔ گفتگو کے حوالے سے اصل اہمیت وفضیلت تو جہاد کی بیان کرنی تھی لیکن ایمان باللہ کے بغیر چونکہ کوئی بھی عمل مقبول نہیں اس لیے پہلے اسے بیان کیا گیا۔ بہرحال اس سے ایک تو یہ معلوم ہوا کہ جہاد فی سبیل اللہ سے بڑھ کر کوئی عمل نہیں۔ دوسرا یہ معلوم ہوا کہ اس کا سبب نزول مشرکین کے مزعومات فاسدہ کے علاوہ خود مسلمانوں کا بھی اپنے اپنے طور پر بعض عملوں کو بعض پر زیادہ اہمیت دینا تھا جب کہ یہ کام شارع کا ہے نہ کہ مومنوں کا۔ مومنوں کا کام تو ہر اس بات پر عمل کرنا ہے جو اللہ اور رسول کی طرف سے انہیں بتلائی جائے۔\n(2) یعنی یہ لوگ چاہے کیسے بھی دعوے کریں۔ حقیقت میں ظالم ہیں یعنی مشرک ہیں، اس لئے کہ شرک سب سے بڑا ظلم ہے۔ اس ظلم کی وجہ سے یہ ہدایت الٰہی سے محروم ہیں۔ اس لئے ان کا اور مسلمانوں کا، جو ہدایت الٰہی سے بہرہ ور ہیں، آپس میں کوئی مقابلہ نہیں ہے۔"
  }
}