{
  "result": {
    "id": "1319",
    "sura": "9",
    "aya": "84",
    "arabic_text": "وَلَا تُصَلِّ عَلَىٰٓ أَحَدٖ مِّنۡهُم مَّاتَ أَبَدٗا وَلَا تَقُمۡ عَلَىٰ قَبۡرِهِۦٓۖ إِنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُواْ وَهُمۡ فَٰسِقُونَ",
    "translation": "ان میں سے کوئی مر جائے تو آپ اس کے جنازے کی ہرگز نماز نہ پڑھیں اور نہ اس کی قبر پر کھڑے ہوں(1) ۔ یہ اللہ اور اس کے رسول کے منکر ہیں اور مرتے دم تک بدکار بے اطاعت رہے ہیں۔(2)",
    "footnotes": "(1) یہ آیت اگرچہ رئیس المنافقین عبد اللہ بن ابی کے بارے میں نازل ہوئی۔ لیکن اس کا حکم عام ہے ہر شخص جس کی موت کفر و نفاق پر ہو وہ اس میں شامل ہے۔ اس کا شان نزول یہ ہے کہ جب عبد اللہ بن ابی کا انتقال ہوگیا تو اس کے بیٹے عبد اللہ (جو مسلمان اور باپ ہی کا ہم نام تھے) رسول اللہ (صلى الله عليه وسلم) کی خدمت میں حاضر ہوئے اور کہا کہ آپ (بطور تبرک) اپنی قمیص عنایت فرما دیں تاکہ میں اپنے باپ کو کفنا دوں۔ دوسرا آپ اس کی نماز جنازہ پڑھا دیں۔ آپ نے قمیص بھی عنایت فرما دی اور نماز جنازہ پڑھانے کے لئے تشریف لے گئے۔ حضرت عمر (رضي الله عنه) نے آپ (صلى الله عليه وسلم) سے کہا کہ اللہ تعالٰی نے ایسے لوگوں کی نماز جنازہ پڑھانے سے روکا ہے، آپ کیوں اس کے حق میں دعائے مغفرت کرتے ہیں؟ آپ (صلى الله عليه وسلم) نے فرمایا ”اللہ تعالٰی نے مجھے اختیار دیا ہے“ یعنی روکا نہیں ہے۔ اللہ تعالٰی نے فرمایا ہے کہ ”اگر تو ستر مرتبہ بھی ان کے لئے استغفار کرے گا تو اللہ تعالٰی انہیں معاف نہیں فرمائے گا، تو میں ستر مرتبہ سے زیادہ ان کے لئے استغفار کرلوں گا“، چنانچہ آپ نے نماز جنازہ پڑھا دی۔ جس پر اللہ تعالٰی نے یہ آیت نازل فرما کر آئندہ کے لئے منافقین کے حق میں دعائے مغفرت کی قطعی ممانعت فرما دی (صحيح بخاري- تفسير سورة براءت ومسلم كتاب صفات المنافقين وأحكامهم)\n(2) یہ نماز جنازہ اور دعائے مغفرت نہ کرنے کی علت ہے۔ جس کا مطلب یہ ہے جن لوگوں کا خاتمہ کفر و فسق پر ہو، ان کی نہ نماز جنازہ پڑھنی چاہے اور نہ ان کے لئے مغفرت کی دعا کرنا جائز ہے۔ ایک حدیث میں تو یہاں تک آتا ہے کہ جب نبی (صلى الله عليه وسلم) قبرستان پہنچے تو معلوم ہوا کہ عبد اللہ بن ابی کو دفنایا جا چکا ہے، چنانچہ آپ (صلى الله عليه وسلم) نے اسے قبر سے نکلوایا اور اپنے گھٹنوں پر رکھ کراس پر اپنا لعاب دہن تھوکا، اپنی قمیص اسے پہنائی (صحيح بخاري كتاب اللباس - باب لبس القميص وكتاب الجنائز- صحيح مسلم ، كتاب صفات المنافقين وأحكامهم) جس سے معلوم ہوا کہ جو ایمان سے محروم ہوگا اسے دنیا کی بڑی سے بڑی شخصیت کی دعائے مغفرت اور کسی کی شفاعت بھی کوئی فائدہ نہ پہنچاسکے گی۔"
  }
}