{
  "result": [
    {
      "id": "2933",
      "sura": "26",
      "aya": "1",
      "arabic_text": "طسٓمٓ",
      "translation": "Twaa Siin Miim[1].",
      "footnotes": "[1] Raba insiguro y’indome zitangura mu ntango y’igisomwa Al-Baqara."
    },
    {
      "id": "2934",
      "sura": "26",
      "aya": "2",
      "arabic_text": "تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ",
      "translation": "Izi, ni Aayah z’Igitabu Qor’ani gitomoye neza; mu nsiguro, mu ngingo z’ibirekuwe n’ibizira, no mu burongozi bwaco.",
      "footnotes": ""
    },
    {
      "id": "2935",
      "sura": "26",
      "aya": "3",
      "arabic_text": "لَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ أَلَّا يَكُونُواْ مُؤۡمِنِينَ",
      "translation": "Ntumwa y’Imana! Biragaragara ko utuntuzwa umutima n’uko abantu bataraba abemeramana ngo bagukurikire, mpore ntugatunture ku mutima!",
      "footnotes": ""
    },
    {
      "id": "2936",
      "sura": "26",
      "aya": "4",
      "arabic_text": "إِن نَّشَأۡ نُنَزِّلۡ عَلَيۡهِم مِّنَ ٱلسَّمَآءِ ءَايَةٗ فَظَلَّتۡ أَعۡنَٰقُهُمۡ لَهَا خَٰضِعِينَ",
      "translation": "Twebwe Allah, Dushatse Twomanurira abaguhakana bivuye inyuma mu bantu warungitsweko, igitangaro kivuye mw’ijuru cotuma bemera ku nabi ku neza, maze bakama bicishije bugufi, ariko rero ntitwashatse ko biba ukwo, kuko ukwemera Imana Allah nya kwemera kuba ku bushake ata gahato kagiyemwo.",
      "footnotes": ""
    },
    {
      "id": "2937",
      "sura": "26",
      "aya": "5",
      "arabic_text": "وَمَا يَأۡتِيهِم مِّن ذِكۡرٖ مِّنَ ٱلرَّحۡمَٰنِ مُحۡدَثٍ إِلَّا كَانُواْ عَنۡهُ مُعۡرِضِينَ",
      "translation": "Ababangikanyamana, ntibigera bashikirwa n’inkebuzo nshasha ivuye kwa Nyenimpuhwe Allah, ibabwiriza ivyo bakora n’ivyo bareka mu kwubahiriza idini ry’ukuri, kiretse ko birengagiza nya nkebuzo, bakayihakana bivuye inyuma, bakanayamirira kure.",
      "footnotes": ""
    },
    {
      "id": "2938",
      "sura": "26",
      "aya": "6",
      "arabic_text": "فَقَدۡ كَذَّبُواْ فَسَيَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "Ni ukuri, ababangikanyamana barahakanye Qor’ani baranayiteburako. Kubera ivyo rero, bitebe bitebuke, bazoshikirwa n’ukuri kw’inkuru z’ivyo bateburako, maze bahanwe.",
      "footnotes": ""
    },
    {
      "id": "2939",
      "sura": "26",
      "aya": "7",
      "arabic_text": "أَوَلَمۡ يَرَوۡاْ إِلَى ٱلۡأَرۡضِ كَمۡ أَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ",
      "translation": "Mbega ntibaraba isi ngo babone ukuntu Twayinagishijeko ibimera vyinshi ngirakamaro, biri mu bwoko bwose bw’ibiterwa n'ivyimeza, ata wushoboye kubinagisha atari Imana Allah!",
      "footnotes": ""
    },
    {
      "id": "2940",
      "sura": "26",
      "aya": "8",
      "arabic_text": "إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ",
      "translation": "Mu vy’ukuri mw’inagishwa ry’ivyo vyose, ni ukuri harimwo icemezo cerekana ubushobozi n'ububasha vy’Imana Allah, burya abenshi mu bantu, si abemeramana namba;",
      "footnotes": ""
    },
    {
      "id": "2941",
      "sura": "26",
      "aya": "9",
      "arabic_text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
      "translation": "Kandi mu vy’ukuri Imana yawe Rurema Allah, ni ukuri, ni Yo Nyenintsinzi-Mutaneshwa, Nyenimbabazi ku batoni bayo.",
      "footnotes": ""
    },
    {
      "id": "2942",
      "sura": "26",
      "aya": "10",
      "arabic_text": "وَإِذۡ نَادَىٰ رَبُّكَ مُوسَىٰٓ أَنِ ٱئۡتِ ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
      "translation": "Ntumwa y’Imana! Cira agace abo warungitsweko ku nkuru ya Musa, igihe Imana yawe Rurema Allah Yahamagara Musa Iti: “Genda ku bantu birenganije;",
      "footnotes": ""
    },
    {
      "id": "2943",
      "sura": "26",
      "aya": "11",
      "arabic_text": "قَوۡمَ فِرۡعَوۡنَۚ أَلَا يَتَّقُونَ",
      "translation": "Abantu ba Firawuni, maze ubararikire kugamburukira Imana Allah mu gushira mu ngiro amabwirizwa yayo”.",
      "footnotes": ""
    },
    {
      "id": "2944",
      "sura": "26",
      "aya": "12",
      "arabic_text": "قَالَ رَبِّ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ",
      "translation": "Musa yavuze ati: “Mana yanje Rurema Allah! Jewe ndafise impungenge ko bohakana bivuye inyuma ubutumwa ndabazaniye;",
      "footnotes": ""
    },
    {
      "id": "2945",
      "sura": "26",
      "aya": "13",
      "arabic_text": "وَيَضِيقُ صَدۡرِي وَلَا يَنطَلِقُ لِسَانِي فَأَرۡسِلۡ إِلَىٰ هَٰرُونَ",
      "translation": "Ngatuntuzwa n’uko bangararije, kandi n’ururimi rwanje ntirutomora bikwiye, ndagusavye rero Uhe ubutumwa murumunanje Haruna kugira anshigikire, yongere anyunganire mu kubumvisha ubutumwa nzoba ndabashikirije;",
      "footnotes": ""
    },
    {
      "id": "2946",
      "sura": "26",
      "aya": "14",
      "arabic_text": "وَلَهُمۡ عَلَيَّ ذَنۢبٞ فَأَخَافُ أَن يَقۡتُلُونِ",
      "translation": "Hari n’igicumuro nabakoreye co kwica umuntu mu Banyagiputa, ndatinya rero ko boca bamwihorera, bakanyica”.",
      "footnotes": ""
    },
    {
      "id": "2947",
      "sura": "26",
      "aya": "15",
      "arabic_text": "قَالَ كَلَّاۖ فَٱذۡهَبَا بِـَٔايَٰتِنَآۖ إِنَّا مَعَكُم مُّسۡتَمِعُونَ",
      "translation": "Imana Allah Yabwiye Musa Iti: “Ihibambewe! Tekana nta co bazokugira. Na murumunawe Haruna Tumugize Intumwa, nimugende rero uko muri babiri mwitwaje ibitangaro vyacu Twebwe Allah, vyerekana ukuri kwanyu; mu vy’ukuri, Turi kumwe na mwe ku bumenyi bwacu no mu kubabungabunga, Turumviriza n’ivyo mushikiriza;",
      "footnotes": ""
    },
    {
      "id": "2948",
      "sura": "26",
      "aya": "16",
      "arabic_text": "فَأۡتِيَا فِرۡعَوۡنَ فَقُولَآ إِنَّا رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Enda nyabuna rero, nimugende kwa Firawuni, maze mumubwire muti: “Twebwe mu vy’ukuri, turi Intumwa zirungitswe n’Imana yawe Rurema Allah kuri wewe no ku bantu bawe;",
      "footnotes": ""
    },
    {
      "id": "2949",
      "sura": "26",
      "aya": "17",
      "arabic_text": "أَنۡ أَرۡسِلۡ مَعَنَا بَنِيٓ إِسۡرَٰٓءِيلَ",
      "translation": "Ko wobohora Bene Israyeli ukareka kubacinyiza, tugaheza rero tukabarongora mu nzira y’Imana Allah, bakadukurikira””.",
      "footnotes": ""
    },
    {
      "id": "2950",
      "sura": "26",
      "aya": "18",
      "arabic_text": "قَالَ أَلَمۡ نُرَبِّكَ فِينَا وَلِيدٗا وَلَبِثۡتَ فِينَا مِنۡ عُمُرِكَ سِنِينَ",
      "translation": "Firawuni yishuye Musa n’agashinyaguro n'akantu ati: “Mbega uribagiye ko twakurereye ng’aha kuva ukiri uruyoya, uraheza ubana na twe imyaka n’iyindi!",
      "footnotes": ""
    },
    {
      "id": "2951",
      "sura": "26",
      "aya": "19",
      "arabic_text": "وَفَعَلۡتَ فَعۡلَتَكَ ٱلَّتِي فَعَلۡتَ وَأَنتَ مِنَ ٱلۡكَٰفِرِينَ",
      "translation": "Uraheza ukora igicumuro co kwica Umunyagiputa igihe winamura umukubita igipfunsi, aca ararambarara! Ako, ni ko gashimwe wampaye ku ciza nagukoreye co kukurera!”.",
      "footnotes": ""
    },
    {
      "id": "2952",
      "sura": "26",
      "aya": "20",
      "arabic_text": "قَالَ فَعَلۡتُهَآ إِذٗا وَأَنَا۠ مِنَ ٱلضَّآلِّينَ",
      "translation": "Musa araheza yishura Firawuni ati: “Nimba ico gicumuro naragikoze, sinari bwahishurirwe kuba Intumwa!",
      "footnotes": ""
    },
    {
      "id": "2953",
      "sura": "26",
      "aya": "21",
      "arabic_text": "فَفَرَرۡتُ مِنكُمۡ لَمَّا خِفۡتُكُمۡ فَوَهَبَ لِي رَبِّي حُكۡمٗا وَجَعَلَنِي مِنَ ٱلۡمُرۡسَلِينَ",
      "translation": "Ni naho nata nkomoka mpungira i Madiyana, ku gutinya ko mwonyica mwihorera Umunyagiputa wanyu nishe kw’isanganya; mu nyuma, Imana yanje Rurema Allah Yahavuye Impa ubutumwa n’ubumenyi, maze Ingira Intumwa mu zindi;",
      "footnotes": ""
    },
    {
      "id": "2954",
      "sura": "26",
      "aya": "22",
      "arabic_text": "وَتِلۡكَ نِعۡمَةٞ تَمُنُّهَا عَلَيَّ أَنۡ عَبَّدتَّ بَنِيٓ إِسۡرَٰٓءِيلَ",
      "translation": "Iryo rererwa ryanje iwawe na ryo unshinyagurizako, ryabaye kugira ngo ubandanye ucura bufuni na buhoro Bene Israyeli!”.",
      "footnotes": ""
    },
    {
      "id": "2955",
      "sura": "26",
      "aya": "23",
      "arabic_text": "قَالَ فِرۡعَوۡنُ وَمَا رَبُّ ٱلۡعَٰلَمِينَ",
      "translation": "Firawuni yahavuye abaza Musa ati: “Imana Rurema w’ibiremwa vyose Yakurungitse, ni igiki?”.",
      "footnotes": ""
    },
    {
      "id": "2956",
      "sura": "26",
      "aya": "24",
      "arabic_text": "قَالَ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَآۖ إِن كُنتُم مُّوقِنِينَ",
      "translation": "Musa yavuze yishura Firawuni ati: “Ni Imana Rurema, Umubungabunzi w’amajuru n’isi hamwe n’ibiri hagati yavyo; nimwaba rero muzi neza ivyo, nimuyemere”.",
      "footnotes": ""
    },
    {
      "id": "2957",
      "sura": "26",
      "aya": "25",
      "arabic_text": "قَالَ لِمَنۡ حَوۡلَهُۥٓ أَلَا تَسۡتَمِعُونَ",
      "translation": "Firawuni arinamura abwira abubahwa bari ng’aho bamukikije ati: “Muranyumvira ako kamaramaza ka Musa, aho yubahuka akavuga ko hari iyindi mana atari jewe!”.",
      "footnotes": ""
    },
    {
      "id": "2958",
      "sura": "26",
      "aya": "26",
      "arabic_text": "قَالَ رَبُّكُمۡ وَرَبُّ ءَابَآئِكُمُ ٱلۡأَوَّلِينَ",
      "translation": "Musa yarongeye avuga kandi ati: “Imana ndabararikira kwemera, ni Imana yanyu Rurema Allah Yabaremye, Ikanarema ba so mukomokako”.",
      "footnotes": ""
    },
    {
      "id": "2959",
      "sura": "26",
      "aya": "27",
      "arabic_text": "قَالَ إِنَّ رَسُولَكُمُ ٱلَّذِيٓ أُرۡسِلَ إِلَيۡكُمۡ لَمَجۡنُونٞ",
      "translation": "Firawuni n’ishavu n’akantu asubizayo anebagura Musa ati: “Mu vy’ukuri Intumwa yanyu mwarungikiwe, ni ukuri, ni umusazi, ivuga ibitaroranye namba”.",
      "footnotes": ""
    },
    {
      "id": "2960",
      "sura": "26",
      "aya": "28",
      "arabic_text": "قَالَ رَبُّ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَمَا بَيۡنَهُمَآۖ إِن كُنتُمۡ تَعۡقِلُونَ",
      "translation": "Musa arongera ati: “Imana ndabararikira kwemera, ni Imana Rurema Yaremye ubuseruko n’uburengero hamwe n’ibiri hagati yavyo; Irema n’umuco n’umuzimagiza. Ivyo rero, bikaba ari ivyemezo vy’uko ari Yo Ikwiye kwemerwa no gusengwa ari Imwe Rudende nimwaba mutegera neza ububasha bwayo”.",
      "footnotes": ""
    },
    {
      "id": "2961",
      "sura": "26",
      "aya": "29",
      "arabic_text": "قَالَ لَئِنِ ٱتَّخَذۡتَ إِلَٰهًا غَيۡرِي لَأَجۡعَلَنَّكَ مِنَ ٱلۡمَسۡجُونِينَ",
      "translation": "Firawuni aca avuga n’iterabwoba n’akantu yihaniza Musa ati: “Niwigenera Iyindi Mana atari jewe, ni ukuri ntegerezwa kuguta mw’ibohero hamwe n’abandi”.",
      "footnotes": ""
    },
    {
      "id": "2962",
      "sura": "26",
      "aya": "30",
      "arabic_text": "قَالَ أَوَلَوۡ جِئۡتُكَ بِشَيۡءٖ مُّبِينٖ",
      "translation": "Musa asubizayo ati: “Mbega uraheza unte mw’ibohero hamwe n’abandi, n’aho nokuzanira icemezo gitomoye ko ndi mu kuri!”.",
      "footnotes": ""
    },
    {
      "id": "2963",
      "sura": "26",
      "aya": "31",
      "arabic_text": "قَالَ فَأۡتِ بِهِۦٓ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
      "translation": "Firawuni aca asaba Musa ko yozana icemezo ati: “Enda nyabuna rero, zana ico cemezo ku vyo uvuga niwaba uri mu mvugakuri ko uri Intumwa vy’ukuri”.",
      "footnotes": ""
    },
    {
      "id": "2964",
      "sura": "26",
      "aya": "32",
      "arabic_text": "فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ",
      "translation": "Ni ho rero Musa yaterera inkoni yiwe hasi, ica ihinduka inzoka amahanga yigendera, abantu birabira;",
      "footnotes": ""
    },
    {
      "id": "2965",
      "sura": "26",
      "aya": "33",
      "arabic_text": "وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّٰظِرِينَ",
      "translation": "Araheza kandi ashira ikiganza ciwe mu kwaha, agize ngo aragikuyeyo, caje cererana gisayangana cane abari ng’aho birabira, barumirwa.",
      "footnotes": ""
    },
    {
      "id": "2966",
      "sura": "26",
      "aya": "34",
      "arabic_text": "قَالَ لِلۡمَلَإِ حَوۡلَهُۥٓ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ",
      "translation": "Firawuni aca agira impungenge z’uko abunganizi bari ng’aho bamukikije, bohava banyurwa bakemera, araheza ababwira ati: “Mu vy’ukuri, Musa nta nkeka ko ari umukonikoni karuhariwe;",
      "footnotes": ""
    },
    {
      "id": "2967",
      "sura": "26",
      "aya": "35",
      "arabic_text": "يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُم بِسِحۡرِهِۦ فَمَاذَا تَأۡمُرُونَ",
      "translation": "Ashaka kubomora mwese abakure mu gihugu canyu akoresheje ubukonikoni bwiwe, none rero mumpanuye ko nokora iki?”.",
      "footnotes": ""
    },
    {
      "id": "2968",
      "sura": "26",
      "aya": "36",
      "arabic_text": "قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَٱبۡعَثۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ",
      "translation": "Abunganizi bari hambavu ya Firawuni bavuze bamuhanura bati: “Musa na murumunawe Haruna, bahe irindi sango ryo guhurirako, maze utume abararika abantu mu bisagara vyose vyo muri Misiri;",
      "footnotes": ""
    },
    {
      "id": "2969",
      "sura": "26",
      "aya": "37",
      "arabic_text": "يَأۡتُوكَ بِكُلِّ سَحَّارٍ عَلِيمٖ",
      "translation": "Baheze begeranye zina mukonikoni wese karuhariwe, bamukuzanire”.",
      "footnotes": ""
    },
    {
      "id": "2970",
      "sura": "26",
      "aya": "38",
      "arabic_text": "فَجُمِعَ ٱلسَّحَرَةُ لِمِيقَٰتِ يَوۡمٖ مَّعۡلُومٖ",
      "translation": "Ni ho rero abakonikoni bose bakoranirizwa hamwe ku musi w’isango nyezina[2];",
      "footnotes": "[2] Hari ku musi w’ihimbazwa ry’ibirori, igihe abantu bambaye bakaberwa, bakaba bakoranye mu gitondo bavuye mu mihingo yose y’igihugu ca Misiri."
    },
    {
      "id": "2971",
      "sura": "26",
      "aya": "39",
      "arabic_text": "وَقِيلَ لِلنَّاسِ هَلۡ أَنتُم مُّجۡتَمِعُونَ",
      "translation": "Abararitsi baraheza bararika abantu bati: “Nyabuna nyabuna nimwitabire ikoraniro ku bwinshi kugira mushigikire abakonikoni!",
      "footnotes": ""
    },
    {
      "id": "2972",
      "sura": "26",
      "aya": "40",
      "arabic_text": "لَعَلَّنَا نَتَّبِعُ ٱلسَّحَرَةَ إِن كَانُواْ هُمُ ٱلۡغَٰلِبِينَ",
      "translation": "Hari n’aho twotsimbatara kw’idini rya Firawuni, tugakurikira abakonikoni mu gihe boramuka batsinze”.",
      "footnotes": ""
    },
    {
      "id": "2973",
      "sura": "26",
      "aya": "41",
      "arabic_text": "فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالُواْ لِفِرۡعَوۡنَ أَئِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ",
      "translation": "Umusi w’isango ugeze, nya bakonikoni karuhariwe bariyegeranije bashika kwa Firawuni, bamubaza bati: “Mbega none, ubwo duhava turonka agashimwe gashimishije, nitwaramuka dutsinze Musa?”.",
      "footnotes": ""
    },
    {
      "id": "2974",
      "sura": "26",
      "aya": "42",
      "arabic_text": "قَالَ نَعَمۡ وَإِنَّكُمۡ إِذٗا لَّمِنَ ٱلۡمُقَرَّبِينَ",
      "translation": "Firawuni na we abishura ati: “Ego cane! Kandi muri ico gihe muzoba muri no mu batoni b’abishikira bari hambavu yanje”.",
      "footnotes": ""
    },
    {
      "id": "2975",
      "sura": "26",
      "aya": "43",
      "arabic_text": "قَالَ لَهُم مُّوسَىٰٓ أَلۡقُواْ مَآ أَنتُم مُّلۡقُونَ",
      "translation": "Musa yabariye nya bakonikoni ashaka ko ikinyoma gikubitirwa ahashashe ati: “Nimuterere hasi ivyo mushaka mu bukonikoni bwanyu”.",
      "footnotes": ""
    },
    {
      "id": "2976",
      "sura": "26",
      "aya": "44",
      "arabic_text": "فَأَلۡقَوۡاْ حِبَالَهُمۡ وَعِصِيَّهُمۡ وَقَالُواْ بِعِزَّةِ فِرۡعَوۡنَ إِنَّا لَنَحۡنُ ٱلۡغَٰلِبُونَ",
      "translation": "Ni ho rero nya bakonikoni baterera imizana n’inkoni vyabo hasi, barahunika abantu bose bari ng’aho, ntibaba bakibona nya mizana na nya nkoni nk’uko bisanzwe, ahubwo babona inzoka, baraheza barahira kw’izina rya Firawuni bavuga bati: “Mu cubahiro ca Firawuni, ni ukuri dutegerezwa gutsinda Musa”.",
      "footnotes": ""
    },
    {
      "id": "2977",
      "sura": "26",
      "aya": "45",
      "arabic_text": "فَأَلۡقَىٰ مُوسَىٰ عَصَاهُ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ",
      "translation": "Ni ho Musa rero yaterera inkoni yiwe hasi, nya nkoni ica ihinduka inzoka amahanga yigendera, ya nzoka ica imiragura ivyo batereye hasi vyose, ivyari vyakanze abantu babona ko ari inzoka vy’ukuri kandi ari ikinyoma ceruye.",
      "footnotes": ""
    },
    {
      "id": "2978",
      "sura": "26",
      "aya": "46",
      "arabic_text": "فَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ",
      "translation": "Ba bakonikoni bamaze kubona ico gitangaro c’inkoni, baciye bubamira Imana Allah;",
      "footnotes": ""
    },
    {
      "id": "2979",
      "sura": "26",
      "aya": "47",
      "arabic_text": "قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Bavuga bati: “Twemeye Imana Rurema, Umubungabunzi w’ibiremwa vyose;",
      "footnotes": ""
    },
    {
      "id": "2980",
      "sura": "26",
      "aya": "48",
      "arabic_text": "رَبِّ مُوسَىٰ وَهَٰرُونَ",
      "translation": "Imana Rurema ya Musa na murumunawe Haruna”.",
      "footnotes": ""
    },
    {
      "id": "2981",
      "sura": "26",
      "aya": "49",
      "arabic_text": "قَالَ ءَامَنتُمۡ لَهُۥ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِي عَلَّمَكُمُ ٱلسِّحۡرَ فَلَسَوۡفَ تَعۡلَمُونَۚ لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ وَلَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ",
      "translation": "Firawuni n’ishavu n’akantu yaciye avuga abiyamiriza ati: “Mbega karashize ingani mwemere Iyo Mana ya Musa, imbere yuko ndabibarekurira! Mu vy’ukuri biragaragaye ko Musa, ari we mukuru wanyu yabigishije ubukonikoni. Kubera ivyo rero, mugiye kwibonerako ayo imbwa yaboneye ku mugezi; ntegerezwa kubaca amaboko n’amaguru binyuranije; ndabace ukuboko kw’ukuryo hamwe n’ukuguru kw’ukubamfu, ukuboko kw’ukubamfu hamwe n’ukuguru kw’ukuryo, hanyuma mpeze ndababambe mwese ku bishitsi vy’igiti”.",
      "footnotes": ""
    },
    {
      "id": "2982",
      "sura": "26",
      "aya": "50",
      "arabic_text": "قَالُواْ لَا ضَيۡرَۖ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ",
      "translation": "Ba bakonikoni, baraheza bishura Firawuni bati: “Nta co bidutwaye namba, twebwe mu vy’ukuri, uramutse utwishe dusubira ku Mana yacu Rurema Allah;",
      "footnotes": ""
    },
    {
      "id": "2983",
      "sura": "26",
      "aya": "51",
      "arabic_text": "إِنَّا نَطۡمَعُ أَن يَغۡفِرَ لَنَا رَبُّنَا خَطَٰيَٰنَآ أَن كُنَّآ أَوَّلَ ٱلۡمُؤۡمِنِينَ",
      "translation": "Mu vy’ukuri, twebwe turizeye ko Imana yacu Rurema Allah, Itugumiriza akabanga, Ikatubabarira ivyaha vyacu, kuko tubaye aba mbere bayemeye mu bantu bawe”.",
      "footnotes": ""
    },
    {
      "id": "2984",
      "sura": "26",
      "aya": "52",
      "arabic_text": "۞ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَسۡرِ بِعِبَادِيٓ إِنَّكُم مُّتَّبَعُونَ",
      "translation": "Ni ho rero Twebwe Allah Twahishurira Musa Tumubwira Duti: “Genda muri iri joro ujanye abaja banje bemeye muri Bene Israyeli, kuko mu vy’ukuri Firawuni n’ingabo ziwe, bahava babakurikira ngo babafate imbere yuko mujabuka ibahari”.",
      "footnotes": ""
    },
    {
      "id": "2985",
      "sura": "26",
      "aya": "53",
      "arabic_text": "فَأَرۡسَلَ فِرۡعَوۡنُ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ",
      "translation": "Firawuni yaciye arungika abararitsi mu bisagara vyose kwegeranya ingabo ziwe;",
      "footnotes": ""
    },
    {
      "id": "2986",
      "sura": "26",
      "aya": "54",
      "arabic_text": "إِنَّ هَٰٓؤُلَآءِ لَشِرۡذِمَةٞ قَلِيلُونَ",
      "translation": "Araheza avuga ati: “Bene Israyeli bahunganye na Musa, ni akagwi k’abantu bari ku rushi, bagayitse;",
      "footnotes": ""
    },
    {
      "id": "2987",
      "sura": "26",
      "aya": "55",
      "arabic_text": "وَإِنَّهُمۡ لَنَا لَغَآئِظُونَ",
      "translation": "Kandi mu vy’ukuri, baraduteye ishavu ryinshi ku guca kubiri n’idini ryacu;",
      "footnotes": ""
    },
    {
      "id": "2988",
      "sura": "26",
      "aya": "56",
      "arabic_text": "وَإِنَّا لَجَمِيعٌ حَٰذِرُونَ",
      "translation": "Na twe rero turarikanuye ntibaducarukana”.",
      "footnotes": ""
    },
    {
      "id": "2989",
      "sura": "26",
      "aya": "57",
      "arabic_text": "فَأَخۡرَجۡنَٰهُم مِّن جَنَّٰتٖ وَعُيُونٖ",
      "translation": "Ni ho rero Twebwe Allah, Twakura Firawuni hamwe n’abantu biwe mu gihugu ca Misiri kirangwa n’imirima itotahaye n’amazi y’amariba atemba;",
      "footnotes": ""
    },
    {
      "id": "2990",
      "sura": "26",
      "aya": "58",
      "arabic_text": "وَكُنُوزٖ وَمَقَامٖ كَرِيمٖ",
      "translation": "Hari n’ibigega vy’ubutunzi n’inyubakwa ziteye igomwe.",
      "footnotes": ""
    },
    {
      "id": "2991",
      "sura": "26",
      "aya": "59",
      "arabic_text": "كَذَٰلِكَۖ وَأَوۡرَثۡنَٰهَا بَنِيٓ إِسۡرَٰٓءِيلَ",
      "translation": "Ni nk’uko nyene rero Twebwe Allah - Twabakuye muri ico gihugu ca Misiri - Twahavuye Tukiraga mu nyuma Bene Israyeli.",
      "footnotes": ""
    },
    {
      "id": "2992",
      "sura": "26",
      "aya": "60",
      "arabic_text": "فَأَتۡبَعُوهُم مُّشۡرِقِينَ",
      "translation": "Firawuni rero hamwe n’ingabo ziwe, bahavuye bakurikira Musa n’abo bari kumwe mu mutwenzi.",
      "footnotes": ""
    },
    {
      "id": "2993",
      "sura": "26",
      "aya": "61",
      "arabic_text": "فَلَمَّا تَرَٰٓءَا ٱلۡجَمۡعَانِ قَالَ أَصۡحَٰبُ مُوسَىٰٓ إِنَّا لَمُدۡرَكُونَ",
      "translation": "Bamaze guhura na bo amaso mu yandi, abantu ba Musa n’ubwoba n’akantu bavuze bati: “Musa, ni ukuri abantu ba Firawuni nta kibuza baradufashe, turahonye!”.",
      "footnotes": ""
    },
    {
      "id": "2994",
      "sura": "26",
      "aya": "62",
      "arabic_text": "قَالَ كَلَّآۖ إِنَّ مَعِيَ رَبِّي سَيَهۡدِينِ",
      "translation": "Musa yabishuye ati: “Kizire, ntibagenda babafashe namba kuko ndi kumwe n’Imana yanje Rurema Allah mu kuntabara, Irandongora inzira idukura muri aka kaga”.",
      "footnotes": ""
    },
    {
      "id": "2995",
      "sura": "26",
      "aya": "63",
      "arabic_text": "فَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡبَحۡرَۖ فَٱنفَلَقَ فَكَانَ كُلُّ فِرۡقٖ كَٱلطَّوۡدِ ٱلۡعَظِيمِ",
      "translation": "Ni ho rero Twebwe Allah Twahishurira Musa Tumubwira Duti: “Kubita iyo nkoni yawe kw’ibahari”. Ubwo nyene ya bahari yicamwo inzira cumi na zibiri; zihuriranye n’igitigiri kingana n’amoko ya Bene Israyeli, maze igice cose c’ibahari kigabura inzira n’iyindi kiba nk’umusozi amahanga.",
      "footnotes": ""
    },
    {
      "id": "2996",
      "sura": "26",
      "aya": "64",
      "arabic_text": "وَأَزۡلَفۡنَا ثَمَّ ٱلۡأٓخَرِينَ",
      "translation": "Aho rero, ni ho Twashorera Firawuni n’ingabo ziwe gushika n’aho binjira mw’ibahari bibwira ngo bakurikiye Musa n’abo bari kumwe;",
      "footnotes": ""
    },
    {
      "id": "2997",
      "sura": "26",
      "aya": "65",
      "arabic_text": "وَأَنجَيۡنَا مُوسَىٰ وَمَن مَّعَهُۥٓ أَجۡمَعِينَ",
      "translation": "Turaheza Turokora Musa n’abo bari kumwe bose, barajabuka amahoro gushika ku rundi ruhande rw’ibahari.",
      "footnotes": ""
    },
    {
      "id": "2998",
      "sura": "26",
      "aya": "66",
      "arabic_text": "ثُمَّ أَغۡرَقۡنَا ٱلۡأٓخَرِينَ",
      "translation": "Mu nyuma, ni ho nya bahari yasubira guterana, maze Twebwe Allah Duca Dusomesha nturi Firawuni n’ingabo ziwe, bahonera rimwe.",
      "footnotes": ""
    },
    {
      "id": "2999",
      "sura": "26",
      "aya": "67",
      "arabic_text": "إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ",
      "translation": "Mu vy’ukuri, muri ivyo vyashikiye Firawuni n’ingabo ziwe, ni ukuri harimwo inkebuzo yerekena koko ubushobozi n'ububasha vy’Imana Allah. Hamwe n’ivyo rero, abenshi mu bakurikira Firawuni ntibahavuye bemera.",
      "footnotes": ""
    },
    {
      "id": "3000",
      "sura": "26",
      "aya": "68",
      "arabic_text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
      "translation": "Ntumwa y'Imana! Mu vy’ukuri Imana yawe Rurema Allah, ni ukuri ni Yo Nyenintsinzi-Mutaneshwa, Nyenimbabazi ku batoni bayo.",
      "footnotes": ""
    },
    {
      "id": "3001",
      "sura": "26",
      "aya": "69",
      "arabic_text": "وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ إِبۡرَٰهِيمَ",
      "translation": "Ntumwa y’Imana! Cira ku mayange abagarariji, inkuru ya Ibrahimu;",
      "footnotes": ""
    },
    {
      "id": "3002",
      "sura": "26",
      "aya": "70",
      "arabic_text": "إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَا تَعۡبُدُونَ",
      "translation": "Igihe yabwira se hamwe n’abantu biwe ati: “Ni igiki musenga?”.",
      "footnotes": ""
    },
    {
      "id": "3003",
      "sura": "26",
      "aya": "71",
      "arabic_text": "قَالُواْ نَعۡبُدُ أَصۡنَامٗا فَنَظَلُّ لَهَا عَٰكِفِينَ",
      "translation": "Bavuze bamwishura bati: “Dusenga ibigirwamana, tugaheza tukavyiyegurira”.",
      "footnotes": ""
    },
    {
      "id": "3004",
      "sura": "26",
      "aya": "72",
      "arabic_text": "قَالَ هَلۡ يَسۡمَعُونَكُمۡ إِذۡ تَدۡعُونَ",
      "translation": "Ibrahimu yababwiye abanebagura ati: “None burya, ivyo bigirwamana biraheza bikabumvira igisabisho iyo mubisavye?",
      "footnotes": ""
    },
    {
      "id": "3005",
      "sura": "26",
      "aya": "73",
      "arabic_text": "أَوۡ يَنفَعُونَكُمۡ أَوۡ يَضُرُّونَ",
      "translation": "Canke bikagira ico bibamariye iyo mubisenze? Canke bikagira ico bibiciye iyo mutabisenze?”.",
      "footnotes": ""
    },
    {
      "id": "3006",
      "sura": "26",
      "aya": "74",
      "arabic_text": "قَالُواْ بَلۡ وَجَدۡنَآ ءَابَآءَنَا كَذَٰلِكَ يَفۡعَلُونَ",
      "translation": "Bavuze bamwishura bati: “Eka nta na kimwe tuziga kuri ivyo bigirwamana! Ahubwo twasanze abavyeyi bacu babisenga, na twe tubisenga ukwo”.",
      "footnotes": ""
    },
    {
      "id": "3007",
      "sura": "26",
      "aya": "75",
      "arabic_text": "قَالَ أَفَرَءَيۡتُم مَّا كُنتُمۡ تَعۡبُدُونَ",
      "translation": "Ibrahimu yavuze ati: “Mbe burya muraraba mukazirikana ivyo musenga;",
      "footnotes": ""
    },
    {
      "id": "3008",
      "sura": "26",
      "aya": "76",
      "arabic_text": "أَنتُمۡ وَءَابَآؤُكُمُ ٱلۡأَقۡدَمُونَ",
      "translation": "Mwebwe hamwe n’abavyeyi banyu b’abakurambere!",
      "footnotes": ""
    },
    {
      "id": "3009",
      "sura": "26",
      "aya": "77",
      "arabic_text": "فَإِنَّهُمۡ عَدُوّٞ لِّيٓ إِلَّا رَبَّ ٱلۡعَٰلَمِينَ",
      "translation": "Mu vy’ukuri ivyo musenga mu gishingo c'Imana Allah, vyose ni abansi kuri jewe, ariko Imana Rurema w’ibiremwa vyose, ni Yo gusa nsenga;",
      "footnotes": ""
    },
    {
      "id": "3010",
      "sura": "26",
      "aya": "78",
      "arabic_text": "ٱلَّذِي خَلَقَنِي فَهُوَ يَهۡدِينِ",
      "translation": "Ni Yo Yandemye mw’ishusho ryiza, Iraheza Irandongora mu gukora ibimfitiye akamaro kw’isi no mu buzima bw’inyuma yo gupfa;",
      "footnotes": ""
    },
    {
      "id": "3011",
      "sura": "26",
      "aya": "79",
      "arabic_text": "وَٱلَّذِي هُوَ يُطۡعِمُنِي وَيَسۡقِينِ",
      "translation": "Ni na Yo Indonsa imfugurwa Ikandonsa n’ico nywa;",
      "footnotes": ""
    },
    {
      "id": "3012",
      "sura": "26",
      "aya": "80",
      "arabic_text": "وَإِذَا مَرِضۡتُ فَهُوَ يَشۡفِينِ",
      "translation": "N’iyo ndwaye, ni Yo Inkiza nkaroranirwa mu magara;",
      "footnotes": ""
    },
    {
      "id": "3013",
      "sura": "26",
      "aya": "81",
      "arabic_text": "وَٱلَّذِي يُمِيتُنِي ثُمَّ يُحۡيِينِ",
      "translation": "Ni na Yo Inyaka ubuzima kw’isi ngapfa, hanyuma Ikazonsubiza kandi ubuzima ku musi w’izuka, nkazuka;",
      "footnotes": ""
    },
    {
      "id": "3014",
      "sura": "26",
      "aya": "82",
      "arabic_text": "وَٱلَّذِيٓ أَطۡمَعُ أَن يَغۡفِرَ لِي خَطِيٓـَٔتِي يَوۡمَ ٱلدِّينِ",
      "translation": "Ni na Yo nizeye ko Ingumiriza akabanga Ikazombabarira ivyaha vyanje ku musi w’impera”.",
      "footnotes": ""
    },
    {
      "id": "3015",
      "sura": "26",
      "aya": "83",
      "arabic_text": "رَبِّ هَبۡ لِي حُكۡمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ",
      "translation": "Ibrahimu yavuze asaba ati: “Mana yanje Rurema Allah! Mpa ubumenyi no gutahura bikwiye, Wongere Unkurikize aberanda tuzohurira mu Bwami bw’ijuru;",
      "footnotes": ""
    },
    {
      "id": "3016",
      "sura": "26",
      "aya": "84",
      "arabic_text": "وَٱجۡعَل لِّي لِسَانَ صِدۡقٖ فِي ٱلۡأٓخِرِينَ",
      "translation": "Umpe no kuyagwa neza n’abantu mu bazokurikira gushika ku musi w’iherezo;",
      "footnotes": ""
    },
    {
      "id": "3017",
      "sura": "26",
      "aya": "85",
      "arabic_text": "وَٱجۡعَلۡنِي مِن وَرَثَةِ جَنَّةِ ٱلنَّعِيمِ",
      "translation": "Unshire no mu baja bawe Wageneye Ubwami bw’ijuru bwuzuye inema;",
      "footnotes": ""
    },
    {
      "id": "3018",
      "sura": "26",
      "aya": "86",
      "arabic_text": "وَٱغۡفِرۡ لِأَبِيٓ إِنَّهُۥ كَانَ مِنَ ٱلضَّآلِّينَ",
      "translation": "Urongore n’umuvyeyi wanje mu nzira yawe, maze Umugumirize akabanga, Umubabarire ivyaha vyiwe; mu vy’ukuri, yari mu bantu bahuvye[3];",
      "footnotes": "[3] Iki gisabisho, Ibrahimu yagisabiye se kuko yari yamusezeraniye ko amusabira ku Mana Allah, hari imbere yuko se agaragariza Ibrahimu ko atarota avavanura n’igarariza hamwe n’ibangikanyamana gushika gupfa; ico gihe rero, Ibrahimu yaciye avavanura na se."
    },
    {
      "id": "3019",
      "sura": "26",
      "aya": "87",
      "arabic_text": "وَلَا تُخۡزِنِي يَوۡمَ يُبۡعَثُونَ",
      "translation": "Kandi ntuzontetereze umusi ibiremwa vyazutse kugira biharurirwe, maze bigahemberwa ivyo vyakoze;",
      "footnotes": ""
    },
    {
      "id": "3020",
      "sura": "26",
      "aya": "88",
      "arabic_text": "يَوۡمَ لَا يَنفَعُ مَالٞ وَلَا بَنُونَ",
      "translation": "Umusi amatungo n’ibibondo ata na kimwe bizomarira umuntu;",
      "footnotes": ""
    },
    {
      "id": "3021",
      "sura": "26",
      "aya": "89",
      "arabic_text": "إِلَّا مَنۡ أَتَى ٱللَّهَ بِقَلۡبٖ سَلِيمٖ",
      "translation": "Kiretse umuntu azoza ku Mana Allah arangwa n’umutima wejejwe ubugarariji n’uburyarya”.",
      "footnotes": ""
    },
    {
      "id": "3022",
      "sura": "26",
      "aya": "90",
      "arabic_text": "وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ",
      "translation": "Kuri nya musi rero, Ubwami bw’ijuru buzokwegerezwa abagamburukiramana;",
      "footnotes": ""
    },
    {
      "id": "3023",
      "sura": "26",
      "aya": "91",
      "arabic_text": "وَبُرِّزَتِ ٱلۡجَحِيمُ لِلۡغَاوِينَ",
      "translation": "Umuriro ururumba na wo, ushirirwe ahabona abarenze ku mabwirizwa y’Imana Allah, bakanahakana bivuye inyuma Intumwa zayo;",
      "footnotes": ""
    },
    {
      "id": "3024",
      "sura": "26",
      "aya": "92",
      "arabic_text": "وَقِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تَعۡبُدُونَ",
      "translation": "Maze babwirwe n’agashinyaguro n'akantu bati: “Mbega ibigirwamana mwahora musenga mu gishingo c’Imana Allah, biri hehe ngo bibavugire kuri uno musi!",
      "footnotes": ""
    },
    {
      "id": "3025",
      "sura": "26",
      "aya": "93",
      "arabic_text": "مِن دُونِ ٱللَّهِ هَلۡ يَنصُرُونَكُمۡ أَوۡ يَنتَصِرُونَ",
      "translation": "Mbega burya nya bigirwamana birashoboye kubatabara ngo bibakureko ibihano! Mbe hoho nya bigirwamana nyene biranashoboye kwikura mu bihano!”.",
      "footnotes": ""
    },
    {
      "id": "3026",
      "sura": "26",
      "aya": "94",
      "arabic_text": "فَكُبۡكِبُواْ فِيهَا هُمۡ وَٱلۡغَاوُۥنَ",
      "translation": "Bazoheza rero begeranirizwe hamwe, maze batabwe mu muriro batanguje umutwe, bari mu migwimigwi. Nya bigirwamana hamwe n’abarenze ku mabwirizwa y’Imana Allah bakanahakana n’Intumwa zayo, bazotabwa muri nya muriro;",
      "footnotes": ""
    },
    {
      "id": "3027",
      "sura": "26",
      "aya": "95",
      "arabic_text": "وَجُنُودُ إِبۡلِيسَ أَجۡمَعُونَ",
      "translation": "Bari kumwe n’ababahubishije mu ngabo za shetani zabaryohereza gukora ibibi, nta n’umwe azocaruka.",
      "footnotes": ""
    },
    {
      "id": "3028",
      "sura": "26",
      "aya": "96",
      "arabic_text": "قَالُواْ وَهُمۡ فِيهَا يَخۡتَصِمُونَ",
      "translation": "Bazohazana bari mu muriro ku makosa yabo;",
      "footnotes": ""
    },
    {
      "id": "3029",
      "sura": "26",
      "aya": "97",
      "arabic_text": "تَٱللَّهِ إِن كُنَّا لَفِي ضَلَٰلٖ مُّبِينٍ",
      "translation": "Bavuga babwira ababahubushije bati: “Turarahiye kw’izina ry’Imana Allah! Ni ukuri, kw’isi twari mu buhuvyi bugaragara;",
      "footnotes": ""
    },
    {
      "id": "3030",
      "sura": "26",
      "aya": "98",
      "arabic_text": "إِذۡ نُسَوِّيكُم بِرَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Mu kubasenga tubanganisha n’Imana Rurema w’ibiremwa vyose, Ikwiye gusengwa ari Imwe Rudende;",
      "footnotes": ""
    },
    {
      "id": "3031",
      "sura": "26",
      "aya": "99",
      "arabic_text": "وَمَآ أَضَلَّنَآ إِلَّا ٱلۡمُجۡرِمُونَ",
      "translation": "Burya nta cadukwegeye akaga kikadushikana aha turi, kiretse abanyavyaha barenga ku mabwirizwa y’Imana Allah baduhubishije, tukabumvira;",
      "footnotes": ""
    },
    {
      "id": "3032",
      "sura": "26",
      "aya": "100",
      "arabic_text": "فَمَا لَنَا مِن شَٰفِعِينَ",
      "translation": "Ubwo none ga yemwe! Nta n’umwe yonadusabira akadukura muri ibi bihano turimwo!",
      "footnotes": ""
    },
    {
      "id": "3033",
      "sura": "26",
      "aya": "101",
      "arabic_text": "وَلَا صَدِيقٍ حَمِيمٖ",
      "translation": "Nta n’umugenzi nkoramutima yotwumvira n’ikigongwe!",
      "footnotes": ""
    },
    {
      "id": "3034",
      "sura": "26",
      "aya": "102",
      "arabic_text": "فَلَوۡ أَنَّ لَنَا كَرَّةٗ فَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ",
      "translation": "Ese twopfuma dusubizwa kandi kw’isi tugaheza tukaba abemeramana koko!”.",
      "footnotes": ""
    },
    {
      "id": "3035",
      "sura": "26",
      "aya": "103",
      "arabic_text": "إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ",
      "translation": "Mu vy’ukuri mu nkuru ya Ibrahimu, ni ukuri harimwo inkebuzo ku wumva akikebuka. Hamwe n’ivyo rero, abenshi mu bashikiriwe n’iyo nkuru ntibahavuye bemera.",
      "footnotes": ""
    },
    {
      "id": "3036",
      "sura": "26",
      "aya": "104",
      "arabic_text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
      "translation": "Mu vy’ukuri Imana yawe Rurema Allah, ni ukuri ni Yo Nyenintsinzi-Mutaneshwa, Nyenimbabazi ku batoni bayo.",
      "footnotes": ""
    },
    {
      "id": "3037",
      "sura": "26",
      "aya": "105",
      "arabic_text": "كَذَّبَتۡ قَوۡمُ نُوحٍ ٱلۡمُرۡسَلِينَ",
      "translation": "Abantu barungikiwe Intumwa Nuhu barahakanye bivuye inyuma Intumwa yabo, baca bafatwa nk’aho bahakanye Intumwa zose[4];",
      "footnotes": "[4] Kuko Intumwa iyo ari yo yose irungitswe, ibwiriza abo irungitsweko kwemera Intumwa zose."
    },
    {
      "id": "3038",
      "sura": "26",
      "aya": "106",
      "arabic_text": "إِذۡ قَالَ لَهُمۡ أَخُوهُمۡ نُوحٌ أَلَا تَتَّقُونَ",
      "translation": "Igihe mwenewabo Nuhu yababwira ati: “Ubwo ntimwogamburukira Imana Allah mukubahiriza ibwirizwa ryo kuyisenga ari Imwe Rudende!",
      "footnotes": ""
    },
    {
      "id": "3039",
      "sura": "26",
      "aya": "107",
      "arabic_text": "إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ",
      "translation": "Mu vy’ukuri, jewe kuri mwebwe ndi Intumwa, nkaba n’Umwizigirwa mu vyo ndabashikiriza;",
      "footnotes": ""
    },
    {
      "id": "3040",
      "sura": "26",
      "aya": "108",
      "arabic_text": "فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
      "translation": "Enda rero nyabuna nimwikingire ibihano vy’Imana Allah mu kunyemera, muheze munyumvire mu gusenga Imana Imwe Rudende Allah;",
      "footnotes": ""
    },
    {
      "id": "3041",
      "sura": "26",
      "aya": "109",
      "arabic_text": "وَمَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَىٰ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Nta mpembo ndabasavye kw’ishikirizabutumwa ryanje, impembo yanje ndayiziga ku Mana Rurema Allah, Yo Mubungabunzi w’ibiremwa vyose;",
      "footnotes": ""
    },
    {
      "id": "3042",
      "sura": "26",
      "aya": "110",
      "arabic_text": "فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
      "translation": "Kubera ivyo rero, nimwikingire ibihano vy’Imana Allah mu kunyemera, muheze munyumvire mu gushira mu ngiro amabwirizwa yayo\".",
      "footnotes": ""
    },
    {
      "id": "3043",
      "sura": "26",
      "aya": "111",
      "arabic_text": "۞ قَالُوٓاْ أَنُؤۡمِنُ لَكَ وَٱتَّبَعَكَ ٱلۡأَرۡذَلُونَ",
      "translation": "Abantu ba Nuhu barinamuye bati: “Wewe ubona twokwemera gute ngo tugukurikire mu gihe wakurikiwe n’abantu ba nyarucari n’imbunuza!”.",
      "footnotes": ""
    },
    {
      "id": "3044",
      "sura": "26",
      "aya": "112",
      "arabic_text": "قَالَ وَمَا عِلۡمِي بِمَا كَانُواْ يَعۡمَلُونَ",
      "translation": "Nuhu (nyakugira amahoro y’Imana Allah) araheza abishura ati: “Sinjejwe kumenya ubuzima babayemwo; ico njejwe, ni ukubararikira ukwemera, burya ubutore n’icubahiro c’umuntu, biva ku kwemera Imana Allah, ntibiva ku muryango canke ku co ari mu kibano;",
      "footnotes": ""
    },
    {
      "id": "3045",
      "sura": "26",
      "aya": "113",
      "arabic_text": "إِنۡ حِسَابُهُمۡ إِلَّا عَلَىٰ رَبِّيۖ لَوۡ تَشۡعُرُونَ",
      "translation": "Iharurirwa ryabo ku vyo bakoze, rijejwe Imana yanje Rurema Allah. Iyo muba muzi ko biri ukwo rero, ntimwari kunebagura abankurikiye;",
      "footnotes": ""
    },
    {
      "id": "3046",
      "sura": "26",
      "aya": "114",
      "arabic_text": "وَمَآ أَنَا۠ بِطَارِدِ ٱلۡمُؤۡمِنِينَ",
      "translation": "Kandi nanje nyene sindota nirukana abemeramana bankurikiye uko bari kwose kugira ngo munyemere;",
      "footnotes": ""
    },
    {
      "id": "3047",
      "sura": "26",
      "aya": "115",
      "arabic_text": "إِنۡ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ",
      "translation": "Jewe burya nta kindi njejwe, kiretse ko ndi Umugabisha atomoye ku bihano vy’Imana Allah”.",
      "footnotes": ""
    },
    {
      "id": "3048",
      "sura": "26",
      "aya": "116",
      "arabic_text": "قَالُواْ لَئِن لَّمۡ تَنتَهِ يَٰنُوحُ لَتَكُونَنَّ مِنَ ٱلۡمَرۡجُومِينَ",
      "translation": "Abantu ba Nuhu bahavuye bamutera ubwoba bati: “Nuhu! Utaretse iryo rarikiramana ryawe, ni ukuri nta kibuza, tuzokwicisha amabuye!”.",
      "footnotes": ""
    },
    {
      "id": "3049",
      "sura": "26",
      "aya": "117",
      "arabic_text": "قَالَ رَبِّ إِنَّ قَوۡمِي كَذَّبُونِ",
      "translation": "Nuhu amaze kwumva iterabwoba ryabo, yaratakambiye Imana Allah avuga ati: “Mana yanje Rurema Allah! Mu vy’ukuri abantu banje Wandungitseko, bangararije bimwe biboneka;",
      "footnotes": ""
    },
    {
      "id": "3050",
      "sura": "26",
      "aya": "118",
      "arabic_text": "فَٱفۡتَحۡ بَيۡنِي وَبَيۡنَهُمۡ فَتۡحٗا وَنَجِّنِي وَمَن مَّعِيَ مِنَ ٱلۡمُؤۡمِنِينَ",
      "translation": "Ndagusavye rero ko Ufata ingingo idutandukanya mu guhonya abaguhakana bakagarariza Intumwa yawe, maze Undokore muri iryo honywa jewe hamwe n’abo turi kumwe mu bemeramana”.",
      "footnotes": ""
    },
    {
      "id": "3051",
      "sura": "26",
      "aya": "119",
      "arabic_text": "فَأَنجَيۡنَٰهُ وَمَن مَّعَهُۥ فِي ٱلۡفُلۡكِ ٱلۡمَشۡحُونِ",
      "translation": "Imana Allah Yarumviye Nuhu, maze Iramurokora muri nya honywa we hamwe n’abari kumwe na we mu bwato bwarimwo amoko yose y’ibiremwa.",
      "footnotes": ""
    },
    {
      "id": "3052",
      "sura": "26",
      "aya": "120",
      "arabic_text": "ثُمَّ أَغۡرَقۡنَا بَعۡدُ ٱلۡبَاقِينَ",
      "translation": "Mu nyuma rero, ni ho Twebwe Allah Twahonya abahakanye bakagarariza.",
      "footnotes": ""
    },
    {
      "id": "3053",
      "sura": "26",
      "aya": "121",
      "arabic_text": "إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ",
      "translation": "Mu vy’ukuri, mu nkuru ya Nuhu n’ihonywa ry’abamugararije, ni ukuri harimwo inkebuzo ku bantu. Hamwe n’ivyo rero, abenshi mu bashikiriwe n’iyo nkuru, ntibahavuye bemera Imana Allah n’Intumwa zayo ngo bubahirize n’amabwirizwa yayo.",
      "footnotes": ""
    },
    {
      "id": "3054",
      "sura": "26",
      "aya": "122",
      "arabic_text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
      "translation": "Mu vy’ukuri Imana yawe Rurema Allah, ni ukuri ni Yo Nyenintsinzi-Mutaneshwa, Nyenimbabazi ku batoni bayo.",
      "footnotes": ""
    },
    {
      "id": "3055",
      "sura": "26",
      "aya": "123",
      "arabic_text": "كَذَّبَتۡ عَادٌ ٱلۡمُرۡسَلِينَ",
      "translation": "Bene Aadi barahakanye bivuye inyuma Intumwa yabo Huudi, baca bafatwa nk’aho bahakanye Intumwa zose[5].",
      "footnotes": "[5] Kuko Intumwa iyo ari yo yose irungitswe, ibwiriza abo irungitsweko kwemera Intumwa zose."
    },
    {
      "id": "3056",
      "sura": "26",
      "aya": "124",
      "arabic_text": "إِذۡ قَالَ لَهُمۡ أَخُوهُمۡ هُودٌ أَلَا تَتَّقُونَ",
      "translation": "Igihe mwenewabo Huudi yababwira ati: “Ubwo ntimwogamburukira Imana Allah mukubahiriza ibwirizwa ryo kuyisenga ari Imwe Rudende!;",
      "footnotes": ""
    },
    {
      "id": "3057",
      "sura": "26",
      "aya": "125",
      "arabic_text": "إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ",
      "translation": "Mu vy’ukuri, jewe kuri mwebwe ndi Intumwa, nkaba n’Umwizigirwa mu vyo ndabashikiriza;",
      "footnotes": ""
    },
    {
      "id": "3058",
      "sura": "26",
      "aya": "126",
      "arabic_text": "فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
      "translation": "Enda rero nyabuna nimwikingire ibihano vy’Imana Allah mu kunyemera, muheze munyumvire mu kwubahiriza amabwirizwa y’Imana Allah;",
      "footnotes": ""
    },
    {
      "id": "3059",
      "sura": "26",
      "aya": "127",
      "arabic_text": "وَمَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَىٰ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Nta mpembo ndabasavye kw’ishikirizabutumwa ryanje, impembo yanje ndayiziga ku Mana Rurema Allah, Yo Mubungabunzi w’ibiremwa vyose,",
      "footnotes": ""
    },
    {
      "id": "3060",
      "sura": "26",
      "aya": "128",
      "arabic_text": "أَتَبۡنُونَ بِكُلِّ رِيعٍ ءَايَةٗ تَعۡبَثُونَ",
      "translation": "Mbega mwubaka inyubakwa ndende aho hose hataramutse, mu ntumbero yo kwihambaza mukengera abarengana hepfo yanyu!",
      "footnotes": ""
    },
    {
      "id": "3061",
      "sura": "26",
      "aya": "129",
      "arabic_text": "وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمۡ تَخۡلُدُونَ",
      "translation": "Mukigirira n’amazu y’intamenwa y’amagorofa; nk’aho muzokwama kw’isi ibihe bidahera;",
      "footnotes": ""
    },
    {
      "id": "3062",
      "sura": "26",
      "aya": "130",
      "arabic_text": "وَإِذَا بَطَشۡتُم بَطَشۡتُمۡ جَبَّارِينَ",
      "translation": "N’iyo hagize uwo mucakira mu bantu mukamukubita canke mukamwica, mubikora ku kagagazo n’akarenganyo;",
      "footnotes": ""
    },
    {
      "id": "3063",
      "sura": "26",
      "aya": "131",
      "arabic_text": "فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
      "translation": "Kubera ivyo rero, nimwikingire ibihano vy’Imana Allah mu kunyemera, muheze munyumvire mu gushira mu ngiro amabwirizwa yayo;",
      "footnotes": ""
    },
    {
      "id": "3064",
      "sura": "26",
      "aya": "132",
      "arabic_text": "وَٱتَّقُواْ ٱلَّذِيٓ أَمَدَّكُم بِمَا تَعۡلَمُونَ",
      "translation": "Muheze mugamburukire Imana Allah Yabahaye inema muzi z’ubwoko bwose;",
      "footnotes": ""
    },
    {
      "id": "3065",
      "sura": "26",
      "aya": "133",
      "arabic_text": "أَمَدَّكُم بِأَنۡعَٰمٖ وَبَنِينَ",
      "translation": "Yabahaye ibitungwa, Ibaha n’ibibondo;",
      "footnotes": ""
    },
    {
      "id": "3066",
      "sura": "26",
      "aya": "134",
      "arabic_text": "وَجَنَّٰتٖ وَعُيُونٍ",
      "translation": "Ibaha n’imirima itotahaye hamwe n’amazi y’amariba atemba”.",
      "footnotes": ""
    },
    {
      "id": "3067",
      "sura": "26",
      "aya": "135",
      "arabic_text": "إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ",
      "translation": "Huudi (nyakugira amahoro y’Imana Allah) yarihanije abantu yarungitsweko ati: “Mu vy’ukuri, jewe ndatinya ko mwoshikirwa n’ibihano vy’Imana Allah ku musi uhambaye, mu gihe mworendegera mu bugarariji, mwihakana n’inema zayo”.",
      "footnotes": ""
    },
    {
      "id": "3068",
      "sura": "26",
      "aya": "136",
      "arabic_text": "قَالُواْ سَوَآءٌ عَلَيۡنَآ أَوَعَظۡتَ أَمۡ لَمۡ تَكُن مِّنَ ٱلۡوَٰعِظِينَ",
      "translation": "Abantu ba Huudi bamwamiriye kure bati: “Kuri twebwe rero, ukuduhanura kwawe n’ukutaduhanura, vyose ni co kimwe, ntiturota tukwemera namba!",
      "footnotes": ""
    },
    {
      "id": "3069",
      "sura": "26",
      "aya": "137",
      "arabic_text": "إِنۡ هَٰذَآ إِلَّا خُلُقُ ٱلۡأَوَّلِينَ",
      "translation": "Ivyo twemera si ikindi, kiretse ko ari imigenzo y’ab’aho hambere;",
      "footnotes": ""
    },
    {
      "id": "3070",
      "sura": "26",
      "aya": "138",
      "arabic_text": "وَمَا نَحۡنُ بِمُعَذَّبِينَ",
      "translation": "Kandi rero twebwe ntituzohanirwa gukora ivyo utubuza”.",
      "footnotes": ""
    },
    {
      "id": "3071",
      "sura": "26",
      "aya": "139",
      "arabic_text": "فَكَذَّبُوهُ فَأَهۡلَكۡنَٰهُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ",
      "translation": "Bararendegeye rero mu guhakana bivuye inyuma, maze Twebwe Allah Duca Tubarungikira igihuhusi c’igikonyozi, Turabahonya. Mu vy’ukuri mw’ihonywa ryabo, ni ukuri harimwo inkebuzo ku bantu. Ntumwa y’Imana! Hamwe n’ivyo rero, abenshi mu bashikiriwe n’iyo nkuru ntibahavuye bakwemera.",
      "footnotes": ""
    },
    {
      "id": "3072",
      "sura": "26",
      "aya": "140",
      "arabic_text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
      "translation": "Mu vy’ukuri Imana yawe Rurema Allah, ni ukuri ni Yo Nyenintsinzi-Mutaneshwa, Nyenimbabazi ku batoni bayo.",
      "footnotes": ""
    },
    {
      "id": "3073",
      "sura": "26",
      "aya": "141",
      "arabic_text": "كَذَّبَتۡ ثَمُودُ ٱلۡمُرۡسَلِينَ",
      "translation": "Bene Thamuudi barahakanye bivuye inyuma Intumwa yabo Swalehe, baca bafatwa nk’aho bahakanye Intumwa zose[6].",
      "footnotes": "[6] Kuko Intumwa iyo ari yo yose irungitswe, ibwiriza abo irungitsweko kwemera Intumwa zose."
    },
    {
      "id": "3074",
      "sura": "26",
      "aya": "142",
      "arabic_text": "إِذۡ قَالَ لَهُمۡ أَخُوهُمۡ صَٰلِحٌ أَلَا تَتَّقُونَ",
      "translation": "Igihe mwenewabo Swalehe yababwira ati: “Ubwo ntimwogamburukira Imana Allah mukubahiriza ibwirizwa ryo kuyisenga ari Imwe Rudende!",
      "footnotes": ""
    },
    {
      "id": "3075",
      "sura": "26",
      "aya": "143",
      "arabic_text": "إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ",
      "translation": "Mu vy’ukuri, jewe kuri mwebwe ndi Intumwa, nkaba n’Umwizigirwa mu vyo ndabashikiriza;",
      "footnotes": ""
    },
    {
      "id": "3076",
      "sura": "26",
      "aya": "144",
      "arabic_text": "فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
      "translation": "Enda rero nyabuna nimwikingire ibihano vy’Imana Allah mu kunyemera, muheze munyumvire mu kwubahiriza amabwirizwa yayo;",
      "footnotes": ""
    },
    {
      "id": "3077",
      "sura": "26",
      "aya": "145",
      "arabic_text": "وَمَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَىٰ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Nta n’impembo ndabasavye kw’ishikirizabutumwa ryanje, impembo yanje ndayiziga ku Mana Rurema Allah, Yo Mubungabunzi w’ibiremwa vyose.",
      "footnotes": ""
    },
    {
      "id": "3078",
      "sura": "26",
      "aya": "146",
      "arabic_text": "أَتُتۡرَكُونَ فِي مَا هَٰهُنَآ ءَامِنِينَ",
      "translation": "Mbega none, Imana yanyu Rurema Allah Ikwiye kubareka mukishira mukizana mu nema Yabahaye kw’isi mutekaniwe!",
      "footnotes": ""
    },
    {
      "id": "3079",
      "sura": "26",
      "aya": "147",
      "arabic_text": "فِي جَنَّٰتٖ وَعُيُونٖ",
      "translation": "Mu mirima itotahaye hamwe n’amazi y’amariba atemba!",
      "footnotes": ""
    },
    {
      "id": "3080",
      "sura": "26",
      "aya": "148",
      "arabic_text": "وَزُرُوعٖ وَنَخۡلٖ طَلۡعُهَا هَضِيمٞ",
      "translation": "N’ibitara vy’ivyamwa n’ibiterwa hamwe n’itende zoroshe z’akanovera!",
      "footnotes": ""
    },
    {
      "id": "3081",
      "sura": "26",
      "aya": "149",
      "arabic_text": "وَتَنۡحِتُونَ مِنَ ٱلۡجِبَالِ بُيُوتٗا فَٰرِهِينَ",
      "translation": "Mukanabaza mu misozi inzu mu buhinga butuma mwiyemera bidasanzwe!",
      "footnotes": ""
    },
    {
      "id": "3082",
      "sura": "26",
      "aya": "150",
      "arabic_text": "فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
      "translation": "Kubera ivyo rero, nimwikingire ibihano vy’Imana Allah mu kunyemera, muheze munyumvire mu kwubahiriza amabwirizwa yayo;",
      "footnotes": ""
    },
    {
      "id": "3083",
      "sura": "26",
      "aya": "151",
      "arabic_text": "وَلَا تُطِيعُوٓاْ أَمۡرَ ٱلۡمُسۡرِفِينَ",
      "translation": "Ntimugakurikire namba ivyo mubwirwa n’abimonogoje mu bugarariji;",
      "footnotes": ""
    },
    {
      "id": "3084",
      "sura": "26",
      "aya": "152",
      "arabic_text": "ٱلَّذِينَ يُفۡسِدُونَ فِي ٱلۡأَرۡضِ وَلَا يُصۡلِحُونَ",
      "translation": "Bagenzwa n’ubwononyi kw’isi, batigera bitwararika gukora ibitunganye”.",
      "footnotes": ""
    },
    {
      "id": "3085",
      "sura": "26",
      "aya": "153",
      "arabic_text": "قَالُوٓاْ إِنَّمَآ أَنتَ مِنَ ٱلۡمُسَحَّرِينَ",
      "translation": "Bene Thamuudi barinamuye babwira Swalehe bati: “Ni ukuri wewe, uri mu barozwe koko gushika n’aho utakigira n’ubwo kurahura!",
      "footnotes": ""
    },
    {
      "id": "3086",
      "sura": "26",
      "aya": "154",
      "arabic_text": "مَآ أَنتَ إِلَّا بَشَرٞ مِّثۡلُنَا فَأۡتِ بِـَٔايَةٍ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
      "translation": "Wewe nta co uri, kiretse ko uri umuntu nkatwe, udusumbije igiki cotuma uba Intumwa! Enda rero nyabuna zana icemezo cerekana ko uri Intumwa, niwaba koko uri mu mvugakuri ko Imana Allah Yakuturungitseko!”.",
      "footnotes": ""
    },
    {
      "id": "3087",
      "sura": "26",
      "aya": "155",
      "arabic_text": "قَالَ هَٰذِهِۦ نَاقَةٞ لَّهَا شِرۡبٞ وَلَكُمۡ شِرۡبُ يَوۡمٖ مَّعۡلُومٖ",
      "translation": "Swalehe yababwiye ati: “Ng’iyo ingamiya mwarungikiwe n’Imana Allah, kugira ibabere icemezo cerekana ko ndi mu kuri, yagenewe gushoka ku musi wayo na mwe mukaba murekuriwe kuvoma ku musi uzwi ukurikira;",
      "footnotes": ""
    },
    {
      "id": "3088",
      "sura": "26",
      "aya": "156",
      "arabic_text": "وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابُ يَوۡمٍ عَظِيمٖ",
      "translation": "Ntimunayikomakome ku nabi ngo muyice imitsi. Nimwahirahira rero mukayikomakoma ku nabi, nta kizobuza ko mushikirwa n’ibihano vy’Imana Allah ku musi uhambaye”.",
      "footnotes": ""
    },
    {
      "id": "3089",
      "sura": "26",
      "aya": "157",
      "arabic_text": "فَعَقَرُوهَا فَأَصۡبَحُواْ نَٰدِمِينَ",
      "translation": "Ni ho rero bahakana, basimbira kuri nya ngamiya barayica imitsi, barayibaga, maze bazinduka bicuza ku vyo bakoze, bamaze kumenya neza ko bategerezwa guhanwa;",
      "footnotes": ""
    },
    {
      "id": "3090",
      "sura": "26",
      "aya": "158",
      "arabic_text": "فَأَخَذَهُمُ ٱلۡعَذَابُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ",
      "translation": "Baca bashikirwa rero n’ibihano vy’Imana Allah basezeraniwe na Swalehe (nyakugira amahoro y’Imana Allah), birabahonya. Mu vy’ukuri mw’ihonywa rya Bene Thamuudi, ni ukuri harimwo inkebuzo ku wushaka kwikebuka mu bantu. Hamwe n’ivyo rero, abenshi mu bashikiriwe n’iyo nkuru, ntibahavuye bemera Imana Allah.",
      "footnotes": ""
    },
    {
      "id": "3091",
      "sura": "26",
      "aya": "159",
      "arabic_text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
      "translation": "Mu vy’ukuri Imana yawe Rurema Allah, ni ukuri ni Yo Nyenintsinzi-Mutaneshwa, Nyenimbabazi ku batoni bayo.",
      "footnotes": ""
    },
    {
      "id": "3092",
      "sura": "26",
      "aya": "160",
      "arabic_text": "كَذَّبَتۡ قَوۡمُ لُوطٍ ٱلۡمُرۡسَلِينَ",
      "translation": "Abantu ba Luutwi barahakanye bivuye inyuma Intumwa yabo Luutwi, baca bafatwa nk’aho bahakanye Intumwa zose[7].",
      "footnotes": "[7] Kuko Intumwa iyo ari yo yose irungitswe, ibwiriza abo irungitsweko kwemera Intumwa zose."
    },
    {
      "id": "3093",
      "sura": "26",
      "aya": "161",
      "arabic_text": "إِذۡ قَالَ لَهُمۡ أَخُوهُمۡ لُوطٌ أَلَا تَتَّقُونَ",
      "translation": "Igihe mwenewabo Luutwi yababwira ati: “Ubwo ntimwogamburukira Imana Allah mukubahiriza amabwirizwa yayo!",
      "footnotes": ""
    },
    {
      "id": "3094",
      "sura": "26",
      "aya": "162",
      "arabic_text": "إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ",
      "translation": "Mu vy’ukuri, jewe kuri mwebwe ndi Intumwa, nkaba n’Umwizigirwa mu vyo ndabashikiriza;",
      "footnotes": ""
    },
    {
      "id": "3095",
      "sura": "26",
      "aya": "163",
      "arabic_text": "فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
      "translation": "Enda rero nyabuna nimwikingire ibihano vy’Imana Allah mu kunyemera, muheze munyumvire mu kwubahiriza amabwirizwa yayo;",
      "footnotes": ""
    },
    {
      "id": "3096",
      "sura": "26",
      "aya": "164",
      "arabic_text": "وَمَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَىٰ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Nta n’impembo ndabasavye kw’ishikirizabutumwa ryanje, impembo yanje ndayiziga ku Mana Rurema Allah, Yo Mubungabunzi w’ibiremwa vyose.",
      "footnotes": ""
    },
    {
      "id": "3097",
      "sura": "26",
      "aya": "165",
      "arabic_text": "أَتَأۡتُونَ ٱلذُّكۡرَانَ مِنَ ٱلۡعَٰلَمِينَ",
      "translation": "Mbega none, karashize ingani mwabirane abagabo ku bagabo muri Bene Adamu!",
      "footnotes": ""
    },
    {
      "id": "3098",
      "sura": "26",
      "aya": "166",
      "arabic_text": "وَتَذَرُونَ مَا خَلَقَ لَكُمۡ رَبُّكُم مِّنۡ أَزۡوَٰجِكُمۚ بَلۡ أَنتُمۡ قَوۡمٌ عَادُونَ",
      "translation": "Muheze mwirengagize kwabira abo mwaremewe n’Imana yanyu Rurema Allah mu bagore, ari na bo mwagenewe kugira muryoherwe muheze murondoke! Ahubwo rero, mwebwe muri abantu bimonogoje mu kuvogera imbibe z’ibibujijwe n’Imana Allah”.",
      "footnotes": ""
    },
    {
      "id": "3099",
      "sura": "26",
      "aya": "167",
      "arabic_text": "قَالُواْ لَئِن لَّمۡ تَنتَهِ يَٰلُوطُ لَتَكُونَنَّ مِنَ ٱلۡمُخۡرَجِينَ",
      "translation": "Abantu Luutwi yarungitsweko bahavuye bamutera ubwoba bati: “Luutwi! Utaretse kutubuza kwabirana abagabo ku bandi, ni ukuri nta kibuza, tuzokwomora utuvire mu gihugu!”.",
      "footnotes": ""
    },
    {
      "id": "3100",
      "sura": "26",
      "aya": "168",
      "arabic_text": "قَالَ إِنِّي لِعَمَلِكُم مِّنَ ٱلۡقَالِينَ",
      "translation": "Luutwi asubizayo ati: “Mu vy’ukuri, jewe ndi mu biyamiriza bivuye inyuma bakanashavuzwa cane n’ivyo mukora”.",
      "footnotes": ""
    },
    {
      "id": "3101",
      "sura": "26",
      "aya": "169",
      "arabic_text": "رَبِّ نَجِّنِي وَأَهۡلِي مِمَّا يَعۡمَلُونَ",
      "translation": "Luutwi amaze kwihebura ko batarota bamwumvira, yasavye Imana Allah avuga ati: “Mana yanje Rurema Allah! Nkingira jewe hamwe n’umuryango wanje inkurikizi z’ivyaha vy’agahomerabunwa bakora”.",
      "footnotes": ""
    },
    {
      "id": "3102",
      "sura": "26",
      "aya": "170",
      "arabic_text": "فَنَجَّيۡنَٰهُ وَأَهۡلَهُۥٓ أَجۡمَعِينَ",
      "translation": "Ni ho rero Twebwe Allah, Twarokora Luutwi hamwe n’umuryango wiwe n’abitabiriye irarikiramana ryiwe;",
      "footnotes": ""
    },
    {
      "id": "3103",
      "sura": "26",
      "aya": "171",
      "arabic_text": "إِلَّا عَجُوزٗا فِي ٱلۡغَٰبِرِينَ",
      "translation": "Kiretse umukecuru umwe muri bo atemeye, ari na we yari umugore wiwe, yari mu bategerezwa guhanwa;",
      "footnotes": ""
    },
    {
      "id": "3104",
      "sura": "26",
      "aya": "172",
      "arabic_text": "ثُمَّ دَمَّرۡنَا ٱلۡأٓخَرِينَ",
      "translation": "Mu nyuma rero, ni ho Twebwe Allah Twarandurana n’imizi abahakanye bakagarariza;",
      "footnotes": ""
    },
    {
      "id": "3105",
      "sura": "26",
      "aya": "173",
      "arabic_text": "وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَسَآءَ مَطَرُ ٱلۡمُنذَرِينَ",
      "translation": "Maze Tubakurikiza n’icucagirwa ry’amabuye amanuka avuye mu kirere nk’imvura y’urutavanako; ryari icucagirwa ry’amabuye ribi cane ku bihanijwe n’Intumwa bakanka kuzumvira!",
      "footnotes": ""
    },
    {
      "id": "3106",
      "sura": "26",
      "aya": "174",
      "arabic_text": "إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ",
      "translation": "Mu vy’ukuri mw’ihonywa ry’abantu ba Luutwi, ni ukuri harimwo inkebuzo ku bahakanyi bagarariza amabwirizwa y’Imana Allah. Hamwe n’ivyo rero, abenshi muri bo ntibahavuye bemera.",
      "footnotes": ""
    },
    {
      "id": "3107",
      "sura": "26",
      "aya": "175",
      "arabic_text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
      "translation": "Mu vy’ukuri Imana yawe Rurema Allah, ni ukuri ni Yo Nyenintsinzi-Mutaneshwa, Nyenimbabazi ku batoni bayo.",
      "footnotes": ""
    },
    {
      "id": "3108",
      "sura": "26",
      "aya": "176",
      "arabic_text": "كَذَّبَ أَصۡحَٰبُ لۡـَٔيۡكَةِ ٱلۡمُرۡسَلِينَ",
      "translation": "Abantu bo mu gisagara c’ibiti bitotahaye barahakanye bivuye inyuma Intumwa yabo Shu’ayibu, baca bafatwa nk’aho bahakanye Intumwa zose[8].",
      "footnotes": "[8] Kuko Intumwa iyo ari yo yose irungitswe ibwiriza abo irungitsweko kwemera Intumwa zose."
    },
    {
      "id": "3109",
      "sura": "26",
      "aya": "177",
      "arabic_text": "إِذۡ قَالَ لَهُمۡ شُعَيۡبٌ أَلَا تَتَّقُونَ",
      "translation": "Igihe Shu’ayibu yababwira ati: “Ubwo ntimwogamburukira Imana Allah mukubahiriza amabwirizwa yayo!",
      "footnotes": ""
    },
    {
      "id": "3110",
      "sura": "26",
      "aya": "178",
      "arabic_text": "إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ",
      "translation": "Mu vy’ukuri, jewe kuri mwebwe ndi Intumwa, nkaba n’Umwizigirwa mu vyo ndabashikiriza;",
      "footnotes": ""
    },
    {
      "id": "3111",
      "sura": "26",
      "aya": "179",
      "arabic_text": "فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
      "translation": "Enda rero nyabuna nimwikingire ibihano vy’Imana Allah mu kunyemera, muheze munyumvire mu kwubahiriza amabwirizwa yayo;",
      "footnotes": ""
    },
    {
      "id": "3112",
      "sura": "26",
      "aya": "180",
      "arabic_text": "وَمَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَىٰ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Nta n’impembo ndabasavye kw’ishikirizabutumwa ryanje, impembo yanje ndayiziga ku Mana Rurema Allah, Yo Mubungabunzi w’ibiremwa vyose.",
      "footnotes": ""
    },
    {
      "id": "3113",
      "sura": "26",
      "aya": "181",
      "arabic_text": "۞ أَوۡفُواْ ٱلۡكَيۡلَ وَلَا تَكُونُواْ مِنَ ٱلۡمُخۡسِرِينَ",
      "translation": "Shu’ayibu yabwiye abo yarungitsweko ati: “Enda nimukwize ingero mu gihe mugereye abandi, kandi ntimukagabanye ku ngero mugeresha;",
      "footnotes": ""
    },
    {
      "id": "3114",
      "sura": "26",
      "aya": "182",
      "arabic_text": "وَزِنُواْ بِٱلۡقِسۡطَاسِ ٱلۡمُسۡتَقِيمِ",
      "translation": "Mwongere mupimire abantu ku munzani utunganye, ukwiza ibiro;",
      "footnotes": ""
    },
    {
      "id": "3115",
      "sura": "26",
      "aya": "183",
      "arabic_text": "وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ",
      "translation": "Ntimukambure abantu ivyabo ku ngero, ku munzani, n’ibindi; eka ntimukagenzwe n’ubwononyi ubwo ari bwo bwose[9] kw’isi;",
      "footnotes": "[9] Ni ubwononyi bushingiye ku gukwiragiza ibangikanyamana, ukwica no kwicisha umuntu hamwe no kumugirako iterabwoba canke kumwambura utwiwe."
    },
    {
      "id": "3116",
      "sura": "26",
      "aya": "184",
      "arabic_text": "وَٱتَّقُواْ ٱلَّذِي خَلَقَكُمۡ وَٱلۡجِبِلَّةَ ٱلۡأَوَّلِينَ",
      "translation": "Muheze kandi mwikingire ko mwoshikirwa n’ibihano vy’Iyabaremye mwebwe hamwe n’abakurambere banyu”.",
      "footnotes": ""
    },
    {
      "id": "3117",
      "sura": "26",
      "aya": "185",
      "arabic_text": "قَالُوٓاْ إِنَّمَآ أَنتَ مِنَ ٱلۡمُسَحَّرِينَ",
      "translation": "Abantu ba Shu’ayibu bamwishuye bati: “Ni ukuri wewe, uri mu barozwe koko gushika n’aho utakigira n’ubwo kurahura!",
      "footnotes": ""
    },
    {
      "id": "3118",
      "sura": "26",
      "aya": "186",
      "arabic_text": "وَمَآ أَنتَ إِلَّا بَشَرٞ مِّثۡلُنَا وَإِن نَّظُنُّكَ لَمِنَ ٱلۡكَٰذِبِينَ",
      "translation": "Wewe nta n’ico uri, kiretse ko uri umuntu nkatwe, udusumbije igiki cotuma uba Intumwa! Mbere twibwira ko wewe ata nkeka uri mu babesha ko warungitswe kuba Intumwa;",
      "footnotes": ""
    },
    {
      "id": "3119",
      "sura": "26",
      "aya": "187",
      "arabic_text": "فَأَسۡقِطۡ عَلَيۡنَا كِسَفٗا مِّنَ ٱلسَّمَآءِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
      "translation": "Saba rero Imana yawe Allah Itumanurireko ibihano bivuye mw’ijuru biduhonye, niwaba koko uri mu mvugakuri ko ari Yo Yakuturungitseko!”.",
      "footnotes": ""
    },
    {
      "id": "3120",
      "sura": "26",
      "aya": "188",
      "arabic_text": "قَالَ رَبِّيٓ أَعۡلَمُ بِمَا تَعۡمَلُونَ",
      "translation": "Shu’ayibu araheza abishura avuga ati: “Imana yanje Rurema Allah, ni Yo Izi neza ivyo mukora vyotuma Ibahana”.",
      "footnotes": ""
    },
    {
      "id": "3121",
      "sura": "26",
      "aya": "189",
      "arabic_text": "فَكَذَّبُوهُ فَأَخَذَهُمۡ عَذَابُ يَوۡمِ ٱلظُّلَّةِۚ إِنَّهُۥ كَانَ عَذَابَ يَوۡمٍ عَظِيمٍ",
      "translation": "Bahavuye rero barendegera mu guhakana bivuye inyuma Shu’ayibu, maze Imana Allah Ibahanisha ubushuhe bumena imbwa agahanga, baraheza bahungira nya bushuhe musi y’igicu kibaha agatutu n’akayaga. Bamaze kwiyegeraniriza hamwe bose musi ya nya gicu, ni ho Imana Allah Yaca Irungika umuriro ubaturira bose, mu vy’ukuri cari igihano c’ihonywa ku musi uhambaye.",
      "footnotes": ""
    },
    {
      "id": "3122",
      "sura": "26",
      "aya": "190",
      "arabic_text": "إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ",
      "translation": "Mu vy’ukuri, mw’ihonywa ry’abantu bo mu gisagara c’ibiti bitotahaye, ni ukuri harimwo inkebuzo ku bahakanyi bagarariza amabwirizwa y’Imana Allah. Hamwe n’ivyo rero, abenshi muri bo ntibahavuye bikebuka ngo bemere.",
      "footnotes": ""
    },
    {
      "id": "3123",
      "sura": "26",
      "aya": "191",
      "arabic_text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
      "translation": "Ntumwa y’Imana! Mu vy’ukuri Imana yawe Rurema Allah, ni ukuri ni Yo Nyenintsinzi-Mutaneshwa, Nyenimbabazi ku batoni bayo.",
      "footnotes": ""
    },
    {
      "id": "3124",
      "sura": "26",
      "aya": "192",
      "arabic_text": "وَإِنَّهُۥ لَتَنزِيلُ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Mu vy’ukuri, iyi Qor’ani icira abantu ku mayange kahise k’ivyashikiye Intumwa n’abo zarungitsweko, Yamanuwe ivuye ku Mana Rurema Allah, Umubungabunzi w’ibiremwa vyose;",
      "footnotes": ""
    },
    {
      "id": "3125",
      "sura": "26",
      "aya": "193",
      "arabic_text": "نَزَلَ بِهِ ٱلرُّوحُ ٱلۡأَمِينُ",
      "translation": "Ntumwa y'Imana! Iyo Qor’ani yamanukanwe na Mutimamweranda akaba n’umwizigirwa Jibrili;",
      "footnotes": ""
    },
    {
      "id": "3126",
      "sura": "26",
      "aya": "194",
      "arabic_text": "عَلَىٰ قَلۡبِكَ لِتَكُونَ مِنَ ٱلۡمُنذِرِينَ",
      "translation": "Araheza arayigusomera urayizigama mu mutima, uranatahura n’ingingo zirimwo, kugira ube Intumwa mu zindi Ntumwa zigabisha abo zarungitsweko ku bihano vy’Imana Allah, uheze ugabishe rero abantu bose co kimwe n’amajini.",
      "footnotes": ""
    },
    {
      "id": "3127",
      "sura": "26",
      "aya": "195",
      "arabic_text": "بِلِسَانٍ عَرَبِيّٖ مُّبِينٖ",
      "translation": "Akaba yayimanukanye iri mu rurimi rw’icarabu rutomoye, harimwo ingingo zose nkenerwa mu gutunganya ivy’ubuzima bwo kw’isi n’ivy’ubw’inyuma yo gupfa.",
      "footnotes": ""
    },
    {
      "id": "3128",
      "sura": "26",
      "aya": "196",
      "arabic_text": "وَإِنَّهُۥ لَفِي زُبُرِ ٱلۡأَوَّلِينَ",
      "translation": "Mu vy’ukuri ivugwa ry’iyi Qor’ani, ni ukuri riri mu Bitabu vy’Intumwa zo hambere yawe.",
      "footnotes": ""
    },
    {
      "id": "3129",
      "sura": "26",
      "aya": "197",
      "arabic_text": "أَوَلَمۡ يَكُن لَّهُمۡ ءَايَةً أَن يَعۡلَمَهُۥ عُلَمَٰٓؤُاْ بَنِيٓ إِسۡرَٰٓءِيلَ",
      "translation": "Ntumwa y’Imana! Mbega abaguhakana, ntivyari bikwiye kubabera icemezo cotuma bemera ko uri Intumwa, kuba abamenyi muri Bene Israyeli bazi neza na neza ko uri Intumwa vy’ukuri, n’uko Qor’ani ari ukuri kudahinyuzwa![10].",
      "footnotes": "[10] Mu bamenyi bo muri Bene Israyeli, ni uwitwa Abdu llaahi mwene Salaam, yahavuye yemera Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah)."
    },
    {
      "id": "3130",
      "sura": "26",
      "aya": "198",
      "arabic_text": "وَلَوۡ نَزَّلۡنَٰهُ عَلَىٰ بَعۡضِ ٱلۡأَعۡجَمِينَ",
      "translation": "N'iyo Twebwe Allah Tumanurira Qor’ani bamwe mu batavuga ururimi rw’icarabu;",
      "footnotes": ""
    },
    {
      "id": "3131",
      "sura": "26",
      "aya": "199",
      "arabic_text": "فَقَرَأَهُۥ عَلَيۡهِم مَّا كَانُواْ بِهِۦ مُؤۡمِنِينَ",
      "translation": "Maze bakayisomera abagarariji mu Bakorayishi mu carabu gitomoye, ntibari kuyemera namba, bari no kurondera icitwazo c’ukwo kutemera.",
      "footnotes": ""
    },
    {
      "id": "3132",
      "sura": "26",
      "aya": "200",
      "arabic_text": "كَذَٰلِكَ سَلَكۡنَٰهُ فِي قُلُوبِ ٱلۡمُجۡرِمِينَ",
      "translation": "Ni nk’ukwo nyene rero Twebwe Allah, Twateye amakenga yo kutemera Qor’ani mu mitima y’abanyavyaha barenga ku mabwirizwa yacu;",
      "footnotes": ""
    },
    {
      "id": "3133",
      "sura": "26",
      "aya": "201",
      "arabic_text": "لَا يُؤۡمِنُونَ بِهِۦ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ",
      "translation": "Ntibarota bemera rero, gushika biboneyeko ibihano bibabaza basezeraniwe;",
      "footnotes": ""
    },
    {
      "id": "3134",
      "sura": "26",
      "aya": "202",
      "arabic_text": "فَيَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ",
      "translation": "Maze nya bihano bibashikire giturumbuka ata vyo bari biteze;",
      "footnotes": ""
    },
    {
      "id": "3135",
      "sura": "26",
      "aya": "203",
      "arabic_text": "فَيَقُولُواْ هَلۡ نَحۡنُ مُنظَرُونَ",
      "translation": "Baheze bicuze bavuga bati: “Ubwo ntitworindirizwa na gato kugira twigaye ku Mana Allah, duheze tuyemere!”;",
      "footnotes": ""
    },
    {
      "id": "3136",
      "sura": "26",
      "aya": "204",
      "arabic_text": "أَفَبِعَذَابِنَا يَسۡتَعۡجِلُونَ",
      "translation": "Bahenzwe n’uko Twebwe Allah Dutenyenya kubahana, baraheza bihutira gusaba ko Twobahana!",
      "footnotes": ""
    },
    {
      "id": "3137",
      "sura": "26",
      "aya": "205",
      "arabic_text": "أَفَرَءَيۡتَ إِن مَّتَّعۡنَٰهُمۡ سِنِينَ",
      "translation": "Ntumwa y’Imana! Mbega wari uzi ko n’aho abagarariji Twobaha kuryoherwa mu buzima bwo kw’isi imyaka n’iyindi;",
      "footnotes": ""
    },
    {
      "id": "3138",
      "sura": "26",
      "aya": "206",
      "arabic_text": "ثُمَّ جَآءَهُم مَّا كَانُواْ يُوعَدُونَ",
      "translation": "Hanyuma bagashikirwa n’ibihano basezeraniwe;",
      "footnotes": ""
    },
    {
      "id": "3139",
      "sura": "26",
      "aya": "207",
      "arabic_text": "مَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يُمَتَّعُونَ",
      "translation": "Ukuryoherwa muri nya buzima imyaka n’iyindi, ata co kwobamarira mu gihe batarigaya ku Mana Allah icaha c’ibangikanyamana!",
      "footnotes": ""
    },
    {
      "id": "3140",
      "sura": "26",
      "aya": "208",
      "arabic_text": "وَمَآ أَهۡلَكۡنَا مِن قَرۡيَةٍ إِلَّا لَهَا مُنذِرُونَ",
      "translation": "Nta ho vyakabaye rero ko Twebwe Allah, Duhana Tugahonya agacimbiri na kamwe k’abantu b’aho hambere, kiretse ko Twabanza kukarungikira Intumwa zikagabisha ku bihano vyacu;",
      "footnotes": ""
    },
    {
      "id": "3141",
      "sura": "26",
      "aya": "209",
      "arabic_text": "ذِكۡرَىٰ وَمَا كُنَّا ظَٰلِمِينَ",
      "translation": "Nya Ntumwa rero zigaheza zikibutsa nya gacimbiri kwubahiriza amabwirizwa yacu. Ntitwari kurenganya rero umugwi uwo ari wo wose w’abantu ngo Tuwuhane imbere yuko Tuwurungikira Intumwa.",
      "footnotes": ""
    },
    {
      "id": "3142",
      "sura": "26",
      "aya": "210",
      "arabic_text": "وَمَا تَنَزَّلَتۡ بِهِ ٱلشَّيَٰطِينُ",
      "translation": "Nta mashetani yigeze amanurira Qor’ani Intumwa Muhamadi nk’uko abagarariji bibwira;",
      "footnotes": ""
    },
    {
      "id": "3143",
      "sura": "26",
      "aya": "211",
      "arabic_text": "وَمَا يَنۢبَغِي لَهُمۡ وَمَا يَسۡتَطِيعُونَ",
      "translation": "Ico kizire rero ku mashetani, eka nta n’ico yoshobora;",
      "footnotes": ""
    },
    {
      "id": "3144",
      "sura": "26",
      "aya": "212",
      "arabic_text": "إِنَّهُمۡ عَنِ ٱلسَّمۡعِ لَمَعۡزُولُونَ",
      "translation": "Mu vy’ukuri, ayo mashetani ntashoboye no gusuma urusaku kw’ihishurirwa rya Qor’ani mu gihe imanuwe.",
      "footnotes": ""
    },
    {
      "id": "3145",
      "sura": "26",
      "aya": "213",
      "arabic_text": "فَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَكُونَ مِنَ ٱلۡمُعَذَّبِينَ",
      "translation": "Ntukabangikanye rero Imana Allah mu kuyisenga hamwe n’iyindi mana, wohava uba mu bahanirwa ibangikanyamana.",
      "footnotes": ""
    },
    {
      "id": "3146",
      "sura": "26",
      "aya": "214",
      "arabic_text": "وَأَنذِرۡ عَشِيرَتَكَ ٱلۡأَقۡرَبِينَ",
      "translation": "Ntumwa y’Imana! Gabisha rero ku bihano vy’Imana Allah abari hafi yawe, na canecane mu muryango wawe;",
      "footnotes": ""
    },
    {
      "id": "3147",
      "sura": "26",
      "aya": "215",
      "arabic_text": "وَٱخۡفِضۡ جَنَاحَكَ لِمَنِ ٱتَّبَعَكَ مِنَ ٱلۡمُؤۡمِنِينَ",
      "translation": "Uheze worohere mu mvugo n’ingiro abemeramana bagukurikiye, mu kwicisha bugufi no kubumvira impuhwe.",
      "footnotes": ""
    },
    {
      "id": "3148",
      "sura": "26",
      "aya": "216",
      "arabic_text": "فَإِنۡ عَصَوۡكَ فَقُلۡ إِنِّي بَرِيٓءٞ مِّمَّا تَعۡمَلُونَ",
      "translation": "Nibaca kubiri n’ingingo yawe, uraheza ubabwire uti: “Mu vy’ukuri jewe, nditandukanije n’ivyo mukora mw’ibangikanyamana”.",
      "footnotes": ""
    },
    {
      "id": "3149",
      "sura": "26",
      "aya": "217",
      "arabic_text": "وَتَوَكَّلۡ عَلَى ٱلۡعَزِيزِ ٱلرَّحِيمِ",
      "translation": "Maze wishimikize unizere Imana Allah, Nyenintsinzi-Mutaneshwa, Nyenimbabazi ku batoni bayo.",
      "footnotes": ""
    },
    {
      "id": "3150",
      "sura": "26",
      "aya": "218",
      "arabic_text": "ٱلَّذِي يَرَىٰكَ حِينَ تَقُومُ",
      "translation": "Ni Yo Ikubona mu gihe ugira usenge wenyene mu gicugu;",
      "footnotes": ""
    },
    {
      "id": "3151",
      "sura": "26",
      "aya": "219",
      "arabic_text": "وَتَقَلُّبَكَ فِي ٱلسَّٰجِدِينَ",
      "translation": "Ikabona n’ukungene ugira uri kumwe n’abayubamira mw’isengesho, haba mu gihe uhagaze, wunamye, wubamye canke wicaye;",
      "footnotes": ""
    },
    {
      "id": "3152",
      "sura": "26",
      "aya": "220",
      "arabic_text": "إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "Mu vy’ukuri Iyo Mana Allah, ni Yo Nyenukwumva, Irumva igisomwa, ininahaza n’itaziramana vyawe; Nyenubumenyikurivyose, Irazi neza ivyo ukora n’ivyo uzirikana.",
      "footnotes": ""
    },
    {
      "id": "3153",
      "sura": "26",
      "aya": "221",
      "arabic_text": "هَلۡ أُنَبِّئُكُمۡ عَلَىٰ مَن تَنَزَّلُ ٱلشَّيَٰطِينُ",
      "translation": "Bantu! Mbega ndababwire uwururukirwa na shetani uwo ari we?",
      "footnotes": ""
    },
    {
      "id": "3154",
      "sura": "26",
      "aya": "222",
      "arabic_text": "تَنَزَّلُ عَلَىٰ كُلِّ أَفَّاكٍ أَثِيمٖ",
      "translation": "Burya shetani, yururukira uwo wese yimonogoza mu kubesha, yuzuye ivyaha muri ba senyagara n’abapfumu;",
      "footnotes": ""
    },
    {
      "id": "3155",
      "sura": "26",
      "aya": "223",
      "arabic_text": "يُلۡقُونَ ٱلسَّمۡعَ وَأَكۡثَرُهُمۡ كَٰذِبُونَ",
      "translation": "Amashetani araheza agasuma urusaku mu kwumviriza inkuru y’ibivugwa mu biremwa vyo mw'ijuru; maze agahereza nya nkuru ba senyagara n’abapfumu, kandi abenshi muri bo barabesha.",
      "footnotes": ""
    },
    {
      "id": "3156",
      "sura": "26",
      "aya": "224",
      "arabic_text": "وَٱلشُّعَرَآءُ يَتَّبِعُهُمُ ٱلۡغَاوُۥنَ",
      "translation": "Burya n’abivuzi b’amazina bashingira ku kinyoma n’ububeshi, maze abahuvye inzira na bo bakabakurikira;",
      "footnotes": ""
    },
    {
      "id": "3157",
      "sura": "26",
      "aya": "225",
      "arabic_text": "أَلَمۡ تَرَ أَنَّهُمۡ فِي كُلِّ وَادٖ يَهِيمُونَ",
      "translation": "Ntumwa y’Imana! Ntiwabonye ko abivuzi b’amazina, bapfa ivyo bavuze batagira intumbero[11]; nk’intungwa yaciye ikiziriko itagira iyo iva n’iyo ija;",
      "footnotes": "[11] Mu guhonyanga agateka k’imiryango."
    },
    {
      "id": "3158",
      "sura": "26",
      "aya": "226",
      "arabic_text": "وَأَنَّهُمۡ يَقُولُونَ مَا لَا يَفۡعَلُونَ",
      "translation": "N’uko bavuga ivyo batigera bakora, bakivuga abanyabinyoma, bagatyoza imvugakuri!",
      "footnotes": ""
    },
    {
      "id": "3159",
      "sura": "26",
      "aya": "227",
      "arabic_text": "إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَذَكَرُواْ ٱللَّهَ كَثِيرٗا وَٱنتَصَرُواْ مِنۢ بَعۡدِ مَا ظُلِمُواْۗ وَسَيَعۡلَمُ ٱلَّذِينَ ظَلَمُوٓاْ أَيَّ مُنقَلَبٖ يَنقَلِبُونَ",
      "translation": "Havuyemwo gusa abivuzi b’amazina bemeye bakanakora n’ivyiza bitegetswe, bakananinahaza batazira cane Imana Allah, bagaheza rero bakivuga amazina mu guharanira ubwislamu[12] no kurwanira Intumwa y'Imana mu kwishura abivuzi b’amazina b’abagarariji. Abirenganije rero mw’ibangikanyamana[13], bazoteba bamenye ingaruka mbi cane zibarindiriye.",
      "footnotes": "[12] Nko kwigisha ko hakwiye gusengwa Imana Imwe Rudende, gutsimbataza urupfasoni n’imigenzo myiza, n’izindi nyigisho ngirakamaro.\n[13] Hamwe no mu gutyoza agateka n’icubahiro c’abantu no kubakorera inteba ishushe."
    }
  ]
}