{
  "id": 15,
  "verse_number": 15,
  "page_number": 504,
  "verse_key": "46:15",
  "juz_number": 26,
  "hizb_number": 51,
  "rub_el_hizb_number": 201,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ",
  "translation": "15. Биз инсонни ота-онасига яхшилик қилишга буюрдик. Онаси унга қийналиб ҳомиладор бўлиб, қийналиб туққандир. Унга ҳомиладор бўлиш ва уни (сутдан) ажратиш (муддати) ўттиз ойдир. Энди қачон у вояга етиб, қирқ ёшга тўлганида: «Парвардигорим, мени Сен менга ва ота-онамга инъом этган неъматингга шукр қилишга ва Ўзинг рози бўладиган яхши амалларнигина қилишга муваффақ этгин ва Ўзинг мен учун зурриётимга ҳам яхшилик қилгин (яъни, фарзандларимни ҳам аҳли солиҳ бандаларингдан қилгин). Албатта мен Сенга (қилган барча гуноҳларимдан) тавба қилдим ва албатта мен мусулмонлардандирман», деди.",
  "footnotes": "И з о ҳ. Ушбу ояти каримада яна ҳар бир инсонни ота-онага яхшилик қилишга буюрилди. Табиий бир савол туғилиши мумкин: Нега Қуръонда ота-онага меҳр-мурувват кўрсатиш вожиб эканлиги бот-бот уқтирилади-ю, фарзандларга меҳрибонлик қилишга буюрилган оятлар деярли учрамайди? Каломуллоҳни синчиклаб ўқиб-ўрганган киши ундан юқоридаги саволга жавоб топа олади: Қуръонда бирон беҳуда жумла ёки сўз йўқдир. Аллоҳ таоло мўмин-мусулмонларни комил инсон қилиб тарбиялаш учун қайси фармонни неча марта такрорлаш лозим бўлса, уни шунча марта нозил қилган. Негаки, Яратган Ўз бандаларининг жисмоний жиҳатларидан ҳам, руҳоний хусусиятларидан ҳам жуда яхши огоҳдир. Масалан, У зот ота-онага, хусусан онага ўз фарзандларига нисбатан шундай меҳр ато этганки, она учун энг оғир, ҳатто таҳликали давр бўлган ҳомиладорлик ва кўз ёриш даври ҳамда чақалоқни эмизиб, тарбиялаш йиллари ота-она ҳаётидаги энг бахтли дамлардир. Бинобарин, ота-онани (албатта улар агар маънавиятдан ажраб ваҳшийлик даражасига тушиб кетган бўлсалар) фарзандга яхшилик қилишга буюраверишнинг ўзи ортиқча бир ишдир. Аммо фарзандлар эса ёшликларига бориб ёки ўзларининг ўғил-қизлари билан овора бўлишиб, ортларидаги ота-оналарига бепарво бўлиб қолишлари мумкин. Шунинг учун Қуръон фарзандларни тез-тез ота-она олдидаги бурчларини адо этишга даъват қилади. Юқоридаги оятнинг давомида камолот ёши бўлмиш қирқ ёшга етган мусулмони комил киши учун Аллоҳ таолодан қандай тилак-истаклар сўраш лойиқ эканлиги баён қилинди. Энди қуйидаги оятда ана шундай хислат эгалари бўлган мўмин-мусулмонларнинг келажак-оқибатлари ҳақида хабар берилади."
}