{
  "result": {
    "id": "109",
    "sura": "2",
    "aya": "102",
    "arabic_text": "وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
    "translation": "102. மேலும், (அந்த யூதர்கள்) ஸுலைமானுடைய ஆட்சியைப் பற்றி (அவர்களுக்கு) ஷைத்தான் ஓதிக் (கற்றுக்) கொடுத்திருந்த (சூனியம், மாய மந்திரம் ஆகிய)வற்றைப் பின்பற்றினார்கள். ஆனால், ஸுலைமானோ ‘நிராகரிப்பவராக' இருக்கவில்லை; அந்த ஷைத்தான்கள்தான் உண்மையாகவே நிராகரிப்பவர்களாக இருந்தார்கள். ஏனென்றால், அவர்கள் மனிதர்களுக்கு சூனியத்தையும் ‘பாபிலூன்' (என்னும் ஊரில்) ‘ஹாரூத்' ‘மாரூத்' என்னும் இரு வானவர்களுக்கு இறக்கப்பட்டவற்றையும் கற்றுக்கொடுத்து வந்தார்கள். அவ்விரு வானவர்களோ (அவர்களிடம் சூனியத்தைக் கற்கச்சென்ற மனிதர்களை நோக்கி) ‘‘நாங்கள் சோதனையாக இருக்கிறோம். (இதைக் கற்றால் நீங்கள் நிராகரிப்பவர்களாகி விடுவீர்கள். ஆதலால், இதைக் கற்று) நீங்கள் நிராகரிப்பவர்களாகிவிட வேண்டாம் என்று கூறும்வரை அவர்கள் அதை  ஒருவருக்கும் கற்றுக் கொடுப்பதேயில்லை, (இவ்விதம் கூறிய பின்னும் இதைக் கற்க விரும்பியவர்கள்) கணவனுக்கும் மனைவிக்கும் இடையில் பிரிவினை உண்டு பண்ணக்கூடிய வழியை அவர்களிடமிருந்து கற்றுக் கொள்வார்கள். அல்லாஹ்வின் கட்டளையின்றி அதன் மூலம் அவர்கள் ஒருவருக்குமே தீங்கிழைத்திட முடியாது. அவர்களுக்கு ஒரு பலனுமளிக்காமல் தீங்கிழைக்கக்கூடியது எதுவோ அதைத்தான் அவர்கள் கற்றுக் கொள்கிறார்கள். (இறை நம்பிக்கைக்குப் பதிலாக) அ(ச் சூனியத்)தை எவன் விலைக்கு வாங்கிக் கொண்டானோ அவனுக்கு மறுமையில் ஒரு பாக்கியமும் இல்லை என்பதைத் தெளிவாக சந்தேகமற அவர்களும் அறிந்திருக்கிறார்கள். தங்களையே விற்று அவர்கள் எதை வாங்கிக் கொண்டார்களோ அது நிச்சயமாக (மிகக்) கெட்டது. (இதை) அவர்கள் அறிந்துகொள்ள வேண்டுமே!",
    "footnotes": null
  }
}