{
  "result": [
    {
      "id": "6217",
      "sura": "111",
      "aya": "1",
      "arabic_text": "تَبَّتۡ يَدَآ أَبِي لَهَبٖ وَتَبَّ",
      "translation": "1. Ha hoogeen labada gacmood ee Abuu-Lahab1, hoogyeyna2.",
      "footnotes": "1. Waa Nabiga adeerki oo ahaa cadow Islaam, waxaana la mid ah oo soo galaya cadow Islaam kasta.\n2. Markay soo degtay Aayadda Qur'aanka ee leh: \"U dig xigaaladaada kuu dhow\". Nabigu s.c.w. wuxuu billaabay inuu u yeeraa ( qabaa'isha Carbeed): Reer Banii Fihirow, Reer Banii Cadiyow, isagoo mid mid u xusaya jilbaha iyo laamaha ay ka kooban yihiin Quraysh. Xitaa ninkii aan imaan karin wuxuu soo dirsaday cid ka socota isaga si uu u soo eego waxa jira. Markaasaa waxaa yimid Abuu Lahab iyo odayaashii Quraysh. Nabigu s.c.w. wuxuu yidhi: Ka warrama haddaan idiin sheego ciidan fardooley ah oo soo socda toggan gadaashiisa ee dooneysa inay idin weeraraan ma iga rumeysan laheydeen? Waxay yidhaahdeen: Haa , kuguma baran waxaan run aheyn.. markaasuu Nabigu s.c.w. wuxuu yidhi: Haddaba waxaan idiinka digayaa cadaab daran oo idinku soo fool leh haddii aydaan Allaah rumeyn iyo Rusushiisa. Abuu Lahab wuxuu yidhi: Hoog oo ba' maanta oo idil, ma waxaan baad isugu kaaya yeertay? Markaasaa waxaa soo degay Tabbat Yadaa Abii Lahab…."
    },
    {
      "id": "6218",
      "sura": "111",
      "aya": "2",
      "arabic_text": "مَآ أَغۡنَىٰ عَنۡهُ مَالُهُۥ وَمَا كَسَبَ",
      "translation": "2. Waxna uma tarin maalkiisa iyo wuxuu kasbaday.",
      "footnotes": ""
    },
    {
      "id": "6219",
      "sura": "111",
      "aya": "3",
      "arabic_text": "سَيَصۡلَىٰ نَارٗا ذَاتَ لَهَبٖ",
      "translation": "3. Wuxuu geli oo ku guban Naar olol badan.",
      "footnotes": ""
    },
    {
      "id": "6220",
      "sura": "111",
      "aya": "4",
      "arabic_text": "وَٱمۡرَأَتُهُۥ حَمَّالَةَ ٱلۡحَطَبِ",
      "translation": "4. Iyo marwadiisuba, xaabo siddada ah, (xanta, xinta iyo dirdirada badan),",
      "footnotes": ""
    },
    {
      "id": "6221",
      "sura": "111",
      "aya": "5",
      "arabic_text": "فِي جِيدِهَا حَبۡلٞ مِّن مَّسَدِۭ",
      "translation": "5. Qoorteeda waxaa la yeeli xadhig adag xaskul la soohay (oo Naar) ah.",
      "footnotes": ""
    }
  ]
}