{
  "result": {
    "id": "203",
    "sura": "2",
    "aya": "196",
    "arabic_text": "وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
    "translation": "196਼ ਜਦੋਂ ਤੁਸੀਂ ਹੱਜ ਤੇ ਉਮਰਾ (ਅੱਲਾਹ ਦੀ ਰਜ਼ਾ ਲਈ) ਪੂਰੀ ਤਰ੍ਹਾਂ ਕਰ ਲਵੋ 1 ਅਤੇ ਜੇ ਕੀਤੇ ਤੁਹਾਨੂੰ ਰਾਹ ਵਿਚ ਰੋਕ ਲਿਆ ਜਾਵੇ ਤਾਂ ਤੁਹਾਨੂੰ ਕੁਰਬਾਨੀ ਲਈ ਜੋ ਵੀ (ਜਾਨਵਰ) ਮਿਲੇ ਸਕੇ (ਉਸ ਨੂੰ ਰੱਬ ਦੀ ਰਾਹ ਵਿਚ ਕੁਰਬਾਨ ਕਰ ਦਿਓ) ਅਤੇ ਜਦੋਂ ਤਕ ਕੁਰਬਾਨੀ ਆਪਣੇ ਹਲਾਲ ਹੋਣ ਵਾਲੀ ਥਾਂ ਨਾ ਪਹੁੰਚ ਜਾਵੇ ਆਪਣੇ ਸਿਰ ਨਾ ਮੁਨਵਾਓ। ਪਰ ਜੇ ਕੋਈ ਵਿਅਕਤੀ ਬੀਮਾਰ ਹੇ ਜਾਂ ਉਸ ਦੇ ਸਿਰ ਵਿਚ ਕੋਈ ਤਕਲੀਫ਼ ਹੇ (ਜੇ ਉਹ ਕੁਰਬਾਨੀ ਤੋਂ ਪਹਿਲਾਂ ਸਿਰ ਮੁਨਵਾ ਲੈਂਦਾ ਹੇ) ਤਾਂ ਉਹ ਫ਼ਿਦੀਯੇ (ਬਦਲੇ) ਵਿਚ ਰੋਜ਼ੇ ਰੱਖੇ ਜਾਂ ਸਦਕਾ (ਪੁੱਨ ਦਾਨ) ਕਰੇ ਜਾਂ ਕੁਰਬਾਨੀ ਕਰੇ। ਜਦੋਂ ਤੁਹਾਨੂੰ ਅਮਨ ਮਿਲ ਜਾਵੇ (ਅਤੇ ਹੱਜ ਤੋਂ ਪਹਿਲਾਂ ਮੱਕੇ ਪਹੁੰਚ ਜਾਵੋ) ਤਾਂ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਜਿਸ ਕਿਸੇ ਨੇ ਵੀ ਹੱਜ (ਦੇ ਅਹਿਰਾਮ) ਨਾਲ ਉਮਰਾ ਕਰਨ ਦਾ ਲਾਭ ਉਠਾਇਆ ਹੇ ਉਸ ਨੂੰ (ਅਹਿਰਾਮ ਖੋਲ੍ਹਣ ਤੋਂ ਬਾਅਦ) ਜਿਹੜਾ ਵੀ (ਜਾਨਵਰ) ਮਿਲੇ ਕੁਰਬਾਨੀ ਕਰ ਦੇਵੇ ਅਤੇ ਜਿਸ ਨੂੰ (ਕੁਰਬਾਨੀ ਲਈ ਜਾਨਵਰ) ਨਾ ਮਿਲੇ ਤਾਂ ਉਹ ਤਿੰਨ ਰੋਜ਼ੇ ਹੱਜ ਦੇ ਦਿਨਾਂ ਵਿਚ ਰੱਖੇ ਅਤੇ ਸੱਤ ਰੋਜ਼ੇ ਜਦੋਂ ਉਹ ਘਰ ਮੁੜ ਆਵੇ ਇਹ ਪੂਰੇ ਦਸ (ਰੋਜ਼ੇ) ਹਨ। ਇਹ ਹੁਕਮ ਉਸ ਵਿਅਕਤੀ ਲਈ ਹੇ ਜਿਸ ਦੇ ਘਰ ਵਾਲੇ ਮਸਜਿਦੇ ਹਰਾਮ (ਖ਼ਾਨਾ-ਕਾਅਬਾ) ਦੇ ਨੇੜੇ ਨਾ ਰਹਿੰਦੇ ਹੋਣ। ਤੁਸੀਂ ਅੱਲਾਹ ਤੋਂ ਡਰਦੇ ਰਹੋ ਅਤੇ ਇਹ ਜਾਣ ਲਵੋ ਕਿ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਬਹੁਤ ਹੀ ਕਰੜੀ ਸਜ਼ਾ ਦੇਣ ਵਾਲਾ ਹੇ।",
    "footnotes": "1 ਹਦੀਸਾਂ ਵਿਚ ਹੱਜ ਤੇ ਉਮਰੇ ਦੀ ਬਹੁਤ ਮਹੱਤਤਾਂ ਦੱਸੀ ਗਈ ਹੇ, ਜਿਵੇਂ ਇਸਲਾਮ ਕਬੂਲ ਕਰਦੇ ਹੀ ਸਾਰੇ ਪਿਛਲੇ ਗੁਨਾਹ ਖ਼ਤਮ ਹੋ ਜਾਂਦੇ ਹਨ ਐਵੇਂ ਹੀ ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿਚ ਹਿਜਰਤ ਅਤੇ ਹੱਜ ਦੀ ਵੀ ਇਹੋ ਵਿਸ਼ੇਸ਼ਤਾ ਹੇ। ਅਬਦੁੱਲਾ ਬਿਨ ਉਮਰ ਦਾ ਫ਼ਰਮਾਨ ਹੇ ਕਿ ਹੱਜ ਤੇ ਉਮਰਾ ਹਰ ਮੁਸਲਮਾਨ ਲਈ ਕਰਨਾ ਜ਼ਰੂਰੀ ਹੇ। ਹਜ਼ਰਤ ਅਬਦੁੱਲਾ ਬਿਨ ਅੱਬਾਸ ਦਾ ਫ਼ਰਮਾਨ ਹੇ ਕਿ ਇਸ ਆਇਤ ਵਿਚ ਉਮਰੇ ਦਾ ਬਿਆਨ ਹੱਜ ਦੇ ਸੰਬੰਧ ਵਿਚ ਆਇਆ ਹੇ। ਅੱਲਾਹ ਦੇ ਰਸੂਲ ਨੇ ਫ਼ਰਮਾਇਆ, ਇਕ ਉਮਰੇ ਤੋਂ ਦੂਜੇ ਉਮਰੇ ਤਕ ਬੰਦੇ ਤੋਂ ਜਿੰਨੇ ਵੀ ਗੁਨਾਹ ਹੋ ਜਾਂਦੇ ਹਨ ਉਮਰਾ ਉਹਨਾਂ ਸਭ ਨੂੰ ਢਕ ਲੈਂਦਾ ਹੇ ਅਤੇ ਜਿਸ ਦੇ ਹੱਜ ਨੂੰ ਰੱਬ ਨੇ ਕਬੂਲ ਕਰ ਲਿਆ ਉਸ ਦਾ ਬਦਲਾ ਜੰਨਤ ਹੇ। (ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 1773)"
  }
}