{
  "result": {
    "id": "2822",
    "sura": "24",
    "aya": "31",
    "arabic_text": "وَقُل لِّلۡمُؤۡمِنَٰتِ يَغۡضُضۡنَ مِنۡ أَبۡصَٰرِهِنَّ وَيَحۡفَظۡنَ فُرُوجَهُنَّ وَلَا يُبۡدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنۡهَاۖ وَلۡيَضۡرِبۡنَ بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّۖ وَلَا يُبۡدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوۡ ءَابَآئِهِنَّ أَوۡ ءَابَآءِ بُعُولَتِهِنَّ أَوۡ أَبۡنَآئِهِنَّ أَوۡ أَبۡنَآءِ بُعُولَتِهِنَّ أَوۡ إِخۡوَٰنِهِنَّ أَوۡ بَنِيٓ إِخۡوَٰنِهِنَّ أَوۡ بَنِيٓ أَخَوَٰتِهِنَّ أَوۡ نِسَآئِهِنَّ أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُهُنَّ أَوِ ٱلتَّٰبِعِينَ غَيۡرِ أُوْلِي ٱلۡإِرۡبَةِ مِنَ ٱلرِّجَالِ أَوِ ٱلطِّفۡلِ ٱلَّذِينَ لَمۡ يَظۡهَرُواْ عَلَىٰ عَوۡرَٰتِ ٱلنِّسَآءِۖ وَلَا يَضۡرِبۡنَ بِأَرۡجُلِهِنَّ لِيُعۡلَمَ مَا يُخۡفِينَ مِن زِينَتِهِنَّۚ وَتُوبُوٓاْ إِلَى ٱللَّهِ جَمِيعًا أَيُّهَ ٱلۡمُؤۡمِنُونَ لَعَلَّكُمۡ تُفۡلِحُونَ",
    "translation": "31. Ir sakykite tikinčioms moterims nuleisti savo žvilgsnius (nuo žiūrėjimo į draudžiamus dalykus), ir saugoti savo privačias vietas (nuo neleistinų intymių veiksmų) ir nedemonstruoti savo puošmenų, išskyrus tai, kas akivaizdu (kaip dvi akys dėl būtinybės matyti kelią, arba plaštakos arba viena akis arba apranga tokia kaip skraistė, pirštinės, galvos apdangalas, prijuostė ir t.t.) ir užsitraukti savo šydus pilnai virš džujubihina (t. y. savo kūnų, veidų, kaklų ir krūtinių) ir neatskleisti savo puošmenų, išskyrus savo sutuoktiniams, arba savo tėvams, arba savo sutuoktinių tėvams, arba savo sūnums, arba savo sutuoktinių sūnums, arba savo broliams, arba savo brolių sūnums, arba savo sesių sūnums, arba savo (musulmonėms) moterims (t. y. savo sesėms islame) arba vergėms, kurias valdo jų dešinės rankos, arba seniems tarnams, kuriems trūksta jėgų, arba mažiems vaikams, kurie neturi moteriškos giminės supratimo. Ir lai jos netrepsi savo kojomis taip, kad neatsiskleistų tai, ką jos slepia iš savo puošmenų. Ir visi jūs maldaukite Allaho atleisti jums visiems, tikintieji, kad jūs būtumėte sėkmingieji.",
    "footnotes": ""
  }
}