{
  "result": [
    {
      "id": "5420",
      "sura": "71",
      "aya": "1",
      "arabic_text": "إِنَّآ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ أَنۡ أَنذِرۡ قَوۡمَكَ مِن قَبۡلِ أَن يَأۡتِيَهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "Biz Nuhu: “Qövmünə ağrılı-acılı bir əzab gəlməmişdən əvvəl onları xəbərdar et!”– deyə öz qövmünə göndərdik.",
      "footnotes": ""
    },
    {
      "id": "5421",
      "sura": "71",
      "aya": "2",
      "arabic_text": "قَالَ يَٰقَوۡمِ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ",
      "translation": "(Nuh) dedi: “Ey qövmüm! Mən sizi (Allahın əzabı ilə) açıq-aydın xəbərdar edənəm!",
      "footnotes": ""
    },
    {
      "id": "5422",
      "sura": "71",
      "aya": "3",
      "arabic_text": "أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُ وَأَطِيعُونِ",
      "translation": "Allaha ibadət edin, Ondan qorxun və mənə tabe olun!",
      "footnotes": ""
    },
    {
      "id": "5423",
      "sura": "71",
      "aya": "4",
      "arabic_text": "يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرۡكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ أَجَلَ ٱللَّهِ إِذَا جَآءَ لَا يُؤَخَّرُۚ لَوۡ كُنتُمۡ تَعۡلَمُونَ",
      "translation": "(Əgər belə etsəniz) O sizin günahlarınızı bağışlayar və sizə müəyyən vaxtadək (əcəliniz çatana qədər) möhlət verər. Allahın (müəyyən etdiyi) əcəl gəlib çatdıqda əsla təxirə salınmaz. Kaş biləydiniz!”",
      "footnotes": ""
    },
    {
      "id": "5424",
      "sura": "71",
      "aya": "5",
      "arabic_text": "قَالَ رَبِّ إِنِّي دَعَوۡتُ قَوۡمِي لَيۡلٗا وَنَهَارٗا",
      "translation": "(Nuh) dedi: “Ey Rəbbim, mən qövmümü gecə-gündüz dəvət etdim.",
      "footnotes": ""
    },
    {
      "id": "5425",
      "sura": "71",
      "aya": "6",
      "arabic_text": "فَلَمۡ يَزِدۡهُمۡ دُعَآءِيٓ إِلَّا فِرَارٗا",
      "translation": "Amma dəvətim onların (haqdan) qaçmalarını daha da artırdı.",
      "footnotes": ""
    },
    {
      "id": "5426",
      "sura": "71",
      "aya": "7",
      "arabic_text": "وَإِنِّي كُلَّمَا دَعَوۡتُهُمۡ لِتَغۡفِرَ لَهُمۡ جَعَلُوٓاْ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِمۡ وَٱسۡتَغۡشَوۡاْ ثِيَابَهُمۡ وَأَصَرُّواْ وَٱسۡتَكۡبَرُواْ ٱسۡتِكۡبَارٗا",
      "translation": "Onları bağışlayasan deyə, mən hər dəfə onları (imana) dəvət etdikdə, onlar barmaqlarını qulaqlarına tıxayır, paltarlarına bürünür, (küfrlərində) israr edir və ötkəm-ötkəm təkəbbürlənirdilər.",
      "footnotes": ""
    },
    {
      "id": "5427",
      "sura": "71",
      "aya": "8",
      "arabic_text": "ثُمَّ إِنِّي دَعَوۡتُهُمۡ جِهَارٗا",
      "translation": "Sonra mən onları aşkarcasına dəvət etdim.",
      "footnotes": ""
    },
    {
      "id": "5428",
      "sura": "71",
      "aya": "9",
      "arabic_text": "ثُمَّ إِنِّيٓ أَعۡلَنتُ لَهُمۡ وَأَسۡرَرۡتُ لَهُمۡ إِسۡرَارٗا",
      "translation": "Sonra mən onlara həm uca səslə, həm də gizlicə bildirib",
      "footnotes": ""
    },
    {
      "id": "5429",
      "sura": "71",
      "aya": "10",
      "arabic_text": "فَقُلۡتُ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ إِنَّهُۥ كَانَ غَفَّارٗا",
      "translation": "dedim: “Rəbbinizdən bağışlanmağınızı diləyin! Həqiqətən, O, çox Bağışlayandır!",
      "footnotes": ""
    },
    {
      "id": "5430",
      "sura": "71",
      "aya": "11",
      "arabic_text": "يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا",
      "translation": "(Əgər belə etsəniz) O, sizə göydən bol-bol yağış göndərər,",
      "footnotes": ""
    },
    {
      "id": "5431",
      "sura": "71",
      "aya": "12",
      "arabic_text": "وَيُمۡدِدۡكُم بِأَمۡوَٰلٖ وَبَنِينَ وَيَجۡعَل لَّكُمۡ جَنَّٰتٖ وَيَجۡعَل لَّكُمۡ أَنۡهَٰرٗا",
      "translation": "var-dövlətinizi və oğul-uşağınızı çoxaldar, sizin üçün bağlar yaradar və çaylar axıdar.",
      "footnotes": ""
    },
    {
      "id": "5432",
      "sura": "71",
      "aya": "13",
      "arabic_text": "مَّا لَكُمۡ لَا تَرۡجُونَ لِلَّهِ وَقَارٗا",
      "translation": "Sizə nə olub ki, Allahı layiqincə uca tutmursunuz?",
      "footnotes": ""
    },
    {
      "id": "5433",
      "sura": "71",
      "aya": "14",
      "arabic_text": "وَقَدۡ خَلَقَكُمۡ أَطۡوَارًا",
      "translation": "Axı O sizi mərhələlərlə (əvvəl nütfədən, sonra laxtalanmış qandan, sonra bir parça ətdən və sonda isə insan şəklində) yaratdı.",
      "footnotes": ""
    },
    {
      "id": "5434",
      "sura": "71",
      "aya": "15",
      "arabic_text": "أَلَمۡ تَرَوۡاْ كَيۡفَ خَلَقَ ٱللَّهُ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗا",
      "translation": "Məgər Allahın yeddi (qat) göyü təbəqə-təbəqə necə yaratdığını görmürsünüzmü?",
      "footnotes": ""
    },
    {
      "id": "5435",
      "sura": "71",
      "aya": "16",
      "arabic_text": "وَجَعَلَ ٱلۡقَمَرَ فِيهِنَّ نُورٗا وَجَعَلَ ٱلشَّمۡسَ سِرَاجٗا",
      "translation": "Orada ayı bir nur, günəşi də çıraq etdi.",
      "footnotes": ""
    },
    {
      "id": "5436",
      "sura": "71",
      "aya": "17",
      "arabic_text": "وَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلۡأَرۡضِ نَبَاتٗا",
      "translation": "Allah sizi (atanız Adəmi) yerdən bir bitki kimi bitirdi.",
      "footnotes": ""
    },
    {
      "id": "5437",
      "sura": "71",
      "aya": "18",
      "arabic_text": "ثُمَّ يُعِيدُكُمۡ فِيهَا وَيُخۡرِجُكُمۡ إِخۡرَاجٗا",
      "translation": "Sonra sizi ora qaytaracaq və (qiyamət günü dirildib oradan təkrar) çıxardacaqdır.",
      "footnotes": ""
    },
    {
      "id": "5438",
      "sura": "71",
      "aya": "19",
      "arabic_text": "وَٱللَّهُ جَعَلَ لَكُمُ ٱلۡأَرۡضَ بِسَاطٗا",
      "translation": "Allah yeri sizin üçün xalı təki döşədi ki,",
      "footnotes": ""
    },
    {
      "id": "5439",
      "sura": "71",
      "aya": "20",
      "arabic_text": "لِّتَسۡلُكُواْ مِنۡهَا سُبُلٗا فِجَاجٗا",
      "translation": "orada geniş yollarda gəzəsiniz”.",
      "footnotes": ""
    },
    {
      "id": "5440",
      "sura": "71",
      "aya": "21",
      "arabic_text": "قَالَ نُوحٞ رَّبِّ إِنَّهُمۡ عَصَوۡنِي وَٱتَّبَعُواْ مَن لَّمۡ يَزِدۡهُ مَالُهُۥ وَوَلَدُهُۥٓ إِلَّا خَسَارٗا",
      "translation": "Nuh dedi: “Ey Rəbbim! Onlar mənə asi oldular və var-dövləti, övladı özünə zərərdən başqa bir şey artırmayan kimsələrə (kafir başçılarına) tabe oldular.",
      "footnotes": ""
    },
    {
      "id": "5441",
      "sura": "71",
      "aya": "22",
      "arabic_text": "وَمَكَرُواْ مَكۡرٗا كُبَّارٗا",
      "translation": "Onlar (kafir başçılar mənə qarşı) böyük bir hiylə işlətdilər",
      "footnotes": ""
    },
    {
      "id": "5442",
      "sura": "71",
      "aya": "23",
      "arabic_text": "وَقَالُواْ لَا تَذَرُنَّ ءَالِهَتَكُمۡ وَلَا تَذَرُنَّ وَدّٗا وَلَا سُوَاعٗا وَلَا يَغُوثَ وَيَعُوقَ وَنَسۡرٗا",
      "translation": "və (özlərinə tabe olanlara) dedilər: “İlahlarınızı tərk etməyin; Vəddi, Suvanı, Yəğusu, Yəuqu və Nəsri tərk etməyin!”",
      "footnotes": ""
    },
    {
      "id": "5443",
      "sura": "71",
      "aya": "24",
      "arabic_text": "وَقَدۡ أَضَلُّواْ كَثِيرٗاۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا ضَلَٰلٗا",
      "translation": "Onlar çoxlarını azdırdılar. (Ey Rəbbim!) Sən də zalımların azğınlığını artır”.",
      "footnotes": ""
    },
    {
      "id": "5444",
      "sura": "71",
      "aya": "25",
      "arabic_text": "مِّمَّا خَطِيٓـَٰٔتِهِمۡ أُغۡرِقُواْ فَأُدۡخِلُواْ نَارٗا فَلَمۡ يَجِدُواْ لَهُم مِّن دُونِ ٱللَّهِ أَنصَارٗا",
      "translation": "Onlar günahlarına görə (suya) qərq edildilər və oda atıldılar. Onlar Allahdan savayı köməkçilər tapmadılar.",
      "footnotes": ""
    },
    {
      "id": "5445",
      "sura": "71",
      "aya": "26",
      "arabic_text": "وَقَالَ نُوحٞ رَّبِّ لَا تَذَرۡ عَلَى ٱلۡأَرۡضِ مِنَ ٱلۡكَٰفِرِينَ دَيَّارًا",
      "translation": "Nuh dedi: “Ey Rəbbim! Yer üzündə kafirlərdən heç bir kimsəni sağ bıraxma!",
      "footnotes": ""
    },
    {
      "id": "5446",
      "sura": "71",
      "aya": "27",
      "arabic_text": "إِنَّكَ إِن تَذَرۡهُمۡ يُضِلُّواْ عِبَادَكَ وَلَا يَلِدُوٓاْ إِلَّا فَاجِرٗا كَفَّارٗا",
      "translation": "Əgər Sən onları sağ buraxsan, onlar Sənin qullarını azdıracaq və yalnız günahkar, kafir (övladlar) doğub-törədəcəklər.",
      "footnotes": ""
    },
    {
      "id": "5447",
      "sura": "71",
      "aya": "28",
      "arabic_text": "رَّبِّ ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِمَن دَخَلَ بَيۡتِيَ مُؤۡمِنٗا وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا تَبَارَۢا",
      "translation": "Ey Rəbbim! Məni, valideynlərimi, evimə mömin olaraq daxil olanları və bütün mömin kişi və qadınları bağışla! Zalımların isə ancaq həlakını artır!”",
      "footnotes": ""
    }
  ]
}