{
  "id": 13,
  "verse_number": 13,
  "page_number": 484,
  "verse_key": "42:13",
  "juz_number": 25,
  "hizb_number": 49,
  "rub_el_hizb_number": 194,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ",
  "translation": "Ya shar'anta muku, game da addini, abin da Ya yi wasiyya da shi ga Nũhu da abin da Muka yi wahayi da shi zuwa gare ka, da abin da Muka yi wasiyya da shi ga Ibrãhĩm da Mũsã da Ĩsã, cẽwa ku tsayar da addini sõsai kuma kada ku rarrabu a cikinsa. *Abin da kuke kira zuwa gare shi,** ya yi nauyi a kan mãsu shirki. Allah na zãɓen wanda Yake so zuwa gare Shi, kuma Yanã shiryar da wanda ke tawakkali gare Shi, ga hanyar Sa.",
  "footnotes": "* Ku bi umurnin Allah kamar yadda Ya aza muku hukunce-hukuncenSa, kada ku karkace da bin umurnin waɗansu na dabam waɗanda bã Allah ba, kõ kuma kada ku bi son zũciyarku. Bin umurnin wani zai sanya ku sãɓãwa jũnanku, ku rarrabu, ku rasa ƙarfi a kan maƙiyanku. Wanda ya bi umurnin waɗansu, waɗanda bã Allah ba, to ya yi shirka da Allah ke nan kuma haɗuwar mãsu bin umurnin waɗansu waɗanda bã Allah ba, to, tanã da wuya. Wannan ãya ta hana bin ɗarĩƙõƙin ƙungiyõyin sũfãye duka, dõmin bin su, bin umurnin waɗansu ne waɗanda bã Allah ba kuma yanã rarraba Musulmi, su zama ƙungiya-ƙungiya, da sãɓãni mai nĩsa. Bã zã a ce ba, \"Ã'aha! Wannan ãya ta sauka ga Yahũdu da Nasãra kawai\" dõmin ãyõyi biyu l4 da l5, mãsu bin wannan, sun gama harda Musulmi, dõmin umurni ga Annabi, umarni ne sabõda al'ummarsa. Kuma sãɓãnin mãsu ɗariƙõƙi sãɓãni ne a kan asali watau aƙida, bã sãɓãnine a kan rassuna na furũ'a ba. Sabõda haka bãbu ƙiyayya a tsakãnin mabiya mazhabõbi, dõmin sãɓãninsu, na fahimta ne kawai. Sãɓãni ga reshe, rahama ce, amma sãɓãni ga asali azãba ce. ** Watau haɗuwar jama'a ga bin addini guda, bã da sãɓawa ba ga asalinsa. Wanda ya ce: An saukar wa wani mutum, baicin Muhammadu, da wani abu daga Allah, to, shĩ ya sãɓãwa asali. Sãɓãwa ga asali kãfirci ne."
}