{
  "id": 11,
  "verse_number": 11,
  "page_number": 351,
  "verse_key": "24:11",
  "juz_number": 18,
  "hizb_number": 35,
  "rub_el_hizb_number": 140,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "إِنَّ ٱلَّذِينَ جَآءُو بِٱلۡإِفۡكِ عُصۡبَةٞ مِّنكُمۡۚ لَا تَحۡسَبُوهُ شَرّٗا لَّكُمۖ بَلۡ هُوَ خَيۡرٞ لَّكُمۡۚ لِكُلِّ ٱمۡرِيٕٖ مِّنۡهُم مَّا ٱكۡتَسَبَ مِنَ ٱلۡإِثۡمِۚ وَٱلَّذِي تَوَلَّىٰ كِبۡرَهُۥ مِنۡهُمۡ لَهُۥ عَذَابٌ عَظِيمٞ",
  "translation": "Чынында, доомат арткан адамдар өзүңөрдүн эле араңардагы бир тайпа.[1] Силер бул дооматты жамандык деп ойлобогула, ал силер үчүн жакшылык.[2] Алардын (дооматчылардын) ар бири үчүн жасаган ишине тете күнөөсү бар. Ал эми, алардын арасынан (күнөөнүн) чоңун көтөргөн адамга[3] (Акыретте) чоң азап бар.",
  "footnotes": "[1] Казаттардын биринен кайтып келе жаткан мусулмандар бир жерде эс алганы токтошот. Ошондо пайгамбарыбыз саллаллоху алайхи ва салламдын аялы Аиша эне муктаждык үчүн жамааттан алыстап барат дагы, ошол жерде мончогун жоготуп аны издөө менен алек болуп калат. Кайтып келсе жамаат ордунан жылып кеткен болот. Аиша эненин төөнүн өркөчүнө орнотулган жана парда менен тосулган «хавдаж» деп аталган ээрден түшүп кеткенин билбей калган кызматкерлер эч нерседен бейкапар төөнү жетелеп баса беришет. Аиша энени аскерлердин артынан, калып кеткен нерселерди жыйнаш үчүн дайындалган бир сахаба таап, төөсүнө отургузуп, өзү төөнү жетелеп жолго чыгышат. Алар эрте менен гана аскерлерди кууп жетишет. Мына ушул окуя себептүү ислам душмандары – мунафыктар тайпасы, айрыкча алардын башчысы Абдуллах бин Убай Аиша энебизге жалаа жаап, улук пайгамбардын жана анын пакиза аялынын урматына шек келтиришет. Мусулман коомунун арасына коркунучтуу доомат тарап кетет. Аллах таала Аиша эненин тазалыгын далилдеген аяттарды түшүргөндө гана пайгамбарыбыздын – ага Аллахтын саламы болсун – көңүлү жайына түшөт.\n[2] Анткени, ушул окуя себептүү кээ бир адамдардын бетпардасы сыйрылды жана Аиша эненин тазалыгына арналган аят түштү.\n[3] Бул адам - Абдуллах бин Убай бин Салул – мунафыктардын башчысы."
}