{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 332,
      "verse_key": "22:1",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ",
      "translation": "ئى ئىنسانلار! پەرۋەردىگارىڭلاردىن (يەنى ئازابىدىن) قورقۇڭلار، قىيامەتنىڭ زىلزىلىسى ھەقىقەتەن چوڭ ئىشتۇر[1].",
      "footnotes": null
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 332,
      "verse_key": "22:2",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ",
      "translation": " ئۇ كۈندە ھەر بىر سۈت ئېمىتىۋاتقان ئايال (قاتتىق قورقۇنچتىن تېڭىرقاپ قېلىش بىلەن) ئېمىتىۋاتقان بوۋىقىنى ئۇنتۇيدۇ، ھەر بىر ھامىلىدار ئايالنىڭ بويىدىن ئاجراپ كېتىدۇ، ئىنسانلارنى مەست كۆرۈسەن، ھالبۇكى، ئۇلار (ھەقىقەتتە) مەست ئەمەس (دېمەك، قىيامەتنىڭ دەھشىتى ئۇلارنى ئەس ـ ھوشىدىن كەتكۈزۈۋەتكەن)، لېكىن ئاللاھنىڭ ئازابى قاتتىقتۇر[2].",
      "footnotes": null
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 332,
      "verse_key": "22:3",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّبِعُ كُلَّ شَيۡطَٰنٖ مَّرِيدٖ",
      "translation": "بەزى كىشىلەر ئاللاھ (نىڭ قۇدرىتى ۋە سۈپەتلىرى) ئۈستىدە ھېچقانداق دەلىلسىز مۇنازىرىلىشىدۇ، ھەر بىر سەركەش شەيتانغا (يەنى ھەقتىن توسقۇچى كۇففارلارنىڭ كاتتىباشلىرىغا) ئەگىشىدۇ[3]. ",
      "footnotes": null
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 332,
      "verse_key": "22:4",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ",
      "translation": "ئاللاھ ھۆكۈم قىلىدۇكى، كىمكى شەيتانغا ئەگىشىدىكەن، شەيتان ئۇنى ئازدۇرىدۇ ۋە جەھەننەمنىڭ ئازابىغا سۆرەيدۇ[4].",
      "footnotes": null
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 332,
      "verse_key": "22:5",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ",
      "translation": "ئى ئىنسانلار! ئەگەر سىلەر قايتا تىرىلىشتىن شەكلەنسەڭلار (گۇمانىڭلارنىڭ تۈگىشى ئۈچۈن ئەسلىدىكى يارىتىلىشىڭلارغا قاراڭلار)، بىز سىلەرگە (ئاللاھنىڭ قۇدرىتىنى بايان قىلىش ئۈچۈن ئاتاڭلار ئادەم ئەلەيھىسسالامنى) تۇپراقتىن، ئۇنىڭ ئەۋلادىنى (ئالدى بىلەن) ئابىمەنىيدىن، ئاندىن لەختە قاندىن، ئاندىن شەكىلگە كىرگۈزۈلگەن ۋە كىرگۈزۈلمىگەن پارچە گۆشتىن ياراتتۇق. بىز خالىغان ئادەمنى بەچچىداندا مۇئەييەن مۇددەتكىچە قالدۇرىمىز، ئاندىن سىلەرنى (ئاناڭلارنىڭ قارنىدىن) بوۋاقلىق ھالىتىڭلاردا چىقىرىمىز (ئاندىن سىلەرنى ئاستا ـ ئاستا كۈچ ـ قۇۋۋەتكە تولدۇرىمىز)، سىلەر (كامالەت يېشى) قىران ۋاقتىڭلارغا يېتىسىلەر، بەزىڭلار ياشلىقىڭلاردا ۋاپات بولۇپ كېتىسىلەر، بەزىڭلار، (ئىلگىرى) بىلگەندىن كېيىن ھېچ نەرسىنى بىلمەس ھالىتىڭلارغا قايتۇرۇلۇشىڭلار ئۈچۈن، ناھايىتى قېرىپ كەتكۈچە (ھايات) قالدۇرۇلىسىلەر، (ئاللاھ تائالانىڭ ئۆلگەنلەرنىڭ قايتا تىرىلدۈرۈشكە قادىر ئىكەنلىكىنى كۆرسىتىدىغان يەنە بىر دەلىل شۇكى) سەن زېمىننى قاقاس كۆرۈسەن، ئۇنىڭغا بىز يامغۇر ياغدۇرساق، ئۇ جانلىنىدۇ ۋە كۆپۈشىدۇ، تۈرلۈك چىرايلىق ئۆسۈملۈكلەرنى ئۈندۈرۈپ بېرىدۇ[5].",
      "footnotes": null
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 333,
      "verse_key": "22:6",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": " بۇ (يەنى ئاللاھ تائالانىڭ ئىنساننى ۋە ئۆسۈملۈكلەرنى يۇقىرىقىدەك يارىتىشى)، ئاللاھنىڭ ھەق ئىكەنلىكىنى، ئۆلۈكلەرنى تىرىلدۈرەلەيدىغانلىقىنى ۋە ھەر نەرسىگە قادىر ئىكەنلىكىنى سىلەرگە بىلدۈرۈش ئۈچۈندۇر[6].",
      "footnotes": null
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 333,
      "verse_key": "22:7",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ",
      "translation": "شۇنداقلا  قىيامەتنىڭ شەكسىز بولىدىغانلىقىنى، قەبرىلەردىكى ئۆلۈكلەرنى (ئۆلۈك زېمىننى ئۆسۈملۈكلەرنى ئۈندۈرۈش بىلەن تىرىلدۈرگەندەك) ئاللاھنىڭ تىرىلدۈرىدىغانلىقىنى بىلدۈرۈش ئۈچۈندۇر[7].",
      "footnotes": null
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 333,
      "verse_key": "22:8",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ",
      "translation": "بەزىلەر (توغرا تونۇشقا ئېلىپ بارىدىغان) ھېچقانداق ھەقىقىي ئىلىمسىز، ھىدايەتسىز ۋە نۇرلۇق كىتابسىز ھالدا ئاللاھ توغرىسىدا مۇنازىرىلىشىدۇ، (ئۇنىڭ مۇنازىرىلىشىشى نوقۇل نەپسى - خاھىشى ۋە تەرسالىقىدىندۇر)[8].",
      "footnotes": null
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 333,
      "verse_key": "22:9",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ",
      "translation": " ئۇ (كىشىلەرنى) ئاللاھنىڭ يولىدىن ئازدۇرۇش ئۈچۈن مەغرۇرانە يۈرىدۇ، ئۇ دۇنيادا خارلىققا دۇچار بولىدۇ، ئاخىرەتتە ئۇنىڭغا كۆيدۈرگۈچى ئوتنىڭ ئازابىنى تېتىتىمىز[9].",
      "footnotes": null
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 333,
      "verse_key": "22:10",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ",
      "translation": "(ئۇنىڭغا): «(خارلىق بىلەن ئازاب) سېنىڭ قىلمىشلىرىڭ يەنى كۇفرىڭ بىلەن گۇمراھلىقىڭ) تۈپەيلىدىندۇر، ئاللاھ بەندىلىرىگە ھەرگىز زۇلۇم قىلغۇچى ئەمەستۇر» (دېيىلىدۇ)[10]. ",
      "footnotes": null
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 333,
      "verse_key": "22:11",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ",
      "translation": "بەزىلەر ئاللاھقا شەك ـ شۈبھە بىلەن (يەنى تۇراقسىز ھالدا) ئىبادەت قىلىدۇ، ئەگەر ئۇنىڭغا ياخشىلىق يەتسە دىنىدا تۇرىدۇ (بۇنداق ئادەم ئاللاھقا دىلى بىلەن ئەمەس، پەقەت تىلى بىلەن ئىبادەت قىلىدۇ)، ئەگەر ئۇنىڭغا بەختسىزلىك يەتسە دىنىدىن يېنىۋالىدۇ، ئۇ دۇنيا ۋە ئاخىرەتتە زىيان تارتىدۇ، بۇ روشەن زىياندۇر[11]. ",
      "footnotes": null
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 333,
      "verse_key": "22:12",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ",
      "translation": " ئۇ ئاللاھنى قويۇپ پايدا ـ زىيان يەتكۈزەلمەيدىغان نەرسىلەرگە چوقۇنىدۇ، بۇ چوڭقۇر گۇمراھلىقتۇر[12]. ",
      "footnotes": null
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 333,
      "verse_key": "22:13",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِيرُ",
      "translation": " ئۇ ئەلۋەتتە زىيىنى پايدىسىدىن يېقىن بولغان نەرسىگە چوقۇنىدۇ، (ئۇ مەبۇد) راستتىنلا يامان مەدەتكاردۇر، راستتىنلا يامان ھەمراھتۇر[13].",
      "footnotes": null
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 333,
      "verse_key": "22:14",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ",
      "translation": " شۈبھىسىزكى، ئاللاھ ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلارنى ئاستىدىن ئۆستەڭلار ئېقىپ تۇرىدىغان جەننەتلەرگە كىرگۈزىدۇ، ئاللاھ ھەقىقەتەن خالىغىنىنى قىلىدۇ (يەنى خالىغان ئادەمگە ساۋاب بېرىدۇ، خالىغان ئادەمگە ئازاب قىلىدۇ)[14].",
      "footnotes": null
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 333,
      "verse_key": "22:15",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ",
      "translation": " كىمكى ئاللاھ پەيغەمبەرگە دۇنيا ۋە ئاخىرەتتە ھەرگىز ياردەم بەرمەيدۇ دەپ گۇمان قىلىدىكەن، ئۇ تورۇسقا ئارغامچا سېلىپ بوغۇلۇپ ئالسۇن، قارىسۇنكى، ئۇنىڭ (بۇ) تەدبىرى غەزىپىنى باسالامدۇ؟ (يەنى ئاللاھ پەيغەمبىرى مۇھەممەد ئەلەيھىسسالامغا ياردەم بەرمەيدۇ، دەپ ئويلايدىكەن، ئۇ ئېسىلىپ ئۆلۈۋالسۇن، ئەگەر بۇ ئۇنىڭ خاپىلىقىنى باسالايدىغان بولسا. چۈنكى ئاللاھ پەيغەمبەرگە چوقۇم ياردەم بېرىدۇ)[15]. ",
      "footnotes": null
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 334,
      "verse_key": "22:16",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَذَٰلِكَ أَنزَلۡنَٰهُ ءَايَٰتِۭ بَيِّنَٰتٖ وَأَنَّ ٱللَّهَ يَهۡدِي مَن يُرِيدُ",
      "translation": "شۇنىڭغا ئوخشاش (يەنى ئىلگىرىكى كىتابلارنى نازىل قىلغىنىمىزغا ئوخشاش)، قۇرئاننى (مۇھەممەد ئەلەيھىسسالامغا) روشەن ئايەتلەر قىلىپ نازىل قىلدۇق، ئاللاھ خالىغان ئادەمنى ھىدايەت قىلىدۇ (يەنى ئاللاھتىن باشقا ھېچ ھىدايەت قىلغۇچى يوق، ئاللاھ خالىغان ئادەمنى توغرا يولغا باشلايدۇ)[16].",
      "footnotes": null
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 334,
      "verse_key": "22:17",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلۡمَجُوسَ وَٱلَّذِينَ أَشۡرَكُوٓاْ إِنَّ ٱللَّهَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ",
      "translation": " مۆمىنلەر، يەھۇدىيلار، يۇلتۇزلارغا چوقۇنغۇچىلار، ناسارالار، مەجۇسىيلەر (يەنى ئاتەشپەرەسلەر) ۋە مۇشرىكلار ئۈچۈن قىيامەت كۈنى ئاللاھ ھەقىقەتەن ھۆكۈم چىقىرىدۇ، (يەنى ئاللاھ تائالا مۆمىنلەر بىلەن مەزكۇر بەش پىرقە ئارىسىدا توغرا ھۆكۈم چىقىرىپ، مۆمىنلەرنى جەننەتكە، كۇففارلارنى دوزاخقا كىرگۈزىدۇ)، ئاللاھ ھەقىقەتەن ھەممە نەرسىنى كۆرۈپ تۇرغۇچىدۇر[17].",
      "footnotes": null
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 334,
      "verse_key": "22:18",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": "obligatory",
      "sajdah_number": 6,
      "text": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَسۡجُدُۤ لَهُۥۤ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ وَٱلشَّمۡسُ وَٱلۡقَمَرُ وَٱلنُّجُومُ وَٱلۡجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٞ مِّنَ ٱلنَّاسِۖ وَكَثِيرٌ حَقَّ عَلَيۡهِ ٱلۡعَذَابُۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يَشَآءُ۩",
      "translation": " بىلمەمسەنكى، ئاسماندىكىلەر (يەنى پەرىشتىلەر)، زېمىندىكىلەر (يەنى ئىنسانلار، جىنلار ۋە زېمىندا ياشايدىغان بارلىق مەخلۇقاتلار)، كۈن، ئاي، يۇلتۇزلار، تاغلار، دەرەخلەر، ھايۋاناتلار ئاللاھقا بويسۇنۇپ، ئاللاھنىڭ تەسەررۇپ قىلىشى بويىچە ھەرىكەت قىلىدۇ) ۋە نۇرغۇن كىشىلەر ئاللاھقا سەجدە قىلىدۇ، نۇرغۇن كىشىلەر (كۇفرى سەۋەبلىك) ئازابقا دۇچار بولدى، ئاللاھنىڭ خارلىشىغا ئۇچرىغان ئادەمگە ھۆرمەتلىگۈچى چىقمايدۇ، ئاللاھ ھەقىقەتەن خالىغىنىنى قىلىدۇ (يەنى ئازاب قىلىش، رەھىم قىلىش، ئەزىز قىلىش، خار قىلىش، باي قىلىش، كەمبەغەل قىلىش ئاللاھنىڭ خاھىشىدىكى ۋە ھېكمىتىدىكى ئىش بولۇپ، ئاللاھقا ھېچ كىشى تەئەررۇز قىلالمايدۇ)[18].",
      "footnotes": null
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 334,
      "verse_key": "22:19",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡۖ فَٱلَّذِينَ كَفَرُواْ قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ",
      "translation": " (مۆمىنلەر ۋە كۇففارلاردىن ئىبارەت) بۇ ئىككى (پىرقە) پەرۋەردىگارى توغرىسىدا مۇنازىرىلەشتى (يەنى مۆمىنلەر بىلەن كۇففارلار ئاللاھنىڭ دىنى ئۈستىدە بەس ـ مۇنازىرە قىلىشىپ، مۆمىنلەر ئاللاھنىڭ دىنىغا ياردەم بەرمەكچى بولدى، كۇففارلار ئاللاھنىڭ نۇرىنى ئۆچۈرمەكچى بولدى)، كاپىرلارغا ئوتتىن كىيىملەر پىچىلىدۇ، ئۇلارنىڭ باشلىرى ئۈستىدىن يۇقىرى ھارارەتلىك قايناقسۇ قۇيۇلىدۇ[19].",
      "footnotes": null
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 334,
      "verse_key": "22:20",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ",
      "translation": " ئۇنىڭ بىلەن ئۇلارنىڭ ئىچ -باغرى ۋە تېرىلىرى ئېرىتىلىدۇ[20]. ",
      "footnotes": null
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 334,
      "verse_key": "22:21",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ",
      "translation": "ئۇلار تۆمۈر توقماقلار بىلەن ئۇرۇلىدۇ[21]. ",
      "footnotes": null
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 334,
      "verse_key": "22:22",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ",
      "translation": "ھەر قاچان ئۇلار (يېتىۋاتقان) غەم ـ قايغۇنىڭ قاتتىقلىقىدىن دوزاختىن چىقماقچى بولسا، ئۇلار دوزاخقا قايتۇرۇلىدۇ، (ئۇلارغا) كۆيدۈرگۈچى (دوزاخ) ئازابىنى تېتىڭلار (دېيىلىدۇ)[22].",
      "footnotes": null
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 334,
      "verse_key": "22:23",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ",
      "translation": " ئاللاھ ھەقىقەتەن مۆمىنلەرنى ۋە ياخشى ئەمەللەرنى قىلغانلارنى ئاستىدىن ئۆستەڭلار ئېقىپ تۇرىدىغان جەننەتلەرگە كىرگۈزىدۇ، ئۇلار جەننەتلەردە ئالتۇن بىلەيزۈكلەرنى ۋە مەرۋايىتلارنى زىننەت بۇيۇملىرى قىلىدۇ، ئۇلارنىڭ كىيىمى يىپەكتىن بولىدۇ[23].",
      "footnotes": null
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 335,
      "verse_key": "22:24",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ",
      "translation": " ئۇلار ياخشى سۆزگە (يەنى كەلىمە تەۋھىدكە) ھىدايەت قىلىندى. ئاللاھنىڭ يولىغا ھىدايەت قىلىندى[24].",
      "footnotes": null
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 335,
      "verse_key": "22:25",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَٰهُ لِلنَّاسِ سَوَآءً ٱلۡعَٰكِفُ فِيهِ وَٱلۡبَادِۚ وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۭ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ",
      "translation": " كاپىرلارغا، (كىشىلەرنى) ئاللاھنىڭ يولىدىن توسقۇچىلارغا _ ئۇ ئولتۇرۇشلۇق بولسۇن ياكى سىرتتىن كەلگەن بولسۇن _ بىز كىشىلەرگە ئىبادەتگاھ قىلغان مەسجىدى ھەرەمدىن توسقۇچىلارغا (يەنى ھەج پەرزنى ئادا قىلىش ئۈچۈن مەسجىدى ھەرەمگە كەلگەن مۆمىنلەرنى توسقۇچىلارغا) (قاتتىق ئازابنى تېتىتىمىز)، كىمكى مەسجىدى ھەرەمدە زۇلۇم بىلەن گۇناھ قىلماقچى بولىدىكەن، ئۇنىڭغا قاتتىق ئازابنى تېتىتىمىز[25].",
      "footnotes": null
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 335,
      "verse_key": "22:26",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ أَن لَّا تُشۡرِكۡ بِي شَيۡـٔٗا وَطَهِّرۡ بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ",
      "translation": " ئۆز ۋاقتىدا ئىبراھىمغا بەيتۇللاھنىڭ ئورنىنى تەيىنلەپ بەردۇق، (ئۇنىڭغا ئېيتتۇقكى) «ماڭا ھېچ نەرسىنى شېرىك كەلتۈرمىگىن، تاۋاپ قىلغۇچىلارغا، قىيامدا تۇرغۇچىلارغا، رۇكۇ قىلغۇچىلارغا، سەجدە قىلغۇچىلارغا مېنىڭ ئۆيۈمنى پاك قىلغىن[26].",
      "footnotes": null
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 335,
      "verse_key": "22:27",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ يَأۡتُوكَ رِجَالٗا وَعَلَىٰ كُلِّ ضَامِرٖ يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ",
      "translation": " كىشىلەرنىڭ ئارىسىدا (ئۇلارنى) ھەجگە چاقىرىپ نىدا قىلغىن، ئۇلار پىيادە ۋە ئورۇق تۆگىلەرگە مىنىپ كېلىدۇ، ئورۇق تۆگىلەر يىراق يوللارنى بېسىپ كېلىدۇ[27].",
      "footnotes": null
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 335,
      "verse_key": "22:28",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ",
      "translation": "كىشىلەر ئۆزلىرىگە تېگىشلىك بولغان (دىنىي ۋە دۇنياۋى) مەنپەئەتلەرنى كۆرسۇن، بەلگىلەنگەن كۈنلەردە (يەنى قۇربانلىق كۈنلىرىدە) ئاللاھ ئۇلارغا رىزىق قىلىپ بەرگەن چارۋا ماللارنى (يەنى تۆگە، قوي، ئۆچكىلەرنى ئاللاھنىڭ نېمەتلىرىگە شۈكۈر قىلىش يۈزىسىدىن) ئاللاھنىڭ ئىسمىنى ئېيتىپ قۇربانلىق قىلسۇن». سىلەر قۇربانلىقىڭلارنىڭ گۆشىدىن يەڭلار، موھتاجقا، پېقىرغا بېرىڭلار[28].",
      "footnotes": null
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 335,
      "verse_key": "22:29",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ وَلۡيُوفُواْ نُذُورَهُمۡ وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ",
      "translation": " ئاندىن ئۇلار كىرلىرىنى تازىلىسۇن (يەنى ئېھرامدىن چىققاندىن كېيىن چاچلىرىنى، تىرناقلىرىنى ئالسۇن)، ئۆز ئۈستىگە ئالغان ئىبادەتلىرىنى ئادا قىلسۇن، قەدىمىي بەيت (يەنى بەيتۇللاھنى) تاۋاپ قىلسۇن[29].",
      "footnotes": null
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 335,
      "verse_key": "22:30",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ",
      "translation": " (ھەج ئىبادىتى) ئەنە شۇدۇر، كىمكى ئاللاھنىڭ دىنىنىڭ ئەھكاملىرىنى ئۇلۇغلىسا (يەنى ھەج جەريانىدا ئاللاھنىڭ بۇيرۇغانلىرىنى بەجا كەلتۈرۈپ، مەنئى قىلغان ئىشلىرىدىن چەكلەنسە)، بۇ، پەرۋەردىگارنىڭ دەرگاھىدا ئۇنىڭ (دۇنيا ۋە ئاخىرەتلىكى) ئۈچۈن ياخشىدۇر، سىلەرگە چاھارپايلاردىن قۇرئاندا (ھاراملىقى) بايان قىلىنغانلىرىدىن باشقىلىرى ھالال قىلىندى. سىلەر بۇتلاردىن ئىبارەت نىجىستىن ساقلىنىڭلار، يالغان گۇۋاھلىق بېرىشتىن ساقلىنىڭلار[30].",
      "footnotes": null
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 336,
      "verse_key": "22:31",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "حُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ",
      "translation": "ئاللاھقا خالىس ئىبادەت قىلىڭلار، ئۇنىڭغا شېرىك كەلتۈرمەڭلار، كىمكى ئاللاھقا شېرىك كەلتۈرىدىكەن، ئۇ گويا ئاسماندىن تاشلىنىپ، قۇشلار ئۇنى ئېلىپ قاچقاندەك ياكى بوران ئۇنى ئېلىپ بېرىپ يىراق جايغا تاشلىۋەتكەندەك بولۇپ قالىدۇ[31].",
      "footnotes": null
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 336,
      "verse_key": "22:32",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ",
      "translation": " ئىش مانا شۇنداق، كىمكى دىنىي ئىشلارنى (جۈملىدىن ھەجنىڭ ئەمەللىرىنى، قۇربانلىقلارنى) ئۇلۇغلايدىكەن، بۇ، دىللارنىڭ تەقۋادارلىقىدىندۇر[32].",
      "footnotes": null
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 336,
      "verse_key": "22:33",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَكُمۡ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ مَحِلُّهَآ إِلَى ٱلۡبَيۡتِ ٱلۡعَتِيقِ",
      "translation": "مۇئەييەن مۇددەتكىچە (يەنى بوغۇزلايدىغان ۋاقىتقىچە قۇربانلىق ماللىرىدىن (سېغىپ، نەسىللەندۈرۈپ، مىنىپ) پايدىلىنىسىلەر، ئاندىن ئۇنى بوغۇزلاشقا تېگىشلىك جاي بەيتۇللاھنىڭ يېنىدۇر (يەنى ھەرەمدۇر)[33].",
      "footnotes": null
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 336,
      "verse_key": "22:34",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ",
      "translation": "ھەر ئۈممەت ئاللاھ ئۇلارغا رىزىق قىلىپ بەرگەن چارۋىلارنى (شۈكۈر قىلىش يۈزىسىدىن قۇربانلىق قىلغانلىرىدا) ئاللاھنىڭ ئىسمىنى ئېيتسۇن دەپ، ئۇلارغا قۇربانلىقنى بەلگىلىدۇق، سىلەرنىڭ ئىلاھىڭلار بىر ئىلاھتۇر، ئۇنىڭغا بويسۇنۇڭلار، ئىتائەتمەنلەرگە خۇشخەۋەر بەرگىن[34]. ",
      "footnotes": null
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 336,
      "verse_key": "22:35",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ",
      "translation": " ئۇلار شۇنداق كىشىلەركى ئاللاھ ياد ئېتىلسە، ئۇلارنىڭ دىللىرى قورقۇپ (تىترەيدۇ)، ئۆزلىرىگە يەتكەن ئەزىيەتلەرگە سەۋر قىلىدۇ، ناماز ئۆتەيدۇ، ئۇلارغا بىز رىزىق قىلىپ بەرگەن نەرسىلەردىن (ياخشىلىق يوللىرىغا) بېرىدۇ[35].",
      "footnotes": null
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 336,
      "verse_key": "22:36",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "(كەبىگە ئېلىپ بېرىلىدىغان) تۆگىنى ئاللاھنىڭ (دىننىڭ) ئالامەتلىرىدىن (يەنى ھەجنىڭ ئەھكاملىرىدىن) قىلدۇق، ئۇلاردا سىلەرگە نۇرغۇن پايدا بار، ئۇلارنى قاتار قىلىپ تۇرغۇزۇپ (يەنى ئۇلارنىڭ ئالدى سول پۇتىنى باغلاپ، ئۈچ پۇت بىلەن تۇرغۇزۇپ بوغۇزلىغىنىڭلاردا) ئاللاھنىڭ ئىسمىنى تىلغا ئېلىڭلار (يەنى بىسمىللاھ دەڭلار)، ئۇلار بوغۇزلىنىپ جېنى چىققاندا، ئۇلارنى يەڭلار، قانائەتچان موھتاجلارغا ۋە سائىللارغا بېرىڭلار، سىلەرنى شۈكۈر قىلسۇن دەپ ئۇ تۆگىلەرنى سىلەرگە بويسۇندۇرۇپ بەردۇق[36].",
      "footnotes": null
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 336,
      "verse_key": "22:37",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِينَ",
      "translation": " ئاللاھقا ئۇلارنىڭ گۆشلىرى ۋە قانلىرى يېتىپ بارمايدۇ، ئاللاھقا يېتىدىغىنى پەقەت سىلەرنىڭ تەقۋادارلىقىڭلاردۇر، ئاللاھنىڭ سىلەرنىڭ ئۆزىنىڭ ئەھكاملىرىغا يېتەكلىگەنلىكىنى ئۇلۇغلىشىڭلار ئۈچۈن، ئاللاھ ئۇلارنى سىلەرگە ئاشۇنداق بويسۇندۇرۇپ بەردى. ياخشى ئىش قىلغۇچىلارغا (ئاخىرەتتە بەختكە ئېرىشىدىغانلىقى بىلەن) خۇشخەۋەر بەرگىن[37].",
      "footnotes": null
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 336,
      "verse_key": "22:38",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓاْۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ",
      "translation": "ئاللاھ مۆمىنلەرنى چوقۇم قوغدايدۇ، ئاللاھ ھەر قانداق خىيانەتچى، ناشۈكۈر بەندىنى دوست تۇتمايدۇ[38]. ",
      "footnotes": null
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 337,
      "verse_key": "22:39",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ",
      "translation": " ھۇجۇم قىلىنغۇچىلارغا، زۇلۇمغا ئۇچرىغانلىقلىرى ئۈچۈن، (قارشىلىق كۆرسىتىشكە) رۇخسەت قىلىندى، ئاللاھ ئۇلارغا ياردەم بېرىشكە ئەلۋەتتە قادىر[39].",
      "footnotes": null
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 337,
      "verse_key": "22:40",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗاۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ",
      "translation": "(ئۇلار) پەقەت پەرۋەردىگارىمىز ئاللاھ دېگەنلىكلىرى ئۈچۈنلا ئۆز يۇرتلىرىدىن ناھەق ھەيدەپ چىقىرىلدى. ئەگەر ئاللاھ ئىنسانلارنى بىر ـ بىرىگە قارشىلىق كۆرسەتكۈزمىگەن بولسا، راھىبلارنىڭ ئىبادەتخانىلىرى، چېركاۋلار، يەھۇدىيلارنىڭ ئىبادەتخانىلىرى ۋە ئاللاھنىڭ نامى كۆپ يادلىنىدىغان مەسجىدلەر ئەلۋەتتە ۋەيران قىلىناتتى. كىمكى ئاللاھنىڭ دىنىغا ياردەم بېرىدىكەن، ئەلۋەتتە ئاللاھ ئۇنىڭغا ياردەم بېرىدۇ، ئاللاھ ئەلۋەتتە كۈچلۈكتۇر، غالىبتۇر[40].",
      "footnotes": null
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 337,
      "verse_key": "22:41",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ إِن مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ",
      "translation": " (ئاللاھنىڭ ياردىمىگە ئېرىشىشكە ھەقلىق بولغانلار) شۇنداق كىشىلەردۇركى، ئەگەر ئۇلارنى يەر يۈزىدە ئۈستۈنلۈككە ئىگە قىلساق، نامازنى ئادا قىلىدۇ، زاكات بېرىدۇ، ياخشى ئىشلارغا بۇيرۇيدۇ، يامان ئىشلاردىن توسىدۇ. ئىشلارنىڭ ئاقىۋىتى ئاللاھقا مەنسۇپتۇر (يەنى ھەممە ئىشلار ئاخىرەتتە ئاللاھقا قايتىدۇ)[41].",
      "footnotes": null
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 337,
      "verse_key": "22:42",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ",
      "translation": " ئەگەر (مەككە مۇشرىكلىرى) سېنى ئىنكار قىلسا (سەن تۇنجى ئىنكار قىلىنغۇچى پەيغەمبەر ئەمەسسەن، سەندىن بۇرۇنقى پەيغەمبەرلەر ئىنكار قىلىنىپ سەۋر قىلىشقان)، ئۇلاردىن بۇرۇن نۇھنىڭ قەۋمى ئاد (خەلقى)، سەمۇد (خەلقى)، ئىبراھىمنىڭ قەۋمى، لۇتنىڭ قەۋمى، مەديەن ئاھالىسى (پەيغەمبەرلىرىنى) ئىنكار قىلغان، مۇسامۇ ئىنكار قىلىنغان، كاپىرلارغا مۆھلەت بەردىم، ئاندىن ئۇلارنى جازالىدىم، مېنىڭ (ئۇلارغا بەرگەن) جازايىم قانداق ئىكەن؟[42 ـ 44]",
      "footnotes": null
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 337,
      "verse_key": "22:43",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ",
      "translation": " ئەگەر (مەككە مۇشرىكلىرى) سېنى ئىنكار قىلسا (سەن تۇنجى ئىنكار قىلىنغۇچى پەيغەمبەر ئەمەسسەن، سەندىن بۇرۇنقى پەيغەمبەرلەر ئىنكار قىلىنىپ سەۋر قىلىشقان)، ئۇلاردىن بۇرۇن نۇھنىڭ قەۋمى ئاد (خەلقى)، سەمۇد (خەلقى)، ئىبراھىمنىڭ قەۋمى، لۇتنىڭ قەۋمى، مەديەن ئاھالىسى (پەيغەمبەرلىرىنى) ئىنكار قىلغان، مۇسامۇ ئىنكار قىلىنغان، كاپىرلارغا مۆھلەت بەردىم، ئاندىن ئۇلارنى جازالىدىم، مېنىڭ (ئۇلارغا بەرگەن) جازايىم قانداق ئىكەن؟[42 ـ 44]",
      "footnotes": null
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 337,
      "verse_key": "22:44",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ",
      "translation": " ئەگەر (مەككە مۇشرىكلىرى) سېنى ئىنكار قىلسا (سەن تۇنجى ئىنكار قىلىنغۇچى پەيغەمبەر ئەمەسسەن، سەندىن بۇرۇنقى پەيغەمبەرلەر ئىنكار قىلىنىپ سەۋر قىلىشقان)، ئۇلاردىن بۇرۇن نۇھنىڭ قەۋمى ئاد (خەلقى)، سەمۇد (خەلقى)، ئىبراھىمنىڭ قەۋمى، لۇتنىڭ قەۋمى، مەديەن ئاھالىسى (پەيغەمبەرلىرىنى) ئىنكار قىلغان، مۇسامۇ ئىنكار قىلىنغان، كاپىرلارغا مۆھلەت بەردىم، ئاندىن ئۇلارنى جازالىدىم، مېنىڭ (ئۇلارغا بەرگەن) جازايىم قانداق ئىكەن؟[42 ـ 44]",
      "footnotes": null
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 337,
      "verse_key": "22:45",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ",
      "translation": " نۇرغۇن شەھەر ئاھالىلىرىنى زالىم بولغانلىقلىرى ئۈچۈن ھالاك قىلدۇق. شۇنىڭ بىلەن (شەھەرنىڭ ئۆيلىرىنىڭ) ئۆگزىلىرى ئۆرۈلۈپ، ئۈستىگە تاملىرى يىقىلغان، نۇرغۇن تاشلاندۇق قۇدۇقلار ۋە ئېگىز ئىمارەتلەر (ئاھالىسىز) قالغان[45].",
      "footnotes": null
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 337,
      "verse_key": "22:46",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ",
      "translation": "ئۇلار زېمىندا سەير قىلمىدىمۇ؟ شۇنىڭ بىلەن ئۇلار (يەنى سەير قىلىپ) چۈشىنىدىغان دىللارغا ياكى ئاڭلايدىغان قۇلاقلارغا ئىگە بولمىدىمۇ؟ ھەقىقەتەن كۆزلەرلا كور بولمايدۇ، لېكىن كۆكرەكلەردىكى قەلبلەر كور بولىدۇ (يەنى ھەقىقىي كورلۇق كۆزنىڭ كورلۇقى ئەمەس، دىلنىڭ كورلۇقىدۇر، قەلبى كور ئادەم ئىبرەت ئالمايدۇ ۋە چۈشەنمەيدۇ)[46].",
      "footnotes": null
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 338,
      "verse_key": "22:47",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَن يُخۡلِفَ ٱللَّهُ وَعۡدَهُۥۚ وَإِنَّ يَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةٖ مِّمَّا تَعُدُّونَ",
      "translation": " (ئى مۇھەممەد!) ئۇلار (يەنى مۇشرىكلار) (مەسخىرە قىلىش يۈزىسىدىن سەندىن ئازابنىڭ تېز نازىل بولۇشىنى تەلەپ قىلىدۇ (ئازاب چوقۇم نازىل بولىدۇ، لېكىن ئۇنىڭ نازىل بولۇشىنىڭ مۇئەييەن ۋاقتى ـ سائىتى بولىدۇ)، ئاللاھ ۋەدىسىگە ھەرگىز خىلاپلىق قىلمايدۇ (ئاللاھ بەندىلىرىنى جازالاشقا ئالدىراپ كەتمەيدۇ)، ھەقىقەتەن پەرۋەردىگارىڭنىڭ دەرگاھىدىكى بىر كۈن سىلەر سانايدىغان مىڭ يىلچىلىكتۇر[47].",
      "footnotes": null
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 338,
      "verse_key": "22:48",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَأَيِّن مِّن قَرۡيَةٍ أَمۡلَيۡتُ لَهَا وَهِيَ ظَالِمَةٞ ثُمَّ أَخَذۡتُهَا وَإِلَيَّ ٱلۡمَصِيرُ",
      "translation": "نۇرغۇن شەھەر ئاھالىلىرى زالىم تۇرۇقلۇق، ئۇلارغا مەن مۆھلەت بەردىم (ئۇلار بۇ مۆھلەتكە مەغرۇر بولۇپ كەتتى)، ئاندىن (يەنى ئۇلارغا ئۇزاق مۇددەت مۆھلەت بەرگىنىمدىن كېيىن) ئۇلارنى جازالىدىم، ئاخىر قايتىدىغان جاي مېنىڭ دەرگاھىمدۇر (يەنى ئاخىر ھەممىسى ماڭا كېلىدۇ)[48].",
      "footnotes": null
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 338,
      "verse_key": "22:49",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمۡ نَذِيرٞ مُّبِينٞ",
      "translation": " (ئى مۇھەممەد! ئاللاھنىڭ ئازابىنىڭ تېز نازىل بولۇشىنى تەلەپ قىلغۇچىلارغا) ئېيتقىنكى، «ئى ئىنسانلار! سىلەرگە مەن ھەقىقەتەن ئاشكارا ئاگاھلاندۇرغۇچىمەن»[49]. ",
      "footnotes": null
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 338,
      "verse_key": "22:50",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ",
      "translation": " ئىمان ئېيتقانلار ۋە ياخشى ئەمەللەرنى قىلغانلار مەغپىرەتكە ۋە ئېسىل رىزىققا (يەنى جەننەتكە) ئېرىشىدۇ[50].",
      "footnotes": null
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 338,
      "verse_key": "22:51",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ سَعَوۡاْ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ",
      "translation": "بىزنى ئاجىز بىلىپ ئايەتلىرىمىزنى يوققا چىقىرىش ئۈچۈن تىرىشقۇچىلار ـ ئەنە شۇلار ئەھلى دوزاختۇر[51].",
      "footnotes": null
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 338,
      "verse_key": "22:52",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ",
      "translation": " بىز سەندىن ئىلگىرى ئەۋەتكەن قايسىبىر رەسۇل، قايسىبىر پەيغەمبەر بولمىسۇن، ئۇ (ئاللاھ نازىل قىلغان ئايەتلەرنى يەتكۈزۈپ قەۋمىنىڭ ھىدايەت تېپىشىنى ئۈمىد قىلىۋاتقاندا)، شەيتان ھامان ئۇنىڭ ئۈمىدىگە (شۈبھە) سالىدۇ. ئاللاھ شەيتاننىڭ سالغان شۈبھىسىنى بەربات قىلغاندىن كېيىن ئۆزىنىڭ ئايەتلىرىنى مۇستەھكەم قىلىدۇ. ئاللاھ ھەممىنى بىلگۈچىدۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر[52].",
      "footnotes": null
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 338,
      "verse_key": "22:53",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡقَاسِيَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَفِي شِقَاقِۭ بَعِيدٖ",
      "translation": "(ئاللاھتائالانىڭ مۇنداق قىلىشى) دىللىرىدا كېسەل بارلارنى، دىللىرى قەساۋەتلىشىپ كەتكەنلەرنى (يەنى ئاللاھنىڭ زىكرىگە دىلى ئېرىمەسلەرنى) شەيتاننىڭ سالغان شۈبھىسى بىلەن سىناش ئۈچۈندۇر. زالىملار (يەنى يۇقىرىدىكى مۇناپىقلار، مۇشرىكلار) ھەقىقەتەن (ئاللاھقا ۋە ئۇنىڭ پەيغەمبىرىگە) قاتتىق ئاداۋەتتىدۇر[53].",
      "footnotes": null
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 338,
      "verse_key": "22:54",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَيُؤۡمِنُواْ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "(ئاللاھتائالانىڭ مۇنداق قىلىشى) ئىلىم ئەھلىلىرىنىڭ قۇرئاننىڭ پەرۋەردىگارىڭ تەرىپىدىن كەلگەن ھەقىقەت ئىكەنلىكىنى بىلىشلىرى، شۇنىڭ بىلەن ئۇنىڭغا ئىمان ئېيتىشلىرى، دىللىرىنىڭ قۇرئانغا بوي سۇنۇشى ئۈچۈندۇر. ئاللاھ مۆمىنلەرنى ھەقىقەتەن توغرا يولغا باشلىغۇچىدۇر[54].",
      "footnotes": null
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 338,
      "verse_key": "22:55",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ فِي مِرۡيَةٖ مِّنۡهُ حَتَّىٰ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةً أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ",
      "translation": "كاپىرلار تاكى ئۇلارغا قىيامەت ئۇشتۇمتۇت كەلگۈچە ياكى ئۇلارغا قىيامەت كۈنىنىڭ ئازابى يەتكۈچە قۇرئاندىن ھامان شەكلىنىدۇ[55]. ",
      "footnotes": null
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 339,
      "verse_key": "22:56",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلۡمُلۡكُ يَوۡمَئِذٖ لِّلَّهِ يَحۡكُمُ بَيۡنَهُمۡۚ فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي جَنَّٰتِ ٱلنَّعِيمِ",
      "translation": "بۇ كۈندە پادىشاھلىق (يالغۇز) ئاللاھقا خاستۇر، ئاللاھ بەندىلەر ئارىسىدا (ئادىل) ھۆكۈم چىقىرىدۇ، ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلار (تۈرلۈك) نازۇ- نېمەتلەر بار جەننەتلەردە بولىدۇ[56].",
      "footnotes": null
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 339,
      "verse_key": "22:57",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ",
      "translation": "كاپىرلار ۋە بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلغانلار (دوزاختا) خار قىلغۇچى ئازابقا دۇچار بولىدۇ[57]. ",
      "footnotes": null
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 339,
      "verse_key": "22:58",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ",
      "translation": " ئاللاھنىڭ يولىدا ھىجرەت قىلغانلارغا، ئاندىن (جىھاد قىلىپ) ئۆلتۈرۈلگەنلەرگە ياكى (كېسەل بىلەن) ئۆلگەنلەرگە ئاللاھ چوقۇم ياخشى رىزىق (يەنى جەننەتنىڭ مەڭگۈلۈك نېمەتلىرىنى) ئاتا قىلىدۇ. رىزىق بەرگۈچىلەرنىڭ ئەڭ ياخشىسى ھەقىقەتەن يالغۇز ئاللاھتۇر[58].",
      "footnotes": null
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 339,
      "verse_key": "22:59",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٞ",
      "translation": " ئاللاھ ئۇلارنى ئەلۋەتتە ئۇلار مەمنۇن بولىدىغان جايغا (يەنى جەننەتكە) كىرگۈزىدۇ، ئاللاھ ھەقىقەتەن (ئۇلارنى مەمنۇن قىلىدىغان نەرسىلەرنى) بىلگۈچىدۇر، ھەلىمدۇر (يەنى ئۇلارنىڭ دۈشمەنلىرىنى جازالاشقا ئالدىراپ كەتمەيدۇ)[59].",
      "footnotes": null
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 339,
      "verse_key": "22:60",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ ذَٰلِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيۡهِ لَيَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ",
      "translation": " ئىش مانا شۇنداق، كىمكى قانچىلىك زۇلۇمغا ئۇچراپ شۇنچىلىك ئىنتىقامىنى ئالغان بولسا، ئاندىن يەنە زۇلۇمغا ئۇچرىسا، ئاللاھ ئۇنىڭغا چوقۇم ياردەم بېرىدۇ، ئاللاھ ھەقىقەتەن ناھايىتى ئەپۇ قىلغۇچىدۇر، ناھايىتى مەغپىرەت قىلغۇچىدۇر[60].",
      "footnotes": null
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 339,
      "verse_key": "22:61",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَأَنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ",
      "translation": " (شۇ نەرسە ئاللاھنىڭ قۇدرىتىنىڭ ئالامەتلىرىدىندۇركى) ئاللاھ كېچىنى كۈندۈزگە، كۈندۈزنى كېچىگە كىرگۈزىدۇ (شۇنىڭ بىلەن كېچە ـ كۈندۈزنىڭ ئۇزۇن ـ قىسقا بولۇشى پەسىللەر بويىچە نۆۋەتلىشىپ تۇرىدۇ)، ئاللاھ (بەندىلىرىنىڭ سۆزلىرىنى) ئاڭلاپ تۇرغۇچىدۇر، (ئەھۋالىنى) كۆرۈپ تۇرغۇچىدۇر[61].",
      "footnotes": null
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 339,
      "verse_key": "22:62",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ",
      "translation": " (بۇ قۇدرەت) شۇنىڭ ئۈچۈندۇركى، ئاللاھ ھەقتۇر، (مۇشرىكلارنىڭ) ئاللاھنى قويۇپ ئىبادەت قىلىدىغان نەرسىلىرى (يەنى بۇتلىرى) باتىلدۇر، ئاللاھ (ھەممە نەرسىدىن) ئۈستۈندۇر، بۈيۈكتۇر[62].",
      "footnotes": null
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 339,
      "verse_key": "22:63",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ",
      "translation": " ئاللاھنىڭ بۇلۇتتىن يامغۇر ياغدۇرۇپ بېرىدىغانلىقىنى، شۇنىڭ بىلەن زېمىننى يېشىلزارلىققا ئايلاندۇرىدىغانلىقىنى كۆرمىدىڭمۇ؟ ئاللاھ ھەقىقەتەن ناھايىتى مېھرىباندۇر، ھەممىدىن خەۋەرداردۇر[63].",
      "footnotes": null
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 339,
      "verse_key": "22:64",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ",
      "translation": "ئاسمانلاردىكى ۋە زېمىندىكى شەيئىلەرنىڭ ھەممىسى ئاللاھنىڭدۇر (يەنى ئاللاھنىڭ مۈلكىدۇر، ئاللاھنىڭ مەخلۇقاتىدۇر، ئاللاھنىڭ تەسەررۇپى ئاستىدىدۇر)، ئاللاھ ھەقىقەتەن ھەممىدىن بىھاجەتتۇر، ھەمدۇساناغا لايىقتۇر[64]. ",
      "footnotes": null
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 340,
      "verse_key": "22:65",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ",
      "translation": " ئاللاھنىڭ يەر يۈزىدىكى نەرسىلەرنى، ئۆزىنىڭ ئەمرى بويىچە دېڭىزدا يۈرۈۋاتقان كېمىلەرنى سىلەرگە بويسۇندۇرۇپ بەرگەنلىكىنى كۆرمىدىڭمۇ؟ (ئاسماننىڭ زېمىنغا چۈشۈپ كەتمەسلىكى ئۈچۈن، ئاللاھ ئاسماننى توختىتىپ تۇرىدۇ، پەقەت ئاللاھنىڭ ئىزنى بىلەن (ئاسماننىڭ قىيامەت بولغان چاغدا) چۈشۈپ كېتىشى بۇنىڭدىن مۇستەسنا. ئاللاھ ئىنسانلارغا ھەقىقەتەن ناھايىتى شەپقەتلىكتۇر، ناھايىتى مېھرىباندۇر[65].",
      "footnotes": null
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 340,
      "verse_key": "22:66",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۗ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ",
      "translation": "ئاللاھ سىلەرگە ھاياتلىق بېرىدۇ، ئاندىن سىلەرنىڭ جېنىڭلارنى ئالىدۇ، ئاندىن سىلەرنى تىرىلدۈرىدۇ، ئىنسان ھەقىقەتەن (ئاللاھنىڭ نېمەتلىرىگە) ناشۈكۈرلۈك قىلغۇچىدۇر[66].",
      "footnotes": null
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 340,
      "verse_key": "22:67",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ",
      "translation": " ھەر ئۈممەت ئۈچۈن بىر شەرىئەت بېكىتتۇق، ئۇلار شۇ شەرىئەتكە ئەمەل قىلىدۇ، (مۇشرىكلار) شەرىئەت ئىشىدا سەن بىلەن جېدەللەشمىسۇن، كىشىلەرنى پەرۋەردىگارىڭنىڭ (ئىبادىتىگە) دەۋەت قىلغىن، سەن ھەقىقەتەن شەكسىز توغرا يولدىدۇرسەن[67]. ",
      "footnotes": null
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 340,
      "verse_key": "22:68",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ",
      "translation": " ئەگەر ئۇلار سەن بىلەن جېدەللەشسە، ئېيتقىنكى، «ئاللاھ سىلەرنىڭ قىلمىشىڭلارنى ئوبدان بىلىدۇ[68].",
      "footnotes": null
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 340,
      "verse_key": "22:69",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ",
      "translation": "ئاللاھ قىيامەت كۈنى سىلەر ئىختىلاپ قىلىشقان نەرسىلەر ئۈستىدە ھۆكۈم چىقىرىدۇ»[69].",
      "footnotes": null
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 340,
      "verse_key": "22:70",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ",
      "translation": " بىلمەمسەنكى، ئاللاھ ئاسمان، زېمىندىكى شەيئىلەرنى بىلىپ تۇرىدۇ، بۇ ھەقىقەتەن لەۋھۇلمەھپۇزدا (يېزىلغان)، بۇ (يەنى بىلىش) ھەقىقەتەن ئاللاھقا ئاسان[70].",
      "footnotes": null
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 340,
      "verse_key": "22:71",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٖ",
      "translation": " ئۇلار ئاللاھنى قويۇپ، (ئىبادەت قىلىشنىڭ دۇرۇسلۇقىغا) ئاللاھ ھېچقانداق دەلىل چۈشۈرمىگەن نەرسىلەرگە ۋە ئۆزلىرى بىلمەيدىغان نەرسىلەرگە چوقۇنىدۇ، زالىملارغا ھېچقانداق مەدەتكار يوق[71]. ",
      "footnotes": null
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 340,
      "verse_key": "22:72",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ",
      "translation": "كاپىرلارغا بىزنىڭ روشەن ئايەتلىرىمىز ئوقۇپ بېرىلسە، ئۇلارنىڭ چېھرىلىرىدە (قوشۇمىسى تۈرۈلگەنلىكتىن) ئىنكار قىلغانلىقنى كۆرۈسەن، ئۇلارنىڭ بىزنىڭ ئايەتلىرىمىزنى ئوقۇپ بەرگۈچىلەرگە ھۇجۇم قىلغىلى تاس قىلغانلىقىنى كۆرۈسەن. ئېيتقىنكى، «سىلەرگە مەن بۇنىڭدىنمۇ يامانراقىنى ئېيتىپ بېرەيمۇ؟ ئۇ دوزاختۇر. ئاللاھ ئۇنى كاپىرلارغا ۋەدە قىلدى، ئۇلار قايتىپ بارىدىغان جاي نېمىدېگەن يامان!»[72].",
      "footnotes": null
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 341,
      "verse_key": "22:73",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓۚ إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن يَخۡلُقُواْ ذُبَابٗا وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡـٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ",
      "translation": "ئى ئىنسانلار! بىر مىسال كەلتۈرۈلىدۇ، ئۇنىڭغا قۇلاق سېلىڭلار، شۈبھىسىزكى، سىلەر ئاللاھنى قويۇپ چوقۇنۇۋاتقان بۇتلارنىڭ ھەممىسى يىغىلغان تەقدىردىمۇ بىر چىۋىننى يارىتالمايدۇ (ئەقلى بار ئادەم قانداقمۇ مۇشۇنداق بۇتلارنى مەبۇد قىلىۋېلىپ ئۇلارغا چوقۇنىدۇ!)، چىۋىن ئۇلارنىڭ بەدىنىدىن بىر نەرسىنى (يەنى بۇتقا سۈركەپ قويۇلغان خۇش پۇراق بىر نەرسىنى) ئېلىپ قاچسا، ئۇنى چىۋىندىن تارتىپ ئالالمايدۇ، بۇتمۇ ۋە (ئۇنىڭغا) چوقۇنغۇچىمۇ ئاجىزدۇر[73].",
      "footnotes": null
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 341,
      "verse_key": "22:74",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ",
      "translation": "ئۇلار (ئەرزىمەس بۇتلارنى ئاللاھقا شېرىك قىلىۋېلىپ) ئاللاھنى تېگىشلىك رەۋىشتە ئۇلۇغلاشمىدى، شۈبھىسىزكى، ئاللاھ ھەقىقەتەن كۈچلۈكتۇر، غالىبتۇر[74]. ",
      "footnotes": null
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 341,
      "verse_key": "22:75",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ",
      "translation": "ئاللاھ پەرىشتىلەردىنمۇ (پەيغەمبەرلىرىگە ۋەھىي يەتكۈزۈش ئۈچۈن)، ئىنسانلاردىنمۇ (شەرىئەتنى بەندىلىرىگە يەتكۈزۈش ئۈچۈن) ئەلچىلەرنى تاللايدۇ، ئاللاھ ھەقىقەتەن (بەندىلىرىنىڭ سۆزلىرىنى) ئاڭلاپ تۇرغۇچىدۇر، (قىلمىشلىرىنى) كۆرۈپ تۇرغۇچىدۇر[75].",
      "footnotes": null
    },
    {
      "id": 76,
      "verse_number": 76,
      "page_number": 341,
      "verse_key": "22:76",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ",
      "translation": "ئاللاھ ئۇلارنىڭ ئالدىدىكى نەرسىلەرنى (يەنى ئۇلارنىڭ ھازىرقى ئەھۋالىنى ۋە ھازىرقى ئىشلىرىنى) ۋە ئارقىسىدىكى نەرسىلەرنى (يەنى كەلگۈسىدىكى ئەھۋالىنى ۋە كەلگۈسىدىكى ئىشلىرىنى) بىلىدۇ، (بەندىلەرنىڭ) ئىشلىرىنىڭ ھەممىسى ئاللاھقا قايتۇرۇلىدۇ (ئاللاھ ئۇلارغا يا مۇكاپات، يا جازا بېرىدۇ)[76].",
      "footnotes": null
    },
    {
      "id": 77,
      "verse_number": 77,
      "page_number": 341,
      "verse_key": "22:77",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱرۡكَعُواْ وَٱسۡجُدُواْۤ وَٱعۡبُدُواْ رَبَّكُمۡ وَٱفۡعَلُواْ ٱلۡخَيۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ۩",
      "translation": " ئى مۆمىنلەر! بەختكە ئېرىشىشىڭلار ئۈچۈن رۇكۇ قىلىڭلار، سەجدە قىلىڭلار (يەنى تەزەررۇ بىلەن ناماز ئوقۇڭلار)، (يالغۇز) پەرۋەردىگارىڭلارغا ئىبادەت قىلىڭلار، ياخشى ئىشلارنى (يەنى خىش ـ ئەقرىبالارغا سىلە ـ رەھىم قىلىش، يېتىم ـ يېسىرلەرنىڭ بېشىنى سىلاش، كېچىسى تەھەججۇد نامىزى ئۆتەش قاتارلىق ئىشلارنى) قىلىڭلار[77].",
      "footnotes": null
    },
    {
      "id": 78,
      "verse_number": 78,
      "page_number": 341,
      "verse_key": "22:78",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ",
      "translation": "ئاللاھنىڭ يولىدا (پۇل ـ مېلىڭلار بىلەن، جېنىڭلار بىلەن) تاقىتىڭلارنىڭ يېتىشىچە جىھاد قىلىڭلار، ئاللاھ (دىنغا ياردەم بېرىشكە ئۈممەتلەر ئارىسىدىن) سىلەرنى تاللىدى. (ئەڭ مۇكەممەل شەرىئەت ۋە ئۇلۇغ پەيغەمبەرنى سىلەرگە خاس قىلدى). سىلەرگە دىندا ھېچقانداق مۈشكۈللۈكنى قىلمىدى (سىلەرنى سىلەر تاقەت قىلالمايدىغان ئىشلارنى قىلىشقا تەكلىپ قىلمىدى). (بۇ) ئاتاڭلار ئىبراھىمنىڭ دىنىدۇر (بۇ توغرا دىن بولغانلىقى ئۈچۈن، ئۇنى مەھكەم ئۇچلاڭلار)، ئاللاھ سىلەرنى ئىلگىرى (يەنى قۇرئاندىن ئىلگىرىكى كىتابلاردا) مۇسۇلمان دەپ ئاتىغان ئىدى. قۇرئاندىمۇ شۇنداق ئاتىدى. (ئاللاھ) پەيغەمبەرنى سىلەرگە گۇۋاھ بولۇشقا ۋە سىلەرنى كىشىلەرگە گۇۋاھ بولۇشقا (تاللىدى)، ناماز ئوقۇڭلار، زاكات بېرىڭلار، ئاللاھقا يېپىشىڭلار، ئاللاھ سىلەرنىڭ ئىگەڭلاردۇر، ئاللاھ نېمىدېگەن ياخشى ئىگە! نېمىدېگەن ياخشى مەدەتكار![78].",
      "footnotes": null
    }
  ]
}