{
  "result": [
    {
      "id": "5476",
      "sura": "73",
      "aya": "1",
      "arabic_text": "يَٰٓأَيُّهَا ٱلۡمُزَّمِّلُ",
      "translation": "1. ¡Oh, tú (Muhammad) que estás cubierto con tus vestimentas (durmiendo)!",
      "footnotes": ""
    },
    {
      "id": "5477",
      "sura": "73",
      "aya": "2",
      "arabic_text": "قُمِ ٱلَّيۡلَ إِلَّا قَلِيلٗا",
      "translation": "2. Levántate para rezar durante la mayor parte de la noche;",
      "footnotes": ""
    },
    {
      "id": "5478",
      "sura": "73",
      "aya": "3",
      "arabic_text": "نِّصۡفَهُۥٓ أَوِ ٱنقُصۡ مِنۡهُ قَلِيلًا",
      "translation": "3. o durante la mitad, o un poco menos;",
      "footnotes": ""
    },
    {
      "id": "5479",
      "sura": "73",
      "aya": "4",
      "arabic_text": "أَوۡ زِدۡ عَلَيۡهِ وَرَتِّلِ ٱلۡقُرۡءَانَ تَرۡتِيلًا",
      "translation": "4. o durante un poco más (de la mitad), y recita el Corán despacio (pronunciando cada letra con claridad).",
      "footnotes": ""
    },
    {
      "id": "5480",
      "sura": "73",
      "aya": "5",
      "arabic_text": "إِنَّا سَنُلۡقِي عَلَيۡكَ قَوۡلٗا ثَقِيلًا",
      "translation": "5. Vamos a transmitirte una revelación de gran peso.",
      "footnotes": ""
    },
    {
      "id": "5481",
      "sura": "73",
      "aya": "6",
      "arabic_text": "إِنَّ نَاشِئَةَ ٱلَّيۡلِ هِيَ أَشَدُّ وَطۡـٔٗا وَأَقۡوَمُ قِيلًا",
      "translation": "6. Realmente, las horas de la noche son mejores para comprender el Corán y recitarlo[1092].",
      "footnotes": "[1092]  La noche es uno de los mejores momentos para dedicarlos a cualquier acto de adoración voluntario porque en ella reina la quietud y el silencio, y porque el hombre ha terminado sus quehaceres cotidianos y puede adorar a su Señor con mayor recogimiento. "
    },
    {
      "id": "5482",
      "sura": "73",
      "aya": "7",
      "arabic_text": "إِنَّ لَكَ فِي ٱلنَّهَارِ سَبۡحٗا طَوِيلٗا",
      "translation": "7. En verdad dispones de mucho tiempo durante el día (para dedicarlo a otros quehaceres).",
      "footnotes": ""
    },
    {
      "id": "5483",
      "sura": "73",
      "aya": "8",
      "arabic_text": "وَٱذۡكُرِ ٱسۡمَ رَبِّكَ وَتَبَتَّلۡ إِلَيۡهِ تَبۡتِيلٗا",
      "translation": "8. Glorifica el nombre de tu Señor y conságrate a adorarlo con devoción.",
      "footnotes": ""
    },
    {
      "id": "5484",
      "sura": "73",
      "aya": "9",
      "arabic_text": "رَّبُّ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ لَآ إِلَٰهَ إِلَّا هُوَ فَٱتَّخِذۡهُ وَكِيلٗا",
      "translation": "9. Él es el Señor del Oriente y del Occidente. No existe nada ni nadie con derecho a ser adorado excepto Él. ¡Tómalo, pues, como tu único protector!",
      "footnotes": ""
    },
    {
      "id": "5485",
      "sura": "73",
      "aya": "10",
      "arabic_text": "وَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱهۡجُرۡهُمۡ هَجۡرٗا جَمِيلٗا",
      "translation": "10. Sé paciente con lo que dicen (los idólatras de La Meca) y aléjate de ellos de buena manera.",
      "footnotes": ""
    },
    {
      "id": "5486",
      "sura": "73",
      "aya": "11",
      "arabic_text": "وَذَرۡنِي وَٱلۡمُكَذِّبِينَ أُوْلِي ٱلنَّعۡمَةِ وَمَهِّلۡهُمۡ قَلِيلًا",
      "translation": "11. Y deja que Yo me encargue de quienes niegan la verdad a pesar de que disfrutan de bienes terrenales (y ello no los hace ser agradecidos); y concédeles un plazo de tiempo.",
      "footnotes": ""
    },
    {
      "id": "5487",
      "sura": "73",
      "aya": "12",
      "arabic_text": "إِنَّ لَدَيۡنَآ أَنكَالٗا وَجَحِيمٗا",
      "translation": "12. En verdad, tenemos (para ellos) junto a Nosotros cadenas y el fuego del Infierno,",
      "footnotes": ""
    },
    {
      "id": "5488",
      "sura": "73",
      "aya": "13",
      "arabic_text": "وَطَعَامٗا ذَا غُصَّةٖ وَعَذَابًا أَلِيمٗا",
      "translation": "13. así como una comida que se les atragantará y un tormento doloroso ",
      "footnotes": ""
    },
    {
      "id": "5489",
      "sura": "73",
      "aya": "14",
      "arabic_text": "يَوۡمَ تَرۡجُفُ ٱلۡأَرۡضُ وَٱلۡجِبَالُ وَكَانَتِ ٱلۡجِبَالُ كَثِيبٗا مَّهِيلًا",
      "translation": "14. (para) el día en que temblarán la tierra y las montañas, y estas se convertirán en montones de polvo esparcido.",
      "footnotes": ""
    },
    {
      "id": "5490",
      "sura": "73",
      "aya": "15",
      "arabic_text": "إِنَّآ أَرۡسَلۡنَآ إِلَيۡكُمۡ رَسُولٗا شَٰهِدًا عَلَيۡكُمۡ كَمَآ أَرۡسَلۡنَآ إِلَىٰ فِرۡعَوۡنَ رَسُولٗا",
      "translation": "15. Ciertamente, les hemos enviado (¡oh, gentes de La Meca!) un Mensajero como testigo (Muhammad), al igual que enviamos un Mensajero (Moisés) al Faraón.",
      "footnotes": ""
    },
    {
      "id": "5491",
      "sura": "73",
      "aya": "16",
      "arabic_text": "فَعَصَىٰ فِرۡعَوۡنُ ٱلرَّسُولَ فَأَخَذۡنَٰهُ أَخۡذٗا وَبِيلٗا",
      "translation": "16. Mas el Faraón desobedeció al Mensajero y lo castigamos severamente.",
      "footnotes": ""
    },
    {
      "id": "5492",
      "sura": "73",
      "aya": "17",
      "arabic_text": "فَكَيۡفَ تَتَّقُونَ إِن كَفَرۡتُمۡ يَوۡمٗا يَجۡعَلُ ٱلۡوِلۡدَٰنَ شِيبًا",
      "translation": "17. ¿Cómo podrán protegerse (del castigo de Al-lah), si niegan la verdad, el Día (de la Resurrección) en que los niños encanecerán (debido al horror que contemplarán)?",
      "footnotes": ""
    },
    {
      "id": "5493",
      "sura": "73",
      "aya": "18",
      "arabic_text": "ٱلسَّمَآءُ مُنفَطِرُۢ بِهِۦۚ كَانَ وَعۡدُهُۥ مَفۡعُولًا",
      "translation": "18. Ese día el cielo se resquebrajará, y la promesa de Al-lah se cumplirá sin duda alguna.",
      "footnotes": ""
    },
    {
      "id": "5494",
      "sura": "73",
      "aya": "19",
      "arabic_text": "إِنَّ هَٰذِهِۦ تَذۡكِرَةٞۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلًا",
      "translation": "19. Ciertamente, este (Corán) es una exhortación para quien (quiera beneficiarse de ella y) tome el camino que lo lleve a su Señor.",
      "footnotes": ""
    },
    {
      "id": "5495",
      "sura": "73",
      "aya": "20",
      "arabic_text": "۞ إِنَّ رَبَّكَ يَعۡلَمُ أَنَّكَ تَقُومُ أَدۡنَىٰ مِن ثُلُثَيِ ٱلَّيۡلِ وَنِصۡفَهُۥ وَثُلُثَهُۥ وَطَآئِفَةٞ مِّنَ ٱلَّذِينَ مَعَكَۚ وَٱللَّهُ يُقَدِّرُ ٱلَّيۡلَ وَٱلنَّهَارَۚ عَلِمَ أَن لَّن تُحۡصُوهُ فَتَابَ عَلَيۡكُمۡۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنَ ٱلۡقُرۡءَانِۚ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرۡضَىٰ وَءَاخَرُونَ يَضۡرِبُونَ فِي ٱلۡأَرۡضِ يَبۡتَغُونَ مِن فَضۡلِ ٱللَّهِ وَءَاخَرُونَ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنۡهُۚ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗاۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِ هُوَ خَيۡرٗا وَأَعۡظَمَ أَجۡرٗاۚ وَٱسۡتَغۡفِرُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمُۢ",
      "translation": "20. Tu Señor sabe que a veces rezas un poco menos de dos tercios de la noche, a veces la mitad y a veces un tercio de esta (¡oh, Muhammad!) junto con un grupo de los que te siguen. Y Al-lah es quien determina la duración de la noche y del día (a lo largo del año). Sabe que no pueden rezar durante la noche entera, y los ha perdonado por ello (rebajando su obligación). Reciten, pues, lo que puedan del Corán (en el salat). También sabe (Al-lah) que entre ustedes hay enfermos, viajeros que buscan el favor de Al-lah y quienes están combatiendo por Su causa. Reciten, pues, lo que puedan del Corán (en el salat). Y cumplan con el salat, entreguen el azaque y sean generosos contribuyendo a la causa de Al-lah. Todo bien que hagan será en su propio beneficio, y Al-lah se los recompensará; y la recompensa de Al-lah es mucho mejor y más abundante (que los bienes de los que pueden disponer en la vida terrenal). Y pidan perdón a Al-lah. En verdad, Al-lah es Indulgente y Misericordioso.",
      "footnotes": ""
    }
  ]
}