{
  "result": [
    {
      "id": "5230",
      "sura": "66",
      "aya": "1",
      "arabic_text": "يَٰٓأَيُّهَا ٱلنَّبِيُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَۖ تَبۡتَغِي مَرۡضَاتَ أَزۡوَٰجِكَۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
      "translation": "Foo ɑ Nabiyaama! Yaa bõe tɩ f haremd( gɩdgd f mengɑ) ne bũmb ning Wẽnd sẽn mɑɑn tɩ yɑɑ halɑɑl n kõ foomã n baood f pagb yarda, la Wẽnd yaa yaafg Naab n yaa yolsg Naaba.",
      "footnotes": ""
    },
    {
      "id": "5231",
      "sura": "66",
      "aya": "2",
      "arabic_text": "قَدۡ فَرَضَ ٱللَّهُ لَكُمۡ تَحِلَّةَ أَيۡمَٰنِكُمۡۚ وَٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ",
      "translation": "Wẽnd maanam tɩ yaa tɩlae yãmb zugu y wẽenegã yidgri, la Wẽnd la yãmb lallda, Yẽnda me la Mit Naab n yaa yam bedr Soaba.",
      "footnotes": ""
    },
    {
      "id": "5232",
      "sura": "66",
      "aya": "3",
      "arabic_text": "وَإِذۡ أَسَرَّ ٱلنَّبِيُّ إِلَىٰ بَعۡضِ أَزۡوَٰجِهِۦ حَدِيثٗا فَلَمَّا نَبَّأَتۡ بِهِۦ وَأَظۡهَرَهُ ٱللَّهُ عَلَيۡهِ عَرَّفَ بَعۡضَهُۥ وَأَعۡرَضَ عَنۢ بَعۡضٖۖ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتۡ مَنۡ أَنۢبَأَكَ هَٰذَاۖ قَالَ نَبَّأَنِيَ ٱلۡعَلِيمُ ٱلۡخَبِيرُ",
      "translation": "La wakat ning Nabiyaamã sẽn wa n solg a pagbã sãnda nengẽ ne goama, la pagã sẽn wa n togs gomdã, tɩ Wẽnd vẽneg n wilg Nabiyaamã, Nabiyaamã wilg-a-la goamã sãnda la a bas sãnda. Lɑ Wakat ning Nabiyaamã sẽn wa n togs a (paga) goamã, la a sẽn yeele: \"yaa ãnd n togs foo wã? Tɩ Nabiyaamã yeele: \"yaa mit Naabã n togs maam; minim Tẽng-n-biigã.",
      "footnotes": ""
    },
    {
      "id": "5233",
      "sura": "66",
      "aya": "4",
      "arabic_text": "إِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدۡ صَغَتۡ قُلُوبُكُمَاۖ وَإِن تَظَٰهَرَا عَلَيۡهِ فَإِنَّ ٱللَّهَ هُوَ مَوۡلَىٰهُ وَجِبۡرِيلُ وَصَٰلِحُ ٱلۡمُؤۡمِنِينَۖ وَٱلۡمَلَٰٓئِكَةُ بَعۡدَ ذَٰلِكَ ظَهِيرٌ",
      "translation": "Sõmbɑ ne Yãmb ɑ pɑgbɑ yiibã tɩ tuub n tʋg Wẽnd nengẽ, sɩd la hakɩɩka, yãmb y yiibã sũyã tʋdgame, la yãmb y yiibã sã n sõng taab n nams-a, bɩ y bãng tɩ ad yaa Wẽnd la a lallda, la a Gibriila, la muunim sõmbsã, malεgsã me, Wẽnd sõngrã poorẽ b yaa ɑ sõngdba.",
      "footnotes": ""
    },
    {
      "id": "5234",
      "sura": "66",
      "aya": "5",
      "arabic_text": "عَسَىٰ رَبُّهُۥٓ إِن طَلَّقَكُنَّ أَن يُبۡدِلَهُۥٓ أَزۡوَٰجًا خَيۡرٗا مِّنكُنَّ مُسۡلِمَٰتٖ مُّؤۡمِنَٰتٖ قَٰنِتَٰتٖ تَٰٓئِبَٰتٍ عَٰبِدَٰتٖ سَٰٓئِحَٰتٖ ثَيِّبَٰتٖ وَأَبۡكَارٗا",
      "translation": "Tõe t'a sã n kao yãmb furi, bɩ ɑ Soɑbɑ tedgd n kõ-a pagb sõmlem sẽn yɩɩd yãmba : lɩslaam pogse, muumin pogse, Wẽnd-zoet-pogse, pagb sẽn yaa tuubdba, wẽnd-tũud-pogse, no-loεtba, pʋg-futu la pʋg-sãdba.",
      "footnotes": ""
    },
    {
      "id": "5235",
      "sura": "66",
      "aya": "6",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قُوٓاْ أَنفُسَكُمۡ وَأَهۡلِيكُمۡ نَارٗا وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُ عَلَيۡهَا مَلَٰٓئِكَةٌ غِلَاظٞ شِدَادٞ لَّا يَعۡصُونَ ٱللَّهَ مَآ أَمَرَهُمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ",
      "translation": "Yãmb ɑ neb nins sẽn kõ-b sɩd ne Wẽnde! Gũ-y mens la y zak rãmb n yi Bugum, a raadã yaa neb la kuga, malεgs n be a zug sẽn yaa pãens rãmb n yaa kegemse, b pa kɩɩsd Wẽnd A sẽn sagl-b ne bũmb ningã ye, la b tʋmd b sẽn rogl-b bũmb ningã.",
      "footnotes": ""
    },
    {
      "id": "5236",
      "sura": "66",
      "aya": "7",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ كَفَرُواْ لَا تَعۡتَذِرُواْ ٱلۡيَوۡمَۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "Yãmb ɑ neb nins sẽn kɩfle! Ra padem-y rũndã ye, ad b sẽn rond yãmbã yaa bũmb ning yãmb sẽn da tʋmdã.",
      "footnotes": ""
    },
    {
      "id": "5237",
      "sura": "66",
      "aya": "8",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ تُوبُوٓاْ إِلَى ٱللَّهِ تَوۡبَةٗ نَّصُوحًا عَسَىٰ رَبُّكُمۡ أَن يُكَفِّرَ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيُدۡخِلَكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يَوۡمَ لَا يُخۡزِي ٱللَّهُ ٱلنَّبِيَّ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥۖ نُورُهُمۡ يَسۡعَىٰ بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۡ يَقُولُونَ رَبَّنَآ أَتۡمِمۡ لَنَا نُورَنَا وَٱغۡفِرۡ لَنَآۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "Yãmb ɑ neb nins sẽn kõ sɩd ne Wẽnde! Tuub-y n tʋg Wẽnd nengẽ, tuubg sẽn yaa pʋ-peelem tuubgu, sãnd-sãnde yãmb Soabã na yaaf yãmb yel-wẽna, la A kẽes yãmb Arzãn-rãmbẽ ko-sood sẽn zoet b tẽngre. Raar ning Wẽnd sẽn pa ningd Nabiyaamã yãnde la neb nins sẽn kõ sɩd n lagem-a wã. Bãmb nuura wã yaa sẽn yẽnegdg bãmb nems taoor la b rɩts wεεngẽ; b yetame: \"Tõnd Soaba! Pids d nuura wã la F yaaf-do, ad Fo yaa tõod ne bũmbã fãa\".",
      "footnotes": ""
    },
    {
      "id": "5238",
      "sura": "66",
      "aya": "9",
      "arabic_text": "يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ",
      "translation": "Foom ɑ Nabiyaama! Zɑb ne kɩfr-rãmbã lɑ munaafɩgsã, lɑ f tɑk ne-b kãe-kãe, lɑ b kõom zĩĩg yɑɑ Gεhannɑm, lɑ lebgr zĩig yɩ wẽngɑ.",
      "footnotes": ""
    },
    {
      "id": "5239",
      "sura": "66",
      "aya": "10",
      "arabic_text": "ضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ كَفَرُواْ ٱمۡرَأَتَ نُوحٖ وَٱمۡرَأَتَ لُوطٖۖ كَانَتَا تَحۡتَ عَبۡدَيۡنِ مِنۡ عِبَادِنَا صَٰلِحَيۡنِ فَخَانَتَاهُمَا فَلَمۡ يُغۡنِيَا عَنۡهُمَا مِنَ ٱللَّهِ شَيۡـٔٗا وَقِيلَ ٱدۡخُلَا ٱلنَّارَ مَعَ ٱلدَّٰخِلِينَ",
      "translation": "Wẽnd rɩka bilgr ne neb nins sẽn kɩfl-bã, a Nuuh pagã la a Lʋʋt pagã. B ra bee yembs a yiib nugẽ sẽn yi Tõnd yembsẽ wã, ɑd yɑɑ yemb sõms ɑ yiibu, tɩ b zãmb-ba, lɑ b pa tõog n gɩdg b pɑgb ɑ yiibã n yi Wẽnd naongã ye, tɩ b yeel-ba: kẽ-y Bugmã n lagem kẽedbã.",
      "footnotes": ""
    },
    {
      "id": "5240",
      "sura": "66",
      "aya": "11",
      "arabic_text": "وَضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ ءَامَنُواْ ٱمۡرَأَتَ فِرۡعَوۡنَ إِذۡ قَالَتۡ رَبِّ ٱبۡنِ لِي عِندَكَ بَيۡتٗا فِي ٱلۡجَنَّةِ وَنَجِّنِي مِن فِرۡعَوۡنَ وَعَمَلِهِۦ وَنَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ",
      "translation": "Wẽnd leb n rɩka bilgr ne neb nins sẽn kõ-b sɩd ne Wẽndã, ne a Fɩr-aoon pagã. Wakat ning a sẽn wa n yeele: \"m Soaba! Me zak n kõ maam Fo nengẽ Arzãnã pʋgẽ, la F põsg-m n yi a Fɩr-aoon ne a tʋʋmã, la F põsg-m n yi ninsaan-wẽgdbã\".",
      "footnotes": ""
    },
    {
      "id": "5241",
      "sura": "66",
      "aya": "12",
      "arabic_text": "وَمَرۡيَمَ ٱبۡنَتَ عِمۡرَٰنَ ٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتۡ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتۡ مِنَ ٱلۡقَٰنِتِينَ",
      "translation": "La a Maryam, a ɭmraan bi-pʋglã, sẽn gũus a taoorã n yi yoobã, tɩ Tõnd tʋms tɩ f fʋʋs a pʋgẽ. La a kõo sɩd ne a Soabã goamã la A gaf-rãmbã; a ra yɩɩme n yaa wẽn-zoεta.",
      "footnotes": ""
    }
  ]
}