{
  "result": [
    {
      "id": "4676",
      "sura": "51",
      "aya": "1",
      "arabic_text": "وَٱلذَّٰرِيَٰتِ ذَرۡوٗا",
      "translation": "Naapa kwa pepo zinazo tawanya!",
      "footnotes": "Ninaapa kwa pepo zinazo timua mawingu, zikayasukuma kwa nguvu, huku zikibeba mizigo mizito ya maji, zikawa zinakwenda kwa wepesi kwa amri ya Mwenyezi Mungu, zikawa zinagawanya riziki kwa ampendaye Mwenyezi Mungu."
    },
    {
      "id": "4677",
      "sura": "51",
      "aya": "2",
      "arabic_text": "فَٱلۡحَٰمِلَٰتِ وِقۡرٗا",
      "translation": "Na zinazo beba mizigo!",
      "footnotes": "Huku zikibeba mizigo mizito ya maji."
    },
    {
      "id": "4678",
      "sura": "51",
      "aya": "3",
      "arabic_text": "فَٱلۡجَٰرِيَٰتِ يُسۡرٗا",
      "translation": "Na zinazo kwenda kwa wepesi.",
      "footnotes": "Zikawa zinakwenda kwa wepesi kwa amri ya Mwenyezi Mungu."
    },
    {
      "id": "4679",
      "sura": "51",
      "aya": "4",
      "arabic_text": "فَٱلۡمُقَسِّمَٰتِ أَمۡرًا",
      "translation": "Na zinazo gawanya kwa amri!",
      "footnotes": "Zikawa zinagawanya riziki kwa ampendaye Mwenyezi Mungu."
    },
    {
      "id": "4680",
      "sura": "51",
      "aya": "5",
      "arabic_text": "إِنَّمَا تُوعَدُونَ لَصَادِقٞ",
      "translation": "Hakika mnayo ahidiwa bila ya shaka ni kweli!",
      "footnotes": "Hakika hayo mnayo ahidiwa, nayo ya kufufuliwa na mengineyo, ni hakika ya kweli itakayo tokea."
    },
    {
      "id": "4681",
      "sura": "51",
      "aya": "6",
      "arabic_text": "وَإِنَّ ٱلدِّينَ لَوَٰقِعٞ",
      "translation": "Na kwa hakika malipo bila ya shaka yatatokea.",
      "footnotes": "Na kwamba kwa yakini malipo kwa vitendo vyenu yatakuwa tu hapana hivi wala hivi."
    },
    {
      "id": "4682",
      "sura": "51",
      "aya": "7",
      "arabic_text": "وَٱلسَّمَآءِ ذَاتِ ٱلۡحُبُكِ",
      "translation": "Naapa kwa mbingu zenye njia!",
      "footnotes": "Ninaapa kwa mbingu zenye njia zilizo wekwa baraabara."
    },
    {
      "id": "4683",
      "sura": "51",
      "aya": "8",
      "arabic_text": "إِنَّكُمۡ لَفِي قَوۡلٖ مُّخۡتَلِفٖ",
      "translation": "Hakika nyinyi bila ya shaka mmo katika kauli inayo khitalifiana.",
      "footnotes": "Kwamba nyinyi msemapo mnayo yasema ni maneno ya kugongana."
    },
    {
      "id": "4684",
      "sura": "51",
      "aya": "9",
      "arabic_text": "يُؤۡفَكُ عَنۡهُ مَنۡ أُفِكَ",
      "translation": "Anageuzwa kutokana na haki mwenye kugeuzwa.",
      "footnotes": "Huacha kuamini hiyo ahadi ya kweli na malipo yatakayo kuwa huyo anaye acha, kwa sababu amekhiari kufuata pumbao la nafsi yake kuliko akili yake."
    },
    {
      "id": "4685",
      "sura": "51",
      "aya": "10",
      "arabic_text": "قُتِلَ ٱلۡخَرَّٰصُونَ",
      "translation": "Wazushi wameangamizwa.",
      "footnotes": "Wameteketea waongo wanao sema katika khabari za Kiyama kuwa ni mambo ya dhana na kukisia tu, ambao kwamba wamezamishwa katika ujinga, wameghafilika na dalili za yakini."
    },
    {
      "id": "4686",
      "sura": "51",
      "aya": "11",
      "arabic_text": "ٱلَّذِينَ هُمۡ فِي غَمۡرَةٖ سَاهُونَ",
      "translation": "Ambao wameghafilika katika ujinga.",
      "footnotes": "Ambao kwamba wamezamishwa katika ujinga, wameghafilika na dalili za yakini."
    },
    {
      "id": "4687",
      "sura": "51",
      "aya": "12",
      "arabic_text": "يَسۡـَٔلُونَ أَيَّانَ يَوۡمُ ٱلدِّينِ",
      "translation": "Wanauliza: Ni lini hiyo siku ya malipo?",
      "footnotes": "Wanauliza kwa kejeli, kwa kuwa wanaona hayawi hayo: Lini itakuwa hiyo siku ya malipo?"
    },
    {
      "id": "4688",
      "sura": "51",
      "aya": "13",
      "arabic_text": "يَوۡمَ هُمۡ عَلَى ٱلنَّارِ يُفۡتَنُونَ",
      "translation": "Hiyo ni siku watakayo adhibiwa Motoni.",
      "footnotes": "Siku watapo simamishwa Motoni wakichomwa!"
    },
    {
      "id": "4689",
      "sura": "51",
      "aya": "14",
      "arabic_text": "ذُوقُواْ فِتۡنَتَكُمۡ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ",
      "translation": "Onjeni adhabu yenu! Haya ndiyo mliyo kuwa mkiyahimiza.",
      "footnotes": "Wataambiwa: Onjeni adhabu yenu hii ambayo duniani mlikuwa mkiihimiza iwe."
    },
    {
      "id": "4690",
      "sura": "51",
      "aya": "15",
      "arabic_text": "إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ",
      "translation": "Hakika wachamngu watakuwa katika Mabustani na chemchem.",
      "footnotes": "Hakika walio mt'ii Mwenyezi Mungu na wakamkhofu watakuwa wananeemeka katika Mabustani na chemchem za Peponi ambazo haziwezi kusifika hakika yake."
    },
    {
      "id": "4691",
      "sura": "51",
      "aya": "16",
      "arabic_text": "ءَاخِذِينَ مَآ ءَاتَىٰهُمۡ رَبُّهُمۡۚ إِنَّهُمۡ كَانُواْ قَبۡلَ ذَٰلِكَ مُحۡسِنِينَ",
      "translation": "Wanapokea aliyo wapa Mola wao Mlezi. Kwa hakika hao walikuwa kabla ya haya wakifanya mema.",
      "footnotes": "Wakipokea thawabu na takrima wanazo pewa na Mola wao Mlezi. Hakika hao kabla ya hapo walikuwa duniani ni wenye kufanya mambo mazuri kwa kutimiza waliyo takiwa wayafanye."
    },
    {
      "id": "4692",
      "sura": "51",
      "aya": "17",
      "arabic_text": "كَانُواْ قَلِيلٗا مِّنَ ٱلَّيۡلِ مَا يَهۡجَعُونَ",
      "translation": "Walikuwa wakilala kidogo tu usiku.",
      "footnotes": "Walikuwa kulala kwao usiku ni kuchache, na wakikesha sana kwa ibada."
    },
    {
      "id": "4693",
      "sura": "51",
      "aya": "18",
      "arabic_text": "وَبِٱلۡأَسۡحَارِ هُمۡ يَسۡتَغۡفِرُونَ",
      "translation": "Na kabla ya alfajiri wakiomba maghfira.",
      "footnotes": "Na mwishoni mwa usiku walikuwa wakiomba maghfira."
    },
    {
      "id": "4694",
      "sura": "51",
      "aya": "19",
      "arabic_text": "وَفِيٓ أَمۡوَٰلِهِمۡ حَقّٞ لِّلسَّآئِلِ وَٱلۡمَحۡرُومِ",
      "translation": "Na katika mali yao ipo haki ya mwenye kuomba na asiye omba.",
      "footnotes": "Na katika mali yao wakiweka fungu maalumu lilio thibiti kwa ajili ya wenye haja, wanao omba na wanao jizuilia kuomba kwa kujiteta."
    },
    {
      "id": "4695",
      "sura": "51",
      "aya": "20",
      "arabic_text": "وَفِي ٱلۡأَرۡضِ ءَايَٰتٞ لِّلۡمُوقِنِينَ",
      "translation": "Na katika ardhi zipo Ishara kwa wenye yakini.",
      "footnotes": "Na katika ardhi zipo dalili nyingi zilizo wazi zinazo pelekea yakini, kwa mwenye kuitafuta njia."
    },
    {
      "id": "4696",
      "sura": "51",
      "aya": "21",
      "arabic_text": "وَفِيٓ أَنفُسِكُمۡۚ أَفَلَا تُبۡصِرُونَ",
      "translation": "Na pia katika nafsi zenu - Je! Hamwoni?",
      "footnotes": "Na hali kadhaalika katika nafsi zenu zipo Ishara zilizo wazi. Je! Mmeghafilika nazo, hamzioni?"
    },
    {
      "id": "4697",
      "sura": "51",
      "aya": "22",
      "arabic_text": "وَفِي ٱلسَّمَآءِ رِزۡقُكُمۡ وَمَا تُوعَدُونَ",
      "translation": "Na katika mbingu ziko riziki zenu na mliyo ahidiwa.",
      "footnotes": "Na katika mbingu ipo amri ya riziki zenu na kukadiriwa mnayo ahidiwa."
    },
    {
      "id": "4698",
      "sura": "51",
      "aya": "23",
      "arabic_text": "فَوَرَبِّ ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِنَّهُۥ لَحَقّٞ مِّثۡلَ مَآ أَنَّكُمۡ تَنطِقُونَ",
      "translation": "Basi naapa kwa Mola Mlezi wa mbingu na ardhi, hakika haya ni kweli kama ilivyo kweli kuwa nyinyi mnasema.",
      "footnotes": "Basi naapa kwa Mola Mlezi wa mbingu na ardhi kwamba hakika yote hayo mnayo yakanya kuwa, yaani kufufuliwa, kulipwa, kuadhibiwa wanao kadhibisha, na kuwalipa thawabu wachamngu, yote hayo bila ya shaka ni ya kweli thaabiti kama hivyo kusema kwenu ambako hamna shaka nako kuwa mnasema."
    },
    {
      "id": "4699",
      "sura": "51",
      "aya": "24",
      "arabic_text": "هَلۡ أَتَىٰكَ حَدِيثُ ضَيۡفِ إِبۡرَٰهِيمَ ٱلۡمُكۡرَمِينَ",
      "translation": "Je! Imekufikia hadithi ya wageni wa Ibrahim wanao hishimiwa?",
      "footnotes": "Unakijua kisa cha Malaika, wageni wa hishima wa Ibrahim? Pale walipo ingia kwake na wakamtolea Salamu, na yeye akawajibu kwa Salamu, na kuwambia kuwa ni watu asio wajua."
    },
    {
      "id": "4700",
      "sura": "51",
      "aya": "25",
      "arabic_text": "إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞ قَوۡمٞ مُّنكَرُونَ",
      "translation": "Walipo ingia kwake wakasema: Salama! Na yeye akasema: Salama! Nyinyi ni watu nisio kujueni.",
      "footnotes": "Pale walipo ingia kwake na wakamtolea Salamu, na yeye akawajibu kwa Salamu, na kuwambia kuwa ni watu asio wajua."
    },
    {
      "id": "4701",
      "sura": "51",
      "aya": "26",
      "arabic_text": "فَرَاغَ إِلَىٰٓ أَهۡلِهِۦ فَجَآءَ بِعِجۡلٖ سَمِينٖ",
      "translation": "Akenda kwa ahali yake na akaja na ndama aliye nona.",
      "footnotes": "Akenda kwa mkewe naye ana khofu, akaja na ndama aliye nona."
    },
    {
      "id": "4702",
      "sura": "51",
      "aya": "27",
      "arabic_text": "فَقَرَّبَهُۥٓ إِلَيۡهِمۡ قَالَ أَلَا تَأۡكُلُونَ",
      "translation": "Akawakaribisha, akasema: Mbona hamli?",
      "footnotes": "Akawakaribisha, nao hawakula. Akasema kwa kuto wajua hakika yao: Mbona hamli?"
    },
    {
      "id": "4703",
      "sura": "51",
      "aya": "28",
      "arabic_text": "فَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۖ قَالُواْ لَا تَخَفۡۖ وَبَشَّرُوهُ بِغُلَٰمٍ عَلِيمٖ",
      "translation": "Akahisi kuwaogopa katika nafsi yake. Wakasema: Usiwe na khofu, nao wakambashiria kupata kijana mwenye ilimu.",
      "footnotes": "Akahisi katika nafsi yake khofu kuwaogopa. Wakasema: Usiogope. Na wakampa bishara kuwa atapata mwana mwenye ilimu nzuri."
    },
    {
      "id": "4704",
      "sura": "51",
      "aya": "29",
      "arabic_text": "فَأَقۡبَلَتِ ٱمۡرَأَتُهُۥ فِي صَرَّةٖ فَصَكَّتۡ وَجۡهَهَا وَقَالَتۡ عَجُوزٌ عَقِيمٞ",
      "translation": "Ndipo mkewe akawaelekea, na huku anasema na akijipiga usoni kwa mastaajabu, na kusema: Mimi ni kikongwe na tasa!",
      "footnotes": "Akatokea mkewe akipiga kelele alipo isikia ile bishara, akijipiga uso wake kwa mkono wake, kwa kuona muhali hayo na kustaajabu, na akasema: Mimi ni kizee, na tasa. Itakuwaje nizae?"
    },
    {
      "id": "4705",
      "sura": "51",
      "aya": "30",
      "arabic_text": "قَالُواْ كَذَٰلِكِ قَالَ رَبُّكِۖ إِنَّهُۥ هُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ",
      "translation": "Wakasema: Ndivyo vivyo hivyo alivyo sema Mola wako Mlezi. Hakika Yeye ni Mwenye hikima na Mwenye kujua.",
      "footnotes": "Wakasema: Hivyo ndivyo alivyo kwisha hukumu Mola wako Mlezi. Hakika Yeye ni Mwenye hikima katika kila anayo hukumu, ni Mwenye ujuzi ambaye hapana linalo fichikana kwake lolote."
    },
    {
      "id": "4706",
      "sura": "51",
      "aya": "31",
      "arabic_text": "۞ قَالَ فَمَا خَطۡبُكُمۡ أَيُّهَا ٱلۡمُرۡسَلُونَ",
      "translation": "AKASEMA: Basi ujumbe wenu ni nini, enyi mlio tumwa?",
      "footnotes": "Ibrahim akasema: Mna kazi gani tena baada ya khabari hii nzuri, enyi wajumbe?"
    },
    {
      "id": "4707",
      "sura": "51",
      "aya": "32",
      "arabic_text": "قَالُوٓاْ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمٖ مُّجۡرِمِينَ",
      "translation": "Wakasema: Hakika sisi tumetumwa kwa watu wakosefu,",
      "footnotes": "Wakasema: Kwa hakika sisi tumetumwa kwa kaumu iliyo pita kiasi katika uasi,"
    },
    {
      "id": "4708",
      "sura": "51",
      "aya": "33",
      "arabic_text": "لِنُرۡسِلَ عَلَيۡهِمۡ حِجَارَةٗ مِّن طِينٖ",
      "translation": "Tuwatupie mawe ya udongo,",
      "footnotes": "Tuwatupie mawe ya udongo, ambayo hapana anaye yajua yalivyo ila Mwenyezi Mungu."
    },
    {
      "id": "4709",
      "sura": "51",
      "aya": "34",
      "arabic_text": "مُّسَوَّمَةً عِندَ رَبِّكَ لِلۡمُسۡرِفِينَ",
      "translation": "Yaliyo tiwa alama kutoka kwa Mola wako Mlezi kwa ajili ya wanao pindukia mipaka.",
      "footnotes": "Mawe hayo ni makhsusi na maalumu kwa Mola wako Mlezi kwa ajili ya wanao pindukia mipaka katika mambo machafu."
    },
    {
      "id": "4710",
      "sura": "51",
      "aya": "35",
      "arabic_text": "فَأَخۡرَجۡنَا مَن كَانَ فِيهَا مِنَ ٱلۡمُؤۡمِنِينَ",
      "translation": "Kwa hivyo tutawatoa katika hao wale walio amini.",
      "footnotes": "Basi tukahukumu tuwatoea kwenye mji huo walio amini."
    },
    {
      "id": "4711",
      "sura": "51",
      "aya": "36",
      "arabic_text": "فَمَا وَجَدۡنَا فِيهَا غَيۡرَ بَيۡتٖ مِّنَ ٱلۡمُسۡلِمِينَ",
      "translation": "Lakini hatukupata humo ila nyumba moja tu yenye Waislamu!",
      "footnotes": "Lakini hatukukuta ila nyumba moja tu ndiyo ya Waislamu."
    },
    {
      "id": "4712",
      "sura": "51",
      "aya": "37",
      "arabic_text": "وَتَرَكۡنَا فِيهَآ ءَايَةٗ لِّلَّذِينَ يَخَافُونَ ٱلۡعَذَابَ ٱلۡأَلِيمَ",
      "translation": "Na tukaacha humo Ishara kwa ajili ya wanao iogopa adhabu chungu.",
      "footnotes": "Na katika mji huo tumeacha alama ya maangamizo ya watu wake, ili wapate kuzingatia wanayo ikhofu adhabu chungu."
    },
    {
      "id": "4713",
      "sura": "51",
      "aya": "38",
      "arabic_text": "وَفِي مُوسَىٰٓ إِذۡ أَرۡسَلۡنَٰهُ إِلَىٰ فِرۡعَوۡنَ بِسُلۡطَٰنٖ مُّبِينٖ",
      "translation": "Na katika khabari za Musa, tulipo mtuma kwa Firauni na hoja wazi.",
      "footnotes": "Na katika kisa cha Musa yapo mawaidha. Tulipo mtuma kwa Firauni, na tukatilia nguvu kwa kumpa ushahidi ulio wazi."
    },
    {
      "id": "4714",
      "sura": "51",
      "aya": "39",
      "arabic_text": "فَتَوَلَّىٰ بِرُكۡنِهِۦ وَقَالَ سَٰحِرٌ أَوۡ مَجۡنُونٞ",
      "translation": "Lakini alipuuza kwa sababu ya nguvu zake na akasema: Huyu ni mchawi au mwendawazimu!",
      "footnotes": "Firauni akapuuza kumuamini Musa kwa kutegemea ati nguvu zake. Akasema: Huyu ni mchawi au mwendawazimu!"
    },
    {
      "id": "4715",
      "sura": "51",
      "aya": "40",
      "arabic_text": "فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّ وَهُوَ مُلِيمٞ",
      "translation": "Basi tukamkamata yeye na majeshi yake na tukawatupa baharini, na yeye ndiye wa kulaumiwa.",
      "footnotes": "Tukamchukua yeye na hao anao jitapia kwao, tukawatumbukiza baharini, naye ni mwenye kuyatenda hayo ya ukafiri na inda anayo laumiwa kwayo."
    },
    {
      "id": "4716",
      "sura": "51",
      "aya": "41",
      "arabic_text": "وَفِي عَادٍ إِذۡ أَرۡسَلۡنَا عَلَيۡهِمُ ٱلرِّيحَ ٱلۡعَقِيمَ",
      "translation": "Na katika khabari za A'di tulipo wapelekea upepo wa kukata uzazi.",
      "footnotes": "Na katika kisa cha A'di yamo mawaidha pia. Tulipo wapelekea upepo usio kuwa na kheri yoyote."
    },
    {
      "id": "4717",
      "sura": "51",
      "aya": "42",
      "arabic_text": "مَا تَذَرُ مِن شَيۡءٍ أَتَتۡ عَلَيۡهِ إِلَّا جَعَلَتۡهُ كَٱلرَّمِيمِ",
      "translation": "Haukuacha chochote ulicho kifikia ila ulikifanya kama kilio nyambuka.",
      "footnotes": "Upepo huo haupiti kwa kitu chochote ila hukiacha kama fupa lilio nyambuka."
    },
    {
      "id": "4718",
      "sura": "51",
      "aya": "43",
      "arabic_text": "وَفِي ثَمُودَ إِذۡ قِيلَ لَهُمۡ تَمَتَّعُواْ حَتَّىٰ حِينٖ",
      "translation": "Na katika khabari za Thamudi walipo ambiwa: Jifurahisheni kwa muda mdogo tu.",
      "footnotes": "Na katika kisa cha Thamudi ipo Ishara. Walipo ambiwa: Stareheni katika majumba yenu kwa muda maalumu."
    },
    {
      "id": "4719",
      "sura": "51",
      "aya": "44",
      "arabic_text": "فَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ فَأَخَذَتۡهُمُ ٱلصَّٰعِقَةُ وَهُمۡ يَنظُرُونَ",
      "translation": "Wakaasi amri ya Mola wao Mlezi. Basi uliwanyakua moto wa radi nao wanaona.",
      "footnotes": "Na katika kisa cha Thamudi ipo Ishara. Walipo ambiwa: Stareheni katika majumba yenu kwa muda maalumu. Wakajivuna na wakatakabari wasifuate amri ya Mola wao Mlezi. Basi radi ikawaangamiza nao wanaiona kwa macho yao inavyo tokea."
    },
    {
      "id": "4720",
      "sura": "51",
      "aya": "45",
      "arabic_text": "فَمَا ٱسۡتَطَٰعُواْ مِن قِيَامٖ وَمَا كَانُواْ مُنتَصِرِينَ",
      "translation": "Basi hawakuweza kusimama wala hawakuwa wenye kujitetea.",
      "footnotes": "Basi hawakuweza kuinuka. Wala hawakuweza kujipigania kuijikinga na adhabu."
    },
    {
      "id": "4721",
      "sura": "51",
      "aya": "46",
      "arabic_text": "وَقَوۡمَ نُوحٖ مِّن قَبۡلُۖ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ",
      "translation": "Na kaumu ya Nuhu hapo mbele. Hakika hao walikuwa watu wapotovu.",
      "footnotes": "Na kaumu ya Nuhu tuliihiliki kabla ya hawa. Hakika hao walikuwa watu walio toka nje ya ut'iifu wa Mwenyezi Mungu."
    },
    {
      "id": "4722",
      "sura": "51",
      "aya": "47",
      "arabic_text": "وَٱلسَّمَآءَ بَنَيۡنَٰهَا بِأَيۡيْدٖ وَإِنَّا لَمُوسِعُونَ",
      "translation": "Na mbingu tumezifanya kwa nguvu na uwezo na hakika Sisi bila ya shaka ndio twenye uwezo wa kuzitanua.",
      "footnotes": "Na mbingu tumeipanga kwa nguvu, na bila ya shaka Sisi ni waweza zaidi ya hayo."
    },
    {
      "id": "4723",
      "sura": "51",
      "aya": "48",
      "arabic_text": "وَٱلۡأَرۡضَ فَرَشۡنَٰهَا فَنِعۡمَ ٱلۡمَٰهِدُونَ",
      "translation": "Na ardhi tumeitandaza; basi watandazaji wazuri namna gani Sisi!",
      "footnotes": "Na ardhi tumeikunjua, na Sisi ni wenye kuitengeneza vizuri kama kitanda. Aya hii tukufu inaashiria maana za kitaalamu nyingi; miongoni mwazo ni kwamba Mwenyezi Mungu Subhanahu wa Taa'la ameumba ulimwengu huu mkunjufu kwa nguvu. Na Yeye ni Muweza kwa atakayo. Na maana ya mbingu katika Aya hii ni kila kilicho juu ya kitu na kikakifunika. Basi kila kilicho zunguka sayari na nyota na mkusanyiko wa jua katika sehemu hii inayo onekana ya ulimwengu kimetanda kupita inavyo kadirika na akili, wala haiwezi kupimika. Kwani masafa yao hukisiwa kwa mamilioni ya miaka ya mwangaza. Na mwaka mmoja wa mwangaza kwa ilivyo thibiti kwa ilimu za kisasa katika karne hii ya ishirini ni masafa yanayo kwenda mwangaza kwa mbio za kilomita 300,000 kwa nukta moja ya dakika. Na ibara ya Aya tukufu (Na hakika Sisi ndio twenye kuutanua) inaashiria hayo, yaani kutanda huko kwa ulimwengu kunako staajabisha tangu kuumbwa kwake. Kama vile vile kuwa kukunjuka huko kungali kunaendelea, na hayo sayansi ya sasa imethibitisha vile vile. Na imejuulikana kwa nadhariya ya kutanda ambayo katika mwanzo mwanzo wa karne hii imethibiti kuwa ni kweli kiilimu, na ufupi wake ni kuwa ulimwengu unaendelea kukua na kupanuka, na kila sayari za mbinguni zinajitenga wenyewe kwa wenyewe."
    },
    {
      "id": "4724",
      "sura": "51",
      "aya": "49",
      "arabic_text": "وَمِن كُلِّ شَيۡءٍ خَلَقۡنَا زَوۡجَيۡنِ لَعَلَّكُمۡ تَذَكَّرُونَ",
      "translation": "Na katika kila kitu tumeumba kwa jozi ili mzingatie.",
      "footnotes": "Na kila kitu tumekiumba namna mbili, yaani kwa jozi, ili mpate kukumbuka muuamini uwezo wetu."
    },
    {
      "id": "4725",
      "sura": "51",
      "aya": "50",
      "arabic_text": "فَفِرُّوٓاْ إِلَى ٱللَّهِۖ إِنِّي لَكُم مِّنۡهُ نَذِيرٞ مُّبِينٞ",
      "translation": "Basi kimbilieni kwa Mwenyezi Mungu, hakika mimi ni mwonyaji kwenu wa kubainisha nitokae kwake.",
      "footnotes": "Basi fanyeni haraka kuendea kwenye ut'iifu wa Mwenyezi Mungu."
    },
    {
      "id": "4726",
      "sura": "51",
      "aya": "51",
      "arabic_text": "وَلَا تَجۡعَلُواْ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۖ إِنِّي لَكُم مِّنۡهُ نَذِيرٞ مُّبِينٞ",
      "translation": "Wala msifanye kuwa kuna mungu mwengine pamoja na Mwenyezi Mungu. Hakika mimi ni mwonyaji kwenu wa kubainisha nitokae kwake.",
      "footnotes": "Wala msimfanye mungu mwengine kuwa pamoja na Mwenyezi Mungu. Hakika mimi nimekujieni kwa amri ya Mwenyezi Mungu kukuonyeni kwa uwazi matokeo ya ushirikina."
    },
    {
      "id": "4727",
      "sura": "51",
      "aya": "52",
      "arabic_text": "كَذَٰلِكَ مَآ أَتَى ٱلَّذِينَ مِن قَبۡلِهِم مِّن رَّسُولٍ إِلَّا قَالُواْ سَاحِرٌ أَوۡ مَجۡنُونٌ",
      "translation": "Basi ndio hivyo hivyo, hakuwajia kabla yao Mtume ila walisema: Huyu ni mchawi au mwendawazimu.",
      "footnotes": "Hivyo ndivyo ilivyo kuwa hali ya mataifa yote kwa Mitume wao. Hakuja Mtume kwa watu wa kabla ya kaumu yako ila walimwita: Mchawi au mwendawazimu."
    },
    {
      "id": "4728",
      "sura": "51",
      "aya": "53",
      "arabic_text": "أَتَوَاصَوۡاْ بِهِۦۚ بَلۡ هُمۡ قَوۡمٞ طَاغُونَ",
      "translation": "Je! Wameambizana kwa haya? Bali hawa ni watu waasi.",
      "footnotes": "Je! Mmeusiana, mmeambizana, nyinyi kwa nyinyi kusema hivyo ndio maana mnalirejea hilo kwa hilo? Bali hao ni watu walio pindukia mipaka, ndio wakawafikiana katika kuwashutumu Mitume!"
    },
    {
      "id": "4729",
      "sura": "51",
      "aya": "54",
      "arabic_text": "فَتَوَلَّ عَنۡهُمۡ فَمَآ أَنتَ بِمَلُومٖ",
      "translation": "Basi waachilie mbali, nawe hulaumiwi.",
      "footnotes": "Basi wapuuzilie mbali hawa wenye inda! Wewe hulaumiki usipo wajibu kitu."
    },
    {
      "id": "4730",
      "sura": "51",
      "aya": "55",
      "arabic_text": "وَذَكِّرۡ فَإِنَّ ٱلذِّكۡرَىٰ تَنفَعُ ٱلۡمُؤۡمِنِينَ",
      "translation": "Na kumbusha, kwani ukumbusho huwafaa Waumini.",
      "footnotes": "Wewe dumisha kukumbusha, kwani ukumbusho huwazidisha Waumini kufumbua macho na kuwa na nguvu za yakini."
    },
    {
      "id": "4731",
      "sura": "51",
      "aya": "56",
      "arabic_text": "وَمَا خَلَقۡتُ ٱلۡجِنَّ وَٱلۡإِنسَ إِلَّا لِيَعۡبُدُونِ",
      "translation": "Nami sikuwaumba majini na watu ila waniabudu Mimi.",
      "footnotes": "Wala sikuwaumba majini na watu kwa jambo la kuniletea Mimi manufaa, bali ili waniabudu, na kuniabudu Mimi ni manufaa kwao."
    },
    {
      "id": "4732",
      "sura": "51",
      "aya": "57",
      "arabic_text": "مَآ أُرِيدُ مِنۡهُم مِّن رِّزۡقٖ وَمَآ أُرِيدُ أَن يُطۡعِمُونِ",
      "translation": "Na sitaki kwao riziki, wala sitaki wanilishe.Hakika Mwenyezi Mungu ndiye Mwenye kuruzuku, Mwenye nguvu, Madhubuti.",
      "footnotes": "Sitaki kwao riziki, kwani Mimi si mhitaji kwa walimwengu wote; wala sitaki wanilishe, kwani Mimi ndiye ninaye lisha, wala silishwi."
    },
    {
      "id": "4733",
      "sura": "51",
      "aya": "58",
      "arabic_text": "إِنَّ ٱللَّهَ هُوَ ٱلرَّزَّاقُ ذُو ٱلۡقُوَّةِ ٱلۡمَتِينُ",
      "translation": "Hakika Mwenyezi Mungu ndiye Mwenye kuruzuku, Mwenye nguvu, Madhubuti.",
      "footnotes": "Hakika Mwenyezi Mungu peke yake, ndiye mdhamini wa kuwapa riziki waja wake, na Yeye ndiye Mwenye nguvu, Aliye imara, hashindiki."
    },
    {
      "id": "4734",
      "sura": "51",
      "aya": "59",
      "arabic_text": "فَإِنَّ لِلَّذِينَ ظَلَمُواْ ذَنُوبٗا مِّثۡلَ ذَنُوبِ أَصۡحَٰبِهِمۡ فَلَا يَسۡتَعۡجِلُونِ",
      "translation": "Hakika walio dhulumu wana fungu lao la adhabu kama fungu la wenzao. Basi wasinihimize.",
      "footnotes": "Hakika hao walio jidhulumu nafsi zao kwa ukafiri na kukanusha wana fungu lao la adhabu mfano wa fungu la wenzao katika kaumu zilizo kwisha pita. Basi wasifanye haraka kuhimiza adhabu ishuke kabla ya wakati wake."
    },
    {
      "id": "4735",
      "sura": "51",
      "aya": "60",
      "arabic_text": "فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن يَوۡمِهِمُ ٱلَّذِي يُوعَدُونَ",
      "translation": "Ole wao walio ikanusha siku yao waliyo ahidiwa.",
      "footnotes": "Basi maangamio yatawapata wenye kuikataa siku yao waliyo ahidiwa, kwa sababu ya shida na vitisho viliomo katika siku hiyo."
    }
  ]
}