{
  "result": {
    "id": "684",
    "sura": "5",
    "aya": "15",
    "arabic_text": "يَٰٓأَهۡلَ ٱلۡكِتَٰبِ قَدۡ جَآءَكُمۡ رَسُولُنَا يُبَيِّنُ لَكُمۡ كَثِيرٗا مِّمَّا كُنتُمۡ تُخۡفُونَ مِنَ ٱلۡكِتَٰبِ وَيَعۡفُواْ عَن كَثِيرٖۚ قَدۡ جَآءَكُم مِّنَ ٱللَّهِ نُورٞ وَكِتَٰبٞ مُّبِينٞ",
    "translation": "اے اہل کتاب! یقیناً تمہارے پاس ہمارا رسول (صلی اللہ علیہ وسلم) آچکا جو تمہارے سامنے کتاب اللہ کی بکثرت ایسی باتیں ﻇاہر کر رہا ہے جنہیں تم چھپا رہے تھے(1) اور بہت سی باتوں سے درگزر کرتا ہے، تمہارے پاس اللہ تعالیٰ کی طرف سے نور اور واضح کتاب آچکی ہے۔(2)",
    "footnotes": "(1) یعنی انہوں نے تورات و انجیل میں جو تبدیلیاں اور تحریفات کیں، انہیں طشت از بام کیا اور جن کو وہ چھپاتے تھے، ظاہر کیا، جیسے سزائے رجم۔ جیسا کہ احادیث میں اس کی تفصیل موجود ہے۔\n(2) نُورٌ اور كِتَابٌ مُبِينٌ دونوں سے مراد قرآن کریم ہے ان کے درمیان ”واو“، مغایرت مصداق نہیں مغایرت معنی کے لئے ہے اور یہ عطف تفسیری ہے جس کی واضح دلیل قرآن کریم کی اگلی آیت ہے جس میں کہا جا رہا ہے ”يَهْدِي بِهِ اللهُ“ (کہ اس کے ذریعے سے اللہ تعالیٰ ہدایت فرماتا ہے) اگر نور اور کتاب یہ دو الگ الگ چیزیں ہوتیں تو الفاظ ”يَهْدِي بِهِمَا اللهُ“ ہوتے (یعنی اللہ تعالیٰ ان دونوں کے ذریعے سے ہدایت فرماتا ہے) قرآن کریم کی اس نص سے واضح ہوگیا کہ نور اور کتاب مبین دونوں سے مراد ایک ہی چیز یعنی قرآن کریم ہے۔ یہ نہیں ہے کہ نور سے آنحضرت (صلى الله عليه وسلم) اور کتاب سے قرآن مجید مراد ہے۔ جیسا کہ وہ اہل بدعت باور کراتے ہیں جنہوں نے نبی کریم (صلى الله عليه وسلم) کی بابت ”نُورٌ مِنْ نُورِ اللهِ“ کا عقیدہ گھڑ رکھا ہے۔ اور آپ (صلى الله عليه وسلم) کی بشریت کا انکار کرتے ہیں۔ اسی طرح اس خانہ ساز عقیدے کے اثبات کے لئے ایک حدیث بھی بیان کرتے ہیں کہ اللہ نے سب سے پہلے نبی (صلى الله عليه وسلم) کا نور پیدا کیا اور پھر اس نور سے ساری کائنات پیدا کی۔ حالانکہ یہ حدیث، حدیث کے کسی بھی مستند مجموعے میں موجود نہیں ہے علاوہ ازیں یہ اس صحیح حدیث کے بھی خلاف ہے جس میں نبی (صلى الله عليه وسلم) نے فرمایا کہ ”سب سے پہلے قلم پیدا فرمایا (إِنَّ أَوَّلَ مَا خَلَقَ اللهُ الْقَلَمُ) یہ روایت ترمذی اور ابوداود میں ہے۔ محدث البانی لکھتے ہیں: فَالْحَدِيثُ صَحِيحٌ بِلا رَيبٍ وَهُو من الأَدِلَّةِ الظَّاهِرَةِ عَلَى بُطْلانِ الْحَدِيثِ الْمَشْهُورِ ”أَوَّلُ مَا خَلَقَ اللهُ نُور نَبِيِّكَ يَا جَابِرُ“ (تعليقات المشكاة جلد 1 ص 34) مشہور حدیث جابر کہ ”اللہ نے سب سے پہلے تیرے نبی کا نور پیدا کیا“، باطل ہے۔ (خلاصۂ ترجمہ )"
  }
}