{
  "result": {
    "id": "672",
    "sura": "5",
    "aya": "3",
    "arabic_text": "حُرِّمَتۡ عَلَيۡكُمُ ٱلۡمَيۡتَةُ وَٱلدَّمُ وَلَحۡمُ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦ وَٱلۡمُنۡخَنِقَةُ وَٱلۡمَوۡقُوذَةُ وَٱلۡمُتَرَدِّيَةُ وَٱلنَّطِيحَةُ وَمَآ أَكَلَ ٱلسَّبُعُ إِلَّا مَا ذَكَّيۡتُمۡ وَمَا ذُبِحَ عَلَى ٱلنُّصُبِ وَأَن تَسۡتَقۡسِمُواْ بِٱلۡأَزۡلَٰمِۚ ذَٰلِكُمۡ فِسۡقٌۗ ٱلۡيَوۡمَ يَئِسَ ٱلَّذِينَ كَفَرُواْ مِن دِينِكُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِۚ ٱلۡيَوۡمَ أَكۡمَلۡتُ لَكُمۡ دِينَكُمۡ وَأَتۡمَمۡتُ عَلَيۡكُمۡ نِعۡمَتِي وَرَضِيتُ لَكُمُ ٱلۡإِسۡلَٰمَ دِينٗاۚ فَمَنِ ٱضۡطُرَّ فِي مَخۡمَصَةٍ غَيۡرَ مُتَجَانِفٖ لِّإِثۡمٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
    "translation": "تم پر حرام کیا گیا مردار اور خون اور خنزیر کا گوشت اور جس پر اللہ کے سوا دوسرے کا نام پکارا گیا ہو(1) اور جو گلا گھٹنے سے مرا ہو(2) اور جو کسی ضرب سے مر گیا ہو(3) اور جو اونچی جگہ سے گر کر مرا ہو(4) اور جو کسی کے سینگ مارنے سے مرا ہو(5) اور جسے درندوں نے پھاڑ کھایا ہو(6) لیکن اسے تم ذبح کر ڈالو تو حرام نہیں(7) اور جو آستانوں پر ذبح کیا گیا ہو(8) اور یہ بھی کہ قرعہ کے تیروں کے ذریعے فال گیری کرو(9) یہ سب بدترین گناه ہیں، آج کفار تمہارے دین سے ناامید ہوگئے، خبردار! تم ان سے نہ ڈرنا اور مجھ سے ڈرتے رہنا، آج میں نے تمہارے لئے دین کو کامل کردیا اور تم پر اپنا انعام بھرپور کردیا اور تمہارے لئے اسلام کے دین ہونے پر رضامند ہوگیا۔ پس جو شخص شدت کی بھوک میں بے قرار ہو جائے بشرطیکہ کسی گناه کی طرف اس کا میلان نہ ہو تو یقیناً اللہ تعالیٰ معاف کرنے واﻻ اور بہت بڑا مہربان ہے۔(10)",
    "footnotes": "(1) یہاں سے ان محرمات کا ذکر شروع ہورہا ہے جن کا حوالہ سورت کے آغاز میں دیا گیا ہے۔ آیت کا اتنا حصہ سورۂ بقرہ میں گزرچکا ہے۔ (دیکھیےآیت نمبر 173)\n(2) گلا کوئی شخص گھونٹ دے یا کسی چیز میں پھنس کر خود گلا گھٹ جائے۔ دونوں صورتوں میں مردہ جانور حرام ہے۔\n(3) کسی نے پتھر، لاٹھی یا کوئی اور چیز ماری جس سے وہ بغیر ذبح کئے مر گیا۔ زمانۂ جاہلیت میں ایسے جانوروں کو کھا لیا جاتا تھا۔ شریعت نے منع کردیا۔ بندوق کا شکار: بندوق کا شکار کئے ہوئے جانور کے بارے میں علماء کے درمیان اختلاف ہے۔ امام شوکانی نے ایک حدیث سے استدلال کرتے ہوئے بندوق کے شکار کو حلال قرار دیا ہے۔ (فتح القدیر) یعنی اگر بسم اللہ پڑھ کر گولی چلائی گئی اور شکار ذبح سے پہلے ہی مر گیا تو اس کا کھانا اس قول کے مطابق حلال ہے۔\n(4) چاہے خود گرا ہو یا کسی نے پہاڑ وغیرہ سے دھکا دے کر گرایا ہو۔\n(5) ”نَطِيحَةٌ“، ”مَنْطُوحَةٌ“ کے معنی میں ہے۔ یعنی کسی نے اسے ٹکر مار دی اور بغیر ذبح کئے وہ مر گیا۔\n(6) یعنی شیر، چیتا اور بھیڑیا وغیرہ جسے ذو ناب (کچلیوں سے شکار کرنے والے درندوں میں سے کسی نے) اسے کھایا ہو اور وہ مر گیا ہو۔ زمانۂ جاہلیت میں مرجانے کے باوجود ایسے جانور کو کھا لیا جاتا تھا۔\n(7) جمہور مفسرین کے نزدیک یہ استثنا تمام مذکورہ جانوروں کے لئے ہے یعنی مُنْخَنِقَةٌ، مَوْقُوذَةٌ، مُتَرَدِّيَةٌ، نَطِيحَةٌ اور درندوں کا کھایا ہوا، اگر تم انہیں اس حال میں پالو کہ ان میں زندگی کے آثار موجود ہوں اور پھر تم انہیں شرعی طریقے سے ذبح کرلو تو تمہارے لئے ان کا کھانا حلال ہوگا۔ زندگی کی علامت یہ ہے کہ ذبح کرتے وقت جانور پھڑکے اور ٹانگیں مارے۔ اگر چھری پھیرتے وقت یہ اضطراب و حرکت نہ ہو تو سمجھ لو یہ مردہ ہے۔ ذبح کا شرعی طریقہ یہ ہے کہ بسم اللہ پڑھ کر تیز دھار آلے سے اس کا گلا اس طرح کاٹا جائے کہ رگیں کٹ جائیں۔ ذبح کے علاوہ نحر بھی مشروع ہے۔ جس کا طریقہ یہ ہے کہ کھڑے جانور کے لبے پر چھری ماری جائے (اونٹ کو نحر کیا جاتا ہے) جس سے نرخرہ اور خون کی خاص رگیں کٹ جاتی ہیں اور سارا خون بہہ جاتا ہے۔\n(8) مشرکین اپنے بتوں کے قریب پتھر یا کوئی چیز نصب کرکے ایک خاص جگہ، بناتے تھے۔ جسے نصب (تھان یا آستانہ) کہتے تھے۔ اسی پر وہ بتوں کے نام نذر کئے گئے جانوروں کو ذبح کرتے تھے یعنی یہ ”وَمَا أُهِلَّ بِهِ لِغَيْرِ اللَّهِ“ ہی کی ایک شکل تھی۔ اس سے معلوم ہوا کہ آستانوں، مقبروں اور درگاہوں پر، جہاں لوگ طلب حاجات کے لئے جاتے ہیں اور وہاں مدفون افراد کی خوشنودی کے لئے جانور (مرغا، بکرا وغیرہ) ذبح کرتے ہیں، یا پکی ہوئی دیگیں تقسیم کرتے ہیں، ان کا کھانا حرام ہے یہ ”وَمَا ذُبِحَ عَلَى النُّصُبِ“ میں داخل ہیں۔\n(9) ”وَأَنْ تَسْتَقْسِمُوا بِالأَزْلامِ“ کے دو معنی کئے گئے ہیں ایک تیروں کے ذریعے تقسیم کرنا دوسرے، تیروں کے ذریعہ قسمت معلوم کرنا، پہلے معنی کی بنا پر کہا جاتا ہے کہ جوئے وغیرہ میں ذبح شدہ جانور کی تقسیم کے لئے یہ تیر ہوتے تھے جس میں کسی کو کچھ مل جاتا، کوئی محروم رہ جاتا۔ دوسرے، معنی کی رو سے کہا گیا ہے کہ ازلام سے مراد تیر ہیں جن سے وہ کسی کام کا آغاز کرتے وقت فال لیا کرتے تھے۔ انہوں نے تین قسم کے تیر بنا رکھے تھے۔ ایک افْعَلْ ( کر) دوسرے میں لا تَفْعَلْ (نہ کر) اور تیسرے میں کچھ نہیں ہوتا تھا۔ افْعَلْ والا تیر نکل آتا تو وہ کام کرلیا جاتا، لا تَفْعَلْ والا نکلتا تو نہ کرتے اور تیسرا تیر نکل آتا تو پھر دوبارہ فال نکالتے۔ یہ بھی گویا کہانت اور ”اسْتِمْدَادٌ بِغَيْرِ اللهِ“ کی شکل ہے، اس لئے اسے بھی حرام کردیا گیا استقسام کے معنی طلب قسمت ہیں۔ یعنی تیروں سے قسمت طلب کرتے تھے۔\n(10) یہ بھوک کی اضطراری کیفیت میں مذکورہ محرمات کے کھانے کی اجازت ہے بشرطیکہ مقصد اللہ کی نافرمانی اور حد سے تجاوز کرنا نہ ہو، صرف جان بچانا مطلوب ہو۔"
  }
}