{
  "result": {
    "id": "723",
    "sura": "5",
    "aya": "54",
    "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ مَن يَرۡتَدَّ مِنكُمۡ عَن دِينِهِۦ فَسَوۡفَ يَأۡتِي ٱللَّهُ بِقَوۡمٖ يُحِبُّهُمۡ وَيُحِبُّونَهُۥٓ أَذِلَّةٍ عَلَى ٱلۡمُؤۡمِنِينَ أَعِزَّةٍ عَلَى ٱلۡكَٰفِرِينَ يُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ وَلَا يَخَافُونَ لَوۡمَةَ لَآئِمٖۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
    "translation": "اے ایمان والو! تم میں سے جو شخص اپنے دین سے پھر جائے(1) تو اللہ تعالیٰ بہت جلد ایسی قوم کو ﻻئے گا جو اللہ کی محبوب ہوگی اور وه بھی اللہ سے محبت رکھتی ہوگی(2) وه نرم دل ہوں گے مسلمانوں پر اور سخت اور تیز ہوں گے کفار پر، اللہ کی راه میں جہاد کریں گے اور کسی ملامت کرنے والے کی ملامت کی پرواه بھی نہ کریں گے(3)، یہ ہے اللہ تعالیٰ کا فضل جسے چاہے دے، اللہ تعالیٰ بڑی وسعت واﻻ اور زبردست علم واﻻ ہے۔",
    "footnotes": "(1) اللہ تعالیٰ نے اپنے علم کے مطابق فرمایا، جس کا وقوع نبی کریم (صلى الله عليه وسلم) کی وفات کے فوراً بعد ہوا۔ اس فتنۂ ارتداد کے خاتمے کا شرف حضرت ابوبکر صدیق (رضي الله عنه) اور ان کے رفقا کو حاصل ہوا۔\n(2) مرتدین کے مقابلے میں جس قوم کو اللہ تعالیٰ کھڑا کرے گا ان کی 4 نمایاں صفات بیان کی جارہی ہیں۔ 1۔ اللہ سے محبت کرنا اور اس کا محبوب ہونا۔ 2۔ اہل ایمان کے لئے نرم اور کفار پر سخت ہونا۔ 3۔ اللہ کی راہ میں جہاد کرنا۔ 4۔ اور اللہ کے بارے میں کسی کی ملامت سے نہ ڈرنا۔ صحابہ کرام (رضي الله عنهم) ان صفات اور خوبیوں کا مظہر اتم تھے، چنانچہ اللہ تعالیٰ نے انہیں دنیا و آخرت کی سعادتوں سے مشرف فرمایا اور دنیا میں ہی اپنی رضامندی کی سند سے نواز دیا۔\n(3) یہ ان اہل ایمان کی چوتھی صفت ہے۔ یعنی اللہ کی اطاعت وفرماں برداری میں انہیں کسی ملامت کرنے والے کی ملامت کی پرواہ نہ ہوگی۔ یہ بھی بڑی اہم صفت ہے۔ معاشرے میں جن برائیوں کا چلن عام ہو جائے، ان کے خلاف نیکی پر استقامت اور اللہ کے حکموں کی اطاعت اس صفت کے بغیر ممکن نہیں۔ ورنہ کتنے ہی لوگ ہیں جو برائی، معصیت الٰہی اور معاشرتی خرابیوں سے اپنا دامن بچانا چاہتے ہیں لیکن ملامت گروں کا مقابلہ کرنے کی ہمت اپنے اندر نہیں پاتے۔ نتیجتاً وہ ان برائیوں کی دلدل سے نکل نہیں پاتے اور حق وباطل سے بچنے کی توفیق سے محروم ہی رہتے ہیں۔ اسی لئے آگے اللہ تعالیٰ نے فرمایا کہ جن کو مذکورہ صفات حاصل ہوجائیں تو یہ اللہ کا ان پر خاص فضل ہے۔"
  }
}