{
  "id": 72,
  "verse_number": 72,
  "page_number": 120,
  "verse_key": "5:72",
  "juz_number": 6,
  "hizb_number": 12,
  "rub_el_hizb_number": 48,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "لَقَدۡ كَفَرَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ هُوَ ٱلۡمَسِيحُ ٱبۡنُ مَرۡيَمَۖ وَقَالَ ٱلۡمَسِيحُ يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱعۡبُدُواْ ٱللَّهَ رَبِّي وَرَبَّكُمۡۖ إِنَّهُۥ مَن يُشۡرِكۡ بِٱللَّهِ فَقَدۡ حَرَّمَ ٱللَّهُ عَلَيۡهِ ٱلۡجَنَّةَ وَمَأۡوَىٰهُ ٱلنَّارُۖ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٖ",
  "translation": "بے شک وه لوگ کافر ہوگئے جن کا قول ہے کہ مسیح ابن مریم ہی اللہ ہے(1) حاﻻنکہ خود مسیح نے ان سے کہا تھا کہ اے بنی اسرائیل! اللہ ہی کی عبادت کرو جو میرا اور تمہارا سب کا رب ہے(2)، یقین مانو کہ جو شخص اللہ کے ساتھ شریک کرتا ہے اللہ تعالیٰ نے اس پر جنت حرام کر دی ہے، اس کا ٹھکانہ جہنم ہی ہے اور گنہگاروں کی مدد کرنے واﻻ کوئی نہیں ہوگا۔(3)",
  "footnotes": "(1) یہی مضمون آیت نمبر 17 میں بھی گزر چکا ہے۔ یہاں اہل کتاب کی گمراہیوں کے ذکر میں اس کا پھر ذکر فرمایا۔ اس میں ان کے اس فرقے کے کفر کا اظہار ہے جو حضرت مسیح (عليه السلام) کے عین اللہ ہونے کا قائل ہے۔\n(2) چنانچہ حضرت عیسیٰ (عليه السلام) یعنی مسیح ابن مریم علیہما السلام نے عالم شیرخوارگی میں (اللہ تعالیٰ کے حکم سے جب کہ بچے اس عمر میں قوت گویائی نہیں رکھتے) سب سے پہلے اپنی زبان سے اپنی عبودیت ہی کا اظہار فرمایا: «إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا» (سورة مريم: 30) ”میں اللہ کا بندہ اور اس کا رسول ہوں، مجھے اس نے کتاب بھی عطا کی ہے“۔) حضرت مسیح (عليه السلام) نے یہ نہیں کہا، میں اللہ ہوں یا اللہ کا بیٹا ہوں۔ صرف یہ کہا کہ میں اللہ کا بندہ ہوں۔ اور عمر کہولت میں بھی انہوں نے یہی دعوت دی «إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُسْتَقِيمٌ» ( آل عمران: 51) یہ وہی الفاظ ہیں جو ماں کی گود میں بھی کہے تھے (ملاحظہ ہو سورۂ مریم: 36) اور جب قیامت کے قریب ان کا آسمان سے نزول ہوگا، جس کی خبر صحیح احادیث میں دی گئی ہے اور جس پر اہل سنت کا اجماع ہے، تب بھی وہ نبی (صلى الله عليه وسلم) کی تعلیمات کے مطابق لوگوں کو اللہ کی توحید اور اس کی اطاعت کی طرف ہی بلائیں گے، نہ کہ اپنی عبادت کی طرف۔\n(3) حضرت مسیح (عليه السلام) نے اپنی بندگی اور رسالت کا اظہار اللہ کے حکم اور مشیت سے اس وقت بھی فرمایا تھا جب وہ ماں کی گود میں یعنی شیرخوارگی کی حالت میں تھے۔ پھر سن کہولت میں یہ اعلان فرمایا۔ اور ساتھ ہی شرک کی شناعت وقباحت بھی بیان فرما دی کہ مشرک پر جنت حرام ہے اور اس کا کوئی مددگار بھی نہیں ہوگا جو اسے جہنم سے نکال لائے، جیسا کہ مشرکین سمجھتے ہیں۔"
}