{
  "id": 87,
  "verse_number": 87,
  "page_number": 122,
  "verse_key": "5:87",
  "juz_number": 7,
  "hizb_number": 13,
  "rub_el_hizb_number": 49,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُحَرِّمُواْ طَيِّبَٰتِ مَآ أَحَلَّ ٱللَّهُ لَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ",
  "translation": "اے ایمان والو! اللہ تعالیٰ نے جو پاکیزه چیزیں تمہارے واسطے حلال کی ہیں ان کو حرام مت کرو(1) اور حد سے آگے مت نکلو، بےشک اللہ تعالیٰ حد سے نکلنے والوں کو پسند نہیں کرتا۔",
  "footnotes": "حدیث میں آتا ہے ایک شخص نبی (صلى الله عليه وسلم) کی خدمت میں حاضر ہوا اور آ کر کہا یا رسول اللہ! (صلى الله عليه وسلم) جب میں گوشت کھاتا ہوں تو نفسانی شہوت کا غلبہ ہو جاتا ہے، اس لئے میں نے اپنے اوپر گوشت حرام کر لیا ہے، جس پر آیت نازل ہوئی۔ (صحيح ترمذي- للألباني جلد 3 ص 46) اسی طرح سبب نزول کے علاوہ دیگر روایات سے ثابت ہے کہ بعض صحابہ (رضي الله عنهم) زہد وعبادت کی غرض سے بعض حلال چیزوں سے (مثلاً عورت سے نکاح کرنے، رات کے وقت سونے، دن کے وقت کھانے پینے سے) اجتناب کرنا چاہتے تھے۔ نبی (صلى الله عليه وسلم) کے علم میں یہ بات آئی تو آپ (صلى الله عليه وسلم) نے انہیں منع فرمایا۔ حضرت عثمان بن مظعون (رضي الله عنه) نے بھی اپنی بیوی سے کنارہ کشی اختیار کی ہوئی تھی، ان کی بیوی کی شکایت پر آپ (صلى الله عليه وسلم) نے انہیں بھی اس سے روکا۔ (کتب حدیث) بہرحال اس آیت اور احادیث سے معلوم ہوا کہ اللہ تعالیٰ کی حلال کردہ کسی بھی چیز کو حرام کرلینا یا اس سے ویسے ہی پرہیز کرنا جائز نہیں ہے چاہے اس کا تعلق ماکولات ومشروبات سے ہو یا لباس سے ہو یا مرغوبات وجائز خواہشات سے۔\nمسئلہ:۔ اس طرح اگر کوئی شخص کسی چیز کو اپنے اوپر حرام کرلے گا تو وہ حرام نہیں ہوگی، سوائے عورت کے۔ البتہ اس صورت میں بعض علماء یہ کہتے ہیں کہ اسے قسم کا کفارہ ادا کرنا ہوگا اور بعض کے نزدیک کفارہ ضروری نہیں۔ امام شوکانی کہتے ہیں کہ احادیث صحیحہ سے اسی بات کی تائید ہوتی ہے کیونکہ نبی (صلى الله عليه وسلم) نے کسی کو بھی کفارۂ یمین ادا کرنے کا حکم نہیں دیا۔ امام ابن کثیر فرماتے ہیں کہ اس آیت کے بعد اللہ تعالیٰ نے قسم کا کفارہ بیان فرمایا ہے جس سے معلوم ہوتا ہے کہ کسی حلال چیز کو حرام کرلینا، یہ قسم کھانے کے مرتبے میں ہے جو تکفیر (یعنی کفارہ ادا کرنے) کا متقاضی ہے۔ لیکن یہ استدلال احادیث صحیحہ کی موجودگی میں محل نظر ہے۔ فَالصَّحِيحُ مَا قَالَهُ الشَّوْكَانِيُّ۔ (امام شوکانی کا قول ہی صحیح ہے)"
}