{
  "id": 95,
  "verse_number": 95,
  "page_number": 123,
  "verse_key": "5:95",
  "juz_number": 7,
  "hizb_number": 13,
  "rub_el_hizb_number": 49,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقۡتُلُواْ ٱلصَّيۡدَ وَأَنتُمۡ حُرُمٞۚ وَمَن قَتَلَهُۥ مِنكُم مُّتَعَمِّدٗا فَجَزَآءٞ مِّثۡلُ مَا قَتَلَ مِنَ ٱلنَّعَمِ يَحۡكُمُ بِهِۦ ذَوَا عَدۡلٖ مِّنكُمۡ هَدۡيَۢا بَٰلِغَ ٱلۡكَعۡبَةِ أَوۡ كَفَّٰرَةٞ طَعَامُ مَسَٰكِينَ أَوۡ عَدۡلُ ذَٰلِكَ صِيَامٗا لِّيَذُوقَ وَبَالَ أَمۡرِهِۦۗ عَفَا ٱللَّهُ عَمَّا سَلَفَۚ وَمَنۡ عَادَ فَيَنتَقِمُ ٱللَّهُ مِنۡهُۚ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ",
  "translation": "اے ایمان والو! (وحشی) شکار کو قتل مت کرو جب کہ تم حالت احرام میں ہو(1) ۔ اور جو شخص تم میں سے اس کو جان بوجھ کر قتل کرے گا(2) تو اس پر فدیہ واجب ہوگا جو کہ مساوی ہوگا اس جانور کے جس کو اس نے قتل کیا ہے(3) جس کا فیصلہ تم میں سے دو معتبر شخص کردیں(4) خواه وه فدیہ خاص چوپایوں میں سے ہو جو نیاز کے طور پر کعبہ تک پہنچایا جائے(5) اور خواه کفاره مساکین کو دے دیا جائے اور خواه اس کے برابر روزے رکھ لئے جائیں(6) تاکہ اپنے کئے شامت کا مزه چکھے، اللہ تعالیٰ نے گذشتہ کو معاف کردیا اور جو شخص پھر ایسی ہی حرکت کرے گا تو اللہ انتقام لے گا اور اللہ زبردست ہے انتقام لینے واﻻ۔",
  "footnotes": "(1) امام شافعی نے اس سے مراد، صرف ان جانوروں کا قتل لیا ہے جو ماکول اللحم ہیں یعنی جو کھانے کے کام میں آتے ہیں۔ دوسرے بری جانوروں کا قتل وہ جائز قرار دیتے ہیں۔ لیکن جمہور علماء کے نزدیک اس میں کوئی تفریق نہیں، ماکول اور غیرماکول دونوں قسم کے جانور اس میں شامل ہیں۔ البتہ ان موذی جانوروں کا قتل جائز ہے جن کا استثنا احادیث میں آیا ہے اور وہ پانچ ہیں کوا، چیل، بچھو، چوہا اور باؤلا کتا۔ (صحيح مسلم، كتاب الحج، باب ما يندب للمحرم وغيره قتله من الدواب في الحل والحرم، وموطأ إمام مالك) حضرت نافع سے سانپ کے بارے میں سوال کیا گیا تو انہوں نے فرمایا، اس کے قتل میں تو کوئی اختلاف ہی نہیں۔ (ابن کثیر) اور امام احمد اور امام مالک اور دیگر علماء نے بھیڑئیے، درندے، چیتے اور شیر کو کلب عقور (کاٹنے والے کتے) میں شامل کرکے حالت احرام میں ان کے قتل کی بھی اجازت دی ہے۔ (ابن کثیر)\n(2) ”جان بوجھ کر“ کے الفاظ سے بعض علماء نے یہ استدلال کیا ہے کہ بغیر ارادہ کے یعنی بھول کر قتل کر دے تو اس کے لئے فدیہ نہیں ہے۔ لیکن جمہور علماء کے نزدیک بھول کر، یا غلطی سے بھی قتل ہو جائے تو فدیہ واجب ہوا۔ ”مُتَعَمِّدًا“ کی قید غالب احوال کے اعتبار سے ہے بطور شرط نہیں ہے۔\n(3) مساوی جانور (یا اس جیسے جانور) سے مراد خلقت یعنی قدوقامت میں مساوی ہونا ہے۔ قیمت میں مساوی ہونا نہیں ہے، جیسا کہ احناف کا مسلک ہے۔ مثلاً اگر ہرن کو قتل کیا ہے تو اس کی مثل (مساوی) بکری ہے۔ گائے کی مثل نیل گائے ہے۔ وغیرہ۔ البتہ جس جانور کا مثل نہ مل سکتا ہو، وہاں اس کی قیمت بطور فدیہ لے کر مکہ پہنچا دی جائے گی۔\n(4) کہ مقتول جانور کی مثل (مساوی) فلاں جانور ہے اور اگر وہ غیر مثلی ہے یا مثل دستیاب نہیں ہے تو اس کی اتنی قیمت ہے۔ اس قیمت سے غلہ خرید کر مکہ کے مساکین میں فی مسکین ایک مد کے حساب سے تقسیم کردیا جائے گا۔ احناف کے نزدیک فی مسکین دو مد ہیں۔\n(5) یہ فدیہ، جانور یا اس کی قیمت، کعبہ پہنچائی جائے گی اور کعبہ سے مراد حرم ہے، (فتح القدیر) یعنی ان کی تقسیم حرم مکہ کی حدود میں رہنے والے مساکین پر ہوگی۔\n(6) ”او“ (یا) تخييرکے لئے ہے یعنی کفارہ، اطعام مساکین ہو یا اس کے برابر روزے۔ دونوں میں سے کسی ایک پر عمل کرنا جائز ہے۔ مقتول جانور کے حساب سے طعام میں جس طرح کمی بیشی ہوگی، روزوں میں بھی کمی بیشی ہوگی۔ مثلاً محرم (احرام والے) نے ہرن قتل کیا ہے تو اس کی مثل بکری ہے، یہ فدیہ حرم مکہ میں ذبیح کیا جائے گا، اگر یہ نہ ملے تو ابن عباس (رضي الله عنه) کے ا یک قول کے مطابق چھ مساکین کو کھانا یا تین دن کے روزے رکھنے ہوں گے، اگر اس نے بارہ سنگھا، سانبھر یا اس جیسا کوئی جانور قتل کیا ہے تو اس کی مثل گائے ہے، اگر یہ دستیاب نہ ہو یا اس کی طاقت نہ ہو تو بیس مسکین کو کھانا یا بیس دن کے روزے رکھنے ہوں گے۔ یا ایسا جانور (شترمرغ یا گورخر وغیرہ) قتل کیا ہے جس کی مثل اونٹ ہے تو اس کی عدم دستیابی کی صورت میں 30 مساکین کو کھانا یا 30 دن کے روزے رکھنے ہوں گے۔ (ابن کثیر )"
}