{
  "result": [
    {
      "id": "2484",
      "sura": "21",
      "aya": "1",
      "arabic_text": "ٱقۡتَرَبَ لِلنَّاسِ حِسَابُهُمۡ وَهُمۡ فِي غَفۡلَةٖ مُّعۡرِضُونَ",
      "translation": "Људима се ближи њихово полагања рачуна, а они, немарни, окрећу се од истине.",
      "footnotes": ""
    },
    {
      "id": "2485",
      "sura": "21",
      "aya": "2",
      "arabic_text": "مَا يَأۡتِيهِم مِّن ذِكۡرٖ مِّن رَّبِّهِم مُّحۡدَثٍ إِلَّا ٱسۡتَمَعُوهُ وَهُمۡ يَلۡعَبُونَ",
      "translation": "И не дође им ниједна нова опомена од Господара њиховог којој се, слушајући је, не подсмехују,",
      "footnotes": ""
    },
    {
      "id": "2486",
      "sura": "21",
      "aya": "3",
      "arabic_text": "لَاهِيَةٗ قُلُوبُهُمۡۗ وَأَسَرُّواْ ٱلنَّجۡوَى ٱلَّذِينَ ظَلَمُواْ هَلۡ هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡۖ أَفَتَأۡتُونَ ٱلسِّحۡرَ وَأَنتُمۡ تُبۡصِرُونَ",
      "translation": "немарних срца. И тихо рекоше незнанобожци: „Да ли је овај нешто друго до човек као и ви?! Зар ћете да се предате враџбини, а видите да то јесте?!“",
      "footnotes": ""
    },
    {
      "id": "2487",
      "sura": "21",
      "aya": "4",
      "arabic_text": "قَالَ رَبِّي يَعۡلَمُ ٱلۡقَوۡلَ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "“Господар мој зна”, рече он, “шта се говори и на небу и на Земљи. Он све чује и све зна!”",
      "footnotes": ""
    },
    {
      "id": "2488",
      "sura": "21",
      "aya": "5",
      "arabic_text": "بَلۡ قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمِۭ بَلِ ٱفۡتَرَىٰهُ بَلۡ هُوَ شَاعِرٞ فَلۡيَأۡتِنَا بِـَٔايَةٖ كَمَآ أُرۡسِلَ ٱلۡأَوَّلُونَ",
      "translation": "Они, чак, говоре: “То је само кошмар! Он га измишља! Он је песник! Нека нам донесе какво чудо као и претходни посланици!”",
      "footnotes": ""
    },
    {
      "id": "2489",
      "sura": "21",
      "aya": "6",
      "arabic_text": "مَآ ءَامَنَتۡ قَبۡلَهُم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَآۖ أَفَهُمۡ يُؤۡمِنُونَ",
      "translation": "Ниједно насеље које смо Ми уништили пре њих није у чудо поверовало, па зар ће они да поверују?!",
      "footnotes": ""
    },
    {
      "id": "2490",
      "sura": "21",
      "aya": "7",
      "arabic_text": "وَمَآ أَرۡسَلۡنَا قَبۡلَكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ",
      "translation": "И пре тебе смо само људе као посланике слали и објављивали смо им, зато питајте следбенике Књиге, ако ви не знате!",
      "footnotes": ""
    },
    {
      "id": "2491",
      "sura": "21",
      "aya": "8",
      "arabic_text": "وَمَا جَعَلۡنَٰهُمۡ جَسَدٗا لَّا يَأۡكُلُونَ ٱلطَّعَامَ وَمَا كَانُواْ خَٰلِدِينَ",
      "translation": "Ми их нисмо створили као бића која живе без хране, нити су били бесмртни.",
      "footnotes": ""
    },
    {
      "id": "2492",
      "sura": "21",
      "aya": "9",
      "arabic_text": "ثُمَّ صَدَقۡنَٰهُمُ ٱلۡوَعۡدَ فَأَنجَيۡنَٰهُمۡ وَمَن نَّشَآءُ وَأَهۡلَكۡنَا ٱلۡمُسۡرِفِينَ",
      "translation": "Затим би им обећање испуњавали, и њих, и оне које смо хтели спашавали, а невернике уништавали.“",
      "footnotes": ""
    },
    {
      "id": "2493",
      "sura": "21",
      "aya": "10",
      "arabic_text": "لَقَدۡ أَنزَلۡنَآ إِلَيۡكُمۡ كِتَٰبٗا فِيهِ ذِكۡرُكُمۡۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "Ми вам Књигу објављујемо у којој је слава ваша, па зашто се не опаметите?",
      "footnotes": ""
    },
    {
      "id": "2494",
      "sura": "21",
      "aya": "11",
      "arabic_text": "وَكَمۡ قَصَمۡنَا مِن قَرۡيَةٖ كَانَتۡ ظَالِمَةٗ وَأَنشَأۡنَا بَعۡدَهَا قَوۡمًا ءَاخَرِينَ",
      "translation": "А колико смо само уништили насеља која су била незнанобожачка и после којих би друге народе довели!",
      "footnotes": ""
    },
    {
      "id": "2495",
      "sura": "21",
      "aya": "12",
      "arabic_text": "فَلَمَّآ أَحَسُّواْ بَأۡسَنَآ إِذَا هُم مِّنۡهَا يَرۡكُضُونَ",
      "translation": "И када би казну нашу предосетили, из домова својих би се разбежали.",
      "footnotes": ""
    },
    {
      "id": "2496",
      "sura": "21",
      "aya": "13",
      "arabic_text": "لَا تَرۡكُضُواْ وَٱرۡجِعُوٓاْ إِلَىٰ مَآ أُتۡرِفۡتُمۡ فِيهِ وَمَسَٰكِنِكُمۡ لَعَلَّكُمۡ تُسۡـَٔلُونَ",
      "translation": "„Не бежите сад, и вратите се вашим уживањима и вашим домовима, можда ће вас неко шта упитати.”",
      "footnotes": ""
    },
    {
      "id": "2497",
      "sura": "21",
      "aya": "14",
      "arabic_text": "قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ",
      "translation": "“Тешко нама”, они би говорили, “ми смо, заиста, неверници били!”",
      "footnotes": ""
    },
    {
      "id": "2498",
      "sura": "21",
      "aya": "15",
      "arabic_text": "فَمَا زَالَت تِّلۡكَ دَعۡوَىٰهُمۡ حَتَّىٰ جَعَلۡنَٰهُمۡ حَصِيدًا خَٰمِدِينَ",
      "translation": "И кукали би тако све док их не бисмо учинили, као жито пожњевено, непомичним.",
      "footnotes": ""
    },
    {
      "id": "2499",
      "sura": "21",
      "aya": "16",
      "arabic_text": "وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ",
      "translation": "Ми нисмо створили небо и Земљу и оно што је између њих да се забављамо.",
      "footnotes": ""
    },
    {
      "id": "2500",
      "sura": "21",
      "aya": "17",
      "arabic_text": "لَوۡ أَرَدۡنَآ أَن نَّتَّخِذَ لَهۡوٗا لَّٱتَّخَذۡنَٰهُ مِن لَّدُنَّآ إِن كُنَّا فَٰعِلِينَ",
      "translation": "Да смо хтели да се забављамо, забављали бисмо се онако како Нама доликује, али Ми то не чинимо.",
      "footnotes": ""
    },
    {
      "id": "2501",
      "sura": "21",
      "aya": "18",
      "arabic_text": "بَلۡ نَقۡذِفُ بِٱلۡحَقِّ عَلَى ٱلۡبَٰطِلِ فَيَدۡمَغُهُۥ فَإِذَا هُوَ زَاهِقٞۚ وَلَكُمُ ٱلۡوَيۡلُ مِمَّا تَصِفُونَ",
      "translation": "Него истином сузбијамо лаж, истина је угуши и лажи нестане – а тешко вама због лажи које о Њему износите!",
      "footnotes": ""
    },
    {
      "id": "2502",
      "sura": "21",
      "aya": "19",
      "arabic_text": "وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَنۡ عِندَهُۥ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَلَا يَسۡتَحۡسِرُونَ",
      "translation": "Његово је оно што је на небесима и на Земљи! А они који су код Њега не зазиру да Га обожавају, нити им то досади,",
      "footnotes": ""
    },
    {
      "id": "2503",
      "sura": "21",
      "aya": "20",
      "arabic_text": "يُسَبِّحُونَ ٱلَّيۡلَ وَٱلنَّهَارَ لَا يَفۡتُرُونَ",
      "translation": "славе Га ноћу и дању, не малаксавају.",
      "footnotes": ""
    },
    {
      "id": "2504",
      "sura": "21",
      "aya": "21",
      "arabic_text": "أَمِ ٱتَّخَذُوٓاْ ءَالِهَةٗ مِّنَ ٱلۡأَرۡضِ هُمۡ يُنشِرُونَ",
      "translation": "Зар божанства која они од земље праве могу да оживе мртве?!",
      "footnotes": ""
    },
    {
      "id": "2505",
      "sura": "21",
      "aya": "22",
      "arabic_text": "لَوۡ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَاۚ فَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ",
      "translation": "Да на Земљи и небесима уистину постоје божанства поред Аллаха, пореметила би се. Па нека је слављен и узвишен Аллах, Господар Престола, од оног како Га описују!",
      "footnotes": ""
    },
    {
      "id": "2506",
      "sura": "21",
      "aya": "23",
      "arabic_text": "لَا يُسۡـَٔلُ عَمَّا يَفۡعَلُ وَهُمۡ يُسۡـَٔلُونَ",
      "translation": "Он неће бити питан за Своје поступке, а они ће бити питани.",
      "footnotes": ""
    },
    {
      "id": "2507",
      "sura": "21",
      "aya": "24",
      "arabic_text": "أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡۖ هَٰذَا ذِكۡرُ مَن مَّعِيَ وَذِكۡرُ مَن قَبۡلِيۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ٱلۡحَقَّۖ فَهُم مُّعۡرِضُونَ",
      "translation": "Зар да они уместо Њега узимају богове!? Реци: “Дајте ваш доказ! У овом Кур'ану и књигама пре мене објављеним немате доказ.” Али већина њих не зна истину, па је зато не прихватају.",
      "footnotes": ""
    },
    {
      "id": "2508",
      "sura": "21",
      "aya": "25",
      "arabic_text": "وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٍ إِلَّا نُوحِيٓ إِلَيۡهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدُونِ",
      "translation": "Пре тебе нисмо послали ниједног посланика, а да му нисмо објавили: „Нема истинског бога осим Мене, зато само Мене обожавај!“",
      "footnotes": ""
    },
    {
      "id": "2509",
      "sura": "21",
      "aya": "26",
      "arabic_text": "وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗاۗ سُبۡحَٰنَهُۥۚ بَلۡ عِبَادٞ مُّكۡرَمُونَ",
      "translation": "Они говоре: „Свемилосни има дете!“, Узвишен и слављен је Он! А анђели су само слуге поштоване!",
      "footnotes": ""
    },
    {
      "id": "2510",
      "sura": "21",
      "aya": "27",
      "arabic_text": "لَا يَسۡبِقُونَهُۥ بِٱلۡقَوۡلِ وَهُم بِأَمۡرِهِۦ يَعۡمَلُونَ",
      "translation": "Они не говоре док то Он не одобри и поступају онако како Он нареди.",
      "footnotes": ""
    },
    {
      "id": "2511",
      "sura": "21",
      "aya": "28",
      "arabic_text": "يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يَشۡفَعُونَ إِلَّا لِمَنِ ٱرۡتَضَىٰ وَهُم مِّنۡ خَشۡيَتِهِۦ مُشۡفِقُونَ",
      "translation": "Он зна шта су радили и шта ће да ураде, и они се заузимају само за оног са којим је Он задовољан, а и сами су, из страхопоштовања према Њему, богобојазни.",
      "footnotes": ""
    },
    {
      "id": "2512",
      "sura": "21",
      "aya": "29",
      "arabic_text": "۞ وَمَن يَقُلۡ مِنۡهُمۡ إِنِّيٓ إِلَٰهٞ مِّن دُونِهِۦ فَذَٰلِكَ نَجۡزِيهِ جَهَنَّمَۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ",
      "translation": "А ако би неки од њих казао: „Ја сам, поред Њега, такође бог!“ Казнили бисмо га Паклом, јер Ми тако кажњавамо незнанобошце.",
      "footnotes": ""
    },
    {
      "id": "2513",
      "sura": "21",
      "aya": "30",
      "arabic_text": "أَوَلَمۡ يَرَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ كَانَتَا رَتۡقٗا فَفَتَقۡنَٰهُمَاۖ وَجَعَلۡنَا مِنَ ٱلۡمَآءِ كُلَّ شَيۡءٍ حَيٍّۚ أَفَلَا يُؤۡمِنُونَ",
      "translation": "Зар не знају неверници да су небеса и Земља били једна целина, па смо их Ми раздвојили, и да Ми од воде све живо стварамо?! И зар неће да верују?!",
      "footnotes": ""
    },
    {
      "id": "2514",
      "sura": "21",
      "aya": "31",
      "arabic_text": "وَجَعَلۡنَا فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِهِمۡ وَجَعَلۡنَا فِيهَا فِجَاجٗا سُبُلٗا لَّعَلَّهُمۡ يَهۡتَدُونَ",
      "translation": "Ми смо на Земљи створили стабилне планине да их она не потресе, и по њима смо учинили пролазе и стазе да би они стизали куда желе.",
      "footnotes": ""
    },
    {
      "id": "2515",
      "sura": "21",
      "aya": "32",
      "arabic_text": "وَجَعَلۡنَا ٱلسَّمَآءَ سَقۡفٗا مَّحۡفُوظٗاۖ وَهُمۡ عَنۡ ءَايَٰتِهَا مُعۡرِضُونَ",
      "translation": "И створио је сигурни небески свод, а они се ипак окрећу од доказа која су на њему.",
      "footnotes": ""
    },
    {
      "id": "2516",
      "sura": "21",
      "aya": "33",
      "arabic_text": "وَهُوَ ٱلَّذِي خَلَقَ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ فِي فَلَكٖ يَسۡبَحُونَ",
      "translation": "И ноћ и дан Његово су дело, и Сунце и Месец, и сви они у свемиру плове.",
      "footnotes": ""
    },
    {
      "id": "2517",
      "sura": "21",
      "aya": "34",
      "arabic_text": "وَمَا جَعَلۡنَا لِبَشَرٖ مِّن قَبۡلِكَ ٱلۡخُلۡدَۖ أَفَإِيْن مِّتَّ فَهُمُ ٱلۡخَٰلِدُونَ",
      "translation": "И Ми нисмо ниједном човеку пре тебе дали вечност; ако ти умреш, зар ће они довека да живе?",
      "footnotes": ""
    },
    {
      "id": "2518",
      "sura": "21",
      "aya": "35",
      "arabic_text": "كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَنَبۡلُوكُم بِٱلشَّرِّ وَٱلۡخَيۡرِ فِتۡنَةٗۖ وَإِلَيۡنَا تُرۡجَعُونَ",
      "translation": "Свако живо биће смрт ће да окуси! Ми вас стављамо на искушење и у добру и у злу, и Нама ћете да се вратите.",
      "footnotes": ""
    },
    {
      "id": "2519",
      "sura": "21",
      "aya": "36",
      "arabic_text": "وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓاْ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي يَذۡكُرُ ءَالِهَتَكُمۡ وَهُم بِذِكۡرِ ٱلرَّحۡمَٰنِ هُمۡ كَٰفِرُونَ",
      "translation": "Када те неверници угледају, само ти се исмејавају: „Је ли то онај који хули ваша божанства?“ А они сами, кад се спомене Свемилосни, не верују.",
      "footnotes": ""
    },
    {
      "id": "2520",
      "sura": "21",
      "aya": "37",
      "arabic_text": "خُلِقَ ٱلۡإِنسَٰنُ مِنۡ عَجَلٖۚ سَأُوْرِيكُمۡ ءَايَٰتِي فَلَا تَسۡتَعۡجِلُونِ",
      "translation": "Човек је створен по природи нестрпљив. Показаћу Ја вама, заиста, доказе Своје, зато Ме не пожурујте!",
      "footnotes": ""
    },
    {
      "id": "2521",
      "sura": "21",
      "aya": "38",
      "arabic_text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "Они говоре: „Када ће већ једном та претња да се оствари, ако истину говорите?“",
      "footnotes": ""
    },
    {
      "id": "2522",
      "sura": "21",
      "aya": "39",
      "arabic_text": "لَوۡ يَعۡلَمُ ٱلَّذِينَ كَفَرُواْ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمۡ وَلَا هُمۡ يُنصَرُونَ",
      "translation": "А кад би неверници само знали да тада неће моћи да отклоне ватру од својих лица и својих леђа, и да нико неће моћи да им пружи помоћ.",
      "footnotes": ""
    },
    {
      "id": "2523",
      "sura": "21",
      "aya": "40",
      "arabic_text": "بَلۡ تَأۡتِيهِم بَغۡتَةٗ فَتَبۡهَتُهُمۡ فَلَا يَسۡتَطِيعُونَ رَدَّهَا وَلَا هُمۡ يُنظَرُونَ",
      "translation": "Напротив, казна ће изненада да им дође и они неће моћи да је отклоне, и неће им се дати прилика за покајање.",
      "footnotes": ""
    },
    {
      "id": "2524",
      "sura": "21",
      "aya": "41",
      "arabic_text": "وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "Посланицима су се и пре тебе исмејавали, па је оне који су им се исмејавали стигла казна којој су се исмејавали.",
      "footnotes": ""
    },
    {
      "id": "2525",
      "sura": "21",
      "aya": "42",
      "arabic_text": "قُلۡ مَن يَكۡلَؤُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ مِنَ ٱلرَّحۡمَٰنِۚ بَلۡ هُمۡ عَن ذِكۡرِ رَبِّهِم مُّعۡرِضُونَ",
      "translation": "Реци: „Ко ће вас, ноћу и дању, заштитити од казне Свемилосног?!“ Па, ипак, се они од Објаве свога Господара окрећу.",
      "footnotes": ""
    },
    {
      "id": "2526",
      "sura": "21",
      "aya": "43",
      "arabic_text": "أَمۡ لَهُمۡ ءَالِهَةٞ تَمۡنَعُهُم مِّن دُونِنَاۚ لَا يَسۡتَطِيعُونَ نَصۡرَ أَنفُسِهِمۡ وَلَا هُم مِّنَّا يُصۡحَبُونَ",
      "translation": "Зар ће их њихова божанства од наше казне одбранити? Па она сама себи не могу да помогну, и нико невернике од Наше казне не може да сачува!",
      "footnotes": ""
    },
    {
      "id": "2527",
      "sura": "21",
      "aya": "44",
      "arabic_text": "بَلۡ مَتَّعۡنَا هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ طَالَ عَلَيۡهِمُ ٱلۡعُمُرُۗ أَفَلَا يَرَوۡنَ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَآۚ أَفَهُمُ ٱلۡغَٰلِبُونَ",
      "translation": "Ми смо неверницима, а и њиховим прецима, дали да уживају тако да им се живот у томе одужио. А зар они не виде да Ми Земљу са њених крајева умањујемо, па како да они буду победници?!",
      "footnotes": ""
    },
    {
      "id": "2528",
      "sura": "21",
      "aya": "45",
      "arabic_text": "قُلۡ إِنَّمَآ أُنذِرُكُم بِٱلۡوَحۡيِۚ وَلَا يَسۡمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ",
      "translation": "Реци: „Ја вас упозоравам Објавом!“ Али, глуви не чују позив када се упозоравају.",
      "footnotes": ""
    },
    {
      "id": "2529",
      "sura": "21",
      "aya": "46",
      "arabic_text": "وَلَئِن مَّسَّتۡهُمۡ نَفۡحَةٞ مِّنۡ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ",
      "translation": "А када би их дотакнуо само мали део казне твога Господара, сигурно би повикали: „Тешко нама, заиста смо били неправедни!“",
      "footnotes": ""
    },
    {
      "id": "2530",
      "sura": "21",
      "aya": "47",
      "arabic_text": "وَنَضَعُ ٱلۡمَوَٰزِينَ ٱلۡقِسۡطَ لِيَوۡمِ ٱلۡقِيَٰمَةِ فَلَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗاۖ وَإِن كَانَ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٍ أَتَيۡنَا بِهَاۗ وَكَفَىٰ بِنَا حَٰسِبِينَ",
      "translation": "И на Судњем дану ћемо поставити тачне ваге за вагање дела, па никоме се неће учинити неправда. А ако дело буде тешко колико зрно горушице, нећемо га занемарити. А довољно је то што ћемо Ми рачуне испитивати.",
      "footnotes": ""
    },
    {
      "id": "2531",
      "sura": "21",
      "aya": "48",
      "arabic_text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ وَهَٰرُونَ ٱلۡفُرۡقَانَ وَضِيَآءٗ وَذِكۡرٗا لِّلۡمُتَّقِينَ",
      "translation": "Ми смо Мојсију и Арону дали оно што раставља Истину од неистине, светло и опомену за богобојазне,",
      "footnotes": ""
    },
    {
      "id": "2532",
      "sura": "21",
      "aya": "49",
      "arabic_text": "ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشۡفِقُونَ",
      "translation": "за оне који се Господара свог боје и кад их нико не види, и који се брину због Часа проживљења.",
      "footnotes": ""
    },
    {
      "id": "2533",
      "sura": "21",
      "aya": "50",
      "arabic_text": "وَهَٰذَا ذِكۡرٞ مُّبَارَكٌ أَنزَلۡنَٰهُۚ أَفَأَنتُمۡ لَهُۥ مُنكِرُونَ",
      "translation": "Овај Кур’ан је благословљена поука коју објављујемо, па зар да га ви поричете?",
      "footnotes": ""
    },
    {
      "id": "2534",
      "sura": "21",
      "aya": "51",
      "arabic_text": "۞ وَلَقَدۡ ءَاتَيۡنَآ إِبۡرَٰهِيمَ رُشۡدَهُۥ مِن قَبۡلُ وَكُنَّا بِهِۦ عَٰلِمِينَ",
      "translation": "Ми смо још пре Авраму дали разборитост и добро смо га познавали.",
      "footnotes": ""
    },
    {
      "id": "2535",
      "sura": "21",
      "aya": "52",
      "arabic_text": "إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِيٓ أَنتُمۡ لَهَا عَٰكِفُونَ",
      "translation": "Кад он своме оцу и своме народу рече: „Какви су ово кипови које тако предано обожавате?“",
      "footnotes": ""
    },
    {
      "id": "2536",
      "sura": "21",
      "aya": "53",
      "arabic_text": "قَالُواْ وَجَدۡنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ",
      "translation": "Они одговорише: „Затекли смо наше претке како их обожавају.“",
      "footnotes": ""
    },
    {
      "id": "2537",
      "sura": "21",
      "aya": "54",
      "arabic_text": "قَالَ لَقَدۡ كُنتُمۡ أَنتُمۡ وَءَابَآؤُكُمۡ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "Аврам рече: \"Заиста сте ви, а и преци ваши, у очигледној заблуди.“",
      "footnotes": ""
    },
    {
      "id": "2538",
      "sura": "21",
      "aya": "55",
      "arabic_text": "قَالُوٓاْ أَجِئۡتَنَا بِٱلۡحَقِّ أَمۡ أَنتَ مِنَ ٱللَّٰعِبِينَ",
      "translation": "„Говориш ли ти то озбиљно или се само шалиш?“ Упиташе они.",
      "footnotes": ""
    },
    {
      "id": "2539",
      "sura": "21",
      "aya": "56",
      "arabic_text": "قَالَ بَل رَّبُّكُمۡ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلَّذِي فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّٰهِدِينَ",
      "translation": "“Не!” Рече. “Господар ваш је Господар небеса и Земље, Он је њих створио, и ја ћу вам то доказати.",
      "footnotes": ""
    },
    {
      "id": "2540",
      "sura": "21",
      "aya": "57",
      "arabic_text": "وَتَٱللَّهِ لَأَكِيدَنَّ أَصۡنَٰمَكُم بَعۡدَ أَن تُوَلُّواْ مُدۡبِرِينَ",
      "translation": "И нечујно рече: \"Тако ми Аллаха, ја ћу, чим се удаљите, вашим идолима сплетку учинити!”",
      "footnotes": ""
    },
    {
      "id": "2541",
      "sura": "21",
      "aya": "58",
      "arabic_text": "فَجَعَلَهُمۡ جُذَٰذًا إِلَّا كَبِيرٗا لَّهُمۡ لَعَلَّهُمۡ إِلَيۡهِ يَرۡجِعُونَ",
      "translation": "И поразбија их он у комаде, осим оног највећег, да би се њему обратили.",
      "footnotes": ""
    },
    {
      "id": "2542",
      "sura": "21",
      "aya": "59",
      "arabic_text": "قَالُواْ مَن فَعَلَ هَٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّٰلِمِينَ",
      "translation": "„Ко уради ово са нашим боговима?“ Повикаше они, „заиста је насилник.“",
      "footnotes": ""
    },
    {
      "id": "2543",
      "sura": "21",
      "aya": "60",
      "arabic_text": "قَالُواْ سَمِعۡنَا فَتٗى يَذۡكُرُهُمۡ يُقَالُ لَهُۥٓ إِبۡرَٰهِيمُ",
      "translation": "„Чули смо једног момка како их хули“, рекоше, „име му је Аврам.“",
      "footnotes": ""
    },
    {
      "id": "2544",
      "sura": "21",
      "aya": "61",
      "arabic_text": "قَالُواْ فَأۡتُواْ بِهِۦ عَلَىٰٓ أَعۡيُنِ ٱلنَّاسِ لَعَلَّهُمۡ يَشۡهَدُونَ",
      "translation": "„Доведите га пред народ“, рекоше, „да људи посведоче.“",
      "footnotes": ""
    },
    {
      "id": "2545",
      "sura": "21",
      "aya": "62",
      "arabic_text": "قَالُوٓاْ ءَأَنتَ فَعَلۡتَ هَٰذَا بِـَٔالِهَتِنَا يَٰٓإِبۡرَٰهِيمُ",
      "translation": "„Јеси ли ти урадио ово са нашим боговима, о Авраме?“ Упиташе.",
      "footnotes": ""
    },
    {
      "id": "2546",
      "sura": "21",
      "aya": "63",
      "arabic_text": "قَالَ بَلۡ فَعَلَهُۥ كَبِيرُهُمۡ هَٰذَا فَسۡـَٔلُوهُمۡ إِن كَانُواْ يَنطِقُونَ",
      "translation": "„То је учинио овај највећи међу њима; питајте их ако могу да говоре“, рече он.",
      "footnotes": ""
    },
    {
      "id": "2547",
      "sura": "21",
      "aya": "64",
      "arabic_text": "فَرَجَعُوٓاْ إِلَىٰٓ أَنفُسِهِمۡ فَقَالُوٓاْ إِنَّكُمۡ أَنتُمُ ٱلظَّٰلِمُونَ",
      "translation": "И они схватише, па сами себи рекоше: “Ви сте, заиста, неправедни!”",
      "footnotes": ""
    },
    {
      "id": "2548",
      "sura": "21",
      "aya": "65",
      "arabic_text": "ثُمَّ نُكِسُواْ عَلَىٰ رُءُوسِهِمۡ لَقَدۡ عَلِمۡتَ مَا هَٰٓؤُلَآءِ يَنطِقُونَ",
      "translation": "Затим се на своје вратише: „Ти знаш да ови не говоре!“",
      "footnotes": ""
    },
    {
      "id": "2549",
      "sura": "21",
      "aya": "66",
      "arabic_text": "قَالَ أَفَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمۡ شَيۡـٔٗا وَلَا يَضُرُّكُمۡ",
      "translation": "„Па зашто онда, уместо Аллаха, обожавате оне који не могу ни да вам користе нити могу од вас какву штету да отклоне?“ Упита он.",
      "footnotes": ""
    },
    {
      "id": "2550",
      "sura": "21",
      "aya": "67",
      "arabic_text": "أُفّٖ لَّكُمۡ وَلِمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "„Тешко вама и онима које, уместо Аллаха, обожавате! Зашто се не опаметите?“",
      "footnotes": ""
    },
    {
      "id": "2551",
      "sura": "21",
      "aya": "68",
      "arabic_text": "قَالُواْ حَرِّقُوهُ وَٱنصُرُوٓاْ ءَالِهَتَكُمۡ إِن كُنتُمۡ فَٰعِلِينَ",
      "translation": "“Спалите га и богове ваше осветите, ако хоћете ишта да учините!” Повикаше.",
      "footnotes": ""
    },
    {
      "id": "2552",
      "sura": "21",
      "aya": "69",
      "arabic_text": "قُلۡنَا يَٰنَارُ كُونِي بَرۡدٗا وَسَلَٰمًا عَلَىٰٓ إِبۡرَٰهِيمَ",
      "translation": "„О ватро!“ Рекосмо Ми, „буди хладна, и спас Авраму!“",
      "footnotes": ""
    },
    {
      "id": "2553",
      "sura": "21",
      "aya": "70",
      "arabic_text": "وَأَرَادُواْ بِهِۦ كَيۡدٗا فَجَعَلۡنَٰهُمُ ٱلۡأَخۡسَرِينَ",
      "translation": "И хтели су да му поставе сплетку, али их Ми учинисмо највећим губитницима!",
      "footnotes": ""
    },
    {
      "id": "2554",
      "sura": "21",
      "aya": "71",
      "arabic_text": "وَنَجَّيۡنَٰهُ وَلُوطًا إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَا لِلۡعَٰلَمِينَ",
      "translation": "И спасили смо њега и Лота и послали их у земљу коју смо за људе благословили,",
      "footnotes": ""
    },
    {
      "id": "2555",
      "sura": "21",
      "aya": "72",
      "arabic_text": "وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ نَافِلَةٗۖ وَكُلّٗا جَعَلۡنَا صَٰلِحِينَ",
      "translation": "и поклонили смо му Исака, и још Јакова као унука и све учинисмо честитим.",
      "footnotes": ""
    },
    {
      "id": "2556",
      "sura": "21",
      "aya": "73",
      "arabic_text": "وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا وَأَوۡحَيۡنَآ إِلَيۡهِمۡ فِعۡلَ ٱلۡخَيۡرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِۖ وَكَانُواْ لَنَا عَٰبِدِينَ",
      "translation": "И учинили смо их веровесницима да упућују према Нашој заповеди, и објавили смо им да раде добра дела, и да обављају молитву, и да удељују милостињу, и само су Нас обожавали.",
      "footnotes": ""
    },
    {
      "id": "2557",
      "sura": "21",
      "aya": "74",
      "arabic_text": "وَلُوطًا ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَنَجَّيۡنَٰهُ مِنَ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَت تَّعۡمَلُ ٱلۡخَبَٰٓئِثَۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَٰسِقِينَ",
      "translation": "И Лоту мудрост и знање смо дали и из града га, у ком су становници његови одвратне ствари чинили, избавили – то је, уистину, био народ развратан и зао.",
      "footnotes": ""
    },
    {
      "id": "2558",
      "sura": "21",
      "aya": "75",
      "arabic_text": "وَأَدۡخَلۡنَٰهُ فِي رَحۡمَتِنَآۖ إِنَّهُۥ مِنَ ٱلصَّٰلِحِينَ",
      "translation": "и у Нашу милост смо га увели; он је, заиста, од оних добрих.",
      "footnotes": ""
    },
    {
      "id": "2559",
      "sura": "21",
      "aya": "76",
      "arabic_text": "وَنُوحًا إِذۡ نَادَىٰ مِن قَبۡلُ فَٱسۡتَجَبۡنَا لَهُۥ فَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ",
      "translation": "И спомени Ноја - кад је још давно завапио, па смо Му се одазвали, и њега и његову породицу од јада великог спасили,",
      "footnotes": ""
    },
    {
      "id": "2560",
      "sura": "21",
      "aya": "77",
      "arabic_text": "وَنَصَرۡنَٰهُ مِنَ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ",
      "translation": "и заштитили смо га од народа који је сматрао Наше речи и доказе неистинитим. То су били опаки људи, па смо их све потопили.",
      "footnotes": ""
    },
    {
      "id": "2561",
      "sura": "21",
      "aya": "78",
      "arabic_text": "وَدَاوُۥدَ وَسُلَيۡمَٰنَ إِذۡ يَحۡكُمَانِ فِي ٱلۡحَرۡثِ إِذۡ نَفَشَتۡ فِيهِ غَنَمُ ٱلۡقَوۡمِ وَكُنَّا لِحُكۡمِهِمۡ شَٰهِدِينَ",
      "translation": "И спомени Давида и Соломона, када су судили о усеву којег су по ноћи нечије овце опасле, и Ми смо били сведоци њиховом суђењу,",
      "footnotes": ""
    },
    {
      "id": "2562",
      "sura": "21",
      "aya": "79",
      "arabic_text": "فَفَهَّمۡنَٰهَا سُلَيۡمَٰنَۚ وَكُلًّا ءَاتَيۡنَا حُكۡمٗا وَعِلۡمٗاۚ وَسَخَّرۡنَا مَعَ دَاوُۥدَ ٱلۡجِبَالَ يُسَبِّحۡنَ وَٱلطَّيۡرَۚ وَكُنَّا فَٰعِلِينَ",
      "translation": "и учинили смо да Соломон проникне у то, а обојици смо дали мудрост и знање. И потчинили смо планине и птице да са Давидом Аллаха славе и величају: све то Ми смо учинили.",
      "footnotes": ""
    },
    {
      "id": "2563",
      "sura": "21",
      "aya": "80",
      "arabic_text": "وَعَلَّمۡنَٰهُ صَنۡعَةَ لَبُوسٖ لَّكُمۡ لِتُحۡصِنَكُم مِّنۢ بَأۡسِكُمۡۖ فَهَلۡ أَنتُمۡ شَٰكِرُونَ",
      "translation": "И научили смо га да израђује панцире за вас да вас штите у борби са непријатељем, па зашто нисте захвални?",
      "footnotes": ""
    },
    {
      "id": "2564",
      "sura": "21",
      "aya": "81",
      "arabic_text": "وَلِسُلَيۡمَٰنَ ٱلرِّيحَ عَاصِفَةٗ تَجۡرِي بِأَمۡرِهِۦٓ إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَاۚ وَكُنَّا بِكُلِّ شَيۡءٍ عَٰلِمِينَ",
      "translation": "А Соломону смо јак ветар послушним учинили, по његовој заповеди је дувао према земљи коју смо благословили; и Ми све добро знамо,",
      "footnotes": ""
    },
    {
      "id": "2565",
      "sura": "21",
      "aya": "82",
      "arabic_text": "وَمِنَ ٱلشَّيَٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعۡمَلُونَ عَمَلٗا دُونَ ذَٰلِكَۖ وَكُنَّا لَهُمۡ حَٰفِظِينَ",
      "translation": "и потчинио му је неке ђаволе да због њега роне, а радили су и друге послове, и над њима смо Ми бдели.",
      "footnotes": ""
    },
    {
      "id": "2566",
      "sura": "21",
      "aya": "83",
      "arabic_text": "۞ وَأَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلضُّرُّ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ",
      "translation": "И спомени Јова, када је своме Господару завапио: „Мене је снашла невоља, а Ти си од милостивих најмилостивији.“",
      "footnotes": ""
    },
    {
      "id": "2567",
      "sura": "21",
      "aya": "84",
      "arabic_text": "فَٱسۡتَجَبۡنَا لَهُۥ فَكَشَفۡنَا مَا بِهِۦ مِن ضُرّٖۖ وَءَاتَيۡنَٰهُ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنۡ عِندِنَا وَذِكۡرَىٰ لِلۡعَٰبِدِينَ",
      "translation": "И Ми смо му се одазвали и отклонили невољу која га је мучила и вратили смо му, милошћу Нашом, његову породицу, и уз њих још толико, и да буде узор онима који су Нама покорни.",
      "footnotes": ""
    },
    {
      "id": "2568",
      "sura": "21",
      "aya": "85",
      "arabic_text": "وَإِسۡمَٰعِيلَ وَإِدۡرِيسَ وَذَا ٱلۡكِفۡلِۖ كُلّٞ مِّنَ ٱلصَّٰبِرِينَ",
      "translation": "И спомени Јишмаела, и Еноха, и Језекиља, а сви су они били стрпљиви.",
      "footnotes": ""
    },
    {
      "id": "2569",
      "sura": "21",
      "aya": "86",
      "arabic_text": "وَأَدۡخَلۡنَٰهُمۡ فِي رَحۡمَتِنَآۖ إِنَّهُم مِّنَ ٱلصَّٰلِحِينَ",
      "translation": "И увели смо их у окриље Наше милости, они су заиста били добри.",
      "footnotes": ""
    },
    {
      "id": "2570",
      "sura": "21",
      "aya": "87",
      "arabic_text": "وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبٗا فَظَنَّ أَن لَّن نَّقۡدِرَ عَلَيۡهِ فَنَادَىٰ فِي ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبۡحَٰنَكَ إِنِّي كُنتُ مِنَ ٱلظَّٰلِمِينَ",
      "translation": "Јону кад срдит оде и помисли да га нећемо казнити – па после у тминама завапи: “Нема бога, осим Тебе, хваљен нека си, а ја сам се заиста огрешио према себи!”",
      "footnotes": ""
    },
    {
      "id": "2571",
      "sura": "21",
      "aya": "88",
      "arabic_text": "فَٱسۡتَجَبۡنَا لَهُۥ وَنَجَّيۡنَٰهُ مِنَ ٱلۡغَمِّۚ وَكَذَٰلِكَ نُـۨجِي ٱلۡمُؤۡمِنِينَ",
      "translation": "Па смо му се одазвали и тегобе га спасили; ето тако Ми спашавамо вернике.",
      "footnotes": ""
    },
    {
      "id": "2572",
      "sura": "21",
      "aya": "89",
      "arabic_text": "وَزَكَرِيَّآ إِذۡ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرۡنِي فَرۡدٗا وَأَنتَ خَيۡرُ ٱلۡوَٰرِثِينَ",
      "translation": "И спомени Захарија, када је позвао свога Господара: „Мој Господару, не остављај ме самог, Ти си једини вечан.\"",
      "footnotes": ""
    },
    {
      "id": "2573",
      "sura": "21",
      "aya": "90",
      "arabic_text": "فَٱسۡتَجَبۡنَا لَهُۥ وَوَهَبۡنَا لَهُۥ يَحۡيَىٰ وَأَصۡلَحۡنَا لَهُۥ زَوۡجَهُۥٓۚ إِنَّهُمۡ كَانُواْ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَيَدۡعُونَنَا رَغَبٗا وَرَهَبٗاۖ وَكَانُواْ لَنَا خَٰشِعِينَ",
      "translation": "Одазвали смо му се и, излечивши му жену, Јована му поклонисмо. Они су се трудили да што више добра ураде и молили су Нам се у нади и страху, и били су према Нама понизни.",
      "footnotes": ""
    },
    {
      "id": "2574",
      "sura": "21",
      "aya": "91",
      "arabic_text": "وَٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهَا مِن رُّوحِنَا وَجَعَلۡنَٰهَا وَٱبۡنَهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ",
      "translation": "И спомени ону која је сачувала чедност - своје девичанство, па смо у њу удахнули живот, и њу и њеног сина смо учинили да буду свим световима знамење.",
      "footnotes": ""
    },
    {
      "id": "2575",
      "sura": "21",
      "aya": "92",
      "arabic_text": "إِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱعۡبُدُونِ",
      "translation": "Ова ваша вера – једина је права вера, а Ја сам ваш Господар, зато само Мене обожавајте!",
      "footnotes": ""
    },
    {
      "id": "2576",
      "sura": "21",
      "aya": "93",
      "arabic_text": "وَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡۖ كُلٌّ إِلَيۡنَا رَٰجِعُونَ",
      "translation": "Људи су се, међутим, разишли и поделили у вери, а сви ће се Нама вратити.",
      "footnotes": ""
    },
    {
      "id": "2577",
      "sura": "21",
      "aya": "94",
      "arabic_text": "فَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا كُفۡرَانَ لِسَعۡيِهِۦ وَإِنَّا لَهُۥ كَٰتِبُونَ",
      "translation": "Ко буде радио добра дела а притом је верник, труд му неће остати лишен награде, јер смо га Ми сигурно записали.",
      "footnotes": ""
    },
    {
      "id": "2578",
      "sura": "21",
      "aya": "95",
      "arabic_text": "وَحَرَٰمٌ عَلَىٰ قَرۡيَةٍ أَهۡلَكۡنَٰهَآ أَنَّهُمۡ لَا يَرۡجِعُونَ",
      "translation": "А немогуће је да се становници било којег насеља које смо Ми уништили поново врате на овај свет!",
      "footnotes": ""
    },
    {
      "id": "2579",
      "sura": "21",
      "aya": "96",
      "arabic_text": "حَتَّىٰٓ إِذَا فُتِحَتۡ يَأۡجُوجُ وَمَأۡجُوجُ وَهُم مِّن كُلِّ حَدَبٖ يَنسِلُونَ",
      "translation": "И кад се ослободе Гог и Магог и кад се буду низ све стрмине журно спуштали,",
      "footnotes": ""
    },
    {
      "id": "2580",
      "sura": "21",
      "aya": "97",
      "arabic_text": "وَٱقۡتَرَبَ ٱلۡوَعۡدُ ٱلۡحَقُّ فَإِذَا هِيَ شَٰخِصَةٌ أَبۡصَٰرُ ٱلَّذِينَ كَفَرُواْ يَٰوَيۡلَنَا قَدۡ كُنَّا فِي غَفۡلَةٖ مِّنۡ هَٰذَا بَلۡ كُنَّا ظَٰلِمِينَ",
      "translation": "и приближи се Истинита претња, тада ће погледи неверника да се укоче. „Тешко нама, ми смо према овоме били равнодушни, сами себи смо неправду учинили!”",
      "footnotes": ""
    },
    {
      "id": "2581",
      "sura": "21",
      "aya": "98",
      "arabic_text": "إِنَّكُمۡ وَمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمۡ لَهَا وَٰرِدُونَ",
      "translation": "И ви, и они које поред Аллаха обожавате, бићете гориво у Паклу, а у њему ћете сигурно да уђете.",
      "footnotes": ""
    },
    {
      "id": "2582",
      "sura": "21",
      "aya": "99",
      "arabic_text": "لَوۡ كَانَ هَٰٓؤُلَآءِ ءَالِهَةٗ مَّا وَرَدُوهَاۖ وَكُلّٞ فِيهَا خَٰلِدُونَ",
      "translation": "Да су они богови, не би у Пакао ушли, и сви ће у њему вечно да бораве.",
      "footnotes": ""
    },
    {
      "id": "2583",
      "sura": "21",
      "aya": "100",
      "arabic_text": "لَهُمۡ فِيهَا زَفِيرٞ وَهُمۡ فِيهَا لَا يَسۡمَعُونَ",
      "translation": "У њему ће да уздишу пригушено, у њему ништа неће чути.",
      "footnotes": ""
    },
    {
      "id": "2584",
      "sura": "21",
      "aya": "101",
      "arabic_text": "إِنَّ ٱلَّذِينَ سَبَقَتۡ لَهُم مِّنَّا ٱلۡحُسۡنَىٰٓ أُوْلَٰٓئِكَ عَنۡهَا مُبۡعَدُونَ",
      "translation": "А они којима смо још пре обећали лепу награду, они ће да буду далеко од Пакла.",
      "footnotes": ""
    },
    {
      "id": "2585",
      "sura": "21",
      "aya": "102",
      "arabic_text": "لَا يَسۡمَعُونَ حَسِيسَهَاۖ وَهُمۡ فِي مَا ٱشۡتَهَتۡ أَنفُسُهُمۡ خَٰلِدُونَ",
      "translation": "Његову буку неће да чују, и вечно ће да уживају у ономе што им буду душе желеле.",
      "footnotes": ""
    },
    {
      "id": "2586",
      "sura": "21",
      "aya": "103",
      "arabic_text": "لَا يَحۡزُنُهُمُ ٱلۡفَزَعُ ٱلۡأَكۡبَرُ وَتَتَلَقَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ هَٰذَا يَوۡمُكُمُ ٱلَّذِي كُنتُمۡ تُوعَدُونَ",
      "translation": "Неће осетити страх због највећег ужаса, него ће их анђели дочекивати: „Ево, ово је ваш Дан који вам је обећан!“",
      "footnotes": ""
    },
    {
      "id": "2587",
      "sura": "21",
      "aya": "104",
      "arabic_text": "يَوۡمَ نَطۡوِي ٱلسَّمَآءَ كَطَيِّ ٱلسِّجِلِّ لِلۡكُتُبِۚ كَمَا بَدَأۡنَآ أَوَّلَ خَلۡقٖ نُّعِيدُهُۥۚ وَعۡدًا عَلَيۡنَآۚ إِنَّا كُنَّا فَٰعِلِينَ",
      "translation": "На Дан кад смотамо небеса као што се смота лист папира за писање, онако како смо први пут из ништа створили, тако ћемо поново из ништа да створимо, то је Наше обећање, Ми ћемо, заиста, то да учинимо.",
      "footnotes": ""
    },
    {
      "id": "2588",
      "sura": "21",
      "aya": "105",
      "arabic_text": "وَلَقَدۡ كَتَبۡنَا فِي ٱلزَّبُورِ مِنۢ بَعۡدِ ٱلذِّكۡرِ أَنَّ ٱلۡأَرۡضَ يَرِثُهَا عِبَادِيَ ٱلصَّٰلِحُونَ",
      "translation": "Ми смо у објавама, после Торе, написали да ће Земљу да наследе Моје честите слуге.",
      "footnotes": ""
    },
    {
      "id": "2589",
      "sura": "21",
      "aya": "106",
      "arabic_text": "إِنَّ فِي هَٰذَا لَبَلَٰغٗا لِّقَوۡمٍ عَٰبِدِينَ",
      "translation": "У овом је заиста поука за људе који буду само Аллаха обожавали,",
      "footnotes": ""
    },
    {
      "id": "2590",
      "sura": "21",
      "aya": "107",
      "arabic_text": "وَمَآ أَرۡسَلۡنَٰكَ إِلَّا رَحۡمَةٗ لِّلۡعَٰلَمِينَ",
      "translation": "а тебе смо послали само као милост световима.",
      "footnotes": ""
    },
    {
      "id": "2591",
      "sura": "21",
      "aya": "108",
      "arabic_text": "قُلۡ إِنَّمَا يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ",
      "translation": "Реци: „Мени се објављује да је ваш Бог један једини Бог, па хоћете ли му се предати?“",
      "footnotes": ""
    },
    {
      "id": "2592",
      "sura": "21",
      "aya": "109",
      "arabic_text": "فَإِن تَوَلَّوۡاْ فَقُلۡ ءَاذَنتُكُمۡ عَلَىٰ سَوَآءٖۖ وَإِنۡ أَدۡرِيٓ أَقَرِيبٌ أَم بَعِيدٞ مَّا تُوعَدُونَ",
      "translation": "А ако они одбију, ти реци: „Ја сам вас све, без разлике, опоменуо, а не знам да ли је близу или далеко оно чиме вам се прети.“",
      "footnotes": ""
    },
    {
      "id": "2593",
      "sura": "21",
      "aya": "110",
      "arabic_text": "إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ مِنَ ٱلۡقَوۡلِ وَيَعۡلَمُ مَا تَكۡتُمُونَ",
      "translation": "Он зна шта гласно говорите и шта кријете,",
      "footnotes": ""
    },
    {
      "id": "2594",
      "sura": "21",
      "aya": "111",
      "arabic_text": "وَإِنۡ أَدۡرِي لَعَلَّهُۥ فِتۡنَةٞ لَّكُمۡ وَمَتَٰعٌ إِلَىٰ حِينٖ",
      "translation": "а ја не знам, можда вам је то искушење, и препуштање световном уживању до одређеног времена.",
      "footnotes": ""
    },
    {
      "id": "2595",
      "sura": "21",
      "aya": "112",
      "arabic_text": "قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ",
      "translation": "“Господару мој, пресуди онако како су заслужили!” Рече он. “А од Господара нашег, Милостивог, треба тражити помоћ против оног што ви износите.”",
      "footnotes": ""
    }
  ]
}