{
  "result": [
    {
      "id": "6198",
      "sura": "107",
      "aya": "1",
      "arabic_text": "أَرَءَيۡتَ ٱلَّذِي يُكَذِّبُ بِٱلدِّينِ",
      "translation": "کیا تو نے (اسے بھی) دیکھا جو (روز) جزا کو جھٹلاتا ہے؟(1)",
      "footnotes": "(1) رسول اللہ (صلى الله عليه وسلم) کو خطاب ہے اور استفہام سے مقصد اظہار تعجب ہے۔ رویت معرفت کے مفہوم میں ہے اور دین سے مراد آخرت کا حساب اور جزا ہے۔ بعض کہتے ہیں کہ کلام میں حذف ہے۔ اصل عبارت ہے (کیا تو نےاس شخص کو پہچانا جو روز جزا کو جھٹلاتا ہے؟ آیا وہ اپنی اس بات میں صحیح ہے یا غلط؟"
    },
    {
      "id": "6199",
      "sura": "107",
      "aya": "2",
      "arabic_text": "فَذَٰلِكَ ٱلَّذِي يَدُعُّ ٱلۡيَتِيمَ",
      "translation": "یہی وه ہے جو یتیم کو دھکے دیتا ہے.(1)",
      "footnotes": "(1) اس لئے کہ ایک توبخیل ہے۔ دوسرا، قیامت کا منکر ہے، بھلا ایسا شخص یتیم کے ساتھ کیوں کر حسن سلوک کر سکتا ہے؟ یتیم کے ساتھ تو وہی شخص اچھا برتاؤ کرے گا جس کے دل میں مال کے بجائے انسانی قدروں اور اخلاقی ضابطوں کی اہمیت ومحبت ہوگی۔ دوسرے اسے اس امر کا یقین ہو کہ اس کے بدلے میں مجھے قیامت والے دن اچھی جزا ملے گی۔"
    },
    {
      "id": "6200",
      "sura": "107",
      "aya": "3",
      "arabic_text": "وَلَا يَحُضُّ عَلَىٰ طَعَامِ ٱلۡمِسۡكِينِ",
      "translation": "اور مسکین کو کھلانے کی ترغیب نہیں دیتا.(1)",
      "footnotes": "(1) یہ کام بھی وہی کرے گا جس میں مذکورہ خوبیاں ہوں گی ورنہ یہ یتیم کی طرح مسکین کو بھی دھکا ہی دے گا۔"
    },
    {
      "id": "6201",
      "sura": "107",
      "aya": "4",
      "arabic_text": "فَوَيۡلٞ لِّلۡمُصَلِّينَ",
      "translation": "ان نمازیوں کے لئے افسوس (اور ویل نامی جہنم کی جگہ) ہے.",
      "footnotes": ""
    },
    {
      "id": "6202",
      "sura": "107",
      "aya": "5",
      "arabic_text": "ٱلَّذِينَ هُمۡ عَن صَلَاتِهِمۡ سَاهُونَ",
      "translation": "جو اپنی نماز سے غافل ہیں.(1)",
      "footnotes": "(1) اس سے وہ لوگ مراد ہیں جو نماز یا تو پڑھتے ہی نہیں۔ یا پہلے پڑھتے رہے ہیں، پھر سست ہوگئے یا نماز کو اس کے اپنے مسنون وقت میں نہیں پڑھتے، جب جی چاہتاہے پڑھ لیتے ہیں یا تاخیر سے پڑھنے کو معمول بنا لیتے ہیں یا خشوع خضوع کے ساتھ نہیں پڑھتے۔ یہ سارے ہی مفہوم اس میں آجاتے ہیں، اس لئے نماز کی مذکورہ ساری ہی کوتاہیوں سے بچنا چاہئے۔ یہاں اس مقام پر ذکر کرنے سے یہ بھی واضح ہے کہ نماز میں ان کی کوتاہیوں کے مرتکب وہی لوگ ہوتے ہیں جو آخرت کی جزا اور حساب کتاب پر یقین نہیں رکھتے۔ اسی لئے منافقین کی ایک صفت یہ بھی بیان کی گئی ہے۔ وَإِذَا قَامُوا إِلَى الصَّلاةِ قَامُوا كُسَالَى يُرَاءُونَ النَّاسَ وَلا يَذْكُرُونَ اللَّهَ إِلا قَلِيلا (النساء: 142) ۔"
    },
    {
      "id": "6203",
      "sura": "107",
      "aya": "6",
      "arabic_text": "ٱلَّذِينَ هُمۡ يُرَآءُونَ",
      "translation": "جو ریاکاری کرتے ہیں.(1)",
      "footnotes": "(1) یعنی ایسے لوگوں کو شیوہ یہ ہوتا ہے، کہ لوگوں کے ساتھ ہوئے تو نماز پڑھ لی، بصورت دیگر نماز پڑھنے کی ضرورت ہی نہیں سمجھتے، یعنی صرف نمود ونمائش اور ریاکاری کے لئے نماز پڑھتے ہیں ۔"
    },
    {
      "id": "6204",
      "sura": "107",
      "aya": "7",
      "arabic_text": "وَيَمۡنَعُونَ ٱلۡمَاعُونَ",
      "translation": "اور برتنے کی چیز روکتے ہیں.(1)",
      "footnotes": "(1) مَعْنٌ : شَيْءٌ قَلِيلٌ کہتے ہیں۔ بعض اس سے مراد زکوٰۃ لیتے ہیں، کیوں کہ وہ بھی اصل مال کے مقابلے میں بالکل تھوڑی سی ہی ہوتی ہے، ( ڈھائی فی صد ) اور بعض اس سے گھروں میں برتنے والی چیزیں مراد لیتے ہیں جو پڑوسی ایک دوسرے سےعاریتاً مانگ لیتے ہیں۔ مطلب یہ ہوا کہ گھریلو استعمال کی چیزیں عاریتاً دے دینا اور اس میں کبیدگی محسوس نہ کرنا اچھی صفت ہے اور اس کے برعکس بخل اور کنجوسی برتنا، یہ منکرین قیامت ہی کا شیوہ ہے۔"
    }
  ]
}