{
  "result": [
    {
      "id": "2251",
      "sura": "19",
      "aya": "1",
      "arabic_text": "كٓهيعٓصٓ",
      "translation": "Kaf Ha Ya A'yn S'ad.",
      "footnotes": ""
    },
    {
      "id": "2252",
      "sura": "19",
      "aya": "2",
      "arabic_text": "ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ",
      "translation": "Huu ni Ukumbusho wa rehema ya Mola wako Mlezi kwa mja wake, Zakariya.",
      "footnotes": ""
    },
    {
      "id": "2253",
      "sura": "19",
      "aya": "3",
      "arabic_text": "إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا",
      "translation": "Alipo mwita Mola wake Mlezi kwa siri.",
      "footnotes": ""
    },
    {
      "id": "2254",
      "sura": "19",
      "aya": "4",
      "arabic_text": "قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا",
      "translation": "Akasema: Mola wangu Mlezi! Mafupa yangu yamedhoofika, na kichwa kinameremeta kwa mvi; wala, Mola wangu Mlezi, sikuwa mwenye bahati mbaya kwa kukuomba Wewe.",
      "footnotes": ""
    },
    {
      "id": "2255",
      "sura": "19",
      "aya": "5",
      "arabic_text": "وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا",
      "translation": "Na hakika mimi nawakhofia jamaa zangu baada yangu. Na mke wangu ni tasa. Basi nipe mrithi kutoka kwako.",
      "footnotes": ""
    },
    {
      "id": "2256",
      "sura": "19",
      "aya": "6",
      "arabic_text": "يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا",
      "translation": "Atakaye nirithi mimi na awarithi ukoo wa Yaaqub. Ewe Mola wangu Mlezi! Na umjaalie awe mwenye kuridhisha.",
      "footnotes": ""
    },
    {
      "id": "2257",
      "sura": "19",
      "aya": "7",
      "arabic_text": "يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا",
      "translation": "(Akaambiwa): Ewe Zakariya! Hakika Sisi tunakubashiria mwana; jina lake ni Yahya. Hatujapata kumpa jina hilo yeyote kabla yake.",
      "footnotes": ""
    },
    {
      "id": "2258",
      "sura": "19",
      "aya": "8",
      "arabic_text": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا",
      "translation": "Akasema: Ewe Mola wangu Mlezi! Vipi nitakuwa na mwana na hali mke wangu ni tasa, na mimi nimesha fikia ukongwe katika uzee?",
      "footnotes": ""
    },
    {
      "id": "2259",
      "sura": "19",
      "aya": "9",
      "arabic_text": "قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا",
      "translation": "Akasema: Ndio hivyo hivyo amesema Mola wako Mlezi: Haya ni mepesi kwangu. Na hakika Mimi nilikwisha kuumba wewe zamani na hali hukuwa kitu.",
      "footnotes": ""
    },
    {
      "id": "2260",
      "sura": "19",
      "aya": "10",
      "arabic_text": "قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا",
      "translation": "Akasema: Mola wangu Mlezi nijaalie Ishara. Akasema Ishara yako ni kuwa hutasema na watu kwa masiku matatu, na hali ni mzima.",
      "footnotes": ""
    },
    {
      "id": "2261",
      "sura": "19",
      "aya": "11",
      "arabic_text": "فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا",
      "translation": "Basi akawatokea watu wake kutoka mihirabuni. Akawaashiria: Msabihini Mwenyezi Mungu asubuhi na jioni.",
      "footnotes": ""
    },
    {
      "id": "2262",
      "sura": "19",
      "aya": "12",
      "arabic_text": "يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا",
      "translation": "Ewe Yahya! Kishike Kitabu kwa nguvu! Nasi tulimpa hikima angali mtoto.",
      "footnotes": ""
    },
    {
      "id": "2263",
      "sura": "19",
      "aya": "13",
      "arabic_text": "وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا",
      "translation": "Na tukampa huruma itokayo kwetu, na utakaso, na akawa mcha mungu.",
      "footnotes": ""
    },
    {
      "id": "2264",
      "sura": "19",
      "aya": "14",
      "arabic_text": "وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا",
      "translation": "Na akawa mwema kwa wazazi wake, wala hakuwa jabari muasi",
      "footnotes": ""
    },
    {
      "id": "2265",
      "sura": "19",
      "aya": "15",
      "arabic_text": "وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا",
      "translation": "Na amani iwe juu yake siku ya kuzaliwa, na siku ya kufa, na siku ya kufufuliwa.",
      "footnotes": ""
    },
    {
      "id": "2266",
      "sura": "19",
      "aya": "16",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا",
      "translation": "Na mtaje Maryamu katika Kitabu, pale alipo jitenga na jamaa zake mahali upande wa mashariki.",
      "footnotes": ""
    },
    {
      "id": "2267",
      "sura": "19",
      "aya": "17",
      "arabic_text": "فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا",
      "translation": "Na akaweka pazia kujikinga nao. Tukampelekea Roho wetu, akajifananisha kwake sawa na mtu.",
      "footnotes": ""
    },
    {
      "id": "2268",
      "sura": "19",
      "aya": "18",
      "arabic_text": "قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا",
      "translation": "(Maryamu) akasema: Hakika mimi najikinga kwa Mwingi wa Rehema aniepushe nawe, ukiwa ni mchamngu.",
      "footnotes": ""
    },
    {
      "id": "2269",
      "sura": "19",
      "aya": "19",
      "arabic_text": "قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا",
      "translation": "(Malaika) akasema: Hakika mimi ni mwenye kutumwa na Mola wako Mlezi ili nikubashirie tunu ya mwana aliye takasika.",
      "footnotes": ""
    },
    {
      "id": "2270",
      "sura": "19",
      "aya": "20",
      "arabic_text": "قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا",
      "translation": "Akasema: Nitampataje mwana hali mwanaadamu yeyote hajanigusa, wala mimi si kahaba?",
      "footnotes": ""
    },
    {
      "id": "2271",
      "sura": "19",
      "aya": "21",
      "arabic_text": "قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا",
      "translation": "(Malaika) akasema: Ndio hivyo hivyo! Mola wako Mlezi amesema: Haya ni mepesi kwangu! Na ili tumfanye kuwa ni Ishara kwa watu, na Rehema itokayo kwetu, na hilo ni jambo lilio kwisha hukumiwa.",
      "footnotes": ""
    },
    {
      "id": "2272",
      "sura": "19",
      "aya": "22",
      "arabic_text": "۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا",
      "translation": "Basi akachukua mimba yake, na akaondoka nayo mpaka mahali pa mbali.",
      "footnotes": ""
    },
    {
      "id": "2273",
      "sura": "19",
      "aya": "23",
      "arabic_text": "فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا",
      "translation": "Kisha uchungu ukampeleka kwenye shina la mtende; akasema: Laiti ningeli kufa kabla ya haya, na nikawa niliye sahaulika kabisa!",
      "footnotes": ""
    },
    {
      "id": "2274",
      "sura": "19",
      "aya": "24",
      "arabic_text": "فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا",
      "translation": "Pakatangazwa kutoka chini yake: Usihuzunike! Hakika Mola wako Mlezi amejaalia chini yako kijito kidogo cha maji!",
      "footnotes": ""
    },
    {
      "id": "2275",
      "sura": "19",
      "aya": "25",
      "arabic_text": "وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا",
      "translation": "Na litikise kwako hilo shina la mtende, utakuangushia tende nzuri zilizo mbivu.",
      "footnotes": ""
    },
    {
      "id": "2276",
      "sura": "19",
      "aya": "26",
      "arabic_text": "فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا",
      "translation": "Basi kula, na kunywa, na litue jicho lako. Na pindi ukimwona mtu yeyote basi sema: Hakika mimi nimeweka nadhiri kwa Mwenyezi Mungu ya kufunga; kwa hivyo leo sitasema na mtu.",
      "footnotes": ""
    },
    {
      "id": "2277",
      "sura": "19",
      "aya": "27",
      "arabic_text": "فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا",
      "translation": "Akenda naye (mwanawe) kwa jamaa zake amembeba. Wakasema: Ewe Maryamu! Hakika umeleta kitu cha ajabu!",
      "footnotes": ""
    },
    {
      "id": "2278",
      "sura": "19",
      "aya": "28",
      "arabic_text": "يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا",
      "translation": "Ewe dada yake Harun! Baba yako hakuwa mtu muovu, wala mama yako hakuwa kahaba.",
      "footnotes": ""
    },
    {
      "id": "2279",
      "sura": "19",
      "aya": "29",
      "arabic_text": "فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا",
      "translation": "Akawaashiria (mtoto). Wakasema: Vipi tumsemeze aliye bado mdogo yumo katika mlezi.",
      "footnotes": ""
    },
    {
      "id": "2280",
      "sura": "19",
      "aya": "30",
      "arabic_text": "قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا",
      "translation": "Akaseam: Hakika mimi ni mtumwa wa Mwenyezi Mungu, amenipa Kitabu na amenifanya Nabii.",
      "footnotes": ""
    },
    {
      "id": "2281",
      "sura": "19",
      "aya": "31",
      "arabic_text": "وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا",
      "translation": "Na amenijaalia ni mwenye kubarikiwa popote pale niwapo. Na ameniusia Swala na Zaka maadamu ni hai.",
      "footnotes": ""
    },
    {
      "id": "2282",
      "sura": "19",
      "aya": "32",
      "arabic_text": "وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا",
      "translation": "Na nimtendee wema mama yangu. Wala hakunifanya niwe jeuri, mwovu.",
      "footnotes": ""
    },
    {
      "id": "2283",
      "sura": "19",
      "aya": "33",
      "arabic_text": "وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا",
      "translation": "Na amani iko juu yangu siku niliyo zaliwa, na siku nitakayo kufa, na siku nitakayo fufuliwa kuwa hai.",
      "footnotes": ""
    },
    {
      "id": "2284",
      "sura": "19",
      "aya": "34",
      "arabic_text": "ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ",
      "translation": "Huyo ndiye Isa mwana wa Maryamu. Ndiyo kauli ya haki ambayo wanaifanyia shaka.",
      "footnotes": ""
    },
    {
      "id": "2285",
      "sura": "19",
      "aya": "35",
      "arabic_text": "مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
      "translation": "Haiwi kwa Mwenyezi Mungu kuwa na mwana, Subhanahu, Yeye ametakasika! Anapo lihukumia jambo basi huliambia tu: Kuwa! Likawa.",
      "footnotes": ""
    },
    {
      "id": "2286",
      "sura": "19",
      "aya": "36",
      "arabic_text": "وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
      "translation": "Na hakika Mwenyezi Mungu ni Mola wangu Mlezi, na Mola wenu Mlezi. Basi muabuduni Yeye. Hii ndiyo Njia Iliyo Nyooka.",
      "footnotes": ""
    },
    {
      "id": "2287",
      "sura": "19",
      "aya": "37",
      "arabic_text": "فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ",
      "translation": "Lakini makundi yakakhitalifiana wao kwa wao. Basi ole wao hao walio kufuru kwa kuhudhuria Siku iliyo kuu!",
      "footnotes": ""
    },
    {
      "id": "2288",
      "sura": "19",
      "aya": "38",
      "arabic_text": "أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "Watasikia na wataona vizuri vilioje Siku watakayo tufikia! Lakini madhaalimu sasa wamo katika upotofu ulio dhaahiri.",
      "footnotes": ""
    },
    {
      "id": "2289",
      "sura": "19",
      "aya": "39",
      "arabic_text": "وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ",
      "translation": "Na waonye siku ya majuto itapo katwa amri. Nao wamo katika ghafla, wala hawaamini.",
      "footnotes": ""
    },
    {
      "id": "2290",
      "sura": "19",
      "aya": "40",
      "arabic_text": "إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ",
      "translation": "Hakika Sisi tutairithi ardhi na walio juu yake. Na kwetu watarejeshwa.",
      "footnotes": ""
    },
    {
      "id": "2291",
      "sura": "19",
      "aya": "41",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا",
      "translation": "Na mtaje katika Kitabu Ibrahim. Hakika yeye alikuwa mkweli, Nabii.",
      "footnotes": ""
    },
    {
      "id": "2292",
      "sura": "19",
      "aya": "42",
      "arabic_text": "إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا",
      "translation": "Alipo mwambia baba yake: Ewe baba yangu! Kwa nini unaabudu visivyo sikia, na visivyo ona, na visivyo kufaa chochote?",
      "footnotes": ""
    },
    {
      "id": "2293",
      "sura": "19",
      "aya": "43",
      "arabic_text": "يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا",
      "translation": "Ewe baba yangu! Kwa yakini imenifikia ilimu isiyo kufikia wewe. Basi nifuate mimi, nami nitakuongoza Njia Iliyo Sawa.",
      "footnotes": ""
    },
    {
      "id": "2294",
      "sura": "19",
      "aya": "44",
      "arabic_text": "يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا",
      "translation": "Ewe baba yangu! Usimuabudu Shet'ani. Hakika Shet'ani ni mwenye kumuasi Mwingi wa Rehema.",
      "footnotes": ""
    },
    {
      "id": "2295",
      "sura": "19",
      "aya": "45",
      "arabic_text": "يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا",
      "translation": "Ewe baba yangu! Hakika mimi naogopa isikupate adhabu inayo toka kwa Mwingi wa Rehema ukaja kuwa mwenziwe Shetani.",
      "footnotes": ""
    },
    {
      "id": "2296",
      "sura": "19",
      "aya": "46",
      "arabic_text": "قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا",
      "translation": "(Baba) akasema: Unaichukia miungu yangu, ewe Ibrahim? Kama huachi, basi lazima nitakupiga mawe. Na niondokelee mbali kwa muda!",
      "footnotes": ""
    },
    {
      "id": "2297",
      "sura": "19",
      "aya": "47",
      "arabic_text": "قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا",
      "translation": "(Ibrahim) akasema: Salamun a'laika! Amani iwe juu yako! Mimi nitakuombea msamaha kwa Mola wangu Mlezi. Hakika Yeye ananihurumia sana.",
      "footnotes": ""
    },
    {
      "id": "2298",
      "sura": "19",
      "aya": "48",
      "arabic_text": "وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا",
      "translation": "Nami najitenga nanyi na hayo mnayo yaabudu badala ya Mwenyezi Mungu. Na ninamwomba Mola wangu Mlezi; asaa nisiwe mwenye kukosa bahati kwa kumwomba Mola wangu Mlezi.",
      "footnotes": ""
    },
    {
      "id": "2299",
      "sura": "19",
      "aya": "49",
      "arabic_text": "فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا",
      "translation": "Basi alipo jitenga nao na yale waliyo kuwa wakiyaabudu badala ya Mwenyezi Mungu, tulimpa Is-haq na Yaaqub, na kila mmoja tukamfanya Nabii.",
      "footnotes": ""
    },
    {
      "id": "2300",
      "sura": "19",
      "aya": "50",
      "arabic_text": "وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا",
      "translation": "Na tukawapa rehema zetu na tukawajaalia kupewa sifa za kweli tukufu.",
      "footnotes": ""
    },
    {
      "id": "2301",
      "sura": "19",
      "aya": "51",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا",
      "translation": "Na mtaje Musa katika Kitabu. Hakika yeye alikuwa ni mwenye kuchaguliwa, na alikuwa Mtume, Nabii.",
      "footnotes": ""
    },
    {
      "id": "2302",
      "sura": "19",
      "aya": "52",
      "arabic_text": "وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا",
      "translation": "Na tulimwita upande wa kulia wa mlima na tukamsogeza kunong'ona naye.",
      "footnotes": ""
    },
    {
      "id": "2303",
      "sura": "19",
      "aya": "53",
      "arabic_text": "وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا",
      "translation": "Nasi kwa rehema zetu tukampa nduguye, Harun, awe Nabii.",
      "footnotes": ""
    },
    {
      "id": "2304",
      "sura": "19",
      "aya": "54",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا",
      "translation": "Na mtaje katika Kitabu Ismail. Bila ya shaka yeye alikuwa ni mkweli wa ahadi, na alikuwa Mtume, Nabii.",
      "footnotes": ""
    },
    {
      "id": "2305",
      "sura": "19",
      "aya": "55",
      "arabic_text": "وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا",
      "translation": "Na alikuwa akiwaamrisha watu wake Swala na Zaka, na alikuwa mbele ya Mola wake Mlezi mwenye kuridhiwa.",
      "footnotes": ""
    },
    {
      "id": "2306",
      "sura": "19",
      "aya": "56",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا",
      "translation": "Na mtaje katika Kitabu Idris. Hakika yeye alikuwa ni mkweli Nabii.",
      "footnotes": ""
    },
    {
      "id": "2307",
      "sura": "19",
      "aya": "57",
      "arabic_text": "وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا",
      "translation": "Na tulimuinua daraja ya juu.",
      "footnotes": ""
    },
    {
      "id": "2308",
      "sura": "19",
      "aya": "58",
      "arabic_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩",
      "translation": "Hao ndio alio waneemesha Mwenyezi Mungu miongoni mwa Manabii katika uzao wa Adam, na katika uzao wa wale tulio wapandisha pamoja na Nuhu, na katika uzao wa Ibrahim na Israil, na katika wale tulio waongoa na tukawateuwa. Wanapo somewa Aya za Mwingi wa Rehema huanguka kusujudu na kulia.",
      "footnotes": ""
    },
    {
      "id": "2309",
      "sura": "19",
      "aya": "59",
      "arabic_text": "۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا",
      "translation": "Lakini wakaja baada yao walio wabaya, wakaacha Swala, na wakafuata matamanio. Basi watakuja kuta malipo ya ubaya.",
      "footnotes": ""
    },
    {
      "id": "2310",
      "sura": "19",
      "aya": "60",
      "arabic_text": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا",
      "translation": "Isipo kuwa walio tubu, wakaamini, na wakatenda mema. Hao, basi, wataingia Peponi wala hawatadhulumiwa chochote.",
      "footnotes": ""
    },
    {
      "id": "2311",
      "sura": "19",
      "aya": "61",
      "arabic_text": "جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا",
      "translation": "Bustani za milele alizo waahidi Rahmani waja wake katika siri. Hakika ahadi yake hapana shaka itafika.",
      "footnotes": ""
    },
    {
      "id": "2312",
      "sura": "19",
      "aya": "62",
      "arabic_text": "لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا",
      "translation": "Humo hawatasikia upuuzi, ila Salama tu. Na watapata humo riziki zao asubuhi na jioni.",
      "footnotes": ""
    },
    {
      "id": "2313",
      "sura": "19",
      "aya": "63",
      "arabic_text": "تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا",
      "translation": "Hiyo ndiyo Pepo tutayo warithisha katika waja wetu walio kuwa wachamngu.",
      "footnotes": ""
    },
    {
      "id": "2314",
      "sura": "19",
      "aya": "64",
      "arabic_text": "وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا",
      "translation": "(Nao watasema:) Wala hatuteremki ila kwa amri ya Mola wako Mlezi. Ni yake Yeye yaliyoko mbele yetu na yaliyoko nyuma yetu, na yaliyomo katikati ya hayo. Na Mola wako Mlezi si mwenye kusahau.",
      "footnotes": ""
    },
    {
      "id": "2315",
      "sura": "19",
      "aya": "65",
      "arabic_text": "رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا",
      "translation": "Mola Mlezi wa mbingu na ardhi na vilivyo baina yake. Basi muabudu Yeye tu, na udumu katika ibada yake. Je, mnamjua mwenye jina kama lake?",
      "footnotes": ""
    },
    {
      "id": "2316",
      "sura": "19",
      "aya": "66",
      "arabic_text": "وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا",
      "translation": "Na mwanaadamu husema: Hivyo, nitakapo kufa, ni kweli nitafufuliwa niwe hai tena?",
      "footnotes": ""
    },
    {
      "id": "2317",
      "sura": "19",
      "aya": "67",
      "arabic_text": "أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا",
      "translation": "Je! Hakumbuki mwanaadamu ya kwamba tulimuumba kabla, na hali hakuwa chochote?",
      "footnotes": ""
    },
    {
      "id": "2318",
      "sura": "19",
      "aya": "68",
      "arabic_text": "فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا",
      "translation": "Basi naapa kwa Mola wako Mlezi! Kwa yakini tutawakusanya wao pamoja na mashet'ani; kisha tutawahudhurisha kuizunguka Jahannamu, nao wamepiga magoti.",
      "footnotes": ""
    },
    {
      "id": "2319",
      "sura": "19",
      "aya": "69",
      "arabic_text": "ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا",
      "translation": "Kisha kwa yakini tutawatoa katika kila kundi wale miongoni mwao walio zidi kumuasi Arrahmani, Mwingi wa Rahema.",
      "footnotes": ""
    },
    {
      "id": "2320",
      "sura": "19",
      "aya": "70",
      "arabic_text": "ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا",
      "translation": "Tena hakika Sisi tunawajua vyema zaidi wanao stahiki kuunguzwa humo.",
      "footnotes": ""
    },
    {
      "id": "2321",
      "sura": "19",
      "aya": "71",
      "arabic_text": "وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا",
      "translation": "Wala hapana yeyote katika nyinyi ila ni mwenye kuifikia. Hiyo ni hukumu ya Mola wako Mlezi ambayo lazima itimizwe.",
      "footnotes": ""
    },
    {
      "id": "2322",
      "sura": "19",
      "aya": "72",
      "arabic_text": "ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا",
      "translation": "Kisha tutawaokoa wale walio mchamngu; na tutawaacha madhaalimu humo wamepiga magoti.",
      "footnotes": ""
    },
    {
      "id": "2323",
      "sura": "19",
      "aya": "73",
      "arabic_text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا",
      "translation": "Na wanapo somewa Aya zetu zilizo wazi, walio kufuru huwaambia walio amini: Lipi katika makundi mawili lenye cheo kizuri na lilio bora barazani?",
      "footnotes": ""
    },
    {
      "id": "2324",
      "sura": "19",
      "aya": "74",
      "arabic_text": "وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا",
      "translation": "Na kaumu ngapi tuliziangamiza zilizo kuwa na mapambo mazuri zaidi na wazuri zaidi kwa kuwatazama!",
      "footnotes": ""
    },
    {
      "id": "2325",
      "sura": "19",
      "aya": "75",
      "arabic_text": "قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا",
      "translation": "Sema: Walio katika upotofu basi Arrahmani Mwingi wa Rahema atawapururia muda mpaka wayaone waliyo onywa - ama ni adhabu au ni Saa. (Kiyama) Hapo ndipo watapo jua ni nani mwenye makao mabaya na mwenye askari dhaifu.",
      "footnotes": ""
    },
    {
      "id": "2326",
      "sura": "19",
      "aya": "76",
      "arabic_text": "وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا",
      "translation": "Na Mwenyezi Mungu huwazidishia uwongofu wenye kushika uwongofu. Na mema yenye kudumu ni bora katika malipo mbele ya Mola wako Mlezi na yana mwisho mwema.",
      "footnotes": ""
    },
    {
      "id": "2327",
      "sura": "19",
      "aya": "77",
      "arabic_text": "أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا",
      "translation": "Je, umemwona aliye zikanya Ishara zetu na akasema: Kwa hakika mimi nitapewa mali na wana!",
      "footnotes": ""
    },
    {
      "id": "2328",
      "sura": "19",
      "aya": "78",
      "arabic_text": "أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا",
      "translation": "Kwani yeye amepata khabari za ghaibu, au amechukua ahadi kwa Arrahmani Mwingi wa Rehema?",
      "footnotes": ""
    },
    {
      "id": "2329",
      "sura": "19",
      "aya": "79",
      "arabic_text": "كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا",
      "translation": " Hasha! Tutaandika anayo yasema, tutamkunjulia muda wa adhabu.",
      "footnotes": ""
    },
    {
      "id": "2330",
      "sura": "19",
      "aya": "80",
      "arabic_text": "وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا",
      "translation": "Na tutamrithi hayo anayo yasema, na atatufikia mtupu peke yake!",
      "footnotes": ""
    },
    {
      "id": "2331",
      "sura": "19",
      "aya": "81",
      "arabic_text": "وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا",
      "translation": "Na wamechukua miungu mingine badala ya Mwenyezi Mungu ili ati iwape nguvu.",
      "footnotes": ""
    },
    {
      "id": "2332",
      "sura": "19",
      "aya": "82",
      "arabic_text": "كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا",
      "translation": "Sivyo kabisa! Wataikataa hiyo ibada yao, na watakuwa ndio dhidi yao.",
      "footnotes": ""
    },
    {
      "id": "2333",
      "sura": "19",
      "aya": "83",
      "arabic_text": "أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا",
      "translation": "Kwani huoni ya kwamba tumewatuma mashet'ani kwa makafiri wawachochee kwa uchochezi?.",
      "footnotes": ""
    },
    {
      "id": "2334",
      "sura": "19",
      "aya": "84",
      "arabic_text": "فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا",
      "translation": "Basi usiwafanyie haraka. Sisi tunawahisabia idadi ya siku zao.",
      "footnotes": ""
    },
    {
      "id": "2335",
      "sura": "19",
      "aya": "85",
      "arabic_text": "يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا",
      "translation": "Siku tutayo wakusanya wachamngu kuwapeleka kwa Arrahmani Mwingi wa Rehema kuwa ni wageni wake.",
      "footnotes": ""
    },
    {
      "id": "2336",
      "sura": "19",
      "aya": "86",
      "arabic_text": "وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا",
      "translation": "Na tukawachunga wakhalifu kuwapeleka Jahannamu hali ya kuwa wana kiu.",
      "footnotes": ""
    },
    {
      "id": "2337",
      "sura": "19",
      "aya": "87",
      "arabic_text": "لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا",
      "translation": "Hawatakuwa na mamlaka ya uombezi ila wale walio chukua ahadi kwa Arrahmani Mwingi wa Rehema.",
      "footnotes": ""
    },
    {
      "id": "2338",
      "sura": "19",
      "aya": "88",
      "arabic_text": "وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا",
      "translation": "Na wao ati husema kuwa Arrahmani Mwingi wa Rehema ana mwana!",
      "footnotes": ""
    },
    {
      "id": "2339",
      "sura": "19",
      "aya": "89",
      "arabic_text": "لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا",
      "translation": "Hakika mmeleta jambo la kuchusha mno!",
      "footnotes": ""
    },
    {
      "id": "2340",
      "sura": "19",
      "aya": "90",
      "arabic_text": "تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا",
      "translation": "Zinakaribia mbingu kutatuka kwa hilo, na ardhi kupasuka, na milima kuanguka vipande vipande.",
      "footnotes": ""
    },
    {
      "id": "2341",
      "sura": "19",
      "aya": "91",
      "arabic_text": "أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا",
      "translation": "Kwa kudai kwao kuwa Arrahmani Mwingi wa Rehema ana mwana.",
      "footnotes": ""
    },
    {
      "id": "2342",
      "sura": "19",
      "aya": "92",
      "arabic_text": "وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا",
      "translation": "Wala hahitajii Arrahmani Mwingi wa Rehema kuwa na mwana.",
      "footnotes": ""
    },
    {
      "id": "2343",
      "sura": "19",
      "aya": "93",
      "arabic_text": "إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا",
      "translation": "Hapana yeyote aliomo mbinguni na ardhini ila atafika kwa Arrahmani Mwingi wa Rehema kuwa ni mtumwa wake.",
      "footnotes": ""
    },
    {
      "id": "2344",
      "sura": "19",
      "aya": "94",
      "arabic_text": "لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا",
      "translation": "Yeye hakika amewadhibiti na amewahisabu sawa sawa.",
      "footnotes": ""
    },
    {
      "id": "2345",
      "sura": "19",
      "aya": "95",
      "arabic_text": "وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا",
      "translation": "Na kila mmoja katika wao atamfikia Siku ya Kiyama peke yake.",
      "footnotes": ""
    },
    {
      "id": "2346",
      "sura": "19",
      "aya": "96",
      "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا",
      "translation": "Hakika walio amini na wakatenda mema Arrahmani Mwingi wa Rehema atawajaalia mapenzi.",
      "footnotes": ""
    },
    {
      "id": "2347",
      "sura": "19",
      "aya": "97",
      "arabic_text": "فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا",
      "translation": "Na hakika tumeifanya nyepesi (Qur'ani) kwa ulimi wako, ili uwabashirie kwayo wachamngu, na uwaonye kwayo watu wabishi.",
      "footnotes": ""
    },
    {
      "id": "2348",
      "sura": "19",
      "aya": "98",
      "arabic_text": "وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا",
      "translation": "Na kaumu ngapi tumezihiliki kabla yao. Je! Unawaona hata mmoja katika wao au unasikia hata mchakato wao.",
      "footnotes": ""
    }
  ]
}