{
  "result": {
    "id": "5126",
    "sura": "58",
    "aya": "22",
    "arabic_text": "لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ",
    "translation": "اللہ تعالیٰ پر اور قیامت کے دن پر ایمان رکھنے والوں کو آپ اللہ اور اس کے رسول کی مخالفت کرنے والوں سے محبت رکھتے ہوئے ہرگز نہ پائیں گے(1) گو وه ان کے باپ یا ان کے بیٹے یا ان کے بھائی یا ان کے کنبہ (قبیلے) کے (عزیز) ہی کیوں نہ ہوں(2)۔ یہی لوگ ہیں جن کے دلوں میں اللہ تعالیٰ نے ایمان کو لکھ دیا ہے(3) اور جن کی تائید اپنی روح سے کی(4) ہے اور جنہیں ان جنتوں میں داخل کرے گا جن کے نیچے نہریں بہہ رہی ہیں جہاں یہ ہمیشہ رہیں گے، اللہ ان سے راضی ہے اور یہ اللہ سے خوش ہیں(5) یہی لوگ اللہ کا گروہ ہیں،آگاه رہو! بے شک الله کا گروہ ہی کامیاب ہونے والا ہے .(6)",
    "footnotes": "(1) اس آیت میں اللہ تعالیٰ نے وضاحت فرمائی کہ جو ایمان باللہ اور ایمان بالآخرت میں کامل ہوتے ہیں، وہ اللہ اور رسول (صلى الله عليه وسلم) کے دشمنوں سے محبت اور تعلق خاطر نہیں رکھتے۔ گویا ایمان اور اللہ اور رسول (صلى الله عليه وسلم) کے دشمنوں کی محبت ونصرت ایک دل میں جمع نہیں ہوسکتے۔ یہ مضمون قرآن مجید میں اور بھی کئی مقامات پر بیان کیا گیا ہے ، مثلاً آل عمران: 28۔ سورۂ توبہ: 24 وغیرہ۔\n(2) اس لیے کہ ان کا ایمان ان کو ان کی محبت سے روکتا ہے اور ایمان کی رعایت ، ابوت، بنوت ، اخوت اور خاندان وبرادری کی محبت ورعایت سے زیادہ اہم اور ضروری ہے۔ چنانچہ صحابہ کرام (رضي الله عنهم) نے عملاً ایسا کرکے دکھایا۔ ایک مسلمان صحابی نے اپنے باپ، اپنے بیٹے، اپنے بھائی اور اپنے چچا، ماموں اور دیگر رشتے داروں کو قتل کرنے سے گریز نہیں کیا، اگر وہ کفر کی حمایت میں کافروں کے ساتھ لڑنے والوں میں شامل ہوتے۔ سیر وتواریخ کی کتابوں میں یہ مثالیں درج ہیں۔ اسی ضمن میں جنگ بدر کا واقعہ بھی قابل ذکر ہے، جب اسیران بدر کے بارے میں مشورہ ہوا کہ ان کو فدیہ لے کر چھوڑ دیا جائے یا قتل کر دیا جائے۔ تو حضرت عمر (رضي الله عنه)، نے مشورہ دیا تھا کہ ان کافر قیدیوں میں سے ہر قیدی کو اس کے رشتے دار کے سپرد کر دیا جائے جسے وہ خود اپنے ہاتھوں سے قتل کرے۔ اور اللہ تعالیٰ کو حضرت عمر (رضي الله عنه)، کا یہی مشورہ پسند آیا تھا۔ (تفصیل کے لیے دیکھئے سورۂ انفال آیت 67 کا حاشیہ)۔\n(3) یعنی راسخ اور مضبوط کر دیا ہے۔\n(4) روح سے مراد اپنی نصرت خاص، یا نور ایمان ہے جو انہیں ان کی مذکورہ خوبی کی وجہ سے حاصل ہوا۔\n(5) یعنی جب یہ اولین مسلمان، صحابہ کرام (رضي الله عنهم) ، ایمان کی بنیاد پر اپنے عزیز واقارب سے ناراض ہوگئے، حتیٰ کہ انہیں اپنے ہاتھوں سے قتل تک کرنے میں تامل نہیں کیا تو اس کے بدلے میں اللہ نے ان کو اپنی رضامندی سے نواز دیا۔ اور ان پر اس طرح اپنے انعامات کی بارش فرمائی کہ وہ بھی اللہ سے راضی ہوگئے۔ اس لیے آیت میں بیان کردہ اعزاز۔ ”رضي الله عنهم ورضوا عنہ“ اگرچہ خاص صحابہ کرام کے بارے میں نازل نہیں ہوا ہے، تاہم وہ اس کا مصداق اولین اور مصداق اتم ہیں۔ اسی لیے اس کے لغوی مفہوم کو سامنے رکھتے ہوئے مذکورہ صفات سے متصف ہر مسلمان ”رضي الله عنه“ کا مستحق بن سکتا ہے، جیسے لغوی معنی کے لحاظ سے ہر مسلمان شخص پر علیہ الصلوٰۃ والسلام کا (دعائیہ جملے کے طور پر) اطلاق کیا جاسکتا ہے۔ لیکن اہل سنت نے ان کے مفہوم لغوی سے ہٹ کر، ان کو صحابہ کرام (رضي الله عنهم) اور انبیاء علیہم السلام کے علاوہ کسی اور کے لیے بولنا، لکھنا جائز قرار نہیں دیا ہے۔ یہ گویا شعار ہیں۔ (رضي الله عنهم) ، صحابہ کے لیے اور علیہم الصلوٰۃ والسلام انبیائے کرام کے لیے۔ یہ ایسے ہی ہے، جیسے رحمتہ اللہ علیہ (اللہ کی رحمت اس پر ہو، یا اللہ اس پر رحم فرمائے) کا اطلاق لغوی مفہوم کی رو سے زندہ اور مردہ دونوں پر ہوسکتا ہے۔ کیونکہ یہ ایک دعائیہ کلمہ ہے جس کے ضرورت مند زندہ اور مردہ دونوں ہی ہیں۔ لیکن ان کا استعمال مردوں کے لیے خاص ہوچکا ہے۔ اس لیے اسے زندہ کے لیے استعمال نہیں کیا جاتا۔\n(6) یعنی یہی گروہ مومنین فلاح سے ہمکنار ہوگا، دوسرے ان کی بہ نسبت ایسے ہی ہوں گے ، جیسے وہ فلاح سے بالکل محروم ہیں، جیسا کہ واقعی وہ آخرت میں محروم ہوں گے۔"
  }
}