{
  "id": 196,
  "verse_number": 196,
  "page_number": 30,
  "verse_key": "2:196",
  "juz_number": 2,
  "hizb_number": 3,
  "rub_el_hizb_number": 12,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
  "translation": "ھەج بىلەن ئۆمرەنى ئاللاھ ئۈچۈن تولۇق ئورۇنلاڭلار، ئەگەر (دۈشمەن ياكى كېسەللىك سەۋەبىدىن) ھەجنى ياكى ئۆمرەنى ئادا قىلىشتا توسقۇنلۇققا ئۇچرىساڭلار، ئۇ ھالدا نېمە ئوڭاي بولسا (يەنى تۆگە، كالا، قويدىن نېمىنى تاپالىساڭلار)، شۇنى قۇربانلىق قىلىڭلار، قۇربانلىق قىلىنىدىغان مال جايىغا (بەلگىلەنگەن جايغا) يەتمىگۈچە چېچىڭلارنى چۈشۈرمەڭلار، سىلەردىن كىمكى كېسەل (يەنى چېچىنى چۈشۈرسە زىيان قىلىدىغان كېسەل) ياكى بېشىدا ئىللەت (يەنى باش ئاغرىقى، پىتقا ئوخشاشلار) بولۇپ (چېچىنى چۈشۈرسە)، فىدىيە قىلىش يۈزىسىدىن (ئۈچ كۈن) روزا تۇتسۇن، ياكى (ئالتە مىسكىنگە ئۈچ سا) سەدىقە بەرسۇن، ياكى (بىرەر مال) قۇربانلىق قىلسۇن، ئەمىنلىكتە بولغان چېغىڭلاردا (ئاراڭلاردىن) ئۆمرە قىلغاندىن كېيىن ھەج قىلىشتىن بەھرىمەن بولغان ئادەم (يەنى ھەجدىن بۇرۇن ئۆمرە قىلىپ تاماملىغان ئادەم) نېمە ئوڭاي بولسا، شۇنى قۇربانلىق قىلسۇن، (پۇلى يوقلۇقتىن ياكى قۇربانلىق مال يوقلۇقىدىن قۇربانلىق مال) تاپالمىغان ئادەم ھەج جەريانىدا ئۈچ كۈن روزا تۇتسۇن، (ھەجدىن) قايتقاندىن كېيىن يەتتە كۈن روزا تۇتسۇن، ئۇنىڭ ھەممىسى ئون كۈن بولىدۇ. مانا بۇ (يەنى ئۆمرە قىلغان ئادەمگە قۇربانلىق قىلىش لازىملىقى ياكى روزا تۇتۇش ھەققىدىكى ھۆكۈم) مەسجىدى ھەرەم دائىرىسىدە (يەنى ھەرەمدە) ئولتۇرۇشلۇق بولمىغان كىشىلەر ئۈچۈندۇر. ئاللاھقا تەقۋادارلىق قىلىڭلار، بىلىڭلاركى، ئاللاھنىڭ ئازابى قاتتىقتۇر[196].",
  "footnotes": null
}