{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 598,
      "verse_key": "98:1",
      "juz_number": 30,
      "hizb_number": 60,
      "rub_el_hizb_number": 239,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَمۡ يَكُنِ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأۡتِيَهُمُ ٱلۡبَيِّنَةُ",
      "translation": "Китеп ээлеринен (яхудилер жана христиандардан) жана мушриктерден болгон каапырлар аларга Анык Чындык келмейинче (адашуучулугунан) ажырай алышпады.[1]",
      "footnotes": "[1] Мединада түшкөн. Сегиз аяттан турат. “Баййинанын” мааниси “Анык Чындык”."
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 598,
      "verse_key": "98:2",
      "juz_number": 30,
      "hizb_number": 60,
      "rub_el_hizb_number": 239,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَسُولٞ مِّنَ ٱللَّهِ يَتۡلُواْ صُحُفٗا مُّطَهَّرَةٗ",
      "translation": "(Анык Чындык – ал) таза барактарды (Куранды) окуп берген Аллахтын элчиси.",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 598,
      "verse_key": "98:3",
      "juz_number": 30,
      "hizb_number": 60,
      "rub_el_hizb_number": 239,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فِيهَا كُتُبٞ قَيِّمَةٞ",
      "translation": "Ал барактарда акыйкатты баяндаган жазуулар бар.",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 598,
      "verse_key": "98:4",
      "juz_number": 30,
      "hizb_number": 60,
      "rub_el_hizb_number": 239,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَةُ",
      "translation": "Китеп берилген элдер (яхудилер менен христиандар) аларга “Анык Чындык” келгенден кийин гана бөлүнүп кетишти.[1]",
      "footnotes": "[1] Кээ бирлери Мухаммад саллаллоху алайхи ва салламдан өздөрүнүн ыйык китептеринде алдын ала айтылган пайгамбардын сыпаттарын таап, ага ыйман келтиришти. Көпчүлүгү “Пайгамбар сөзсүз бизден – яхудилерден чыгыш керек эле” деген көралбастыктан улам каапыр болушту."
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 598,
      "verse_key": "98:5",
      "juz_number": 30,
      "hizb_number": 60,
      "rub_el_hizb_number": 239,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُواْ ٱلصَّلَوٰةَ وَيُؤۡتُواْ ٱلزَّكَوٰةَۚ وَذَٰلِكَ دِينُ ٱلۡقَيِّمَةِ",
      "translation": "Алар бардык ибадаттарды калыс Аллах үчүн гана кылууга, андан (жеке кудайга сыйынуудан) башка динден жүз бурууга, намаз окууга, зекет берүүгө буюрулушкан эле жана дал ушул гана Туура Дин!",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 598,
      "verse_key": "98:6",
      "juz_number": 30,
      "hizb_number": 60,
      "rub_el_hizb_number": 239,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ فِي نَارِ جَهَنَّمَ خَٰلِدِينَ فِيهَآۚ أُوْلَٰٓئِكَ هُمۡ شَرُّ ٱلۡبَرِيَّةِ",
      "translation": "Китеп элдери жана мушриктерден болгон каапырлар тозок отунун ичинде! Ал жерде түбөлүк калышат! Алар (чындыкты билип туруп жүз бурганы себептүү) жаратылгандардын эң жаманы!",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 598,
      "verse_key": "98:7",
      "juz_number": 30,
      "hizb_number": 60,
      "rub_el_hizb_number": 239,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ هُمۡ خَيۡرُ ٱلۡبَرِيَّةِ",
      "translation": "Ал эми ыйман келтирип, салих амалдарды жасаган адамдар... алар – жаратылгандардын эң жакшысы.",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 599,
      "verse_key": "98:8",
      "juz_number": 30,
      "hizb_number": 60,
      "rub_el_hizb_number": 239,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "جَزَآؤُهُمۡ عِندَ رَبِّهِمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ لِمَنۡ خَشِيَ رَبَّهُۥ",
      "translation": "Раббисинин алдында алардын сыйлыктары – анда дайым жашоочу бейиштер! Алардын түбүнөн дарыялар агып турат жана алар анда түбөлүк калышат. (Мунун себеби) алардан Аллах ыраазы болду, алар Аллахтан ыраазы болушту. Бул (сыйлыктар) Раббисинен корккон адамдар үчүн!",
      "footnotes": ""
    }
  ]
}