{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 267,
      "verse_key": "16:1",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 107,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَتَىٰٓ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
      "translation": "1. Amarka Alle (Saacadda Qiyaame ama halaagidda gaalada) waa wax iman (oo soo dhow) ee waxba ha doonina in la soo dedejiyo. Xurmo oo dhan Isagaa (Alle) iska leh oo ka hufan (xumaan), waana ka Sarreeyaa1 waxay la wadaajiyaan (cibaadada).",
      "footnotes": "1. Ataa Luqad ahaan macnaheedu waxaa weeye waa yimid waxaana loola jeedaa muujin in la hubo oo yaqiin tahay oo ay aad u soo dhowdahay Saacadda Qiyaame ama halaagidda gaalada iyo guusha ay heli doonaan Muslimiinta. Ataa Waa ficil maadi (fal tagey) laakiin loogala jeedo mudaaric fal markaa lagu gudo jiro ama soo socda oo imanaya. Sideedana waxaa jira sagaal meelood oo falka tagey loogala jeedo fal soo socda ama markaa ah, waxaa ka mid ah hadalkii lagu billaabo  fal tagey, falka tagey ee soo aroora kaddib mid ka mid ah xuruurfta sharadka sida idaa jaa’a, in makkaannaahum, ama kaddib mowsuul sidaa alladiina aamanuu, iwm falalka tagey halkan waxaa loola jeedi karaa fal jooga ama soo socda."
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 267,
      "verse_key": "16:2",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 107,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ أَنۡ أَنذِرُوٓاْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ",
      "translation": "2. Wuxuu (Alle) la soo diraa malaa’igta Waxyi Amarkiisa ah (uu ku soo dejiyo) cidduu doono oo addoomahiisa ka mid ah (Isagoo leh): Uga diga (dadka) inuusan jirin ilaah (xaq lagu caabudo) aan ahayn Aniga (Allaah) dhowrana xilkaan idin saaray (iskana jira xumaha).",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 267,
      "verse_key": "16:3",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 107,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
      "translation": "3. (Alle) wuxuu u abuuray samooyinka iyo arlada Xaq. Waa ka Sarreeyaa oo ka Kor yahay shariig ama in wax lala mid dhigo.",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 267,
      "verse_key": "16:4",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 107,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "خَلَقَ ٱلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ",
      "translation": "4. Wuxuu ka abuuray aadmiga mino nool, mise, waa dood badane col cad ah2.",
      "footnotes": "2. Durba markuu xoog yeesho oo madax bannaanaado."
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 267,
      "verse_key": "16:5",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 107,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلۡأَنۡعَٰمَ خَلَقَهَاۖ لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ",
      "translation": "5. Xoolahana wuu idiin abuuray; waxaad ka heshaan dhar dugaal leh iyo manaafacaad kale3, xaggeedana wax ka cuntaan.",
      "footnotes": "3. Dhar ahaan loo xidho, teendhooyin, alaabooyin, iwm."
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 267,
      "verse_key": "16:6",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 107,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ",
      "translation": "6. Waxaana idiinku sugan (xoolaha) qurux markaad u soo celinaysaan galabnimada (guriga)iyo markaad u foofinaysaan daaqa.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 268,
      "verse_key": "16:7",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 107,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِۚ إِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٞ",
      "translation": "7. Waxaadna ugu rarataan culeysyadiinna xagga gobollo aydaan gaari karteen nafa- hoo dhibtooda ma’ahee. Hubaal Rabbigiin waa Turid Badane, Naxariis Badan.",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 268,
      "verse_key": "16:8",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 107,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗۚ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ",
      "translation": "8. (Oo Wuxuu Alle idiin abuuray) Fardo, baqallo iyo dameerro inaad kortaan iyo qurux ahaanba. Wuxuuna abuuri wax aydaan ogeyn (oo gaadiid kale ah - gaadiidka dhulka, cirka iyo baddaba).",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 268,
      "verse_key": "16:9",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 107,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞۚ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ",
      "translation": "9. Alle bayna saaran tahay xilka inuu caadeeyo Jidka Toosan (ee Islaamka), waxaase jira (jidad) qallooc ah. Hadduu doonona hubaal wuu idin wada hanuuin lahaa dhammaantiin.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 268,
      "verse_key": "16:10",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 107,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗۖ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ",
      "translation": "10. Waa Isaga (Alle) Kan idiinka soo dejiya biyo (roob) daruuraha, waxaad ka heshaan cabbitaan, biyahaasoo (soo saara sidoo kale) geedaha aad daaqsataan (xoolaha).",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 268,
      "verse_key": "16:11",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 107,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُنۢبِتُ لَكُم بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ",
      "translation": "11. Wuxuu idiinku soo bixiyaa sarac, saytuun, geedaha timirta, canabyo iyo nooc walba oo midhaha ah. Arrinkani waxaa ugu sugan calaamooyin ciddii fikiri.",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 268,
      "verse_key": "16:12",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 107,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ وَٱلنُّجُومُ مُسَخَّرَٰتُۢ بِأَمۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ",
      "translation": "12. Wuxuuna idiin sakhiray habeenka iyo maalinta iyo qorraxda iyo dayaxa; xiddigu- huna waxay ku sakhiran yihiin Amarkiisa. Hubaal, arrinkani waxaa ugu sugan calaamooyin ciddii garasho leh.",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 268,
      "verse_key": "16:13",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 107,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا ذَرَأَ لَكُمۡ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُۥٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ",
      "translation": "13. Iyo wuxuu idiinku abuuray dhulka korkiisa oo midabbo kala duwan leh. Hubaal arrinkani waxaa ugu sugan calaamo ciddii xusuusan.",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 268,
      "verse_key": "16:14",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 107,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "14. Alle  Waa Kan idiin sakhiray badda si aad uga cuntaan hilib jilicsan (kalluun) iyo inaad kala soo baxdaan qurux aad xidhataan. Waxaadna aragtaan doonyaha oo dhex maaxaya badda gudaheeda, (wuuna idiin layliyey) si aad ugu raadsataan (sidaa) wax ka mid ah Deeqdiisa, iyo si aad ugu mahad naqdaan (af, uur iyo addinba).",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 269,
      "verse_key": "16:15",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 107,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ",
      "translation": "15. Wuxuuna (Alle) ku dhidbay si sugan buuro waaweyn dhulka, si uusan idiinla iilan (wuxuuna yeelay) webiyaal iyo waddooyin si aad toos ugu socotaan.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 269,
      "verse_key": "16:16",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 107,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَعَلَٰمَٰتٖۚ وَبِٱلنَّجۡمِ هُمۡ يَهۡتَدُونَ",
      "translation": "16. Iyo calaamooyin dhulka lagu garto,  xiddigahayna ku helaan dhabbaha toosan (markay saxraha joogaan ama badda).",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 269,
      "verse_key": "16:17",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 107,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُۚ أَفَلَا تَذَكَّرُونَ",
      "translation": "17. Ma mid (waa Alle'e) wax abuura baa la mid ah kuwo aan wax abuurin (sanamada)? Ma waydaan waansameyn?",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 269,
      "verse_key": "16:18",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 107,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱللَّهَ لَغَفُورٞ رَّحِيمٞ",
      "translation": "18. Haddaad tirisaan Nicmooyinka Alle, ma koobi kartaan. Hubaal Alle waa Denbi Dhaaf Badane, Naxariis Badan.",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 269,
      "verse_key": "16:19",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 107,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ",
      "translation": "19. Alle wuu Og yahay waxaad qarisaan iyo waxaad muujisaanba.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 269,
      "verse_key": "16:20",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 107,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ",
      "translation": "20. Kuwa ay baryaanna (caabudaan) Alle sokadi waxba ma abuuraan, iyagaase la abuuraa.",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 269,
      "verse_key": "16:21",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 107,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖۖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ",
      "translation": "21. (Waa) mayti aan nooleyn, mana oga goorta la soo bixinayo.",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 269,
      "verse_key": "16:22",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 107,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۚ فَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ",
      "translation": "22. Ilaahiinnu waa Ilaah Mid Keliya ah (Allaah). Kuwase aan rumeysneyn Aakhirada, quluubtoodu way diidaan (Towxiidka), wayna isla weyn yihiin.",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 269,
      "verse_key": "16:23",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 107,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَا جَرَمَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡتَكۡبِرِينَ",
      "translation": "23. Shaki ma leh, in Alle Ogsoon yahay waxay qariyaan iyo waxay muujiyaanba. Hubaal Alle ma jecla kuwa isla weyn.",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 269,
      "verse_key": "16:24",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 107,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمۡ قَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ",
      "translation": "24. Marka (gaalada) lagu yidhaahdo: Muxuu soo dejiyey Rabbigiin? Waxay yidhaadaan: Sheekooyinka kuwii hore.",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 269,
      "verse_key": "16:25",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 107,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِيَحۡمِلُوٓاْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍۗ أَلَا سَآءَ مَا يَزِرُونَ",
      "translation": "25. Si ay u xambaaraan culeysyadooda (denbiyadooda) oo dhan Maalinta Qiyaamaha, iyo culeysyada (denbiyada) kuwa ay ku lumiyaan aqoon darro. Ogaada, wax xun waa waxay xambaaran (oo denbiyo ah).",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 269,
      "verse_key": "16:26",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 107,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُم مِّنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ",
      "translation": "26. Waxaa wax dhagray oo tab degay4 kuwii iyaga ka horreeyey, Wuxuuse Alle uga yimid dhismayaashoodii xagga aasaasyada, markaasuu saqafkii ku soo dumay korkooda, cadaabkuna wuxuu uga yimid meel aysan ka fileyn.",
      "footnotes": "4. Alle wuxuu sababay qorshahoodu inuu fashilmo oo bannaanka keenay dhagartooda iyo shirqoolkooda xun."
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 270,
      "verse_key": "16:27",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 107,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تُشَٰٓقُّونَ فِيهِمۡۚ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ",
      "translation": "27. Haddana Maalinta Qiyaamaha wuu dullayn5, wuxuuna odhan: Meeye shurakadii aad ila wadaajiseen cibaadada ee aad iyaga awgood u noqoteen col? Kuwa cilmiga la siiyey waxay odhan: Dulli iyo dar xumo waxay maanta haysataa gaalada.",
      "footnotes": "5. Macnaha waxaa weeye wuxuu ka yeeli inay mutaan ciqaab denbiyadooda badan dartood."
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 270,
      "verse_key": "16:28",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 107,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡۖ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِۭۚ بَلَىٰٓۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "28. Ee ah kuwa ay malaa’igtu oofsan6 iyagoo ku dulminaya nafahooda (shirki iyo xumo kale). Waxayna markaas muujiyaan hoggaansamid (iyagoo leh): Ma ba aanu fali jirin wax xume ah. Haayoo, Alle baa ogsoon waxaad falayseen.",
      "footnotes": "6. Imaanshaha malaa’igta si ay u qaadaan nafahooda."
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 270,
      "verse_key": "16:29",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 107,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ",
      "translation": "29. Ee gala albaabbada Jahannama idinkoo ku waaraya dhexdeeda. Xumaa hoyga isla weynayaasha.",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 270,
      "verse_key": "16:30",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 108,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۚ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ",
      "translation": "30. Waxaa lagu yidhi kuwa ka cabsada Alle (ee u hoggaansan): Muxuu Rabbigiin soo dejiyey? Waxay yidhaahdeen: Khayr. Waxay leeyihiin kuwa sama ku fala adduunyadan samaan,  Daarta Aakhiraana khayr badan. Wanaagsanaa Daarta kuwa iska jira(xumaha ee dhowra amarrada Alle).",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 270,
      "verse_key": "16:31",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 108,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ لَهُمۡ فِيهَا مَا يَشَآءُونَۚ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ",
      "translation": "31. Beeraha negaadiga (jannatu cadan) bay gelayaan ay hoostoodu webiyo qulqulaan, waxay ku mudan gudaheeda waxay doonaan. Sidaasuu Alle ku abaal mariyaa kuwa iska jira ( xumaha ee dhowra Amarradiisa).",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 270,
      "verse_key": "16:32",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 108,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "32. Ee ah kuwa ay malaa’igtu oofsato iyagoo ku sugan xaalad wanaagsan iyagoo ku odhan: Nabad korkiinna ha ahaato: Gala Jannada waxaad (samo) fasheen darteed.",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 270,
      "verse_key": "16:33",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 108,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
      "translation": "33. Ma waxay sugayaan waxaan ahayn inay malaa’igtu u timaaddo ama Amarka Rabbigaa7 u yimaado inuu fulo? Sidaasoo kale bay faleen kuwii ka horreeyey. Allena ma dulmin, iyagaase nafahooda dulmiyay.",
      "footnotes": "7. Ka imaanshaha cadaab xagga Alle si uu ugu halaago."
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 270,
      "verse_key": "16:34",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 108,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "34. Waxaana ku dhacay xumaantii waxay faleen, oo waxaa ku degay (ciqaabtii) waxay ku jeesjeesayeen.",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 271,
      "verse_key": "16:35",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 108,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِۦ مِن شَيۡءٖۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ",
      "translation": "35. Kuwa Alle u shariig yeela waxay yidhaahdaan: Hadduu Alle doono ma aanu caabudneen waxba Sokadi innaga iyo aabbayaashayo midna, mana xaaraamayneen waxbana (Amarkiisa) la’aanti. Sidaasoo kale bay faleen kuwii ka horreeyey: Ee ma waxaa saaran Rususha waxaan aheyn gaarsiin cad?",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 271,
      "verse_key": "16:36",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 108,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّٰغُوتَۖ فَمِنۡهُم مَّنۡ هَدَى ٱللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُۚ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ",
      "translation": "36. Waxaan ka soo bixinnay ummad walba Rasuul (leh): Caabuda Alle Keliya, kana dheeraada Dhaaquut (sheydaanka iyo cibaadada wax Alle ka soo hadhay). Waxaa ka mid ah kuwo Alle uu hanuuniyey, waxaana ka mid ah kuwo habowga ku waajibay. Ee mara dhulka oo fiiriya siday aheyd cidhibta beeniyayaasha (Xaqa).",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 271,
      "verse_key": "16:37",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 108,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ ٱللَّهَ لَا يَهۡدِي مَن يُضِلُّۖ وَمَا لَهُم مِّن نَّٰصِرِينَ",
      "translation": "37. Haddaad ku dadaashid hanuunkooda, Alle ma hanuuniyo cid uu lumiyo8, mana helaan wax u soo gargaara (Aakhirada).",
      "footnotes": "8. Sababta doorashadooda inay diidaan hanuunka."
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 271,
      "verse_key": "16:38",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 108,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "38. Waxay ku dhartaan Alle  dhaarahooda kuwa ugu adag inuusan Alle soo bixineyn cid dhimatay. Haayoo waa ballan saaran oo Xaq ah, dadkuse badankiisu ma oga.",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 271,
      "verse_key": "16:39",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 108,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ",
      "translation": "39. (Waa) si uu ugu caddeeyo (abbaarta) waxay isku khilaafsan yihiin, iyo inay ogaadaan kuwa gaalooba inay ahaayeen beenaalayaal.",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 271,
      "verse_key": "16:40",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 108,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَآ أَرَدۡنَٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ",
      "translation": "40. Sideedaba Qowlkayagu markaan wax doonno waa oo Keliya inaan ku nidhaahno: \"Ahaw” waana uu yahay.",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 271,
      "verse_key": "16:41",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 108,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
      "translation": "41. Kuwa u soo haajira Alle Darti, kaddib markii la dulmiyey, Waxaan ku siin meeqaan wanaagsan adduunka, ajarka Aakhiraana  ka weyn, hadday ogaan lahaayeen.",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 271,
      "verse_key": "16:42",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 108,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ",
      "translation": "42. Waa kuwa samra oo Rabbigood isku halleeya ee tala saarta kuna kalsoon.",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 272,
      "verse_key": "16:43",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 108,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ",
      "translation": "43. Ma aanu soo dirin adiga hortaa (Nabi Muxammadow) waxaan ahayn rag aan u waxyoonno (oo ma soo dirin malaa’ig). Ee weydiiya ehlu Dikirka (yaqaan Towraadda iyo Injiilka), haddaydaan ogeyn.",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 272,
      "verse_key": "16:44",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 108,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِۗ وَأَنزَلۡنَآ إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ",
      "translation": "44. Xujooyin cad iyo Kutub (baan la soo dirnay Rususha). Waxaana kugu soo dejinnay Waanada (Qur’aanka), si aad ugu caddaysid dadka waxa loo soo dejiyey, bal inay u fiiro yeeshaan oo ay wax ku qaataan.",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 272,
      "verse_key": "16:45",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 108,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَأَمِنَ ٱلَّذِينَ مَكَرُواْ ٱلسَّيِّـَٔاتِ أَن يَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ",
      "translation": "45. Ma waxay kuwa qoola xumaha aamin ka yihiin in Alle la gooyo dhulka, ama uga yimaado cadaabka meel aanay ka fileyn?",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 272,
      "verse_key": "16:46",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 108,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوۡ يَأۡخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ",
      "translation": "46. Ama qabto iyagoo ku jira howlahooda, markaas ma ka baxsan karaan (Ciqaabka)?",
      "footnotes": ""
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 272,
      "verse_key": "16:47",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 108,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوۡ يَأۡخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٌ",
      "translation": "47. Ama qabto iyagoo ku sugan cabsi isa soo tarta. Rabbiggiinna waa Turid Badane, Naxariis Badan9.",
      "footnotes": "9. Isagoo dib ugu dhiga ciqaabka ay mudan yihiin oo siiya fursad ay ku toobad keenaan."
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 272,
      "verse_key": "16:48",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 108,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُۥ عَنِ ٱلۡيَمِينِ وَٱلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ",
      "translation": "48. Miyeyna u fiirsan wax kastoo uu Alle abuuray, (sida) hoosaskoodu ugu iishaan midig iyo bidix, oo ugu sujuudaan Alle iyagoo u khushuucsan.",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 272,
      "verse_key": "16:49",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 108,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِلَّهِۤ يَسۡجُدُۤ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ مِن دَآبَّةٖ وَٱلۡمَلَٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ",
      "translation": "49. Alle waxaa u sujuuda waxa ku sugan samooyinka iyo waxa ku sugan arlada oo nafley dhul socod ah iyo malaa’igta, iskamana weyneeyaan.",
      "footnotes": ""
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 272,
      "verse_key": "16:50",
      "juz_number": 14,
      "hizb_number": 27,
      "rub_el_hizb_number": 108,
      "sajdah_type": "obligatory",
      "sajdah_number": 3,
      "text": "يَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ۩",
      "translation": "50. Waxay ka cabasadaan Rabbigood ka korreeya, waxayna falaan waxa la amro.",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 272,
      "verse_key": "16:51",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 109,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيۡنِ ٱثۡنَيۡنِۖ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَٱرۡهَبُونِ",
      "translation": "51. Alle wuxuu yidhi: Ha yeelannina labo ilaah. Waa uun Ilaah Keliya. Ee Anigoo Keliya iga cabsada10.",
      "footnotes": "10. Nabigu s.c.w. wuxuu yidhi: “Qofkii qiraa inuusan jirin ilaah Xaq ah aan aheyn Alle iyo inuusan laheyn wax shariik ah, iyo in Muxmmad yahay addoon Alle iyo Rasuulki, iyo in Ciise yahay addoon Alle iyo Rasuulki, iyo Kelmeddiisii uu Jabriil ku afuufay Maryam iyo ruux uu abuuray Alle, iyo in Jannadu run tahay, Naartuna run tahay, Alle wuxuu gelin Jannada si kastaba camalkiisa ha u yaraadee. W.w. Al-Bukhaari."
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 272,
      "verse_key": "16:52",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 109,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّينُ وَاصِبًاۚ أَفَغَيۡرَ ٱللَّهِ تَتَّقُونَ",
      "translation": "52. Alle baana iska leh Waxa ku sugan samooyinka iyo arlada, Waana in Isaga (Alle Keliya) loo gaar iyo gooni yeelo cibaadada oo la adeeco si joogta ah. Ee Ma waxaad ka cabsan wxaan ahayn Alle.",
      "footnotes": ""
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 272,
      "verse_key": "16:53",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 109,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ ٱللَّهِۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ",
      "translation": "53. Wax kastoo nicmo ah ee (lagu galladeystey) dushiinna waa xagga Alle, haddana marka dhibaato idin ku dhacdo, Xaggiisaad u calaacashaan idinkoo gargaar doon ah.",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 272,
      "verse_key": "16:54",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 109,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ",
      "translation": "54. Markuu idinka faydo dhibaatadana, mise qaar idin ka mid ahi ayaa Rabbigood (Alle) la wadaajiya cibaadada cid kale.",
      "footnotes": ""
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 273,
      "verse_key": "16:55",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 109,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ",
      "translation": "55. Si ay uga abaal dhacaan waxaan siinnay. Ee iska raaxeysta, waadse ogaan doontaan (waxa idinku dhaca).",
      "footnotes": ""
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 273,
      "verse_key": "16:56",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 109,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡۗ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ",
      "translation": "56. Waxay u yeelaan qayb ka mid ah waxa aanu siinnay wax aanay11garanayn (oo ilaahyo  been ah). Tallaahi, waa la idin weydiin waxaad been abuurateen.",
      "footnotes": "11. Waxaa loola jeedaa wax ayan cilmi u heysan oo ah ilaahyadaa baadilka ay sameysteen, bal waxay wax ku dhisaan malooyin iyo caadooyin ama raacidda dad habowsan."
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 273,
      "verse_key": "16:57",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 109,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُۥ وَلَهُم مَّا يَشۡتَهُونَ",
      "translation": "57. Waxayna u yeelaan Alle gabdho12. Xurmo oo dhan Isagaa leh oo ka hufan (ceeb iyo nuqsaan),  iyaguna waxay isa siiyeen waxay rabaan.",
      "footnotes": "12. Waxay yidhaahdeen Alle wuxuu leeyahay gabdho, iyagoo ula jeeda malaa’igta, iyagoo naf ahaantooda neceb inay yeeshaan gabdho siduu Alle ku xusay Aayaddan iyo tan ka dambeysaba."
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 273,
      "verse_key": "16:58",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 109,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا بُشِّرَ أَحَدُهُم بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٞ",
      "translation": "58. Marka loogu bishaareeyo midkood (dhalashada) dheddig, wuxuu noqdaa wejigiisa madow, isagoo tiiraanyeysan.",
      "footnotes": ""
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 273,
      "verse_key": "16:59",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 109,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓۚ أَيُمۡسِكُهُۥ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُۥ فِي ٱلتُّرَابِۗ أَلَا سَآءَ مَا يَحۡكُمُونَ",
      "translation": "59. Wuxuu iska qariyaa dadka xumida waxa loogu bishaareeyey darteed. Ma wuxuu ku heystaa dulli mise ku aaasaa (iyadoo nool) carrada? Xumaa waxay xukumaan13.",
      "footnotes": "13. Nabigu s.c.w. wuu xaaraanshay ku caasinta hooyooyinkiin, nolol xabaalidda gabdhaha , diidista bixinta xuquuqda dadka, baryada, ku tiri ku teenta iyo su’aasha badan, iyo luminta maalka. W.w.Al-Bukhaari."
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 273,
      "verse_key": "16:60",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 109,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِۖ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "60. Kuwa aan rumeysneyn Aakhirada waxaa u sugnaaday tusaale xun14, Allena waxaa u sugnaaday tilmaanta wanaagsan ee sare, waana  Adkaadaha, Xakiimka ah.",
      "footnotes": "14. Sida waxa lagu xusay labadii Aayadood ee hore."
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 273,
      "verse_key": "16:61",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 109,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ",
      "translation": "61. Hadduu Alle durba u qaban lahaa dadka dulmigay falaan darti, kagama tageen (dhulka) guudki nafley qudh ahi, wuxuuse ugu dib dhigaa muddo magacaa- ban, marka ajalkoodu yimaadana ma dib dhigi karaan Saacad mana soo hor marin karaan.",
      "footnotes": ""
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 273,
      "verse_key": "16:62",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 109,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَۚ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰۚ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ",
      "translation": "62. Waxayna u yeelaan Alle (gabdho) ay (iyaguba) nacaan, carrabyadooduna waxay sheegaan beenta ah inay mudan midda  wanaagsan; waxaa sugan inay leeyihiin Naar, oo loo hormarin doono15.",
      "footnotes": "15. Macno kale waxaa weeye waxaa laga yeeli inay halkaasi kaga horreeyaan inta kale oo dhan."
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 273,
      "verse_key": "16:63",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 109,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "63. Tallaahiye, Waxaan u soo dirnay (Rusul) ummado kaa horreeyey, Wuxuuse u qurxiyey Shaydaanka camalladooda, Isagaana sokeeye u ah maanta, waxayna leeyihiin cadaab xanuun badan.",
      "footnotes": ""
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 273,
      "verse_key": "16:64",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 109,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "64. Kuugumana aan soo dejin Kitaabka (Qur’aanka) waxaan ahayn inaad u caddeyso waxyaalaha ay isku khilaafsan yihiin, iyo hanuun ahaan iyo Naxariis ciddii rumeyn.",
      "footnotes": ""
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 274,
      "verse_key": "16:65",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 109,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ",
      "translation": "65. Alle waa Kan ka soo dejiyey biyo (roob) daruuraha, oo ku nooleeya arlada dhimashadeeda kaddib. Arrinkani waxaa ugu sugan calaamo ciddii wax maqli.",
      "footnotes": ""
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 274,
      "verse_key": "16:66",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 109,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِۦ مِنۢ بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ",
      "translation": "66. Waxaana idiinku sugan xoolaha cibrad. Waxaan idinka waraabinnaa waxaa ku jira uurarkooda uus iyo dhiig dhexdood, caano saafi ah, mari og hunguriga kuwa cabbi.",
      "footnotes": ""
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 274,
      "verse_key": "16:67",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 109,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ",
      "translation": "67. Iyo midhaha geedaha timirta iyo canabyada oo aad ka samaysataan cabbitaan culus16 iyo risiq wanaagsan. Arrinkani waxaa ugu sugan calaamo ciddii garasho leh.",
      "footnotes": "16. Aayaddan waxaa la soo dejiyey ka hor inta aan la xarrimin khamriga. Waxay muujineysaa xaqiiqda in waxyaalaha qaarkood ay ku jiraan dhibaato iyo in sidoo kale lahaan karaan xoogaa wanaag ah."
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 274,
      "verse_key": "16:68",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 109,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بُيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ",
      "translation": "68. Wuxuu Rabbigaa u waxyooday shinnada: Ka sameyso buuraha guryo iyo geedaha iyo waxay dhisaanba.",
      "footnotes": ""
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 274,
      "verse_key": "16:69",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 109,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗاۚ يَخۡرُجُ مِنۢ بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُۥ فِيهِ شِفَآءٞ لِّلنَّاسِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ",
      "translation": "69. Markaas wax ka cun midhaha oo dhan, oo qaad jidadka Rabbigaa idinkoo laylan. Waxaa ka soo baxa uurarkeeda sharaab kala midab ah oo caafimaad ugu jiro dadka. Hubaal arrinkani waxaa ugu sugan calaamo ciddii fikiri.",
      "footnotes": ""
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 274,
      "verse_key": "16:70",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 109,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱللَّهُ خَلَقَكُمۡ ثُمَّ يَتَوَفَّىٰكُمۡۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ",
      "translation": "70. Alle baa idin abuuray, misna idin oofsan, waxaana idin ka mid ah mid loo celiyo cimriga u liita nolosha, si uu waxba aanu u ogaan kaddib waayo aqoontii. Hubaal Alle waa wax kasta Ogsoone, Awood Badan.",
      "footnotes": ""
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 274,
      "verse_key": "16:71",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 109,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِۚ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌۚ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ",
      "translation": "71. Alle wuu uga roonaaday qaarkiinba qaar kale xagga risiqa, Marka, kuwa loo roonaaday sinnaba uma mulki siiyaan risiqooda kuwa (addoomaha ah) oo ay midigtoodu hanato si ay isku mid ugu noqdaan17. Ee ma Nicmadda Alle (Islaamka) baa waxay diiddan yihiin?",
      "footnotes": "17. Xujada lagu xusay Aayaddan waxaa weeye: Hadday u arkin waxyaalaha ay leeyihiin wax la siman iyaga, haddaba sidee bay ula simi karaan Alle uunkiisa oo uga dhigi shariikyo."
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 274,
      "verse_key": "16:72",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 109,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمۡ يَكۡفُرُونَ",
      "translation": "72. Alle wuxuu idiinka yeelay nafahiinna xaasas idinla nooc ah, wuxuuna idinka siiyey xaasaskiinna ubad iyo ilmo ilmahood, wuxuuna ku galladeysatay korkiinna wax ka mid ah waxyaalaha wanaagsan. Ee ma baadil (shirki) baa waxay rumeysan yihiin, halka ay tahay Nicmadda Alle (Towxiidka) waxay diidaan inay rumeeyaan oo ku gaaloobaan?",
      "footnotes": ""
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 275,
      "verse_key": "16:73",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 109,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ",
      "translation": "73. Waxayna caabudaan Alle sokadi, waxaan uga hanan karin wax risiq ah xagga samooyinka iyo arlada, oo aan wax awood ahi lahayn.",
      "footnotes": ""
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 275,
      "verse_key": "16:74",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 109,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَۚ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ",
      "translation": "74. Ha u yeelina Alle wax aad la mid dhigtaan18. Hubaal, Alle wuu Og yahay (waxaad fashaan), idinkuse ma ogidin (cidhib xumidiinna).",
      "footnotes": "18. Ma jiro wax loo dhigo."
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 275,
      "verse_key": "16:75",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 110,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ",
      "translation": "75. Alle wuxuu ka yeelaa tusaale19: addoon la leeyahay aan waxba awoodi karin, iyo mid aanu ka siinnay xaggeenna risiq wanaagsan, oo isagu wax ka bixiya sir iyo caddaanba. Miyey labadaasi siman yihiin? Ammaan oo idil iyo mahad waxaa mudan Allaah! Badankooduse ma oga.",
      "footnotes": "19. Waxaa tusaalahan jawaab ahaan loo siiyey mushrikiinta la mid dhiga Alle ee arzaaqa ee awoodda badan sanamyada aan xoog iyo xeelad midna lahayn."
    },
    {
      "id": 76,
      "verse_number": 76,
      "page_number": 275,
      "verse_key": "16:76",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 110,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "76. Wuxuu (kaloo) Alle tusaale ka yeelaa labo nin, oo midkood af la’yahay (hadli karin), kaasoo aan waxna karin inuu hagaajiyo, oo isagu ku ah culeys abaankiisa, meeshuu u diraba aan ka keenin khayr. Miyaa lala simi karaa mid amra caddaalad oo isagu (naf ahaantiisa) ku sugan Jid Toosan (Islaamka)?",
      "footnotes": ""
    },
    {
      "id": 77,
      "verse_number": 77,
      "page_number": 275,
      "verse_key": "16:77",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 110,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَآ أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "77. Alle baana iska leh waxaan muuqan ee jira samooyinka iyo arlada. Arrinka Saacadda (Qiyaamana) ma aha waxaan ahayn sida il biriqsi, ama ka dhowba. Hubaal Alle wax walba wuu Karaa.",
      "footnotes": ""
    },
    {
      "id": 78,
      "verse_number": 78,
      "page_number": 275,
      "verse_key": "16:78",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 110,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱللَّهُ أَخۡرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "78. Alle wuxuu idinka soo saaray uurarka hooyooyinkiin idinkoo aan waxba garanayn. Wuxuuna idiin yeelay maqal iyo arag iyo qalbiyo inaad mahad naqdaan.",
      "footnotes": ""
    },
    {
      "id": 79,
      "verse_number": 79,
      "page_number": 275,
      "verse_key": "16:79",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 110,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "79. Miyeyna arkayn shimbiraha loo sakhiray (oo ku duulaya) hawada samada? Cidina ma qaban karto aan ahayn Allaah. hubaal, arrinkani waxaa ugu sugan calaamooyin ciddii rumayn.",
      "footnotes": ""
    },
    {
      "id": 80,
      "verse_number": 80,
      "page_number": 276,
      "verse_key": "16:80",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 110,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعۡنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ",
      "translation": "80. Alle wuxuu idiinka yeelay guryihiinna degaan aad ku xasishaan, wuxuuna idinku galladeystey teendhooyin laga sameeyey hargaha xoolaha idiin fudud qaadistooda maalinta geeddigiinna iyo maalinta negaadigiinnaba, idiinkana yeelay (idaha) duftooda iyo (geela) dhogortooda iyo (riyaha) timahooda alaabo guri iyo sahay ilaa muddo ah.",
      "footnotes": ""
    },
    {
      "id": 81,
      "verse_number": 81,
      "page_number": 276,
      "verse_key": "16:81",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 110,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ",
      "translation": "81. Alle wuxuu idiinka yeelay wuxuu abuuray (geedaha) hoosas, wuxuuna idiinka yeelay buuraha gebiyo aad gashaan, idiin yeelayna dhar idinka celiya kuleylka (iyo qabowga) iyo dhar (jaakado bir ah) idinka celiya (dhibka) dirirtiinna. Sidaasuu idiinku iltiraa Nicmaddiisa inaad u hoggaansantaan (oo Xaqa raacdaan).",
      "footnotes": ""
    },
    {
      "id": 82,
      "verse_number": 82,
      "page_number": 276,
      "verse_key": "16:82",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 110,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ",
      "translation": "82. Haddayse (ka) jeesadaan (Iimaanka), xilkaagu waa oo keliya Gaarsiin cad (ee Diinta Alle).",
      "footnotes": ""
    },
    {
      "id": 83,
      "verse_number": 83,
      "page_number": 276,
      "verse_key": "16:83",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 110,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ",
      "translation": "83. Waxay gartaan Nicmadda Alle (Islaamka), haddana way dafiraan,  badankooduna waa gaalo.",
      "footnotes": ""
    },
    {
      "id": 84,
      "verse_number": 84,
      "page_number": 276,
      "verse_key": "16:84",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 110,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ",
      "translation": "84. (Xus) maalintaan ka soo saareyno ummad walba markhaati, markaas aan loo idmeyn kuwa gaaloobay (cudur daarasho), oo aan laga yeeleyn inay axsaan fal dalbaan.",
      "footnotes": ""
    },
    {
      "id": 85,
      "verse_number": 85,
      "page_number": 276,
      "verse_key": "16:85",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 110,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ",
      "translation": "85. Markay kuwa fala dulmiga (shirkiga iyo macaasida) arkaan cadaabka, lagama khafiifinayo, lamana siinayo fursad.",
      "footnotes": ""
    },
    {
      "id": 86,
      "verse_number": 86,
      "page_number": 276,
      "verse_key": "16:86",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 110,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَۖ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ",
      "translation": "86. Markay kuwa Alle u shariig yeela (cid kale)20 arkaan kuway la wadaajiyeen Alle (cibaadada) waxay odhan: Rabbigayow! Kuwaanu waa kuwa aan kula wadaajinnay cibaadada ee aan baryi jirnay adiga Sokadaa21. Waxayse (kuwaa) dib ugu celin hadalka (iyagoo leh): Waxaad tihiin beenaalayaal.",
      "footnotes": "20. Waxaa shirki loola jeedaa wixii lala barbar caabudo Alle, sheydaankuna wuxuu amraa cibaadada asnaamta .\n21. Waa rumeysnaanta inuu Alle leeyahay shuruko lala wadaajiyo cibaadada, shurukadaasina ay uga shafeeci Alle agti."
    },
    {
      "id": 87,
      "verse_number": 87,
      "page_number": 276,
      "verse_key": "16:87",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 110,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ",
      "translation": "87. Waxayna (gaalada mushrikiinta ah) ula imaan Alle maalintaas hoggaansan dhan, wayna ka tegi oo waayi waxay been abuuran jireen (oo ilaahyo been ah).",
      "footnotes": ""
    },
    {
      "id": 88,
      "verse_number": 88,
      "page_number": 277,
      "verse_key": "16:88",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 110,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ",
      "translation": "88. Kuwa gaalooba oo ka hor istaaga dadka Jidka Alle (Islaamka), waxaan ugu dari cadaab cadaabkooda, waxay fasaad fali jireen awgii.",
      "footnotes": ""
    },
    {
      "id": 89,
      "verse_number": 89,
      "page_number": 277,
      "verse_key": "16:89",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 110,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡۖ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَٰٓؤُلَآءِۚ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ",
      "translation": "89. (Xus) Maalinka aan ka soo saari ummad walba markhaati ku marag fura oo iyaga ka mid ah,oo aan kuu keenno adiga (Nabiyow) inaad ka ahaato markhaati kuwan - Waxaana kugu soo dejinnay Kitaabka (Qur’aanka) u faahfaahinaya wax walba si cad , iyo inuu u ahaado Hanuun iyo Naxariis iyo bishaaro Muslimiinta22.",
      "footnotes": "22. Muslimiin waa kuwa isu dhiiba Doonista Alle ee u hoggaansan."
    },
    {
      "id": 90,
      "verse_number": 90,
      "page_number": 277,
      "verse_key": "16:90",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 111,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ",
      "translation": "90. Alle wuxuu amraa caddaaladda, axsaan falka iyo siinta qaraabada (iyo deriska xaqooda), wuxuuna reebaa xumaanta, munkarka (xishood darrada) iyo gardarrada (dulmiga). Wuu idin waaninayaa, inaad ku waano qaadataan oo xusuusataan.",
      "footnotes": ""
    },
    {
      "id": 91,
      "verse_number": 91,
      "page_number": 277,
      "verse_key": "16:91",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 111,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمۡ كَفِيلًاۚ إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ",
      "translation": "91. Oofiya Ballanka Alle markaad gashaan, hana burinnina dhaaraha kaddib markaad adkeyseen, oo uga yeesheen Alle damiin. Alle wuu Og yahay waxaad falaysaan.",
      "footnotes": ""
    },
    {
      "id": 92,
      "verse_number": 92,
      "page_number": 277,
      "verse_key": "16:92",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 111,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِنۢ بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍۚ إِنَّمَا يَبۡلُوكُمُ ٱللَّهُ بِهِۦۚ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ",
      "translation": "92. Ha la mid noqonnina sida tan furfurta xadhiggeeda ay soohday iyadoo u googooneysa gabal gabal kaddib markuu yeeshay xoog. Waxaad ka yeeshaan dhaarahiinna dhagar dhexdiinna ah, inay ummad ka tiro badan tahay ummad kale (darteed23). Alle waa uun idinku imtixaami arrinkaas iyo inuu idiin caddeeyo Maalinta Qiyaamaha waxaad isku khilaafsaneydeen.",
      "footnotes": "23. Muslimiinta tiro ahaan way yaraayen, waxayna la galeen gaalada heshiis., Markii ay arkeen Quryash inay tiro badan yihiin, oo ay muslimiinta dheer yihiin xoog iyo xeeladba iyo waayo aragnimo, waxay door bideen inay uga baxaan heshiiska Nabiga s.c.w., ficilkan oo kalena Alle wuu reebay. Macnaha waa ha ugu dhaarannina been ama ha burinnina heshiis ama ka bixina ballan aad gasheen dano adduunyo darteed, si kastaba uga xoog badnaadee cadowgiinna."
    },
    {
      "id": 93,
      "verse_number": 93,
      "page_number": 277,
      "verse_key": "16:93",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 111,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "93. Hadduu Alle doono, wuxuu idinka yeeli lahaa ummad keliya, wuxuuse lumiyaa cidduu doono oo hanuuniyaa cidduu doono. Waana la idin weydiin waxaad falayseen.",
      "footnotes": ""
    },
    {
      "id": 94,
      "verse_number": 94,
      "page_number": 278,
      "verse_key": "16:94",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 111,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَتَّخِذُوٓاْ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُۢ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ ٱلسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ ٱللَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ",
      "translation": "94. Ha ka dhigannina dhaarahiinna siyaalo aad isku khiyaantaan dhexdiinna, si aanay cagi u sidban kaddib sugnaashaheeda, oo aad dhadhamisaan xumaan (cadaab) inaad ka jeedsateen Jidka Alle darteed,  waxaadna mudan Cadaab daran.",
      "footnotes": ""
    },
    {
      "id": 95,
      "verse_number": 95,
      "page_number": 278,
      "verse_key": "16:95",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 111,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَشۡتَرُواْ بِعَهۡدِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ",
      "translation": "95. Hana ku qaadannina Axdiga Alle qiimo yar (waxbana). Hubaal waxa Alle agtiis ah baa idiin khayr badan haddaad og tihiin.",
      "footnotes": ""
    },
    {
      "id": 96,
      "verse_number": 96,
      "page_number": 278,
      "verse_key": "16:96",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 111,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٖۗ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُوٓاْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "96. Waxa aad haysataan way dhammaan, waxase Alle agtiis ah baa baaqi ahaanaya. Waxaana ku abaal marin kuwa samra ajarkooda u qalma waxa ugu wanaagsan ay falayeen.",
      "footnotes": ""
    },
    {
      "id": 97,
      "verse_number": 97,
      "page_number": 278,
      "verse_key": "16:97",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 111,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُۥ حَيَوٰةٗ طَيِّبَةٗۖ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "97. Qofkii sama fala lab ama dheddig oo mu’min ah waxaan hubaal ka yeeli inuu noolaado nolol fiican oo farxad leh,  waxaanuna siin abaalgudkooda u qalma waxa ugu wanaagsan ay falayeen24.",
      "footnotes": "24. Aayaddan waxay caddeysey inay ragga iyo dumarka ajar isku mid ah leeyiiin Alle agtiisa markay la yimaadaan camal san oo iimaan u wehliyo."
    },
    {
      "id": 98,
      "verse_number": 98,
      "page_number": 278,
      "verse_key": "16:98",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 111,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ فَٱسۡتَعِذۡ بِٱللَّهِ مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ",
      "translation": "98. Ee markaad akhrineyso Qur’aanka, (hor iyo baataba) Alle ka magan gal shaydaanka la fogeeyey.",
      "footnotes": ""
    },
    {
      "id": 99,
      "verse_number": 99,
      "page_number": 278,
      "verse_key": "16:99",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 111,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّهُۥ لَيۡسَ لَهُۥ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ",
      "translation": "99. Kuma dul laha awood kuwa (Xaqa) rumeysan oo Rabbigood isku halleeya oo tala saarta oo ku kalsoon.",
      "footnotes": ""
    },
    {
      "id": 100,
      "verse_number": 100,
      "page_number": 278,
      "verse_key": "16:100",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 111,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّمَا سُلۡطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ",
      "translation": "100. Ee wuxuu awood ku dul leeyahay oo keliya kuwa ka yeesha sokeeye iyo kuwa la wadaajiya Alle cibaadada cid kale.",
      "footnotes": ""
    },
    {
      "id": 101,
      "verse_number": 101,
      "page_number": 278,
      "verse_key": "16:101",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 111,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا بَدَّلۡنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنَزِّلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفۡتَرِۭۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ",
      "translation": "101. Markaan ku beddelno Aayad meel Aayad kale, Alle baana Ogsoon wuxuu soo dejiyo, waxay (gaaladu) yidhaahdaan: Waxaad uun tahay been abuurte.  Badankooduse wax ma oga.",
      "footnotes": ""
    },
    {
      "id": 102,
      "verse_number": 102,
      "page_number": 278,
      "verse_key": "16:102",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 111,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ نَزَّلَهُۥ رُوحُ ٱلۡقُدُسِ مِن رَّبِّكَ بِٱلۡحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ",
      "translation": "102. Dheh: Ruuxa Daahirka ah (Jabriil) baa kaga soo dejiyey xagga Rabbigaa si xaq ah, si uu ugu sugo kuwa (Xaqa) rumeysan, oo ugu ahaado hanuun iyo bishaaro Muslimiinta (u hoggaansan Rabbigood).",
      "footnotes": ""
    },
    {
      "id": 103,
      "verse_number": 103,
      "page_number": 279,
      "verse_key": "16:103",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 111,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٞۗ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ",
      "translation": "103. Waxaana ognahay inay (gaaladu) yidhaahdaan: Waxaa sideedaba wax bara qof aadmi ah. Carrabka midkay ku leexinayaan waa af shisheeye25, kanina waa af Carabi faseex ah.",
      "footnotes": "25. Af cajami ah waa af aan Carabi ahayn , sidoo kalena waxaa la yidhaahdaa cajami afka carabiga ee la jajabiyo, waayo ninka ay ku tuhmayaan inuu baro Qur’aanka Rasuulka waa nimaan Carab ahayn, oo yaqaan xoogaa Carabi ah."
    },
    {
      "id": 104,
      "verse_number": 104,
      "page_number": 279,
      "verse_key": "16:104",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 111,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهۡدِيهِمُ ٱللَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ",
      "translation": "104. Kuwa aan rumeyn Aayadaha Alle, Alle ma hanuuniyo, waxayna leeyihiin cadaab xanuun badan.",
      "footnotes": ""
    },
    {
      "id": 105,
      "verse_number": 105,
      "page_number": 279,
      "verse_key": "16:105",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 111,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّمَا يَفۡتَرِي ٱلۡكَذِبَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰذِبُونَ",
      "translation": "105. Waxaa uun been abuurta sideedaba kuwa aan rumeyn Aayadaha Alle, waana kuwaa kuwa ah beenaalayaasha.",
      "footnotes": ""
    },
    {
      "id": 106,
      "verse_number": 106,
      "page_number": 279,
      "verse_key": "16:106",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 111,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَن كَفَرَ بِٱللَّهِ مِنۢ بَعۡدِ إِيمَٰنِهِۦٓ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُۥ مُطۡمَئِنُّۢ بِٱلۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ ٱللَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ",
      "translation": "106. Qofkii ku gaalooba Alle rumeyn kaddib26, mid maahee lagu khasbay isagoo qalbigiisu ku xasilan yahay Iimaanka - kiise isagu u fura laabtiisa gaalnimo - kuwan dushoodu waxaa ah Cadhada Alle, waxayna leeyihiin Cadaab daran.",
      "footnotes": "26. Gunaanadka Aayadda iyo waxa ka go’an ee ka maqan ee la iska garan karo waxaa weeye wuxuu galabsaday Cadhadii Alle."
    },
    {
      "id": 107,
      "verse_number": 107,
      "page_number": 279,
      "verse_key": "16:107",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 111,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِأَنَّهُمُ ٱسۡتَحَبُّواْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ",
      "translation": "107. Arrinkaasi waxaa ugu wacan inay jecel yihiin nolosha adduunkan wax ka badan Aakhirada, iyo inaan Alle hanuunin qoloda gaalada ah (madaxa adag).",
      "footnotes": ""
    },
    {
      "id": 108,
      "verse_number": 108,
      "page_number": 279,
      "verse_key": "16:108",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 111,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ",
      "translation": "108. Kuwaa weeye kuwa uu Alle daboolay quluubtooda iyo maqalkooda iyo aragggooda.Waana kuwaa kuwa dhoohan.",
      "footnotes": ""
    },
    {
      "id": 109,
      "verse_number": 109,
      "page_number": 279,
      "verse_key": "16:109",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 111,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡخَٰسِرُونَ",
      "translation": "109. Shaki ma leh, inay Aakhirada ahaan kuwa khasaari.",
      "footnotes": ""
    },
    {
      "id": 110,
      "verse_number": 110,
      "page_number": 279,
      "verse_key": "16:110",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 111,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِنۢ بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ",
      "translation": "110. Rabbigaase, kuwa soo haajira kaddib inta la dhibay markaas jihaaday ee samray, hubaal Rabbigaa intaas kaddib, waa Denbi Dhaaf Badane, Naxariis Badan.",
      "footnotes": ""
    },
    {
      "id": 111,
      "verse_number": 111,
      "page_number": 280,
      "verse_key": "16:111",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 112,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ",
      "translation": "111. (Xusuuso) Maalintay naf walba imaan iyadoo u doodaysa nafteeda, oo naf walba loo oofin waxay fashay, iyagoo aan la dulmineyn.",
      "footnotes": ""
    },
    {
      "id": 112,
      "verse_number": 112,
      "page_number": 280,
      "verse_key": "16:112",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 112,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ",
      "translation": "112. Alle wuxuu ka yeelay tusaale: magaalo nabad aheyd xasilloon; oo uu uga yimaado risiqeedu haqab la’aan meel walba, ha yeeshee ku gaalowday Nicmooyinkii Alle. Sidaas darteed Alle ka yeelay inay dhadhamiso gaajo daran iyo cabsi waxay samaynayeen darteed27.",
      "footnotes": "27. Gaajo iyo cabsi u hareereyso sida dharku ugu hareersan yahay jirka."
    },
    {
      "id": 113,
      "verse_number": 113,
      "page_number": 280,
      "verse_key": "16:113",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 112,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ جَآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلۡعَذَابُ وَهُمۡ ظَٰلِمُونَ",
      "translation": "113. Waxaana u yimid Rasuul ka mid ah, wayse beeniyeen, markaasaa waxaa ku dhacay Cadaab iyagoo ahaa daalimiin.",
      "footnotes": ""
    },
    {
      "id": 114,
      "verse_number": 114,
      "page_number": 280,
      "verse_key": "16:114",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 112,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا وَٱشۡكُرُواْ نِعۡمَتَ ٱللَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ",
      "translation": "114. Cuna waxa Alle idin siiyey xalaasha fiican ah oo ka mahad cesha Nicmadda Alle haddaad Isaga Keliya caabuddaan.",
      "footnotes": ""
    },
    {
      "id": 115,
      "verse_number": 115,
      "page_number": 280,
      "verse_key": "16:115",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 112,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
      "translation": "115. Wuxuu uun idinka xaaraameeyey baqti iyo dhiig iyo hilib doofaar iyo wixii lagu xusay (gowracay) waxaan aheyn magaca Alle. Qofkii se ay dani ku qabato isagoo aan caasooyobid u dan laheyn, oo xad gudbeyn, hubaal Alle waa Denbi Dhaaf Badane, Naxariis Badan.",
      "footnotes": ""
    },
    {
      "id": 116,
      "verse_number": 116,
      "page_number": 280,
      "verse_key": "16:116",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 112,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَۚ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ",
      "translation": "116. Ha sheeginana waxay carrabyadiinnu tilmaamayaan oo been ah (idinkoo leh): Kani waa xalaal kanna waa xaaraan, si aad ugu been abuurataan Alle. Kuwa ku been abuurta Alle ma liibaanayaan.",
      "footnotes": ""
    },
    {
      "id": 117,
      "verse_number": 117,
      "page_number": 280,
      "verse_key": "16:117",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 112,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "117. Waa raaxo yar (adduunka) waxayna leeyihiin cadaab xanuun badan.",
      "footnotes": ""
    },
    {
      "id": 118,
      "verse_number": 118,
      "page_number": 280,
      "verse_key": "16:118",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 112,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُۖ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
      "translation": "118. Kuwa heysta (diinta) Yuhuudiyadda Waxaanu ka xaaraamaynay waxyaalaha aan horay kuugu soo sheegnay28. mana aanu dulmin, iyagaase nafahooda dulmiyay.",
      "footnotes": "28. Waa waxa ku soo arooray Suuradda Al –Ancaam Aayadda 146"
    },
    {
      "id": 119,
      "verse_number": 119,
      "page_number": 281,
      "verse_key": "16:119",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 112,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ",
      "translation": "119. Haddana Rabbigaa kuwa u fala xumaan jahli darti markaas toobad keena taa kaddib oo samaada, Rabbigaa intaas kaddib, waa Denbi Dhaaf Badane, Naxariis Badan.",
      "footnotes": ""
    },
    {
      "id": 120,
      "verse_number": 120,
      "page_number": 281,
      "verse_key": "16:120",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 112,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "120. Hubaal Ibraahiim wuxuu ahaa hoggaamiye lagu daydo, adeeca Alle, ka leexsan (diimaha gurracan oo dhan)29, mana aheyn mid ka mid ah Mushrikiinta.",
      "footnotes": "29. Waa leh dhammaan tilmaamaha wanaagsan ee ka yeeli karta qofka tusaale lagu daydo uu wax ku hoggaamiyo."
    },
    {
      "id": 121,
      "verse_number": 121,
      "page_number": 281,
      "verse_key": "16:121",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 112,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "شَاكِرٗا لِّأَنۡعُمِهِۚ ٱجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "121. Ka mahad naqa Nicmooyika Alle. (Alle) baa doortay oo ku hanuuniyey Jid Toosan (Islaamka).",
      "footnotes": ""
    },
    {
      "id": 122,
      "verse_number": 122,
      "page_number": 281,
      "verse_key": "16:122",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 112,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَءَاتَيۡنَٰهُ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ",
      "translation": "122.Waxaanu ku siinnay samaan adduunka. Aakhiradana wuxuu hubaal ka mid ahaan inta wanaagsan.",
      "footnotes": ""
    },
    {
      "id": 123,
      "verse_number": 123,
      "page_number": 281,
      "verse_key": "16:123",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 112,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ أَوۡحَيۡنَآ إِلَيۡكَ أَنِ ٱتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "123. Markaas Waxaanu kuu waxyoonnay (Nabi Muxammadow): Raac diinta ibraahiim ee toosan, kamana mid aheyn Mushrikiinta.",
      "footnotes": ""
    },
    {
      "id": 124,
      "verse_number": 124,
      "page_number": 281,
      "verse_key": "16:124",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 112,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِۚ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ",
      "translation": "124. Sabtida waxaa uun sideedaba loo waajib yeelay kuwii isku khilaafay arrinkeeda30, Rabbigaana wuu kala xukumi dhexdooda Maalinta Qiyaamaha waxay isku khilaafayeen.",
      "footnotes": "30. Waxaa loo yeelay maalinta Sabtida: waxaa loola jeedaa waxaa la faray inay la yimaadaan cibaado badan, iyo camallo wanaagsan oo iska daayaan maalintaas xoogsiga iyo maceeshad raadinta, kamase soo bixin, wayna isku khilaafeen, kaddibna waxaa lagu nasakhay xukunkii maalintaa shareecadii Nabi Ciise c.s. ee ka dambeeyey Muuse c.s.,. ugu dambeyn wuxuu Alle ku hanuunshay maalinta abbaarta ah muslimiinta oo waa maalinta Jumcaha. Nabigu s.c.w. wuxuu yidhi: Waxaan leennahay innaga Muslimiinta ah Jumcaha, Yuhuuddana maalintooda waa Sabtida, Nasaaraduna Axadda, Annaga ayaa u horreyna, iyaguna waa naga dambeeyaan. Waxaannu nahay ummad tii u dambeysey ummadaha, waxaannuse ahaan ummadda u horreysa ee gasha Jannada."
    },
    {
      "id": 125,
      "verse_number": 125,
      "page_number": 281,
      "verse_key": "16:125",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 112,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِۖ وَجَٰدِلۡهُم بِٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ",
      "translation": "125. Ugu baaqa (dadka) Jidka Rabbigaa si xikmad leh iyo waano wanaagsan, oo ula dood sida ugu fiican. Rabbigaa wuu Og yahay kuwa ka luma Jidkiisa, wuuna Og yahay kuwa hanuunsan.",
      "footnotes": ""
    },
    {
      "id": 126,
      "verse_number": 126,
      "page_number": 281,
      "verse_key": "16:126",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 112,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِۦۖ وَلَئِن صَبَرۡتُمۡ لَهُوَ خَيۡرٞ لِّلصَّٰبِرِينَ",
      "translation": "126. Haddaad aar goosaneysaanna, aar goosta in la mid ah intii la idin geystey oo kale, haddaadse samartaan, sidaasaa u wanaagsan kuwa samra.",
      "footnotes": ""
    },
    {
      "id": 127,
      "verse_number": 127,
      "page_number": 281,
      "verse_key": "16:127",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 112,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِٱللَّهِۚ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ",
      "translation": "127. Samir, mana aha samirkaagu waxaan aheyn (wax lagu helo kaalmada) Alle. Oo ha u murugoon, hana ka welwelin waxay xume qoolaan oo dabin dhigaan.",
      "footnotes": ""
    },
    {
      "id": 128,
      "verse_number": 128,
      "page_number": 281,
      "verse_key": "16:128",
      "juz_number": 14,
      "hizb_number": 28,
      "rub_el_hizb_number": 112,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ",
      "translation": "128. Hubaal Alle wuxuu la jiraa kuwa iska jira (xumaha, dhowra Amarradiisa) ee ah sama falayaasha.",
      "footnotes": ""
    }
  ]
}