{
  "id": "109",
  "sura": "2",
  "aya": "102",
  "arabic_text": "وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
  "translation": "102. Y (sin embargo) siguen lo que (falsamente) decían los demonios acerca del reinado de Salomón[37]. No obstante, Salomón no cayó en la incredulidad, sino que fueron los demonios quienes lo hicieron al enseñar la brujería y lo que les fue revelado[38] a los ángeles Harut y Marut en Babilonia. Mas (los ángeles) no enseñaban nada a nadie sin decir antes: “Nosotros somos una prueba (de su Señor), no caigan en la incredulidad (aprendiendo la magia que les enseñamos)”. Y (las gentes) aprendían de ellos a separar a un hombre de su esposa; pero no perjudicaban a nadie sin el consentimiento de Al-lah. Y aprendían aquello que los perjudicaba y no los beneficiaba. Y, en verdad, los (judíos) sabían que quienes aprendían y practicaban la brujería[39] no tendrían su parte de recompensa en la otra vida. ¡Por qué mal precio vendieron sus almas, si supieran!",
  "footnotes": "[37]  Al parecer, los demonios, encabezados por Iblis, convencieron a un grupo de los hijos de Israel, tras la muerte de Salomón, de que este controlaba a los hombres, a los demonios y a las aves con hechicería, y les mostraron como prueba libros de brujería que Salomón había enterrado bajo su trono. Los hijos de Israel corrieron la voz de que Salomón había sido un hechicero y siguieron tales libros.\n[38]  Algunos comentaristas entienden la frase como: “Y (la brujería) no fue revelada a los ángeles Harut y Marut”, y defienden que fueron los demonios quienes cayeron en la incredulidad y enseñaron la magia en Babilonia.\n[39]  Esta aleya es una prueba de que aprender brujería, magia negra o hechicería conlleva la incredulidad. De hecho, quien acude a un hechicero o brujo y cree en lo que dice habrá negado lo que Al-lah ha revelado al Profeta Muhammad —que Al-lah lo bendiga y le dé la paz—. Ningún tipo de magia es aceptada en el Islam e implica la obediencia a los demonios, que fueron quienes se la enseñaron al hombre."
}