{
  "id": 48,
  "verse_number": 48,
  "page_number": 116,
  "verse_key": "5:48",
  "juz_number": 6,
  "hizb_number": 12,
  "rub_el_hizb_number": 46,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَأَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ مِنَ ٱلۡكِتَٰبِ وَمُهَيۡمِنًا عَلَيۡهِۖ فَٱحۡكُم بَيۡنَهُم بِمَآ أَنزَلَ ٱللَّهُۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡ عَمَّا جَآءَكَ مِنَ ٱلۡحَقِّۚ لِكُلّٖ جَعَلۡنَا مِنكُمۡ شِرۡعَةٗ وَمِنۡهَاجٗاۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ إِلَى ٱللَّهِ مَرۡجِعُكُمۡ جَمِيعٗا فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ",
  "translation": "और (ऐ नबी!) हमने आपकी ओर यह पुस्तक (क़ुरआन) सत्य के साथ उतारी, जो अपने पूर्व की पुस्तकों की पुष्टि करने वाली तथा उनकी संरक्षक[33] है। अतः आप उनके बीच उसके अनुसार फ़ैसला करें, जो अल्लाह ने उतारा है, तथा आपके पास जो सत्य आया है, उससे मुँह मोड़कर उनकी इच्छाओं का पालन न करें। हमने तुममें से हर (समुदाय) के लिए एक शरीयत तथा एक मार्ग निर्धारित किया[34] है। और यदि अल्लाह चाहता, तो तुम्हें एक समुदाय बना देता, लेकिन ताकि वह तुम्हारी उसमें परीक्षा ले, जो कुछ उसने तुम्हें दिया है। अतः भलाइयों में एक-दूसरे से आगे बढ़ो[35], अल्लाह ही की ओर तुम सबको लौटकर जाना है। फिर वह तुम्हें बताएगा, जिन बातों में तुम मतभेद किया करते थे।",
  "footnotes": "33. संरक्षक होने का अर्थ यह है कि क़ुरआन अपने पूर्व की धर्म पुस्तकों का केवल पुष्टिकर ही नहीं, कसौटी (परख) भी है। अतः पूर्व पुस्तकों में जो भी बात क़ुरआन के विरुद्ध होगी, वह सत्य नहीं परिवर्तित होगी, सत्य वही होगी जो अल्लाह की अंतिम किताब क़ुरआन पाक के अनुकूल है। 34. यहाँ यह प्रश्न उठता है कि जब तौरात तथा इंजील और क़ुरआन सब एक ही सत्य लाए हैं, तो फिर इनके धर्म विधानों तथा कार्य प्रणाली में अंतर क्यों है? क़ुरआन उसका उत्तर देता है कि एक चीज़ मूल धर्म है, अर्थात एकेश्वरवाद तथा सत्कर्म का नियम, और दूसरी चीज़ धर्म-विधान तथा कार्य-प्रणाली है, जिसके अनुसार जीवन व्यतीत किया जाए। तो मूल धर्म तो एक ही है, परंतु समय और स्थितियों के अनुसार कार्य प्रणाली में अंतर होता रहा है, क्योंकि प्रत्येक युग की स्थितियाँ एक समान नहीं थीं, और यह मूल धर्म का अंतर नहीं, कार्य प्रणाली का अंतर हुआ। अतः अब समय तथा परिस्थतियाँ बदल जाने के पशचात् क़ुरआन जो धर्म विधान तथा कार्य प्रणाली परस्तुत कर रहा है, वही सत्धर्म है। 35. अर्थात क़ुरआन के आदेशों का पालन करने में।"
}