{
  "result": {
    "id": "2834",
    "sura": "24",
    "aya": "43",
    "arabic_text": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُزۡجِي سَحَابٗا ثُمَّ يُؤَلِّفُ بَيۡنَهُۥ ثُمَّ يَجۡعَلُهُۥ رُكَامٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦ وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مِن جِبَالٖ فِيهَا مِنۢ بَرَدٖ فَيُصِيبُ بِهِۦ مَن يَشَآءُ وَيَصۡرِفُهُۥ عَن مَّن يَشَآءُۖ يَكَادُ سَنَا بَرۡقِهِۦ يَذۡهَبُ بِٱلۡأَبۡصَٰرِ",
    "translation": "Je! Huoni ya kwamba Mwenyezi Mungu huyasukuma mawingu, kisha huyaambatisha, kisha huyafanya mirundi? Basi utaona mvua ikitoka kati yake. Na huteremsha kutoka juu kwenye milima ya mawingu mvua ya mawe, akamsibu nayo amtakaye na akamuepusha nayo amtakaye. Hukurubia mmetuko wa umeme wake kupofua macho.",
    "footnotes": "Ewe Nabii! Huoni kwamba Mwenyezi Mungu huyavuta mawingu, kisha huyakusanya na kuyarindika moja juu ya moja. Utaona mvua inatoka kwenye mawingu. Na Mwenyezi Mungu huteremsha kutokana na mawingu yaliyo rindikana yanayo shabihi milima kwa ukubwa wake, vipande vya barafu kama changarawe, vikawaangukia watu vikawaletea manufaa au madhara, kufuatana na kanuni zake na matakwa yake, wala asiwateremshie wenginewe kwa mujibu apendavyo Yeye Subhanahu, Mtendaji, Mwenye kukhitari. Mwangaza wa umeme unao tokea kwa kugongana mawingu hukaribia kutia upofu kwa ukali wake. Na mambo kama haya ya kuonekana ni dalili za kuonyesha uwezo wa Mwenyezi Mungu ambao unao wajibisha kuleta Imani ya kumuamini Yeye. Hajui kushabihiana baina ya mawingu na milima ila mwenye kupanda ndege (eropleni) inayo ruka juu ya mawingu, akayaona kutoka huko juu kama ni milima na vilima. Ilivyo kuwa ndege hizo hazijawa bado zama za Mtume s.a.w. basi hii inakuwa ni dalili kuwa maneno haya yanatokana na Mwenyezi Mungu anaye jua ya juu na chini. \"Je! Huoni ya kwamba Mwenyezi Mungu huyasukuma mawingu, kisha huyaambatisha, kisha huyafanya mirundi? Basi utaona mvua ikitoka kati yake. Na huteremsha kutoka juu kwenye milima ya mawingu mvua ya mawe, akamsibu nayo amtakaye na akamuepusha nayo amtakaye. Hukurubia mmetuko wa umeme wake kupofua macho.\" Aya hii tukufu imeutangulia msafara wa sayansi. Kwani hii yaeleza daraja za kuundika mawingu yanayo rindikana, na sifa zake, na yaliyo juulikana hivi karibuni ki-sayansi ya kwamba mawingu ya mvua huanzia kwa sura ya moja moja kisha yakajumuika yakawa kikundi, ndiyo hayo mawingu yaliyo rindikana, yaani mawingu yanayo endelea kukua kwa kuelekea utosini. Hayo hukua kimo chake hata kufikia urefu wa kilomita 15 au 20, na hapo huonekana kama ni milima mikubwa iliyo nyanyuka. Na yajuulikanayo ki-sayansi ni kuwa mawingu yaliyo rindika yanapitia daraja tatu, nazo: Daraja ya kukusanyika na kukua. Daraja ya kunyesha. Na mwisho daraja ya kumalizikia. Kama ilivyo kuwa mawingu hayo - nayo ni peke yao - yenye mvua ya mawe na inabeba nguvu za umeme (electricity, Kahrabaa) , huweza kuwa yakashika mfululizo wa umeme na radi, hata huweza ikawa ni miripuko karibu 40 kwa dakika moja, hata mtu anaye tazama akawa hawezi tena kuona kwa ukali wa mwanga wake. Na haya ndiyo khasa yanayo wapata marubani wa meli na ndege wakati wa midharuba ya radi."
  }
}