{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 556,
      "verse_key": "64:1",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
      "translation": "Göklerde ve yerde ne varsa Allah’ı tesbih ederler. Mülk O’nundur. Hamd da O’nadır. O’nun her şeye gücü yeter. ",
      "footnotes": null
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 556,
      "verse_key": "64:2",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ",
      "translation": "Sizi yaratan O’dur. Sizden bir kısmınız kâfir, bir kısmınız mümindir. Allah, tüm yaptıklarınızı görendir. ",
      "footnotes": null
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 556,
      "verse_key": "64:3",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ",
      "translation": "O, gökleri ve yeri hak ile yaratmış, sizi de en güzel sûrette şekillendirmiştir. Dönüş de O’nadır. ",
      "footnotes": null
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 556,
      "verse_key": "64:4",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "Göklerde ve yerde ne varsa bilir; gözlediğinizi de açıkladığınızı da bilir. Allah kalplerde olanı bilendir. ",
      "footnotes": null
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 556,
      "verse_key": "64:5",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "Bundan önce kâfir olanların haberi size gelmedi mi? Yaptıklarının cezasını tattılar. Onlar için bir de acı verici azap vardır. ",
      "footnotes": null
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 556,
      "verse_key": "64:6",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ",
      "translation": "Bu, peygamberleri onlara apaçık delillerle getirdiklerinde: Bize bir insan mı yol gösterecek? demeleri sebebiyledir. Küfrettiler ve yüz çevirdiler. Allah (onların imanından) müstağnidir. Allah, zengindir, hamde layıktır. ",
      "footnotes": null
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 556,
      "verse_key": "64:7",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ",
      "translation": "Kâfirler, tekrar dirilmeyeceklerini iddia ettiler. De ki: Evet, Rabbime andolsun ki, tekrar diriltileceksiniz. Sonra da yaptıklarınız size haber verilecek. Bu, Allah’a çok kolaydır. ",
      "footnotes": null
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 556,
      "verse_key": "64:8",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ",
      "translation": "Allah’a, Rasûlüne ve indirdiğimiz nura iman edin. Allah, tüm yaptıklarınızdan haberdardır. ",
      "footnotes": null
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 556,
      "verse_key": "64:9",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
      "translation": "Sizi toplanma günü bir araya getirecektir. İşte o, aldanma günüdür. Kim Allah’a iman edip, salih amel yaparsa onun günahlarını örter ve alt tarafından ırmaklar aktığı cennetlere sokar. Orada ebedi kalacaklardır. İşte o, en büyük kurtuluştur. ",
      "footnotes": null
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 557,
      "verse_key": "64:10",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ",
      "translation": "Kâfirler ve ayetlerimizi yalanlayanlar, işte onlar ateş ehlidir. Orada ebedidirler. Ne kötü bir dönüş yeri. ",
      "footnotes": null
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 557,
      "verse_key": "64:11",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ",
      "translation": "Hiçbir musibet, Allah’ın izni olmadıkça isabet etmez. Kim, Allah’a iman ederse Allah onun kalbine hidayet verir. Allah, her şeyi bilir. ",
      "footnotes": null
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 557,
      "verse_key": "64:12",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ",
      "translation": "O halde Allah’a itaat edin, Rasûlüne itaat edin. Eğer yüz çevirseniz, elçimize düşen ancak açıkça tebliğ etmektir. ",
      "footnotes": null
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 557,
      "verse_key": "64:13",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ",
      "translation": "Allah, O’ndan başka (hak) bir ilah yoktur. İnananlar, yalnız Allah’a tevekkül etsinler. ",
      "footnotes": null
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 557,
      "verse_key": "64:14",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ",
      "translation": "Ey iman edenler! Eşlerinizden ve çocuklarınızdan size düşman olanlar vardır. Onlardan sakının. Eğer affeder, kusurlarını bakmaz ve bağışlarsanız; Allah da bağışlar ve merhamet eder. ",
      "footnotes": null
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 557,
      "verse_key": "64:15",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ",
      "translation": "Mallarınız ve evladınız sizin için bir imtihandır. Büyük mükâfat ise Allah'ın yanındadır. ",
      "footnotes": null
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 557,
      "verse_key": "64:16",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
      "translation": "Gücünüzün yettiğince Allah’tan korkun, dinleyin ve itaat edin. Kendi iyiliğiniz için infakta bulunun.  Kim nefsinin cimriliğinden korunursa, işte onlar kurtuluşa erenlerdir.",
      "footnotes": null
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 557,
      "verse_key": "64:17",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ",
      "translation": "Eğer Allah'a güzel bir borç verecek olursanız, onu sizin için kat kat arttırır ve sizi bağışlar. Allah, Şekûr'dur (bol bol verir), Halim'dir. ",
      "footnotes": null
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 557,
      "verse_key": "64:18",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "Gaybı ve görüleni bilir, çok güçlüdür, Hakim'dir.",
      "footnotes": null
    }
  ]
}