{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 467,
      "verse_key": "40:1",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "حمٓ",
      "translation": "૧. હા-મીમ્ [1]",
      "footnotes": "[1] સૂરે બકરહની આયત નંબર ૧ ની ફૂટનોટ જુઓ"
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 467,
      "verse_key": "40:2",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ",
      "translation": "૨. આ કિતાબ અલ્લાહ તરફથી ઉતારવામાં આવી છે, જે વિજયી અને બધું જ જાણવાવાળો છે.",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 467,
      "verse_key": "40:3",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ",
      "translation": "૩. તે ગુનાહ માફ કરવાવાળો, તૌબા કબૂલ કરવાવાળો, સખત અઝાબ આપનાર અને ઘણો જ કૃપાળુ તેમજ શક્તિશાળી છે. તેના સિવાય કોઇ ઇલાહ નથી, તેની તરફ જ (સૌને) પાછા ફરવાનું છે.",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 467,
      "verse_key": "40:4",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ",
      "translation": "૪. અલ્લાહ તઆલાની આયતો બાબતે તે જ લોકો ઝઘડો કરે છે જેઓ કાફિર છે, બસ! તે લોકોનું શહેરમાં હરવું-ફરવું તમને ધોખોમાં ન નાખી દે.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 467,
      "verse_key": "40:5",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ",
      "translation": "૫. તેમના પહેલા નૂહની કોમ અને (પયગંબરોના વિરોધી) કેટલાય જૂથોએ તેમને જુઠલાવ્યા અને દરેક કોમે પોતાના પયગંબરને કેદી બનાવવાનો વિચાર કર્યો અને અસત્યથી સાથે ઝઘડો કરવા લાગ્યા, જેથી અસત્ય સત્યને હરાવી શકે, બસ! મેં તે લોકોને પકડી લીધા, તો જોઈ લો, મારી સજા કેવી હતી?",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 467,
      "verse_key": "40:6",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ",
      "translation": "૬. અને આવી જ રીતે તમારા પાલનહારનો આદેશ તે લોકો માટે સાબિત થઇ ગયો જેઓ કાફિર હતા, અને તેઓ જ જહન્નમી છે.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 467,
      "verse_key": "40:7",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ",
      "translation": "૭. જે (ફરિશ્તાઓએ) અર્શને ઉઠાવી રાખ્યું છે, અને જે તેની આજુબાજુ છે, તે સૌ પોતાના પાલનહારની તસ્બીહ પ્રશંસા સાથે કરી રહ્યા છે અને તેના પર ઈમાન ધરાવે છે અને ઈમાનવાળાઓ માટે માફી માંગે છે અને કહે છે કે, હે અમારા પાલનહાર! તેં પોતાની રહમત અને જ્ઞાન વડે દરેક વસ્તુને ઘેરાવમાં લઇ રાખી છે, બસ! જે લોકોએ તૌબા કરી અને તારા માર્ગનું અનુસરણ કર્યું, તેમને માફ કરી દે, અને તેમને જહન્નમના અઝાબથી પણ બચાવી લે.",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 468,
      "verse_key": "40:8",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "૮. હે અમારા પાલનહાર! તું તે લોકોને હંમેશા રહેવાવાળી જન્નતોમાં પ્રવેશ આપ, જેનું વચન તેં તેમને આપ્યું છે અને તેમના બાપ-દાદાઓ, તેમની પત્નીઓ અને સંતાન માંથી (પણ) તે (બધા) ને જેઓ સત્કાર્યો કરે છે, તેમને પણ. નિ:શંક તું વિજયી અને હિકમતવાળો છે.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 468,
      "verse_key": "40:9",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
      "translation": "૯. તેમને દુષ્કર્મોથી પણ સુરક્ષિત રાખ, તે દિવસે તેં જેમને દુષ્કર્મોથી બચાવી લીધા છે, તેના પર તેં કૃપા કરી અને ભવ્ય સફળતા આ જ છે.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 468,
      "verse_key": "40:10",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ",
      "translation": "૧૦. નિ:શંક જે લોકોએ કુફ્ર કર્યું, (કયામતના દિવસે) તેમને પોકારી કહેવામાં આવશે કે આજે જેટલો ગુસ્સો તમને તમારા પર આવી રહ્યો છે, અલ્લાહને તમારા પર તેના કરતા વધારે ગુસ્સો આવતો હતો, જ્યારે તમને ઈમાન તરફ બોલાવવામાં અને તમે તેનો ઇન્કાર કરતા હતા.",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 468,
      "verse_key": "40:11",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ",
      "translation": "૧૧. તેઓ કહેશે કે હે અમારા પાલનહાર! તેં અમને બે વખત મૃત્યુ આપ્યું અને બે વખત જીવન આપ્યું, હવે અમે પોતાના અપરાધનો એકરાર કરીએ છીએ, તો શું હવે કોઇ રસ્તો છુટકારા માટે છે?",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 468,
      "verse_key": "40:12",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ",
      "translation": "૧૨. (જવાબ આપવામાં આવશે) તમારી આવી પરિસ્થિતિ એટલા માટે છે, જ્યારે તમને એક અલ્લાહ તરફ બોલાવવામાં આવતા તો તમેં ઇન્કાર કરતા હતા અને જો તેની સાથે કોઈ ભાગીદાર બનાવવામાં આવતો તો તેને તમે માની લેતા હતા, હવે નિર્ણય તો તેના જ હાથમાં છે, જે સર્વોચ્ચ અને પ્રતિષ્ઠિત છે.",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 468,
      "verse_key": "40:13",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ",
      "translation": "૧૩. તે જ છે, જે તમને પોતાની નિશાનીઓ બતાવે છે અને તમારા માટે આકાશ માંથી રોજી ઉતારે છે, શિખામણ તો ફક્ત તે જ લોકો પ્રાપ્ત કરે છે, જેઓ (અલ્લાહ તરફ) વિનમ્રતા દાખવે છે.",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 468,
      "verse_key": "40:14",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ",
      "translation": "૧૪. તમે અલ્લાહને તેના માટે દીનને વિશિષ્ટ બનાવી, પોકારતા રહો, ભલેને કાફિરોને ખરાબ લાગે.",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 468,
      "verse_key": "40:15",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ",
      "translation": "૧૫. તે સર્વોચ્ચ, દરજ્જાવાળો અર્શનો માલિક છે, તે પોતાના બંદાઓ માંથી જેને ઇચ્છે તેના પર વહી ઉતારે છે, જેથી તેઓ લોકોને મુલાકાતના દિવસથી સચેત કરે.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 468,
      "verse_key": "40:16",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ",
      "translation": "૧૬. જે દિવસે સૌ સપાટ મેદાનમાં હશે, તેમની કોઇ વાત અલ્લાહથી છૂપી નહીં રહે, (પૂછવામાં આવશે) આજે કોની બાદશાહત છે? (અને પોતે જ કહેશે) એક અલ્લાહની, જે દરેક પર પ્રભુત્વ ધરાવે છે.",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 469,
      "verse_key": "40:17",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ",
      "translation": "૧૭. આજે દરેકને તેની કરણીનું વળતર આપવામાં આવશે, કોઈના પર જુલમ નહીં થાય, નિ:શંક અલ્લાહ તઆલા ખૂબ જ ઝડપથી હિસાબ લેવાવાળો છે.",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 469,
      "verse_key": "40:18",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ",
      "translation": "૧૮. અને (હે નબી) તેમને નજીક આવનારા (કયામતના) દિવસથી સચેત કરી દો, જ્યારે હૃદય, ગળા સુધી પહોંચી જશે અને દરેક લોકો ચૂપ હશે, (તે દિવસે) ઝાલિમ લોકોનો કોઇ મિત્ર હશે અને ન કોઇ ભલામણ કરનાર હશે, કે જેમની વાત માનવામાં આવે.",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 469,
      "verse_key": "40:19",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ",
      "translation": "૧૯. તે નજરોની ખિયાનતને પણ જાણે છે, અને હૃદયોની છૂપી વાતોને (પણ) જાણે છે.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 469,
      "verse_key": "40:20",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
      "translation": "૨૦. અને અલ્લાહ તઆલા ન્યાય પૂર્વક ફેંસલો કરશે, અને અલ્લાહને છોડીને, જેમને આ લોકો પોકારે છે, તેઓ કોઈ નિર્ણય નથી કરી શકતા. ખરેખર અલ્લાહ તઆલા ખૂબ સારી રીતે સાંભળવાવાળો, જોવાવાળો છે.",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 469,
      "verse_key": "40:21",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ",
      "translation": "૨૧. શું આ લોકોએ ધરતી પર હરીફરીને નથી જોયું કે જે લોકો તેમનાથી પહેલા હતા તેમની દશા કેવી થઇ? તે લોકો તેમના કરતા વધારે શક્તિશાળી હતા અને ધરતી પર પ્રબળ નિશાનીઓ પણ તેમના કરતા વધારે છોડીને ગયા છે, બસ! અલ્લાહએ તેમને તેમના ગુનાહોના કારણે પકડી લીધા અને તેમને અલ્લાહના અઝાબથી બચાવનાર કોઇ ન હતું.",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 469,
      "verse_key": "40:22",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ",
      "translation": "૨૨. આ એટલા માટે કે તેમની પાસે તેમના પયગંબર સ્પષ્ટ નિશાનીઓ લઇને આવ્યા હતા, તેઓએ તેનો ઇન્કાર કર્યો, બસ! અલ્લાહએ તેમને પકડી લીધા,, નિ:શંક તે શક્તિશાળી અને સખત અઝાબ આપનાર છે.",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 469,
      "verse_key": "40:23",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ",
      "translation": "૨૩. અને અમે મૂસાને પોતાની આયતો અને સ્પષ્ટ પુરાવા સાથે મોકલ્યા.",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 469,
      "verse_key": "40:24",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ",
      "translation": "૨૪. ફિરઔન, હામાન અને કારૂન તરફ, પરંતુ તે લોકોએ કહ્યું, (આ તો) જાદુગર અને જુઠ્ઠો છે.",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 469,
      "verse_key": "40:25",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ",
      "translation": "૨૫. બસ! જ્યારે તેઓ તેમની પાસે અમારા તરફથી સત્ય લઇને આવ્યા, તો તે લોકોએ કહ્યું કે જે લોકો ઈમાન લાવી મૂસા સાથે મળી ગયા છે,તેમના બાળકોને મારી નાંખો અને તેમની બાળકીઓને જીવિત રાખો પરંતુ કાફિરોની આ યુક્તિ તો અસફળ રહી.",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 470,
      "verse_key": "40:26",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ",
      "translation": "૨૬. અને ફિરઔને કહ્યું કે મને છોડી દો કે જેથી હું પોતે મૂસા ને કતલ કરી દઉ અને તે તેના પાલનહારને પોકારી જોય લે, મને ભય છે કે આ તમારો દીન બદલી નાખશે અથવા શહેરમાં કોઇ વિદ્રોહ ફેલાવશે.",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 470,
      "verse_key": "40:27",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ",
      "translation": "૨૭. મૂસાએ કહ્યું કે હું મારા અને તમારા પાલનહારના શરણમાં આવું છું, તે દરેક ઘમંડ કરનાર વ્યક્તિથી, જે હિસાબના દિવસ પર ઈમાન નથી ધરાવતો.",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 470,
      "verse_key": "40:28",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ",
      "translation": "૨૮. અને (તે સમયે) ફિરઔનના કુટુંબ માંથી એક ઈમાનવાળો વ્યક્તિ, જે પોતાનું ઈમાન છૂપાવી રહ્યો હતો, કહ્યું કે શું તમે એક વ્યક્તિને ફક્ત આટલી વાત માટે કતલ કરો છો કે તે કહે છે, કે મારો પાલનહાર અલ્લાહ છે અને તેં તમારા પાલનહાર તરફથી સ્પષ્ટ નિશાનીઓ લઇને આવ્યો છે? અને જો તે જુઠો હોય, તો તેના જૂઠ (ની સજા) તેના માટે જ છે અને જો તે સાચો હોય તો તેં જે (અઝાબ)નું વચન તમને આપી રહ્યો છે, તેમાંથી કંઈક તો તમારા પર આવી પહોંચશે, અલ્લાહ તઆલા તેને માર્ગ નથી બતાવતો, જે અતિરેક કરનાર અને જુઠો હોય.",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 470,
      "verse_key": "40:29",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ",
      "translation": "૨૯. હે મારી કોમના લોકો! આજના દિવસે બાદશાહત તમારી છે કે આ ધરતી પર તમે વિજયી છો, પરંતુ જો અલ્લાહનો અઝાબ આવી જશે તો આપણી મદદ કોણ કરશે? ફિરઔને કહ્યું, કે હું તો તમને તે જ સૂચન કરી રહ્યો છું, જે હું જોઇ રહ્યો છું અને હું તો તમને ભલાઇનો માર્ગ જ બતાવી રહ્યો છું.",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 470,
      "verse_key": "40:30",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ",
      "translation": "૩૦. અને જે વ્યક્તિ ઈમાન લાવ્યો હતો તેણે કહ્યું, હે મારી કોમના લોકો! મને તો ભય છે કે તમારા પર પણ એવો દિવસ ન આવી જાય, જે દિવસ (પયગંબરોના વિરોધી) લોકો પર આવ્યો હતો.",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 470,
      "verse_key": "40:31",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ",
      "translation": "૩૧. જેવું કે નૂહ, આદ અને ષમૂદની કોમ તથા ત્યાર પછી આવનારી કોમોની (દશા થઇ) હતી, અલ્લાહ પોતાના બંદાઓ પર સહેજ પણ જુલમ કરતો નથી.",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 470,
      "verse_key": "40:32",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ",
      "translation": "૩૨. હે મારી કોમ! અને હું તમારા માટે શોર-બકોરના દિવસથી ડરું છું.",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 470,
      "verse_key": "40:33",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ",
      "translation": "૩૩. જે દિવસે તમે પીઠ ફેરવી પાછા ફરશો પરંતુ તમને અલ્લાહથી બચાવનાર કોઇ નહીં હોય અને જેને અલ્લાહ ગુમરાહ કરી દે, તેને સત્ય માર્ગ બતાવનાર કોઇ નથી.",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 471,
      "verse_key": "40:34",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ",
      "translation": "૩૪. અને આ પહેલા તમારી પાસે યૂસુફ સ્પષ્ટ પુરાવા લઇને આવ્યા હતા, તો પણ તમે તેમના લાવેલા (પુરાવા)માં શંકા કરતા રહ્યા, ત્યાં સુધી કે જ્યારે તેમનું મૃત્યુ થઇ ગયું તો કહેવા લાગ્યા, તેમના પછી અલ્લાહ કોઇ પયગંબરને મોકલશે જ નહીં, આવી જ રીતે અલ્લાહ તઆલા તે દરેક વ્યક્તિને ગુમરાહ કરે છે, જે હદ વટાવી જનાર અને શંકા કરવાવાળો હોય.",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 471,
      "verse_key": "40:35",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ",
      "translation": "૩૫. જેઓ અલ્લાહની આયતોમાં ઝઘડો કરે છે, તેમની પાસે કોઈ પુરાવા નથી આવ્યા છતાં પણ, આ વસ્તુ અલ્લાહ અને ઈમાનવાળાઓની નજીક ખૂબ જ નારાજગીની વાત છે, અલ્લાહ તઆલા આવી જ રીતે દરેક અહંકારી અને વિદ્રોહીના હૃદય પર મહોર લગાવી દે છે.",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 471,
      "verse_key": "40:36",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ",
      "translation": "૩૬. ફિરઔને કહ્યું, હે હામાન! મારા માટે એક ઊંચી ઈમારત બનાવ, કદાચ હું આકાશોના દ્વાર સુધી પહોચી શકું.",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 471,
      "verse_key": "40:37",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ",
      "translation": "૩૭. અને મૂસાના ઇલાહ તરફ ઝાંકી શકુ અને હું તો તેને જુઠ્ઠો સમજું છું અને આવી જ રીતે ફિરઔનનું ખરાબ વર્તન તેને સારું લાગવા લાગ્યું અને માર્ગથી રોકી દેવામાં આવ્યો અને ફિરઔનની દરેક યુક્તિઓમાં તેની પોતાની જ નષ્ટતા (છુપાયેલી) હતી.",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 471,
      "verse_key": "40:38",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ",
      "translation": "૩૮. અને તે ઈમાનવાળા વ્યક્તિએ કહ્યું, કે હે મારી કોમના લોકો! તમે મારું અનુસરણ કરો, હું સત્ય માર્ગ તરફ તમને માર્ગદર્શન આપીશ.",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 471,
      "verse_key": "40:39",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ",
      "translation": "૩૯. હે મારી કોમના લોકો! આ દુનિયાનું જીવન તો બસ થોડાક જ દિવસ છે અને નિ:શંક હંમેશા રહેવાવાળું ઘર તો આખિરતનું જ છે.",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 471,
      "verse_key": "40:40",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ",
      "translation": "૪૦. અને જે વ્યક્તિ બુરાઈ કરશે, તેને તે પ્રમાણે જ બદલો આપવામાં આવશે અને જે નેક અમલ કરશે, ભલેને પુરુષ હોય અથવા સ્ત્રી પરંતુ શરત એ કે તેઓ ઈમાન ધરાવતા હોવા જોઈએ, તો આવા લોકો જન્નતમાં જશે અને તેમને ત્યાં પુષ્કળ રોજી આપવામાં આવશે.",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 472,
      "verse_key": "40:41",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ",
      "translation": "૪૧. હે મારી કોમ! શું વાત છે કે હું તો તમને નજાત તરફ બોલાવી રહ્યો છું અને તમે મને જહન્નમ તરફ બોલાવી રહ્યા છો.",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 472,
      "verse_key": "40:42",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ",
      "translation": "૪૨. તમે મને અલ્લાહનો ઇન્કાર કરવાનું કહી રહ્યા છો અને તેનો ભાગીદાર ઠેરવવાનું કહી રહ્યા છો, જેનું જ્ઞાન મારી પાસે નથી અને હું તમને વિજયી, માફ કરનાર (ઇલાહ) તરફ બોલાવી રહ્યો છું.",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 472,
      "verse_key": "40:43",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ",
      "translation": "૪૩. આ ચોક્કસ વાત છે કે તમે મને જેની તરફ બોલાવી રહ્યા છો, તેઓ ન તો દુનિયામાં પોકારવાને લાયક છે અને ન આખિરતમાં અને એ કે આપણે સૌએ અલ્લાહ તરફ જ પાછા ફરવાનું છે અને હદ વટાવી જનારા લોકો જ જહન્નમી છે.",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 472,
      "verse_key": "40:44",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ",
      "translation": "૪૪. જે કઈ હું તમને કહી રહ્યો છું, નજીકમાં જ તેને યાદ કરશો, હું મારો મુકદ્દમો અલ્લાહને સોંપુ છું, ખરેખર અલ્લાહ તઆલા પોતાના બંદાઓને જોઈ રહ્યો છે.",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 472,
      "verse_key": "40:45",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ",
      "translation": "૪૫. તે લોકોએ જે યુક્તિઓ આ ઈમાનવાળા વ્યક્તિ વિરુદ્ધ કરી હતી, અલ્લાહએ તેને તેનાથી બચાવી લીધો, અને ફિરઔનવાળાઓ જ સખત અઝાબમાં પડી ગયા.",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 472,
      "verse_key": "40:46",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ",
      "translation": "૪૬. તે લોકો પ્રત્યેક સવાર-સાંજ અલ્લાહની સામે આ લોકોને હાજર કરવામાં આઅવે છે, અને જે દિવસે કયામત આવી જશે, (કહેવામાં આવશે કે) ફિરઔનના લોકોને સખત અઝાબમાં નાંખો.",
      "footnotes": ""
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 472,
      "verse_key": "40:47",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ",
      "translation": "૪૭. અને જ્યારે તેઓ જહન્નમમાં એકબીજા સાથે ઝઘડો કરશે તો નબળા લોકો અહંકારી લોકોને કહેશે કે અમે તો (દુનિયામાં) તમારું અનુસરણ કરતા હતા, તો શું હવે તમે અમારા પરથી આગનો કોઇ ભાગ દૂર કરી શકો છો.",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 472,
      "verse_key": "40:48",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ",
      "translation": "૪૮. તે અહંકારી લોકો જવાબ આપશે કે આપણે સૌ આ આગમાં છે, અલ્લાહ તઆલા પોતાના બંદાઓ વચ્ચે નિર્ણય કરી ચૂક્યો છે.",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 472,
      "verse_key": "40:49",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ",
      "translation": "૪૯. અને (દરેક) જહન્નમી લોકો ભેગા મળી, જહન્નમના ચોકીદારોને કહેશે કે તમે જ પોતાના પાલનહારને દુઆ કરો કે તે એક દિવસ તો અમારા અઝાબમાં ઘટાડો કરે.",
      "footnotes": ""
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 473,
      "verse_key": "40:50",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ",
      "translation": "૫૦. તે જવાબ આપશે કે શું તમારી પાસે તમારા પયગંબર ચમત્કાર લઇ નહતા આવ્યા? તેઓ કહેશે કેમ નહીં (જરૂર આવ્યા હતા), તેઓ કહેશે કે પછી તમે જ દુઆ કરો અને કાફિરોને દુઆ વ્યર્થ થઇ જશે.",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 473,
      "verse_key": "40:51",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ",
      "translation": "૫૧. નિ:શંક અમે પોતાના પયગંબરોની અને ઈમાનવાળાઓની દુનિયામાં પણ મદદ કરીએ છીએ અને અને તે દિવસે પણ જરૂર મદદ કરીશું, જ્યારે સાક્ષી આપનારા ઊભા થશે.",
      "footnotes": ""
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 473,
      "verse_key": "40:52",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ",
      "translation": "૫૨. જે દિવસે જાલિમોને તેમના બહાના કંઈ ફાયદો નહીં પહોંચાડે, તેમના માટે લઅનત (ફિટકાર) જ હશે અને તેમના માટે ખરાબ ઘર હશે.",
      "footnotes": ""
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 473,
      "verse_key": "40:53",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ",
      "translation": "૫૩. અમે મૂસાને હિદાયત આપી, અને બની ઇસ્રાઇલને કિતાબ (તોરાત) ના વારસદાર બનાવ્યા.",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 473,
      "verse_key": "40:54",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ",
      "translation": "૫૪. જે બુદ્ધિશાળી લોકો માટે હિદાયત અને શિખામણ હતી.",
      "footnotes": ""
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 473,
      "verse_key": "40:55",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ",
      "translation": "૫૫. બસ! હે પયગંબર તમે ધીરજ રાખો, નિ:શંક અલ્લાહનું વચન સાચું છે, તમે પોતાના ગુનાહોની માફી માંગતા રહો. અને સવાર-સાંજ પોતાના પાલનહારની તસ્બીહ અને પ્રશંસા કરતા રહો.",
      "footnotes": ""
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 473,
      "verse_key": "40:56",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
      "translation": "૫૬. જે લોકો પોતાની પાસે કોઇ પુરાવા ન હોવા છતાં, અલ્લાહની આયતો બાબતે ઝઘડો કરે છે, તેમના હૃદયોમાં અહંકાર સિવાય કંઈ નથી, તેઓ તે પદ પ્રાપ્ત કરી શકતા નથી (જેની તેઓ ઈચ્છા કરી રહ્યા છે.) તો તમે (તેમની યુક્તિઓથી) અલ્લાહનું શરણ માંગતા રહો, નિ:શંક તે સંપૂર્ણ સાંભળવાવાળો અને બધું જ જોવાવાળો છે.",
      "footnotes": ""
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 473,
      "verse_key": "40:57",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "૫૭. આકાશ અને ધરતીનું સર્જન, ખરેખર, માનવીના સર્જન કરતા ઘણું મોટું કાર્ય છે, પરંતુ ઘણા લોકો જાણતા નથી.",
      "footnotes": ""
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 473,
      "verse_key": "40:58",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ",
      "translation": "૫૮. દૃષ્ટિહીન અને જોનાર સરખા નથી, અને જેઓ ઈમાન લાવ્યા અને સત્કાર્યો કર્યા, તેઓ દુરાચારી (જેવા નથી). તમે (ખૂબ જ) ઓછી શિખામણ પ્રાપ્ત કરો છો.",
      "footnotes": ""
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 474,
      "verse_key": "40:59",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ",
      "translation": "૫૯. નિ:શંક કયામત આવશે જ, જેમાં કોઈ શંકા નથી, પરંતુ ઘણા લોકો ઈમાન નથી લાવતા.",
      "footnotes": ""
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 474,
      "verse_key": "40:60",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ",
      "translation": "૬૦. અને તમારા પાલનહારનો આદેશ છે કે તમે મને પોકારો, હું તમારી દુઆ કબૂલ કરીશ, નિ:શંક જે લોકો મારી બંદગીથી ઘમંડ કરે છે, તે નજીકમાં જ અપમાનિત થઇ જહન્નમમાં પહોંચી જશે.",
      "footnotes": ""
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 474,
      "verse_key": "40:61",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ",
      "translation": "૬૧. અલ્લાહ તઆલાએ તમારા માટે રાત બનાવી, કે તમે તેમાં આરામ કરો અને દિવસને પ્રકાશિત બનાવ્યો, નિ:શંક અલ્લાહ તઆલા લોકો માટે કૃપાળુ અને દયાળુ છે. પરંતુ ઘણા લોકો આભાર નથી માનતા.",
      "footnotes": ""
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 474,
      "verse_key": "40:62",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ",
      "translation": "૬૨. આ જ છે. તમારો પાલનહાર, દરેક વસ્તુનો સર્જનહાર, તેના સિવાય કોઇ ઇલાહ નથી, પછી તમે ક્યાં જઇ રહ્યા છો?",
      "footnotes": ""
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 474,
      "verse_key": "40:63",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ",
      "translation": "૬૩. આવી જ રીતે તે લોકોને પણ પથભ્રષ્ટ કારી દેવામાં આવ્યા, જેઓ અલ્લાહની આયતોનો ઇન્કાર કરતા હતા.",
      "footnotes": ""
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 474,
      "verse_key": "40:64",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ",
      "translation": "૬૪. અલ્લાહ જ છે, જેણે તમારા માટે ધરતીને રહેવાની જગ્યા અને આકાશને છત બનાવ્યું અને તમારા ચહેરા બનાવ્યા અને ખૂબ જ સુંદર બનાવ્યા અને તમને ઉત્તમ વસ્તુઓ ખાવા માટે આપી, આ જ અલ્લાહ તમારો પાલનહાર છે, બસ! ખૂબ જ બરકતવાળો અનેસમગ્ર સૃષ્ટિનો પાલનહાર.",
      "footnotes": ""
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 474,
      "verse_key": "40:65",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "૬૫. તે જ જીવંત છે, તેના સિવાય કોઇ ઇલા નથી, બસ! તમે નિખાલસતાથી તેની બંદગી કરો અને તેને પોકારો. દરેક પ્રકારની પ્રશંસા અલ્લાહ માટે જ છે, જે સમગ્ર સૃષ્ટિનો પાલનહાર છે.",
      "footnotes": ""
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 474,
      "verse_key": "40:66",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "૬૬. તમે તમને કહી દો કે મને તેમની બંદગી કરવાથી રોકવામાં આવ્યો છે, જેમને તમે અલ્લાહ સિવાય પોકારો છો, એટલા માટે કે મારી પાસે મારા પાલનહારના સ્પષ્ટ પુરાવા આવી ગયા છે, મને આદેશ મળ્યો છે કે હું સમગ્ર સૃષ્ટિના પાલનહારનું અનુસરણ કરવાવાળો બની જઉં.",
      "footnotes": ""
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 475,
      "verse_key": "40:67",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ",
      "translation": "૬૭. તે જ છે, જેણે તમારું સર્જન માટી વડે, પછી ટીપાં વડે, પછી જામેલા લોહી વડે કર્યું, પછી તમને બાળકના રૂપ (માતાના પેટ માંથી) કાઢે છે, પછી (તમારો વિકાસ કરે છે), તમે પુખ્તવયે પહોંચી જાવ, પછી વૃદ્ધ બની જાવ, તમારા માંથી કેટલાક આ પહેલાં જ મૃત્યુ પામે છે, (તે તમને છોડી દે છે) જેથી તમે નક્કી કરેલ સમય સુધી પહોંચી જાવ અને જેથી તમે વિચાર કરી લો.",
      "footnotes": ""
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 475,
      "verse_key": "40:68",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
      "translation": "૬૮. તે જ છે, જે તમને જીવિત કરે છે અને મૃત્યુ આપે છે, પછી જ્યારે તે કોઇ કામ કરવા ઇચ્છે છે, તો ફક્ત આટલું જ કહે છે કે થઇ જા, બસ તે થઇ જાય છે.",
      "footnotes": ""
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 475,
      "verse_key": "40:69",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ",
      "translation": "૬૯. શું તમે તેમને નથી જોયા, જે અલ્લાહની આયતો વિશે ઝઘડો કરે છે, તેઓ ક્યાં ફેરવવામાં આવે છે?",
      "footnotes": ""
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 475,
      "verse_key": "40:70",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ",
      "translation": "૭૦. તે લોકોએ આ કિતાબ (કુરઆન)નો ઇન્કાર કર્યો અને તે કિતાબોનો પણ ઇન્કાર કર્યો, જે અમે અમારા પયગંબરો સાથે મોકલી હતી, તેમને નજીકમાં જ સત્યતાની ખબર પડી જશે.",
      "footnotes": ""
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 475,
      "verse_key": "40:71",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ",
      "translation": "૭૧. જ્યારે તેમના ગળામાં પટ્ટા હશે અને એવી સાંકળો હશેમ જેનાથી તેમને ઘસેડવામા આવશે.",
      "footnotes": ""
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 475,
      "verse_key": "40:72",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ",
      "translation": "૭૨. ઉકળતા પાણીમાં અને પછી જહન્નમની આગમાં બાળવામાં આવશે,",
      "footnotes": ""
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 475,
      "verse_key": "40:73",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ",
      "translation": "૭૩. પછી તેમને પૂછવામાં આવશે કે જેમને તમે ભાગીદાર ઠેરવતા હતા તેઓ ક્યાં છે?",
      "footnotes": ""
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 475,
      "verse_key": "40:74",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ",
      "translation": "૭૪. જેઓ અલ્લાહ સિવાય (ઇલાહ) હતા, તેઓ કહેશે કે તે તો અમારાથી અળગા થઇ ગયા, પરંતુ અમે તે પહેલા કોઇને પણ પોકારતા ન હતા, અલ્લાહ તઆલા આવી જ રીતે કાફીર્રોને પથભ્રષ્ટ કરે છે.",
      "footnotes": ""
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 475,
      "verse_key": "40:75",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ",
      "translation": "૭૫. (પછી તેમને કહેવામાં આવશે કે) આ બદલો છે, તે વસ્તુનો, જેમાં તમે ધરતી પર મગ્ન હતા અને ઈતરાતા હતા.",
      "footnotes": ""
    },
    {
      "id": 76,
      "verse_number": 76,
      "page_number": 475,
      "verse_key": "40:76",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ",
      "translation": "૭૬. હવે જહન્નમમાં દ્વારથી દાખલ થઇ જાવ, તમે ત્યાં હંમેશા રહેશો, ઘમંડ કરનારાઓ માટે કેટલી ખરાબ જગ્યા છે .",
      "footnotes": ""
    },
    {
      "id": 77,
      "verse_number": 77,
      "page_number": 475,
      "verse_key": "40:77",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ",
      "translation": "૭૭. (હે પયગંબર) બસ! તમે ધીરજ રાખો, અલ્લાહનું વચન ખરેખર સાચું છે, તેમને અમે જે (અઝાબનું) વચન આપ્યું છે, તેમાંથી અમે થોડુક (તમારા જીવનમાં જ) બતાવીએ અથવા (તે પહેલા) અમે તમને મૃત્યુ આપીએ, (અને તેમને પછી આઝાબ આપીએ) છેવટે તેમને અમારી તરફ જ પાછા ફરવાનું છે.",
      "footnotes": ""
    },
    {
      "id": 78,
      "verse_number": 78,
      "page_number": 476,
      "verse_key": "40:78",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ",
      "translation": "૭૮. નિ:શંક અમે તમારા કરતા પહેલા પણ ઘણા પયગંબરો મોકલી ચૂક્યા છીએ, જેમાંથી કેટલાકના (કિસ્સા) અમે તમને બતાવી ચૂક્યા છીએ અને તેમાંથી કેટલાકના તો અમે તમને નથી બતાવ્યા અને કોઇ પયગંબરને (અધિકાર) નહતો કે કોઇ મુઅજિઝો અલ્લાહની પરવાનગી વગર લાવી બતાવે, પછી જે સમયે અલ્લાહનો આદેશ આવશે, સત્ય સાથે નિર્ણય કરી દેવામાં આવશે અને તે જગ્યા પર અસત્ય લોકો નુકસાનમાં રહેશે.",
      "footnotes": ""
    },
    {
      "id": 79,
      "verse_number": 79,
      "page_number": 476,
      "verse_key": "40:79",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ",
      "translation": "૭૯. અલ્લાહ તે છે, જેણે તમારા માટે ઢોર બનાવ્યા, જેમાંથી કેટલાકની તમે સવારી કરો છો અને કેટલાકને તમે ખાઓ છો.",
      "footnotes": ""
    },
    {
      "id": 80,
      "verse_number": 80,
      "page_number": 476,
      "verse_key": "40:80",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ",
      "translation": "૮૦. તમારા માટે તેમાં બીજા ઘણાં ફાયદાઓ છે, જ્યાં જવાની ઈચ્છા હોય ત્યાં તમે તેના પર સવારી કરી પહોચી જાઓ છો, અને તમે તે ઢોરો પર અને હોડીમાં મુસાફરી કરો છે.",
      "footnotes": ""
    },
    {
      "id": 81,
      "verse_number": 81,
      "page_number": 476,
      "verse_key": "40:81",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ",
      "translation": "૮૧. અલ્લાહ તમને પોતાની નિશાનીઓ બતાવે છે, બસ! તમે અલ્લાહની કેવી કેવી નિશાનીઓને ઇન્કાર કરશો.",
      "footnotes": ""
    },
    {
      "id": 82,
      "verse_number": 82,
      "page_number": 476,
      "verse_key": "40:82",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ",
      "translation": "૮૨. શું તે લોકોએ ધરતી પર હરીફરીને જોયું નથી કે જે લોકો તેમના પહેલા હતા, તેમની દશા કેવી થઇ? જેઓ તેમના કરતા સંખ્યામાં વધારે હતા, શક્તિશાળી અને ધરતી પર ઘણા બધાં ભવ્ય અવશેષો છોડી ગયા છે, તેમના તે કાર્યોએ કંઈ ફાયદો ન પહોંચાડ્યો.",
      "footnotes": ""
    },
    {
      "id": 83,
      "verse_number": 83,
      "page_number": 476,
      "verse_key": "40:83",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "૮૩. બસ! જ્યારે પણ તેમની પાસે તેમના પયગંબર સ્પષ્ટ નિશાનીઓ લઇને આવ્યા, તો આ લોકો પોતાની પાસેના જ્ઞાન પર ઇતરાવા લાગ્યા, છેવટે જે (અઝાબ)ની મશ્કરી કરતા હતા, તે જ તેમના પર આવી ગયો.",
      "footnotes": ""
    },
    {
      "id": 84,
      "verse_number": 84,
      "page_number": 476,
      "verse_key": "40:84",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ",
      "translation": "૮૪. અમારો અઝાબ જોઇ કહેવા લાગ્યા કે અમે એક અલ્લાહ પર ઈમાન લાવ્યા અને જે જે લોકોને અમે તેના ભાગીદાર ઠેરવતા રહ્યા, તે સૌનો ઇન્કાર કરીએ છીએ.",
      "footnotes": ""
    },
    {
      "id": 85,
      "verse_number": 85,
      "page_number": 476,
      "verse_key": "40:85",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ",
      "translation": "૮૫. પરંતુ અમારા અઝાબને જોઇ લીધા પછી તેમનું ઈમાન લાવવું કંઈ ફાયદાકારક સાબિત ન થયું, અલ્લાહનો આ જ નિયમ છે, જે તેના બંદાઓ પર લાગુ છે અને તે જગ્યા પર કાફિરો નુકસાનમાં પડી ગયા.",
      "footnotes": ""
    }
  ]
}