{
  "result": {
    "id": "1111",
    "sura": "7",
    "aya": "157",
    "arabic_text": "ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
    "translation": "\"ఎవరైతే ఈ సందేశహరుణ్ణి నిరక్ష్యరాస్యుడైన[1] ఈ ప్రవక్తను అనుసరిస్తారో! ఎవరి ప్రస్తావన వారి వద్ద వున్న తౌరాత్ మరియు ఇంజీల్ గ్రంథాలలో వ్రాయబడి ఉన్నదో,[2] అతను వారికి ధర్మమును ఆదేశిస్తాడు మరియు అధర్మము నుండి నిషేధిస్తాడు మరియు వారి కొరకు పరిశుద్ధమైన వస్తువులను ధర్మసమ్మతం చేసి అపరిశుద్ధమైన వాటిని నిషేధిస్తాడు. వారిపై మోపబడిన భారాలను మరియు వారి నిర్భంధాలను తొలగిస్తాడు. కావున అతనిని సమర్థించి, అతనితో సహకరించి, అతనిపై అతవరింపజేయబడిన జ్యోతిని అనుసరించే వారు మాత్రమే సాఫల్యం పొందేవారు.\"",
    "footnotes": "[1] అల్లాహ్ (సు.తా.) ఇక్కడ ము'హమ్మద్ ('స'అస) ను నిరక్షరాస్యుడైన ప్రవక్త అని విశదం చేస్తున్నాడు. అంటే అతను ఏమీ చదువనూ లేరు మరియు వ్రాయనూ లేరు. కాబట్టి అతను చెప్పే మాటలు ప్రాచీన గ్రంథాలలో నుండి చదివినవి కావు, అవి దివ్యజ్ఞానం (వ'హీ) ద్వారా అతనిపై అవతరింపజేయబడినవి. కావున అతను వాటిని ప్రాచీన గ్రంథాలలో వ్రాయబడిన విధంగా గాకుండా నిజమైన వృత్తాంతాలను బోధించారు. ఎందుకంటే కొన్ని విషయాలు, ఈనాటి తౌరాత్ మరియు ఇంజీల్ లలో మార్చబడ్డాయి. వాటి నిజ వృత్తాంతం కేవలం అల్లాహుతా'ఆలా కే తెలుసు కాబట్టి 1400 సంవత్సరాలలో ఒక్క అక్షరపు మార్పు కూడా చెందని ఈ ఖుర్ఆన్ లో వచ్చిన అల్లాహుతా'ఆలా వ'హీయే పరమసత్యం. అల్లాహ్ (సు.తా.) స్వయంగా తీర్పుదినం వరకు ఈ ఖుర్ఆన్ ను , అది ఉన్నది ఉన్నట్లుగా భద్రంగా ఉంచుతానని తన గ్రంథంలో విశదం చేశాడు. చూడండి, ఖుర్ఆన్, 2:42, 4:47, 57:28, 61:6, 15:9. [2] ము'హమ్మద్ ('స'అస) అరబ్బులలో నుండి దైవప్రవక్తగా రాబోతున్నాడనే ప్రస్తావన కొరకు చూడండి, బైబిల్, ద్వితీయోపదేశ కాండము - (Deuteronomy) 18:15, 18; కీర్తనలు - (Pslams), 118:22-23; యెషయా - (Isaiah), 42:1-13;హబక్కూకు - (Habakkuk), 3:3-4; మత్తయి - (Mathew), 21:42-43; యోహాను - (John), 14:16-17, 26-28, 16:7-14."
  }
}