{
  "id": 10,
  "verse_number": 10,
  "page_number": 561,
  "verse_key": "66:10",
  "juz_number": 28,
  "hizb_number": 56,
  "rub_el_hizb_number": 224,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "ضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ كَفَرُواْ ٱمۡرَأَتَ نُوحٖ وَٱمۡرَأَتَ لُوطٖۖ كَانَتَا تَحۡتَ عَبۡدَيۡنِ مِنۡ عِبَادِنَا صَٰلِحَيۡنِ فَخَانَتَاهُمَا فَلَمۡ يُغۡنِيَا عَنۡهُمَا مِنَ ٱللَّهِ شَيۡـٔٗا وَقِيلَ ٱدۡخُلَا ٱلنَّارَ مَعَ ٱلدَّٰخِلِينَ",
  "translation": "اللہ تعالیٰ نے کافروں کے لیے نوح کی اور لوط کی بیوی کی مثال بیان فرمائی(1) یہ دونوں ہمارے بندوں میں سے دو (شائستہ اور) نیک بندوں کے گھر میں تھیں، پھر ان کی انہوں نے خیانت کی(2) پس وه دونوں (نیک بندے) ان سے اللہ کے (کسی عذاب کو) نہ روک سکے(3) اور حکم دے دیا گیا (اے عورتوں) دوزخ میں جانے والوں کے ساتھ تم دونوں بھی چلی جاؤ.(4)",
  "footnotes": "(1) مثل کا مطلب ہے کسی ایسی حالت کا بیان کرنا جس میں ندرت وغرابت ہوتا کہ اس کے ذریعے سے ایک دوسری حالت کا تعارف ہو جائے جو ندرت وغرابت میں اس کے مماثل ہو مطلب یہ ہوا کہ ان کافروں کے حال کے لیے اللہ نے ایک مثال بیان فرمائی ہے جو نوح اور لوط علیہما السلام کی بیوی کی ہے۔\n(2) یہاں خیانت سے مراد ہے کہ یہ اپنے خاوندوں پر ایمان نہیں لائیں نفاق میں مبتلا رہیں اور ان کی ہمدردیاں اپنی کافر قوموں کے ساتھ رہیں چنانچہ نوح (عليه السلام) کی بیوی، حضرت نوح (عليه السلام) کی بابت لوگوں سے کہتی کہ یہ مجنون ہے اور لوط (عليه السلام) کی بیوی اپنی قوم کو گھر میں آنے والے مہمانوں کی اطلاع پہنچاتی تھی بعض کہتے ہیں کہ یہ دونوں اپنی قوم کے لوگوں میں اپنے خاوندوں کی چغلیاں کھاتی تھیں۔\n(3) یعنی نوح اور لوط علیہما السلام دونوں، باوجود اس بات کے کہ وہ اللہ کے پیغمبر تھے، جو اللہ کے مقرب ترین بندوں میں سے ہوتے ہیں، اپنی بیویوں کو اللہ کے عذاب سے نہیں بچا سکے۔\n(4) یہ انہیں قیامت والے دن کہا جائے گا یا موت کے وقت انہیں کہا گیا کافروں کی یہ مثال بطور خاص یہاں ذکر کرنے سے مقصود ازواج مظہرات کو تنبیہ کرنا ہے کہ وہ بیشک اس رسول کے حرم کی زینت ہیں جو تمام مخلوق میں سب سے بہتر ہے لیکن انہیں یاد رکھنا چاہیے کہ اگر انہوں نے رسول کی مخالفت کی یا انہیں تکلیف پہنچائی تو وہ بھی اللہ کی گرفت میں آسکتی ہیں اور اگر ایسا ہوگیا تو پھر کوئی ان کو بچانے والا نہیں ہوگا۔"
}