{
  "result": {
    "id": "504",
    "sura": "4",
    "aya": "11",
    "arabic_text": "يُوصِيكُمُ ٱللَّهُ فِيٓ أَوۡلَٰدِكُمۡۖ لِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِۚ فَإِن كُنَّ نِسَآءٗ فَوۡقَ ٱثۡنَتَيۡنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَۖ وَإِن كَانَتۡ وَٰحِدَةٗ فَلَهَا ٱلنِّصۡفُۚ وَلِأَبَوَيۡهِ لِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُۥ وَلَدٞۚ فَإِن لَّمۡ يَكُن لَّهُۥ وَلَدٞ وَوَرِثَهُۥٓ أَبَوَاهُ فَلِأُمِّهِ ٱلثُّلُثُۚ فَإِن كَانَ لَهُۥٓ إِخۡوَةٞ فَلِأُمِّهِ ٱلسُّدُسُۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِي بِهَآ أَوۡ دَيۡنٍۗ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ لَا تَدۡرُونَ أَيُّهُمۡ أَقۡرَبُ لَكُمۡ نَفۡعٗاۚ فَرِيضَةٗ مِّنَ ٱللَّهِۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا",
    "translation": "Imana Allah Ibabwirije kugaburira ibisigi abana banyu. Mu gihe rero umwe muri mwebwe yohwera agasiga abana b’abahungu n’abakobwa, baraheza bagatorana ibisigi vyose, maze umuhungu agatorana ibigwijwe kabiri vy’ivyo umukobwa atorana; mu gihe yosiga abana b’abakobwa gusa barenga babiri, baraheza bagatorana bibiri vya gatatu vy’ibisigi vyose; mu gihe yosiga umwana w’umukobwa umwe gusa, araheza agatorana igice c’ibisigi. Abavyeyi b’umuhisi, umwe wese muri bo atorana ica gatandatu c’ibisigi, mu gihe umuhisi yosiga umwana w’umuhungu canke w’umukobwa, umwe canke benshi. Mu gihe atosiga umwana, hagatorana abavyeyi biwe gusa, nyina araheza agatorana ica gatatu, se na we agatorana ibisigaye. Mu gihe umuhisi yosiga benewabo babiri canke barenga, abahungu canke abakobwa, nyina wiwe araheza agatorana ica gatandatu, se na we agatorana ibisigaye, benewabo na bo nta co batorana. Iri gaburwa ry’ibisigi riba inyuma y’ukwubahirizwa kw’iragi ry’umuhisi ryo gutanga ibitarenga ica gatatu c’ibisigi vyose, canke inyuma yo kuriha ingurane aheranye. Ba so hamwe n’abana banyu bagenewe gutorana, ntimuzi uwoba muri bo ari we kirumara kuruta kuri mwebwe. Iryo gaburwa ry’ibisigi rero, ni ibwirizwa kuri mwebwe, muhawe n’Imana Allah. Mu vy’ukuri, Imana Allah Yamye Izi neza ibiremwa vyayo, ni Intungane mu vyo Ikora;",
    "footnotes": ""
  }
}