{
  "result": [
    {
      "id": "3504",
      "sura": "32",
      "aya": "1",
      "arabic_text": "الٓمٓ",
      "translation": "අලිෆ්, ලාම්, මීම්.",
      "footnotes": ""
    },
    {
      "id": "3505",
      "sura": "32",
      "aya": "2",
      "arabic_text": "تَنزِيلُ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ",
      "translation": "මෙම ග්‍රන්ථයේ පහළවීම ලෝවැසියන්ගේ පරමාධිපතියාණන්ගෙනි. එහි කිසිදු සැකයක් නැත.",
      "footnotes": ""
    },
    {
      "id": "3506",
      "sura": "32",
      "aya": "3",
      "arabic_text": "أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۚ بَلۡ هُوَ ٱلۡحَقُّ مِن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَهۡتَدُونَ",
      "translation": "එසේ නැතහොත් ඔහු එය ගෙතුවේ යැයි ඔවුහු පවසන්නෝ ද? එසේ නොව එය ඔබට පෙර කිසිදු අවවාද කරන්නෙකු හෝ ඔවුන් වෙත නොපැමිණි පිරිසකට ඔබ අවවාද කරනු පිණිසත් ඔවුන් යහමග ලැබිය හැකි වනු පිණිසත් ඔබගේ පරමාධිපතිගෙන් පැමිණි සත්‍යයකි.",
      "footnotes": ""
    },
    {
      "id": "3507",
      "sura": "32",
      "aya": "4",
      "arabic_text": "ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ مَا لَكُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا شَفِيعٍۚ أَفَلَا تَتَذَكَّرُونَ",
      "translation": "අහස් හා මහපොළොව ද ඒ දෙක අතර ඇති දෑ ද දින හයකින් මැව්වේ අල්ලාහ් ය. පසුව ඔහු රාජාසනය මත ස්ථාපිත විය. ඔහු හැර කිසිදු භාරකරුවකු හෝ මැදිහත්කරුවකු හෝ නුඹලාට නොමැත. (මෙයින්) නුඹලා උපදෙස් ලැබිය යුතු නො වේ ද?",
      "footnotes": ""
    },
    {
      "id": "3508",
      "sura": "32",
      "aya": "5",
      "arabic_text": "يُدَبِّرُ ٱلۡأَمۡرَ مِنَ ٱلسَّمَآءِ إِلَى ٱلۡأَرۡضِ ثُمَّ يَعۡرُجُ إِلَيۡهِ فِي يَوۡمٖ كَانَ مِقۡدَارُهُۥٓ أَلۡفَ سَنَةٖ مِّمَّا تَعُدُّونَ",
      "translation": "අහසේ සිට මහපොළොව දක්වා වූ සියලු ම කරුණු ඔහු සැලසුම් කරයි. පසුව එහි ප්‍රමාණය නුඹලා ගණන් කරන වසර දහසක් වූ දිනක ඔහු වෙත එය ආරෝහණය වෙයි.",
      "footnotes": ""
    },
    {
      "id": "3509",
      "sura": "32",
      "aya": "6",
      "arabic_text": "ذَٰلِكَ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
      "translation": "ඔහු අදෘශ්‍යමාන දෑ හා දෘශ්‍යමාන දෑ පිළිබඳ දැනුමැති සර්ව බලධාරී මහා කරුණාන්විත ය.",
      "footnotes": ""
    },
    {
      "id": "3510",
      "sura": "32",
      "aya": "7",
      "arabic_text": "ٱلَّذِيٓ أَحۡسَنَ كُلَّ شَيۡءٍ خَلَقَهُۥۖ وَبَدَأَ خَلۡقَ ٱلۡإِنسَٰنِ مِن طِينٖ",
      "translation": "ඔහු මැවූ සියලු දෑ අලංකාරවත් කළේ ය. තවද මිනිසාගේ මැවීම මැටියෙන් ආරම්භ කළේ ය.",
      "footnotes": ""
    },
    {
      "id": "3511",
      "sura": "32",
      "aya": "8",
      "arabic_text": "ثُمَّ جَعَلَ نَسۡلَهُۥ مِن سُلَٰلَةٖ مِّن مَّآءٖ مَّهِينٖ",
      "translation": "පසුව ඔහුගේ පරපුර අල්පේච්චිත ජල ධාතුවෙන් ඇති කළේ ය.",
      "footnotes": ""
    },
    {
      "id": "3512",
      "sura": "32",
      "aya": "9",
      "arabic_text": "ثُمَّ سَوَّىٰهُ وَنَفَخَ فِيهِ مِن رُّوحِهِۦۖ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ",
      "translation": "පසුව ඔහු ඔහුව හැඩ ගන්වා ඔහුගේ ප්‍රාණයෙන් ඔහු තුළ පිඹ ප්‍රාණවත් කළේ ය. තවද නුඹලාට ශ්‍රවණය, දෘෂ්ටීන් හා හදවත් ඇති කළේ ය. එහෙත් නුඹලා කෘතවේදී වනුයේ ස්වල්පයකි.",
      "footnotes": ""
    },
    {
      "id": "3513",
      "sura": "32",
      "aya": "10",
      "arabic_text": "وَقَالُوٓاْ أَءِذَا ضَلَلۡنَا فِي ٱلۡأَرۡضِ أَءِنَّا لَفِي خَلۡقٖ جَدِيدِۭۚ بَلۡ هُم بِلِقَآءِ رَبِّهِمۡ كَٰفِرُونَ",
      "translation": "තවද අපි මහපොළොවෙන් තුරන්ව ගිය විට නියත වශයෙන් ම අපි අලුත් මැවීමක් වන්නෙමු ද? යැයි ඔවුහු ප්‍රශ්න කළෝ ය. එසේ නො ව, ඔවුහු ඔවුන්ගේ පරමාධිපතිගේ හමුව ප්‍රතික්ෂේප කරන්නෝ වෙති.",
      "footnotes": ""
    },
    {
      "id": "3514",
      "sura": "32",
      "aya": "11",
      "arabic_text": "۞ قُلۡ يَتَوَفَّىٰكُم مَّلَكُ ٱلۡمَوۡتِ ٱلَّذِي وُكِّلَ بِكُمۡ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ",
      "translation": "නුඹලාව භාර කරනු ලැබූ මලකුල් මවුත් හෙවත් මරණයේ දූතයා නුඹලා මරණයට පත් කරයි. පසුව නුඹලාගේ පරමාධිපති වෙත නුඹලා යොමු කරනු ලබනු ඇත යැයි (නබිවරය!) නුඹ පවසනු.",
      "footnotes": ""
    },
    {
      "id": "3515",
      "sura": "32",
      "aya": "12",
      "arabic_text": "وَلَوۡ تَرَىٰٓ إِذِ ٱلۡمُجۡرِمُونَ نَاكِسُواْ رُءُوسِهِمۡ عِندَ رَبِّهِمۡ رَبَّنَآ أَبۡصَرۡنَا وَسَمِعۡنَا فَٱرۡجِعۡنَا نَعۡمَلۡ صَٰلِحًا إِنَّا مُوقِنُونَ",
      "translation": "එවිට වැරදිකරුවන් තම පරමාධිපති අබියස තම හිස් පහත් කර ගනිමින් අපගේ පරමාධිපතියාණනි! අපි දුටුවෙමු. අපි සවන් දුන්නෙමු. එහෙයින් අපව නැවත එවනු මැනව! අපි යහකම් කරන්නෙමු. නියත වශයෙන් ම අපි ස්ථීරව විශ්වාස කරන්නෝ වෙමු යැයි ඔවුන් පවසනු නුඹ දක්නිනේ නම් (එදින තත්ත්වය නුඹට හෙළි වේ.)",
      "footnotes": ""
    },
    {
      "id": "3516",
      "sura": "32",
      "aya": "13",
      "arabic_text": "وَلَوۡ شِئۡنَا لَأٓتَيۡنَا كُلَّ نَفۡسٍ هُدَىٰهَا وَلَٰكِنۡ حَقَّ ٱلۡقَوۡلُ مِنِّي لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ",
      "translation": "තවද අපි අභිමත කළේ නම් සෑම ආත්මයකට එහි යහමග (මුල සිටම) පිරිනමන්නට තිබුණි. එහෙත් (අපරාධකාරී) ජින් වර්ගයා සහ මිනිස් වර්ගයා යන සියල්ලන්ගෙන් මම නිරය පුරවන්නෙමි යන මා විසින් වූ ප්‍රකාශය නියම වී ඇත.",
      "footnotes": ""
    },
    {
      "id": "3517",
      "sura": "32",
      "aya": "14",
      "arabic_text": "فَذُوقُواْ بِمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَآ إِنَّا نَسِينَٰكُمۡۖ وَذُوقُواْ عَذَابَ ٱلۡخُلۡدِ بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "එහෙයින් මේ නුඹලාගේ දිනයේ හමුව නුඹලා අමතක කළ බැවින් නුඹලා භුක්ති විඳිනු. නියත වශයෙන් ම අපි නුඹලා අමතක කළෙමු. තවද නුඹලා සිදු කරමින් සිටි දෑ හේතුවෙන් සදාතනික දඬුවම භුක්ති විඳිනු.",
      "footnotes": ""
    },
    {
      "id": "3518",
      "sura": "32",
      "aya": "15",
      "arabic_text": "إِنَّمَا يُؤۡمِنُ بِـَٔايَٰتِنَا ٱلَّذِينَ إِذَا ذُكِّرُواْ بِهَا خَرُّواْۤ سُجَّدٗاۤ وَسَبَّحُواْ بِحَمۡدِ رَبِّهِمۡ وَهُمۡ لَا يَسۡتَكۡبِرُونَ۩",
      "translation": "අපගේ වදන් විශ්වාස කරනුයේ ඒවා ඔවුනට මෙනෙහි කරනු ලබන විට (සිරස බිම තබා) සුජූද් කරමින් බිම වැටී ඔවුන්ගේ පරමාධිපතිගේ ප්‍රශංසාව තුළින් සුවිශුද්ධ කළ අය වෙති. තවද ඔවුහු උඬගු නො වෙති.",
      "footnotes": ""
    },
    {
      "id": "3519",
      "sura": "32",
      "aya": "16",
      "arabic_text": "تَتَجَافَىٰ جُنُوبُهُمۡ عَنِ ٱلۡمَضَاجِعِ يَدۡعُونَ رَبَّهُمۡ خَوۡفٗا وَطَمَعٗا وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ",
      "translation": "ඔවුන්ගේ ඇලපත් නිදියහන්වලින් ඔසවා ගෙන බියෙන් හා ආසාවෙන් ඔවුන්ගේ පරමාධිපතිට ඇරයුම් කරති. තවද අප ඔවුනට පෝෂණය කළ දැයින් ඔවුහු වියදම් කරති.",
      "footnotes": ""
    },
    {
      "id": "3520",
      "sura": "32",
      "aya": "17",
      "arabic_text": "فَلَا تَعۡلَمُ نَفۡسٞ مَّآ أُخۡفِيَ لَهُم مِّن قُرَّةِ أَعۡيُنٖ جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ",
      "translation": "එහෙයින් ඔවුන් සිදු කරමින් සිටි දෑ සඳහා ප්‍රතිඵලයක් වශයෙන් ඔවුන් සඳහා සඟවා තබනු ලැබූ ඇස් පින වන දෑ කිසිදු ආත්මයක් නො දනී.",
      "footnotes": ""
    },
    {
      "id": "3521",
      "sura": "32",
      "aya": "18",
      "arabic_text": "أَفَمَن كَانَ مُؤۡمِنٗا كَمَن كَانَ فَاسِقٗاۚ لَّا يَسۡتَوُۥنَ",
      "translation": "කවරෙකු විශ්වාසවන්තයෙකු වූයේ ද ඔහු පාපතරයකු වූ අය මෙන් විය හැකි ද? ඔවුහු සමාන නො වෙති.",
      "footnotes": ""
    },
    {
      "id": "3522",
      "sura": "32",
      "aya": "19",
      "arabic_text": "أَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَلَهُمۡ جَنَّٰتُ ٱلۡمَأۡوَىٰ نُزُلَۢا بِمَا كَانُواْ يَعۡمَلُونَ",
      "translation": "විශ්වාස කොට යහකම් කළවුන් වනාහි ඔවුන් සිදු කළ දෑ හේතුවෙන් ඔවුනට සංග්‍රහයක් වශයෙන් නවාතැන් සහිත ස්වර්ග උයන් ඇත.",
      "footnotes": ""
    },
    {
      "id": "3523",
      "sura": "32",
      "aya": "20",
      "arabic_text": "وَأَمَّا ٱلَّذِينَ فَسَقُواْ فَمَأۡوَىٰهُمُ ٱلنَّارُۖ كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَآ أُعِيدُواْ فِيهَا وَقِيلَ لَهُمۡ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّذِي كُنتُم بِهِۦ تُكَذِّبُونَ",
      "translation": "තවද පාපකම් කළවුන් වූ කලී ඔවුන්ගේ නවාතැන (නිරයේ) ගින්න ය. ඉන් බැහැර වීමට ඔවුන් සිතන සෑම මොහොතකම ඔවුන් එහි නැවත යොමු කරනු ලබති. තවද නුඹලා කවර දෙයක් පිළිබඳ බොරු කරමින් සිටියෙහු ද එම ගින්නේ දඬුවම නුඹලා භුක්ති විදිනු යැයි ඔවුනට පවසනු ලැබේ.",
      "footnotes": ""
    },
    {
      "id": "3524",
      "sura": "32",
      "aya": "21",
      "arabic_text": "وَلَنُذِيقَنَّهُم مِّنَ ٱلۡعَذَابِ ٱلۡأَدۡنَىٰ دُونَ ٱلۡعَذَابِ ٱلۡأَكۡبَرِ لَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "තවද (පාපකම්වලින්) ඔවුන් නැවත හැරිය හැකි වනු පිණිස මෙම මහත් දඬුවමට පෙර සුළු දඬුවමකින් ඔවුනට විඳවන්නට සලස්වමු.",
      "footnotes": ""
    },
    {
      "id": "3525",
      "sura": "32",
      "aya": "22",
      "arabic_text": "وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ ثُمَّ أَعۡرَضَ عَنۡهَآۚ إِنَّا مِنَ ٱلۡمُجۡرِمِينَ مُنتَقِمُونَ",
      "translation": "තවද තම පරමාධිපතිගේ වදන් මෙනෙහි කරනු ලැබ පසුව ඒවා පිටුපාන්නාට වඩා අපරාධකරු කවරෙකු ද? නියත වශයෙන් ම අපි වැරදි කරන්නන්ට ප්‍රතිවිපාක දෙන්නෝ වෙමු.",
      "footnotes": ""
    },
    {
      "id": "3526",
      "sura": "32",
      "aya": "23",
      "arabic_text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَلَا تَكُن فِي مِرۡيَةٖ مِّن لِّقَآئِهِۦۖ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ",
      "translation": "තවද සැබැවින් ම අපි මූසාට ධර්ම ග්‍රන්ථය පිරිනැමුවෙමු. එහෙයින් ඔහුගේ හමුව පිළිබඳව සැකයෙහි නො වනු. තවද අපි එය ඉස්රාඊල් දරුවන්ට මග පෙන්වීමක් බවට පත් කළෙමු.",
      "footnotes": ""
    },
    {
      "id": "3527",
      "sura": "32",
      "aya": "24",
      "arabic_text": "وَجَعَلۡنَا مِنۡهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا لَمَّا صَبَرُواْۖ وَكَانُواْ بِـَٔايَٰتِنَا يُوقِنُونَ",
      "translation": "තවද ඔවුන් ඉවසා අපගේ වදන් තරයේ විශ්වාස කරමින් සිටි හෙයින් අපගේ නියෝගය පරිදි මග පෙන්වන නායකයින් ඔවුන් අතරින් අපි පත් කළෙමු.",
      "footnotes": ""
    },
    {
      "id": "3528",
      "sura": "32",
      "aya": "25",
      "arabic_text": "إِنَّ رَبَّكَ هُوَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ",
      "translation": "ඔවුන් කවර දෙයක් ගැන මතභේද ඇති කරගෙන සිටියේ ද නියත වශයෙන් ම ඒ ගැන මළවුන් කෙරෙන් නැගිටුවනු ලබන දිනයේ දී ඔබේ පරමාධිපති වන ඔහු ඔවුන් අතර තීන්දු කරයි.",
      "footnotes": ""
    },
    {
      "id": "3529",
      "sura": "32",
      "aya": "26",
      "arabic_text": "أَوَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٍۚ أَفَلَا يَسۡمَعُونَ",
      "translation": "තවද ඔවුනට පෙර, පරම්පරාවන් කොපමණක් අපි විනාශ කළෙමු ද? මොවුන් ඔවුන්ගේ වාසස්ථාන හරහා ගමන් කරති. එය ඔවුනට මගපෙන්වීමක් නො වී ද? නියත වශයෙන් ම එහි සංඥා ඇත. ඔවුහු සවන් නො දෙන්නෝ ද?",
      "footnotes": ""
    },
    {
      "id": "3530",
      "sura": "32",
      "aya": "27",
      "arabic_text": "أَوَلَمۡ يَرَوۡاْ أَنَّا نَسُوقُ ٱلۡمَآءَ إِلَى ٱلۡأَرۡضِ ٱلۡجُرُزِ فَنُخۡرِجُ بِهِۦ زَرۡعٗا تَأۡكُلُ مِنۡهُ أَنۡعَٰمُهُمۡ وَأَنفُسُهُمۡۚ أَفَلَا يُبۡصِرُونَ",
      "translation": "තවද නියත වශයෙන් ම අප ජලය නිසරු පොළොව වෙත ගෙන ගොස් එමඟින් ඔවුන්ගේ ගොවිපළ සතුන් හා ඔවුන් අනුභව කරන භෝග අප හටගැන්වීම ඔවුහු නො දුටුවෝ ද? ඔවුහු නිරීක්ෂා කර නො බලන්නෝ ද?",
      "footnotes": ""
    },
    {
      "id": "3531",
      "sura": "32",
      "aya": "28",
      "arabic_text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡفَتۡحُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "තවද නුඹලා සත්‍යවාදීන් ලෙස සිටියෙහු නම් මෙම ජයග්‍රහණය කවදා දැ? යි (නුඹලා පවසනු යැයි) ඔවුහු විමසති.",
      "footnotes": ""
    },
    {
      "id": "3532",
      "sura": "32",
      "aya": "29",
      "arabic_text": "قُلۡ يَوۡمَ ٱلۡفَتۡحِ لَا يَنفَعُ ٱلَّذِينَ كَفَرُوٓاْ إِيمَٰنُهُمۡ وَلَا هُمۡ يُنظَرُونَ",
      "translation": "ජයග්‍රහණයේ දින, දේවත්වය ප්‍රතික්ෂේප කළවුනට ඔවුන්ගේ විශ්වාසය ඵල දෙන්නේ නැත. තවද ඔවුහු අවකාශ දෙනු ලබන්නන් නො වෙති යැයි (නබිවරය!) නුඹ පවසනු.",
      "footnotes": ""
    },
    {
      "id": "3533",
      "sura": "32",
      "aya": "30",
      "arabic_text": "فَأَعۡرِضۡ عَنۡهُمۡ وَٱنتَظِرۡ إِنَّهُم مُّنتَظِرُونَ",
      "translation": "එහෙයින් ඔබ ඔවුන් ගැන නො සලකා හරිනු. තවද ඔබ අපේක්ෂාවෙන් සිටිනු. නියත වශයෙන් ම ඔවුහු ද අපේක්ෂාවෙන් සිටින්නෝ වෙති.",
      "footnotes": ""
    }
  ]
}