{
  "id": 176,
  "verse_number": 176,
  "page_number": 106,
  "verse_key": "4:176",
  "juz_number": 6,
  "hizb_number": 11,
  "rub_el_hizb_number": 42,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "يَسۡتَفۡتُونَكَ قُلِ ٱللَّهُ يُفۡتِيكُمۡ فِي ٱلۡكَلَٰلَةِۚ إِنِ ٱمۡرُؤٌاْ هَلَكَ لَيۡسَ لَهُۥ وَلَدٞ وَلَهُۥٓ أُخۡتٞ فَلَهَا نِصۡفُ مَا تَرَكَۚ وَهُوَ يَرِثُهَآ إِن لَّمۡ يَكُن لَّهَا وَلَدٞۚ فَإِن كَانَتَا ٱثۡنَتَيۡنِ فَلَهُمَا ٱلثُّلُثَانِ مِمَّا تَرَكَۚ وَإِن كَانُوٓاْ إِخۡوَةٗ رِّجَالٗا وَنِسَآءٗ فَلِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِۗ يُبَيِّنُ ٱللَّهُ لَكُمۡ أَن تَضِلُّواْۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمُۢ",
  "translation": "వారు నిన్ను, (కలాలను) గురించి ధార్మిక శాసనం (ఫత్వా) అడుగుతున్నారు. అల్లాహ్ మీకు, కలాలను[1] గురించి, ఈ విధంగా ధార్మిక శాసనం ఇస్తున్నాడని చెప్పు: \"ఒక పురుషుడు మరణించి, అతనికి సంతానం లేకుండా ఒక సోదరి[2] మాత్రమే ఉంటే, అతడు విడిచిన ఆస్తిలో ఆమెకు సగం వాటా లభిస్తుంది. పిల్లలు లేక చనిపోయిన సోదరి మొత్తం ఆస్తికి, అతడు (ఆమె నిజ సోదరుడు) వారసుడవుతాడు. అతనికి (మృతునికి) ఇద్దరు సోదరీమణులు ఉంటే, వారిద్దరికీ అతడు వదలిన ఆస్తిలో మూడింట రెండు వంతుల భాగం లభిస్తుంది. ఒకవేళ సోదర సోదరీమణులు (అనేకులుంటే) ప్రతి పురుషునికి ఇద్దరు స్త్రీల భాగానికి సమానంగా వాటా లభిస్తుంది. మీరు దారి తప్పకుండా ఉండటానికి అల్లాహ్ మీకు అంతా స్పష్టంగా తెలుపుతున్నాడు. మరియు అల్లాహ్ కు ప్రతి విషయం గురించి బాగా తెలుసు.",
  "footnotes": "[1] కలాల అంటే సూటీ (రక్త) సంబంధీకులు లేని మృతుడు అంటే తండ్రి గానీ, కుమారుడు గానీ లేని మృతుడు. కొడుకు లేని పక్షంలో కొడుకు కొడుకు(లు) సూటి వారసులుగా పరిగణించబడతారు. (ఇజ్మా'అ, ఇబ్నె-కసీ'ర్). కుమారుడు ఒక్కడే ఉన్నా పూర్తి ఆస్తికి వారసుడు. మరియు తండ్రి ఒక్కడే ఉన్నా అతను కూడా పూర్తి ఆస్తికి వారసుడు. అప్పుడు మృతుని సోదర సోదరీమణులకు హక్కు ఉండదు. కాని భార్య లేక భర్త మరియు తల్లి ఉంటే వారి భాగం వారికి ఇచ్చిన తరువాత. కుమార్తె మరియు సోదరీ ఉంటే, కుమార్తెకు సగం, సోదరికి సగం. సోదరుడు ఒక్కడే ఉంటే అతడు తన సోదరి పూర్తి ఆస్తికి వారసుడౌతాడు. కాని మృతురాలు భర్త ఉంటే అతని భాగం ఇచ్చి మిగతా ఆస్తికి సోదరుడు వారసుడౌతాడు. [2] సోదరీ అంటే ఇక్కడ సొంత అనగా, తల్లి-తండ్రి ఇరువురి నుండి, లేక కేవలం తండ్రి నుండి గానీ ఉంటే ఆమెకు అతను వదిలిన ఆస్తిలో సగం భాగం ఉంటుంది. ఇంకా చూడండి, 4:12, అక్కడ ఇజ్మా'అ, అభిప్రాయం ఏమిటంటే అక్కడ కేవలం తల్లి వైపు నుండి (అర్థ) సోదర సోదరీమణుల విషయం చెప్పబడింది. ఎక్కువ వివరాల కొరకు ధర్మవేత్త(ఫుఖహా)లను సంప్రదించండి."
}