{
  "result": {
    "id": "527",
    "sura": "4",
    "aya": "34",
    "arabic_text": "ٱلرِّجَالُ قَوَّٰمُونَ عَلَى ٱلنِّسَآءِ بِمَا فَضَّلَ ٱللَّهُ بَعۡضَهُمۡ عَلَىٰ بَعۡضٖ وَبِمَآ أَنفَقُواْ مِنۡ أَمۡوَٰلِهِمۡۚ فَٱلصَّٰلِحَٰتُ قَٰنِتَٰتٌ حَٰفِظَٰتٞ لِّلۡغَيۡبِ بِمَا حَفِظَ ٱللَّهُۚ وَٱلَّٰتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَٱهۡجُرُوهُنَّ فِي ٱلۡمَضَاجِعِ وَٱضۡرِبُوهُنَّۖ فَإِنۡ أَطَعۡنَكُمۡ فَلَا تَبۡغُواْ عَلَيۡهِنَّ سَبِيلًاۗ إِنَّ ٱللَّهَ كَانَ عَلِيّٗا كَبِيرٗا",
    "translation": "పురుషులు స్త్రీలపై నిర్వాహకులు (ఖవ్వామూన్)[1], ఎందుకంటే అల్లాహ్ కొందరికి మరికొందరిపై ఘనత నిచ్చాడు మరియు వారు (పురుషులు) తమ సంపదలో నుండి వారిపై (స్త్రీలపై) ఖర్చు చేస్తారు. కావున సుగుణవంతులైన స్త్రీలు విధేయవతులై ఉండి, భర్తలు లేనప్పుడు, అల్లాహ్ కాపాడమని ఆజ్ఞాపించిన దానిని (శీలమును) కాపాడుకుంటారు. కానీ అవిధేయత చూపుతారని మీకు భయముంటే, వారికి (మొదట) నచ్చజెప్పండి, (తరువాత) పడకలో వేరుగా ఉంచండి, (ఆ తరువాత కూడా వారు విధేయులు కాకపోతే) వారిని (మెల్లగా) కొట్టండి[2]. కాని వారు మీకు విధేయులై ఉంటే! వారిని నిందించటానికి మార్గం వెతకకండి. నిశ్చయంగా, అల్లాహ్ మహోన్నతుడు, మహనీయుడు[3].",
    "footnotes": "[1] ఖవ్వామూన్ : ఖామా నుండి, అంటే నిలబడు, ఆధారమిచ్చేవారు, బాధ్యులు, అధికారులు, పోషకులు, రక్షకులు, నిర్వాహకులు, వ్యవహారకర్తలు అనే అర్థాలున్నాయి. ఇస్లాంలో స్త్రీల బాధ్యత ప్రతి దశలో పురుషులపై ఉంది. బాల్యం నుండి వివాహమయ్యే వరకు, తండ్రిపై, తరువాత భర్తపై, భర్త లేకుంటే సోదరునిపై, లేక కుమారునిపై, చివరకు దగ్గరి బంధువులు ఎవ్వరూ లేకుంటే, ఇస్లామీయ ప్రభుత్వంపై ఉంటుంది. [2] ఎన్నో 'స'హీ'హ్ హదీస్'ల ప్రకారం, ఒకవేళ స్త్రీ అశ్లీలానికి పాల్పడితేనే, అది కూడా ఆమెకు ఎక్కువ బాధ కలిగించకుండా మెల్లగా మాత్రమే కొట్టాలని బోధింపబడింది. ('స హా సిత్తా, అ'హ్మద్, ఇబ్నె - 'హిబ్బాన్, 'హాకిం, 'అబ్దుల్లాహ్ ఇబ్నె 'అబ్బాస్ ర'ది.'అ. కథనం; బై'హఖి, ఉమ్మె-కుల్ సూ'మ్ ర.'అన్హా కథనం). [3] కబీరున్ (అల్ - కబీర్) : = అల్ 'అ\"జీము, The Greatest, The most Magnified, మహానీయుడు, మహత్వం, ప్రభావం గలవాడు, సర్వాధికుడు. చూడండి, 22:62, 31:30, 34:23, 40:12. అల్ - ముతకబ్బిరు : The Incomparably Great, గొప్పవాడు, గొప్పదనానికి సరోవరం, 59:23. ఇవ అల్లాహ్ (సు.తా.) అత్యుత్తమ పేర్లు."
  }
}