{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 208,
      "verse_key": "10:1",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ",
      "translation": "Əlif. Ləm. Ra. Bu, hikmətli Kitabın ayələridir.",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 208,
      "verse_key": "10:2",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَكَانَ لِلنَّاسِ عَجَبًا أَنۡ أَوۡحَيۡنَآ إِلَىٰ رَجُلٖ مِّنۡهُمۡ أَنۡ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِينَ ءَامَنُوٓاْ أَنَّ لَهُمۡ قَدَمَ صِدۡقٍ عِندَ رَبِّهِمۡۗ قَالَ ٱلۡكَٰفِرُونَ إِنَّ هَٰذَا لَسَٰحِرٞ مُّبِينٌ",
      "translation": "İçərilərindən bir adama: “İnsanları (Allahın əzabı ilə) qorxut və iman gətirənləri müjdələ ki, Rəbbi yanında onların etdikləri yaxşılıqların mükafatı var!”– deyə vəhy etməyimiz insanlara təəccüblü göründümü ki, kafirlər: “Sözsüz ki, bu, açıq-aşkar bir sehrbazdır!”– dedilər.",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 208,
      "verse_key": "10:3",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُدَبِّرُ ٱلۡأَمۡرَۖ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعۡدِ إِذۡنِهِۦۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ فَٱعۡبُدُوهُۚ أَفَلَا تَذَكَّرُونَ",
      "translation": "Şübhəsiz ki, Rəbbiniz göyləri və yeri altı gündə yaradan, sonra da Ərşin üzərinə ucalan Allahdır. İşləri idarə edən Odur. Onun izni olmadan kimsə şəfaətçi ola bilməz. O, sizin Rəbbiniz olan Allahdır. (Elə isə) Ona ibadət edin. Məgər düşünüb ibrət almırsınız?",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 208,
      "verse_key": "10:4",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَيۡهِ مَرۡجِعُكُمۡ جَمِيعٗاۖ وَعۡدَ ٱللَّهِ حَقًّاۚ إِنَّهُۥ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ بِٱلۡقِسۡطِۚ وَٱلَّذِينَ كَفَرُواْ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ",
      "translation": "Hamınızın dönüşü Onadır. Allahın vədi haqqdır. O, məxluqatı ilk dəfə yaratmış, sonra iman gətirib saleh əməllər edənləri ədalətlə mükafatlandırsın deyə (Qiyamət günü) yenidən dirildəcəkdir. Kafirlərə gəlincə, küfr etdiklərinə görə onlar üçün qaynar içki və ağrılı-acılı bir əzab vardır.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 208,
      "verse_key": "10:5",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي جَعَلَ ٱلشَّمۡسَ ضِيَآءٗ وَٱلۡقَمَرَ نُورٗا وَقَدَّرَهُۥ مَنَازِلَ لِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ مَا خَلَقَ ٱللَّهُ ذَٰلِكَ إِلَّا بِٱلۡحَقِّۚ يُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ",
      "translation": "Günəşi işıqlı, ayı nurlu edən, illərin sayını və hesabı biləsiniz deyə ona mənzillər (səfhələr) təyin edən Odur. Allah bunları ancaq haqq olaraq yaratmışdır. O, ayələri bilən bir qövm üçün belə izah edər.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 208,
      "verse_key": "10:6",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ فِي ٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَا خَلَقَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَّقُونَ",
      "translation": "Şübhəsiz ki, gecə ilə gündüzün bir-birini əvəz etməsində, Allahın göylərdə və yerdə yaratdıqlarında (Allahdan) qorxan bir qövm üçün dəlillər vardır.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 209,
      "verse_key": "10:7",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا وَرَضُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَٱطۡمَأَنُّواْ بِهَا وَٱلَّذِينَ هُمۡ عَنۡ ءَايَٰتِنَا غَٰفِلُونَ",
      "translation": "Şübhəsiz ki, Bizimlə qarşılaşacaqlarına ümid etməyənlər, dünya həyatından razı qalıb onunla rahatlıq tapanlar, ayələrimizdən qafil olanlar da elə məhz onlardır.",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 209,
      "verse_key": "10:8",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُوْلَٰٓئِكَ مَأۡوَىٰهُمُ ٱلنَّارُ بِمَا كَانُواْ يَكۡسِبُونَ",
      "translation": "Onların qazandıqları günahlara görə gedəcəkləri yer isə Oddur.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 209,
      "verse_key": "10:9",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ يَهۡدِيهِمۡ رَبُّهُم بِإِيمَٰنِهِمۡۖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ فِي جَنَّٰتِ ٱلنَّعِيمِ",
      "translation": "İman gətirib saleh əməllər edənləri Rəbbi imanlarına görə doğru yola yönəldər. Nəim cənnətlərində onların (ağacları və qəsrləri) altından çaylar axar.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 209,
      "verse_key": "10:10",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "دَعۡوَىٰهُمۡ فِيهَا سُبۡحَٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمۡ فِيهَا سَلَٰمٞۚ وَءَاخِرُ دَعۡوَىٰهُمۡ أَنِ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Onların oradakı duası: “Allahım! Sən pak və müqəddəssən!”, orada (bir-birlərini) salamlaması: “Salam!” (sözü) və dualarının sonu: “Həmd, aləmlərin Rəbbi Allaha məxsusdur!” (sözləri olacaqdır).",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 209,
      "verse_key": "10:11",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَلَوۡ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسۡتِعۡجَالَهُم بِٱلۡخَيۡرِ لَقُضِيَ إِلَيۡهِمۡ أَجَلُهُمۡۖ فَنَذَرُ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ",
      "translation": "Əgər Allah insanlara istədikləri xeyri tez verdiyi kimi, şəri də tez versəydi, əlbəttə, onların əcəli çatmış olardı. Bizimlə qarşılaşacaqlarına ümid etməyənləri isə azğınlıqları içində şaşqın bir halda tərk edərik.",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 209,
      "verse_key": "10:12",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوۡ قَاعِدًا أَوۡ قَآئِمٗا فَلَمَّا كَشَفۡنَا عَنۡهُ ضُرَّهُۥ مَرَّ كَأَن لَّمۡ يَدۡعُنَآ إِلَىٰ ضُرّٖ مَّسَّهُۥۚ كَذَٰلِكَ زُيِّنَ لِلۡمُسۡرِفِينَ مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "İnsana bəla üz verdikdə uzananda da, oturanda da, ayaq üstə olanda da Bizə dua edər. Bu bəlanı ondan sovuşdurduqda isə sanki ona üz vermiş bəladan ötrü Bizə dua etməmiş kimi keçib gedər. Həddi aşanlara etdikləri əməllər beləcə gözəl göstərildi.",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 209,
      "verse_key": "10:13",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ أَهۡلَكۡنَا ٱلۡقُرُونَ مِن قَبۡلِكُمۡ لَمَّا ظَلَمُواْ وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَمَا كَانُواْ لِيُؤۡمِنُواْۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ",
      "translation": "Sizdən əvvəlki nəsilləri də zülm etdiklərinə və peyğəmbərləri onlara açıq-aşkar dəlillər gətirdikləri halda (onlara) inanmadıqlarına görə məhv etdik. Biz günahkar qövmü belə cəzalandırırıq.",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 209,
      "verse_key": "10:14",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ جَعَلۡنَٰكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِ مِنۢ بَعۡدِهِمۡ لِنَنظُرَ كَيۡفَ تَعۡمَلُونَ",
      "translation": "Sonra da, sizin necə davranacağınızı görməyimiz üçün onların ardınca sizi yer üzündə xələflər təyin etdik.",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 210,
      "verse_key": "10:15",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَاتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا ٱئۡتِ بِقُرۡءَانٍ غَيۡرِ هَٰذَآ أَوۡ بَدِّلۡهُۚ قُلۡ مَا يَكُونُ لِيٓ أَنۡ أُبَدِّلَهُۥ مِن تِلۡقَآيِٕ نَفۡسِيٓۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۖ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ",
      "translation": "Açıq-aydın ayələrimiz onlara oxunduğu zaman (qiyamət günü) Bizimlə qarşılaşacaqlarına ümid etməyənlər: “Bizə bundan başqa bir Quran gətir və ya onu dəyişdir!”– dedilər. De: “Mən onu öz istəyimlə dəyişdirə bilmərəm. Mən yalnız mənə vəhy olunana tabe oluram. Əgər Rəbbimə asi olsam, böyük günün (qiyamət gününün) əzabından qorxuram”.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 210,
      "verse_key": "10:16",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لَّوۡ شَآءَ ٱللَّهُ مَا تَلَوۡتُهُۥ عَلَيۡكُمۡ وَلَآ أَدۡرَىٰكُم بِهِۦۖ فَقَدۡ لَبِثۡتُ فِيكُمۡ عُمُرٗا مِّن قَبۡلِهِۦٓۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "De: “Əgər Allah istəsəydi, mən onu (Quranı) sizə oxumazdım, O da onu sizə bildirməzdi. Mən axı bundan (Quran nazil ediləndən) öncə sizin aranızda (qırx il) yaşadım. Məgər dərk etmirsiniz?”",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 210,
      "verse_key": "10:17",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡمُجۡرِمُونَ",
      "translation": "Allaha qarşı iftira yaxandan və ya Onun ayələrini yalan hesab edəndən daha zalım kim ola bilər? Doğrudan da, günahkarlar nicat tapmazlar.",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 210,
      "verse_key": "10:18",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡ وَيَقُولُونَ هَٰٓؤُلَآءِ شُفَعَٰٓؤُنَا عِندَ ٱللَّهِۚ قُلۡ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعۡلَمُ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
      "translation": "Onlar Allahı qoyub özlərinə nə bir zərər, nə də bir fayda verə bilməyənlərə ibadət edir və: “Onlar Allah yanında bizim şəfaətçilərimizdir!”– deyirlər. De: “(Yoxsa) Allaha göylərdə və yerdə bilmədiyi bir şeyimi xəbər verirsiniz?” (Allah) onların qoşduqları şəriklərdən uzaqdır və ucadır.",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 210,
      "verse_key": "10:19",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةٗ وَٰحِدَةٗ فَٱخۡتَلَفُواْۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡ فِيمَا فِيهِ يَخۡتَلِفُونَ",
      "translation": "İnsanlar vahid bir ümmət idilər, sonra ixtilafa düşdülər. Əgər Rəbbin tərəfindən əzəldən bir Söz (asi kimsələrə möhlət) verilməsəydi, ixtilafa düşdükləri şey barəsində aralarında dərhal hökm verilərdi.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 210,
      "verse_key": "10:20",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَقُولُونَ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۖ فَقُلۡ إِنَّمَا ٱلۡغَيۡبُ لِلَّهِ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ",
      "translation": "(Müşriklər) deyirlər: “Kaş ki ona Rəbbindən bir ayət nazil ediləydi!” De: “Qeyb yalnız Allaha məxsusdur. Gözləyin, şübhəsiz ki, mən də sizinlə birlikdə gözləyənlərdənəm”.",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 211,
      "verse_key": "10:21",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ مِّنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُمۡ إِذَا لَهُم مَّكۡرٞ فِيٓ ءَايَاتِنَاۚ قُلِ ٱللَّهُ أَسۡرَعُ مَكۡرًاۚ إِنَّ رُسُلَنَا يَكۡتُبُونَ مَا تَمۡكُرُونَ",
      "translation": "İnsanlara üz verən bəladan sonra onlara bir mərhəmət daddırdığımız zaman ayələrimizə qarşı hiyləgərlik etməyə çalışarlar. De: “Allah daha tez hiylə qurar.” Şübhəsiz ki, elçilərimiz (mələklər) qurduğunuz hiylələri yazırlar.",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 211,
      "verse_key": "10:22",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي يُسَيِّرُكُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۖ حَتَّىٰٓ إِذَا كُنتُمۡ فِي ٱلۡفُلۡكِ وَجَرَيۡنَ بِهِم بِرِيحٖ طَيِّبَةٖ وَفَرِحُواْ بِهَا جَآءَتۡهَا رِيحٌ عَاصِفٞ وَجَآءَهُمُ ٱلۡمَوۡجُ مِن كُلِّ مَكَانٖ وَظَنُّوٓاْ أَنَّهُمۡ أُحِيطَ بِهِمۡ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ لَئِنۡ أَنجَيۡتَنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ",
      "translation": "Sizi quruda və dənizdə hərəkət etdirən Odur. Siz gəmilərdə olduğunuz, (gəmilər də) içindəkiləri xoş bir küləklə apardığı və onlar buna sevindikləri zaman birdən fırtına qopar və dalğalar hər yandan onların üstünə gələr. Dalğaların onları bürüyəcəyini yəqin etdikdə isə Allaha – dini məhz Ona aid edərək yalvarıb: “Əgər bizi bundan xilas etsən, əlbəttə, şükür edənlərdən olarıq” – deyərlər.",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 211,
      "verse_key": "10:23",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّآ أَنجَىٰهُمۡ إِذَا هُمۡ يَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۗ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَا بَغۡيُكُمۡ عَلَىٰٓ أَنفُسِكُمۖ مَّتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ إِلَيۡنَا مَرۡجِعُكُمۡ فَنُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "(Allah) onları xilas etdikdə isə dərhal haqsız olaraq yer üzündə azğınlıq edərlər. Ey insanlar! Azğınlığınız yalnız sizin öz əleyhinizədir. Bunlar dünya həyatının keçici zövqləridir. Sonra isə dönüşünüz Bizədir, Biz də nə etdikləriniz barədə sizə xəbər verəcəyik.",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 211,
      "verse_key": "10:24",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّمَا مَثَلُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ مِمَّا يَأۡكُلُ ٱلنَّاسُ وَٱلۡأَنۡعَٰمُ حَتَّىٰٓ إِذَآ أَخَذَتِ ٱلۡأَرۡضُ زُخۡرُفَهَا وَٱزَّيَّنَتۡ وَظَنَّ أَهۡلُهَآ أَنَّهُمۡ قَٰدِرُونَ عَلَيۡهَآ أَتَىٰهَآ أَمۡرُنَا لَيۡلًا أَوۡ نَهَارٗا فَجَعَلۡنَٰهَا حَصِيدٗا كَأَن لَّمۡ تَغۡنَ بِٱلۡأَمۡسِۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَتَفَكَّرُونَ",
      "translation": "Dünya həyatının məsəli göydən endirdiyimiz suyun məsəlinə bənzəyir ki, onun sayəsində insanların və heyvanların yediyi yer bitkiləri bir-birinə qatışar. Nəhayət, yer öz zinətinə bürünüb rövnəqləndiyi və onun sakinləri (onun məhsulunu yığmağa) qadir olduqlarını güman etdikləri zaman gecə yaxud gündüz əmrimiz yerə yetişər. Biz onu, sanki dünən heç bol məhsulu olmamış kimi, biçilmiş bir sahəyə döndərərik. Biz ayələri düşünən bir qövm üçün beləcə izah edərik.",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 211,
      "verse_key": "10:25",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱللَّهُ يَدۡعُوٓاْ إِلَىٰ دَارِ ٱلسَّلَٰمِ وَيَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "Allah (insanları) əmin-amanlıq yurduna – (Cənnətə) çağırır və istədiyini doğru yola yönəldir.",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 212,
      "verse_key": "10:26",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ لِّلَّذِينَ أَحۡسَنُواْ ٱلۡحُسۡنَىٰ وَزِيَادَةٞۖ وَلَا يَرۡهَقُ وُجُوهَهُمۡ قَتَرٞ وَلَا ذِلَّةٌۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "Yaxşı iş görənlər üçün ən yaxşısı (Cənnət) və bundan da artığı (Allahı görmək) vardır. Onların üzünü nə bir qubar, nə də bir zillət bürüyər. Onlar Cənnət sakinləridirlər və onlar orada əbədi qalacaqlar.",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 212,
      "verse_key": "10:27",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ كَسَبُواْ ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةِۭ بِمِثۡلِهَا وَتَرۡهَقُهُمۡ ذِلَّةٞۖ مَّا لَهُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۖ كَأَنَّمَآ أُغۡشِيَتۡ وُجُوهُهُمۡ قِطَعٗا مِّنَ ٱلَّيۡلِ مُظۡلِمًاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "Pis işlər görənlərə isə pisliyin cəzası onun misli qədər verilər. Onları zillət bürüyər. Onları Allahdan qoruya bilən bir kimsə də yoxdur. Onların üzləri sanki zülmət gecənin parçalarına bürünmüşdür. Onlar Od sakinləridir və orada əbədi qalacaqlar.",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 212,
      "verse_key": "10:28",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُواْ مَكَانَكُمۡ أَنتُمۡ وَشُرَكَآؤُكُمۡۚ فَزَيَّلۡنَا بَيۡنَهُمۡۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمۡ إِيَّانَا تَعۡبُدُونَ",
      "translation": "O gün onların hamısını (bir yerə) toplayacaq, sonra da müşriklərə: “Siz də, şərikləriniz də öz yerinizdə qalın!”– deyəcəyik. Biz onları (bir-birindən) ayıracağıq. Şərikləri (onlara belə) deyəcəkdir: “Siz bizə ibadət etmirdiniz.",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 212,
      "verse_key": "10:29",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَكَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنَنَا وَبَيۡنَكُمۡ إِن كُنَّا عَنۡ عِبَادَتِكُمۡ لَغَٰفِلِينَ",
      "translation": "Bizimlə sizin aranızda Allahın şahid olması yetər. Doğrudan da biz sizin ibadətinizdən xəbərsiz idik”.",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 212,
      "verse_key": "10:30",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُنَالِكَ تَبۡلُواْ كُلُّ نَفۡسٖ مَّآ أَسۡلَفَتۡۚ وَرُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ",
      "translation": "Orada hər kəs keçmişdə törətdiklərinin acısını çəkəcəkdir. Onlar Allaha – özlərinin həqiqi Himayədarına qaytarılacaq və uydurduqları (bütlər) onlardan uzaqlaşıb qeyb olacaqlar.",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 212,
      "verse_key": "10:31",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أَمَّن يَمۡلِكُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَمَن يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَمَن يُدَبِّرُ ٱلۡأَمۡرَۚ فَسَيَقُولُونَ ٱللَّهُۚ فَقُلۡ أَفَلَا تَتَّقُونَ",
      "translation": "De: “Sizə göydən və yerdən ruzi verən kimdir? Qulaqlara və gözlərə sahib olan kimdir? Ölüdən diri çıxaran, diridən də ölü çıxaran kimdir? İşləri idarə edən kimdir?” Onlar: “Allahdır!”– deyəcəklər. De: “Bəs (belə olduğu təqdirdə) Allahdan qorxmursunuz?”",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 212,
      "verse_key": "10:32",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلۡحَقُّۖ فَمَاذَا بَعۡدَ ٱلۡحَقِّ إِلَّا ٱلضَّلَٰلُۖ فَأَنَّىٰ تُصۡرَفُونَ",
      "translation": "O sizin Haqq Rəbbiniz olan Allahdır. Haqdan sonra zəlalətdən başqa nə ola bilər? Siz necə də (haqdan) döndərilirsiniz!",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 212,
      "verse_key": "10:33",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓاْ أَنَّهُمۡ لَا يُؤۡمِنُونَ",
      "translation": "Beləliklə, fasiqlərin iman gətirməyəcəyinə dair Rəbbinin Sözü gerçəkləşdi.",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 213,
      "verse_key": "10:34",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۚ قُلِ ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۖ فَأَنَّىٰ تُؤۡفَكُونَ",
      "translation": "De: “Allaha qoşduğunuz şəriklər arasında (hər hansı bir) məxluqu ilk dəfə yaradan, öldükdən sonra onu əvvəlki halına qaytara bilən bir kimsə varmı?” De: “Məxluqu ilk dəfə yaradan, (öldükdən) sonra onu (əvvəlki halına) qaytaran Allahdır. Siz necə də (haqdan) döndərilirsiniz!”",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 213,
      "verse_key": "10:35",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَهۡدِيٓ إِلَى ٱلۡحَقِّۚ قُلِ ٱللَّهُ يَهۡدِي لِلۡحَقِّۗ أَفَمَن يَهۡدِيٓ إِلَى ٱلۡحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّيٓ إِلَّآ أَن يُهۡدَىٰۖ فَمَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ",
      "translation": "De: “(Allaha) qoşduğunuz şəriklər arasında haqqa yönəldən bir kimsə varmı?” De: “Allah (Öz qullarını) haqqa yönəldir. Elə isə (deyin görək) haqqa yönəldən kəs arxasınca gedilməyə daha çox layiqdir, yoxsa özünə doğru yol göstərilməyincə onu tapa bilməyən kəs? Sizə nə olub? Necə mühakimə edirsiniz?”",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 213,
      "verse_key": "10:36",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا يَتَّبِعُ أَكۡثَرُهُمۡ إِلَّا ظَنًّاۚ إِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَفۡعَلُونَ",
      "translation": "Onların əksəriyyəti ancaq zənnə qapılır. Şübhəsiz ki, zənn əsla həqiqət ola bilməz. Allah onların nə etdiklərini biləndir.",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 213,
      "verse_key": "10:37",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا كَانَ هَٰذَا ٱلۡقُرۡءَانُ أَن يُفۡتَرَىٰ مِن دُونِ ٱللَّهِ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Bu Quran Allahdandır, başqası tərəfindən uydurulmamışdır. Lakin o, özündən əvvəlkiləri (Tövratı və İncili) təsdiqləyən və aləmlərin Rəbbi tərəfindən nazil edilmiş, içində də heç bir şəkk-şübhə olmayan, kitabı (halalı, haramı və dini əhkamları) müfəssəl izah edəndir.",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 213,
      "verse_key": "10:38",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِسُورَةٖ مِّثۡلِهِۦ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "Yoxsa: “Muhamməd onu özündən uydurdu?!”– deyirlər. De: “Əgər doğru deyirsinizsə, ona bənzər bir surə də siz gətirin və Allahdan başqa, kimi bacarırsınızsa (köməyə) çağırın!”",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 213,
      "verse_key": "10:39",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَلۡ كَذَّبُواْ بِمَا لَمۡ يُحِيطُواْ بِعِلۡمِهِۦ وَلَمَّا يَأۡتِهِمۡ تَأۡوِيلُهُۥۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ",
      "translation": "Xeyr! Onlar elmini qavraya bilmədikləri və hələ yozumu onlara gəlməmiş (Quranı) yalan hesab etdilər. Onlardan əvvəlkilər də yalan hesab etmişdilər. Bir gör zalımların aqibəti necə oldu.",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 213,
      "verse_key": "10:40",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡهُم مَّن يُؤۡمِنُ بِهِۦ وَمِنۡهُم مَّن لَّا يُؤۡمِنُ بِهِۦۚ وَرَبُّكَ أَعۡلَمُ بِٱلۡمُفۡسِدِينَ",
      "translation": "İçərilərində (bu Qurana) inananlar da var, ona inanmayanlar da. Rəbbin fitnə-fəsad törədənləri daha yaxşı tanıyır.",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 213,
      "verse_key": "10:41",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمۡ عَمَلُكُمۡۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعۡمَلُ وَأَنَا۠ بَرِيٓءٞ مِّمَّا تَعۡمَلُونَ",
      "translation": "Əgər səni yalançı hesab etsələr, de: “Mənim əməlim mənə, sizin əməliniz isə sizə aiddir. Siz mənim etdiyim əməldən uzaqsınız, mən də sizin etdiyiniz əməllərdən uzağam”.",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 213,
      "verse_key": "10:42",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡهُم مَّن يَسۡتَمِعُونَ إِلَيۡكَۚ أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ وَلَوۡ كَانُواْ لَا يَعۡقِلُونَ",
      "translation": "Aralarında səni dinləyənlər də vardır. Məgər karlara – əgər anlamırlarsa – sənmi eşitdirəcəksən?",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 214,
      "verse_key": "10:43",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡهُم مَّن يَنظُرُ إِلَيۡكَۚ أَفَأَنتَ تَهۡدِي ٱلۡعُمۡيَ وَلَوۡ كَانُواْ لَا يُبۡصِرُونَ",
      "translation": "Onlar arasında sənə baxanlar da vardır. Məgər korları – əgər görmürlərsə – sənmi doğru yola yönəldəcəksən?",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 214,
      "verse_key": "10:44",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱللَّهَ لَا يَظۡلِمُ ٱلنَّاسَ شَيۡـٔٗا وَلَٰكِنَّ ٱلنَّاسَ أَنفُسَهُمۡ يَظۡلِمُونَ",
      "translation": "Həqiqətən, Allah insanlara əsla zülm etməz, lakin insanlar özləri özlərinə zülm edərlər.",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 214,
      "verse_key": "10:45",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَوۡمَ يَحۡشُرُهُمۡ كَأَن لَّمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيۡنَهُمۡۚ قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِ وَمَا كَانُواْ مُهۡتَدِينَ",
      "translation": "(Allah) onları (bir yerə) toplayacağı gün, sanki (dünyada və yaxud qəbirdə) gündüzün yalnız bir saatını qalmışlar kimi, bir-birlərini tanıyacaqlar. Allahla qarşılaşacaqlarını yalan sayanlar, həqiqətən, ziyana uğramışlar. Onlar doğru yola yönələn deyillər.",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 214,
      "verse_key": "10:46",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفۡعَلُونَ",
      "translation": "Onlara vəd etdiyimiz (əzabın) bəzisini sənə (dünyada) göstərsək və yaxud da (göstərmədən öncə) səni öldürsək, yenə də onların dönüşü Bizədir. Sonra, Allah onların nə etdiklərinə Şahiddir.",
      "footnotes": ""
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 214,
      "verse_key": "10:47",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِكُلِّ أُمَّةٖ رَّسُولٞۖ فَإِذَا جَآءَ رَسُولُهُمۡ قُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ",
      "translation": "Hər ümmətin bir elçisi vardır. Elçiləri gəldikdə onların arasında ədalətlə hökm verilər və onlara zülm edilməz.",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 214,
      "verse_key": "10:48",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "(Kafirlər) deyirlər: “Əgər doğru deyirsinizsə, bu vəd nə vaxt olacaq?”",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 214,
      "verse_key": "10:49",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لَّآ أَمۡلِكُ لِنَفۡسِي ضَرّٗا وَلَا نَفۡعًا إِلَّا مَا شَآءَ ٱللَّهُۗ لِكُلِّ أُمَّةٍ أَجَلٌۚ إِذَا جَآءَ أَجَلُهُمۡ فَلَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ",
      "translation": "De: “Allah istəmədikcə, mən özümə nə bir zərər, nə də bir xeyir verməyə qadir deyiləm. Hər ümmətin bir əcəli vardır. Onların əcəli gəldiyi zaman (ondan) bircə saat belə nə yubanar, nə də qabağa keçə bilərlər”.",
      "footnotes": ""
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 214,
      "verse_key": "10:50",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُهُۥ بَيَٰتًا أَوۡ نَهَارٗا مَّاذَا يَسۡتَعۡجِلُ مِنۡهُ ٱلۡمُجۡرِمُونَ",
      "translation": "(Müşriklərə) de: “Bir deyin görək, əgər Allahın əzabı sizə gecə, yaxud gündüz gəlsə, onda günahkarlar bunun hansını tələsik istəyəcəklər?",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 214,
      "verse_key": "10:51",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓۚ ءَآلۡـَٰٔنَ وَقَدۡ كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ",
      "translation": "(Əzab) başınızın üstünü aldıqdan sonramı ona iman gətirəcəksiniz? Yoxsa indimi? Siz ki, onun tez gəlməsini istəyirdiniz!”",
      "footnotes": ""
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 214,
      "verse_key": "10:52",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلۡخُلۡدِ هَلۡ تُجۡزَوۡنَ إِلَّا بِمَا كُنتُمۡ تَكۡسِبُونَ",
      "translation": "Sonra zalımlara: “Dadın əbədi əzabı! Məgər siz yalnız qazandığınız günahlara görə cəzalandırılmırsınızmı?”– deyiləcəkdir.",
      "footnotes": ""
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 214,
      "verse_key": "10:53",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَيَسۡتَنۢبِـُٔونَكَ أَحَقٌّ هُوَۖ قُلۡ إِي وَرَبِّيٓ إِنَّهُۥ لَحَقّٞۖ وَمَآ أَنتُم بِمُعۡجِزِينَ",
      "translation": "Səndən: “O (Qiyamət gününün əzabı) doğrudurmu?”– deyə xəbər alırlar. De: “Bəli, and olsun Rəbbimə! Həqiqətən də, o, doğrudur və siz ondan yaxa qurtara bilməyəcəksiniz”.",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 215,
      "verse_key": "10:54",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ أَنَّ لِكُلِّ نَفۡسٖ ظَلَمَتۡ مَا فِي ٱلۡأَرۡضِ لَٱفۡتَدَتۡ بِهِۦۗ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۖ وَقُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ",
      "translation": "Əgər zalım olan hər kəs yer üzündə olanların hamısına sahib olsaydı, mütləq onu (əzabdan qurtarmaq üçün) fidyə verərdi. Onlar əzabı gördükdə peşmançılıqlarını gizlədərlər. Onların arasında ədalətlə hökm verilər və onlara zülm edilməz.",
      "footnotes": ""
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 215,
      "verse_key": "10:55",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَآ إِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ أَلَآ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
      "translation": "Bilin ki, göylərdə və yerdə olanların hamısı Allaha məxsusdur. Bilin ki, Allahın vədi haqdır, lakin onların əksəriyyəti bunu bilməz.",
      "footnotes": ""
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 215,
      "verse_key": "10:56",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ يُحۡيِۦ وَيُمِيتُ وَإِلَيۡهِ تُرۡجَعُونَ",
      "translation": "O dirildir və öldürür. Siz yalnız Ona qaytarılacaqsınız.",
      "footnotes": ""
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 215,
      "verse_key": "10:57",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَتۡكُم مَّوۡعِظَةٞ مِّن رَّبِّكُمۡ وَشِفَآءٞ لِّمَا فِي ٱلصُّدُورِ وَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ",
      "translation": "Ey insanlar! Rəbbinizdən sizə bir öyüd-nəsihət, kökslərdə olana bir şəfa, möminlərə doğru yol göstəricisi və mərhəmət olan (Quran) gəlmişdir.",
      "footnotes": ""
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 215,
      "verse_key": "10:58",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ بِفَضۡلِ ٱللَّهِ وَبِرَحۡمَتِهِۦ فَبِذَٰلِكَ فَلۡيَفۡرَحُواْ هُوَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ",
      "translation": "De: “(Bunlar) Allahın lütfü və mərhəməti sayəsindədir!” Qoy onlar (buna) sevinsinlər. Bu, onların yığdıqlarından daha xeyirlidir.",
      "footnotes": ""
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 215,
      "verse_key": "10:59",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ أَرَءَيۡتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزۡقٖ فَجَعَلۡتُم مِّنۡهُ حَرَامٗا وَحَلَٰلٗا قُلۡ ءَآللَّهُ أَذِنَ لَكُمۡۖ أَمۡ عَلَى ٱللَّهِ تَفۡتَرُونَ",
      "translation": "De: “Allahın sizə bəxş etdiyi ruzi barədə söyləyin görüm, onun bir qismini haram, bir qismini isə halal saydınız.” De: “Allahmı sizə izin verdi, yoxsa Allaha iftiramı yaxırsınız?”",
      "footnotes": ""
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 215,
      "verse_key": "10:60",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا ظَنُّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ يَوۡمَ ٱلۡقِيَٰمَةِۗ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ",
      "translation": "Allaha qarşı yalan uyduranların Qiyamət günü barədə zənləri nədir? Həqiqətən, Allah insanlara qarşı lütfkardır, lakin onların əksəriyyəti şükür etməz.",
      "footnotes": ""
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 215,
      "verse_key": "10:61",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا تَكُونُ فِي شَأۡنٖ وَمَا تَتۡلُواْ مِنۡهُ مِن قُرۡءَانٖ وَلَا تَعۡمَلُونَ مِنۡ عَمَلٍ إِلَّا كُنَّا عَلَيۡكُمۡ شُهُودًا إِذۡ تُفِيضُونَ فِيهِۚ وَمَا يَعۡزُبُ عَن رَّبِّكَ مِن مِّثۡقَالِ ذَرَّةٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ وَلَآ أَصۡغَرَ مِن ذَٰلِكَ وَلَآ أَكۡبَرَ إِلَّا فِي كِتَٰبٖ مُّبِينٍ",
      "translation": "(Ey Muhamməd) Sən hansı bir iş görsən, Qurandan nə oxusan, (ey insanlar) siz (də) nə iş görsəniz, onları etdiyiniz zaman Biz sizə şahid olarıq. Nə yerdə, nə də göydə zərrə qədər bir şey Rəbbindən gizli qalmaz. Bundan daha kiçiyi və daha böyüyü yoxdur ki, açıq-aydın Yazıda (Lövhi-Məhfuzda) olmasın.",
      "footnotes": ""
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 216,
      "verse_key": "10:62",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَآ إِنَّ أَوۡلِيَآءَ ٱللَّهِ لَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
      "translation": "Bilin ki, Allahın dostlarına heç bir qorxu yoxdur və onlar kədərlənməzlər.",
      "footnotes": ""
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 216,
      "verse_key": "10:63",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ",
      "translation": "Onlar iman gətirən və (pis əməllərdən çəkinərək) Allahdan qorxan kimsələrdir.",
      "footnotes": ""
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 216,
      "verse_key": "10:64",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَهُمُ ٱلۡبُشۡرَىٰ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۚ لَا تَبۡدِيلَ لِكَلِمَٰتِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
      "translation": "Dünya həyatında da, axirətdə də onlara müjdə vardır. Allahın kəlmələri əsla dəyişilməz. Bu, böyük uğurdur.",
      "footnotes": ""
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 216,
      "verse_key": "10:65",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعًاۚ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "Onların sözləri səni kədərləndirməsin. Çünki izzət bütünlüklə Allaha məxsusdur. O, Eşidəndir, Biləndir.",
      "footnotes": ""
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 216,
      "verse_key": "10:66",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَآ إِنَّ لِلَّهِ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِۗ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ",
      "translation": "Bilin ki, göylərdə və yerdə olanların hamısı Allaha məxsusdur. Allahı qoyub başqa şəriklərə yalvaranlar nəyin ardınca gedirlər? Onlar yalnız zənnə uyar və yalandan başqa bir şey söyləməzlər.",
      "footnotes": ""
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 216,
      "verse_key": "10:67",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ",
      "translation": "Gecəni rahatlanmanız üçün yaradan, gündüzü də (ruzi qazanmanız üçün) işıqlı edən Odur. Həqiqətən, bunda eşidən bir qövm üçün dəlillər vardır.",
      "footnotes": ""
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 216,
      "verse_key": "10:68",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ هُوَ ٱلۡغَنِيُّۖ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ إِنۡ عِندَكُم مِّن سُلۡطَٰنِۭ بِهَٰذَآۚ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ",
      "translation": "Onlar: “Allah (Özünə) övlad götürmüşdü!”– dedilər. O, pakdır, müqəddəsdir! O, (heç nəyə) möhtac deyildir. Göylərdə və yerdə nə varsa, hamısı Ona məxsusdur. Buna aid sizdə bir dəlil varmı? Yoxsa Allah barədə bilmədiyiniz şeyimi söyləyirsiniz?",
      "footnotes": ""
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 216,
      "verse_key": "10:69",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ",
      "translation": "De: “Şübhəsiz ki, Allaha qarşı yalan uyduranlar nicat tapmazlar”.",
      "footnotes": ""
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 216,
      "verse_key": "10:70",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَتَٰعٞ فِي ٱلدُّنۡيَا ثُمَّ إِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ نُذِيقُهُمُ ٱلۡعَذَابَ ٱلشَّدِيدَ بِمَا كَانُواْ يَكۡفُرُونَ",
      "translation": "(Onlar bir müddət) dünyada faydalanar; sonra onların dönüşü Bizə olar. Sonra da küfr etdiklərinə görə onlara şiddətli əzab daddırarıq.",
      "footnotes": ""
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 217,
      "verse_key": "10:71",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ نُوحٍ إِذۡ قَالَ لِقَوۡمِهِۦ يَٰقَوۡمِ إِن كَانَ كَبُرَ عَلَيۡكُم مَّقَامِي وَتَذۡكِيرِي بِـَٔايَٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلۡتُ فَأَجۡمِعُوٓاْ أَمۡرَكُمۡ وَشُرَكَآءَكُمۡ ثُمَّ لَا يَكُنۡ أَمۡرُكُمۡ عَلَيۡكُمۡ غُمَّةٗ ثُمَّ ٱقۡضُوٓاْ إِلَيَّ وَلَا تُنظِرُونِ",
      "translation": "Onlara Nuhun əhvalatını oxu. Bir zaman o, öz qövmünə demişdi: “Ey qövmüm! Əgər (aranızda) qalmağım və Allahın ayələrini xatırlatmağım sizə ağır gəlirsə, mən Allaha təvəkkül edirəm. (Allaha) qoşduğunuz şəriklərlə birləşib sözü bir yerə qoyun, sonra da işinizi aşkarda görün. Bundan sonra mənə qarşı bacardığınızı edin və mənə möhlət də verməyin.",
      "footnotes": ""
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 217,
      "verse_key": "10:72",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِن تَوَلَّيۡتُمۡ فَمَا سَأَلۡتُكُم مِّنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ",
      "translation": "Əgər üz çevirsəniz, (bilin ki,) mən sizdən heç bir mükafat istəmirəm. Mənim mükafatım ancaq Allaha aiddir. Mənə müsəlmanlardan olmaq əmr edilmişdir”.",
      "footnotes": ""
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 217,
      "verse_key": "10:73",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَكَذَّبُوهُ فَنَجَّيۡنَٰهُ وَمَن مَّعَهُۥ فِي ٱلۡفُلۡكِ وَجَعَلۡنَٰهُمۡ خَلَٰٓئِفَ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُنذَرِينَ",
      "translation": "Onlar Nuhu yalançı hesab etdilər. Biz də onu və onunla birlikdə gəmidə olanları xilas etdik, onları yer üzünə xələflər təyin etdik. Ayələrimizi yalan hesab edənləri isə suda batırdıq. Bir gör qorxudulanların aqibəti necə oldu!",
      "footnotes": ""
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 217,
      "verse_key": "10:74",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِۦ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ بِهِۦ مِن قَبۡلُۚ كَذَٰلِكَ نَطۡبَعُ عَلَىٰ قُلُوبِ ٱلۡمُعۡتَدِينَ",
      "translation": "Sonra Nuhun arxasınca elçiləri öz ümmətlərinə göndərdik. (Elçilər) onlara açıq-aydın dəlillər gətirdilər. Onlar isə öncə yalan hesab etdiklərinə iman gətirmədilər. Biz həddi aşanların qəlblərini belə möhürləyirik.",
      "footnotes": ""
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 217,
      "verse_key": "10:75",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ وَهَٰرُونَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ بِـَٔايَٰتِنَا فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ",
      "translation": "Sonra onların ardınca Musanı və Harunu, Firona və onun əyanlarına açıq-aydın dəlillərimizlə elçi göndərdik, lakin onlar təkəbbürlük göstərdilər. Onlar günahkar bir qövm idilər.",
      "footnotes": ""
    },
    {
      "id": 76,
      "verse_number": 76,
      "page_number": 217,
      "verse_key": "10:76",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُوٓاْ إِنَّ هَٰذَا لَسِحۡرٞ مُّبِينٞ",
      "translation": "Bizim tərəfdən onlara haqq gəldikdə isə: “Şübhəsiz ki, bu, açıq-aydın bir sehrdir!”– dedilər.",
      "footnotes": ""
    },
    {
      "id": 77,
      "verse_number": 77,
      "page_number": 217,
      "verse_key": "10:77",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ مُوسَىٰٓ أَتَقُولُونَ لِلۡحَقِّ لَمَّا جَآءَكُمۡۖ أَسِحۡرٌ هَٰذَا وَلَا يُفۡلِحُ ٱلسَّٰحِرُونَ",
      "translation": "Musa dedi: “Əcəba, sizə haqq gəldikdə: “Bu sehrdirmi?”– deyirsiniz? Halbuki sehrbazlar nicat tapmazlar”.",
      "footnotes": ""
    },
    {
      "id": 78,
      "verse_number": 78,
      "page_number": 217,
      "verse_key": "10:78",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُوٓاْ أَجِئۡتَنَا لِتَلۡفِتَنَا عَمَّا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلۡكِبۡرِيَآءُ فِي ٱلۡأَرۡضِ وَمَا نَحۡنُ لَكُمَا بِمُؤۡمِنِينَ",
      "translation": "Onlar: “Bizi atalarımızın yolundan döndərmək və yer üzündə mülk (sultanlıq) ikinizə qalsın deyəmi gəldiniz? Biz sizə iman gətirən deyilik”– dedilər.",
      "footnotes": ""
    },
    {
      "id": 79,
      "verse_number": 79,
      "page_number": 218,
      "verse_key": "10:79",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ فِرۡعَوۡنُ ٱئۡتُونِي بِكُلِّ سَٰحِرٍ عَلِيمٖ",
      "translation": "Firon: “Bütün bilikli sehrbazları yanıma gətirin!”– dedi.",
      "footnotes": ""
    },
    {
      "id": 80,
      "verse_number": 80,
      "page_number": 218,
      "verse_key": "10:80",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰٓ أَلۡقُواْ مَآ أَنتُم مُّلۡقُونَ",
      "translation": "Sehrbazlar gəldikdə Musa onlara: “Nə atacaqsınızsa, atın!”– dedi.",
      "footnotes": ""
    },
    {
      "id": 81,
      "verse_number": 81,
      "page_number": 218,
      "verse_key": "10:81",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّآ أَلۡقَوۡاْ قَالَ مُوسَىٰ مَا جِئۡتُم بِهِ ٱلسِّحۡرُۖ إِنَّ ٱللَّهَ سَيُبۡطِلُهُۥٓ إِنَّ ٱللَّهَ لَا يُصۡلِحُ عَمَلَ ٱلۡمُفۡسِدِينَ",
      "translation": "Onlar (əllərindəki ipləri və dəyənəkləri) atdıqda Musa: “Sizin gördüyünüz iş sehrdir. Həqiqətən, Allah onu boşa çıxaracaqdır. Çünki Allah fitnə-fəsad törədənlərin əməlini islah etməz”– dedi.",
      "footnotes": ""
    },
    {
      "id": 82,
      "verse_number": 82,
      "page_number": 218,
      "verse_key": "10:82",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيُحِقُّ ٱللَّهُ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ",
      "translation": "Günahkarlar istəməsələr də Allah Öz kəlmələri ilə haqqı bərqərar edəcəkdir.",
      "footnotes": ""
    },
    {
      "id": 83,
      "verse_number": 83,
      "page_number": 218,
      "verse_key": "10:83",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٞ مِّن قَوۡمِهِۦ عَلَىٰ خَوۡفٖ مِّن فِرۡعَوۡنَ وَمَلَإِيْهِمۡ أَن يَفۡتِنَهُمۡۚ وَإِنَّ فِرۡعَوۡنَ لَعَالٖ فِي ٱلۡأَرۡضِ وَإِنَّهُۥ لَمِنَ ٱلۡمُسۡرِفِينَ",
      "translation": "Firon və onun əyanları tərəfindən özlərinə işgəncə veriləcəyindən qorxaraq Musaya öz qövmündən yalnız kiçik bir dəstə iman gətirdi. Həqiqətən də, Firon yer üzündə qəddar (hakim) və həddi aşanlardan idi.",
      "footnotes": ""
    },
    {
      "id": 84,
      "verse_number": 84,
      "page_number": 218,
      "verse_key": "10:84",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ مُوسَىٰ يَٰقَوۡمِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ فَعَلَيۡهِ تَوَكَّلُوٓاْ إِن كُنتُم مُّسۡلِمِينَ",
      "translation": "Musa: “Ey qövmüm! Əgər Allaha iman gətirmisinizsə və müsəlman olmusunuzsa, Ona təvəkkül edin!”– dedi.",
      "footnotes": ""
    },
    {
      "id": 85,
      "verse_number": 85,
      "page_number": 218,
      "verse_key": "10:85",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَقَالُواْ عَلَى ٱللَّهِ تَوَكَّلۡنَا رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ",
      "translation": "Onlar dedilər: “Biz Allaha təvəkkül etdik. Ey Rəbbimiz! Bizi zalım qövmün fitnəsinə məruz qoyma!",
      "footnotes": ""
    },
    {
      "id": 86,
      "verse_number": 86,
      "page_number": 218,
      "verse_key": "10:86",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَنَجِّنَا بِرَحۡمَتِكَ مِنَ ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ",
      "translation": "Və bizi Öz mərhəmətinlə kafir qövmdən xilas et!”",
      "footnotes": ""
    },
    {
      "id": 87,
      "verse_number": 87,
      "page_number": 218,
      "verse_key": "10:87",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوۡمِكُمَا بِمِصۡرَ بُيُوتٗا وَٱجۡعَلُواْ بُيُوتَكُمۡ قِبۡلَةٗ وَأَقِيمُواْ ٱلصَّلَوٰةَۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ",
      "translation": "Biz Musaya və onun qardaşına: “Qövmünüz üçün Misirdə evlər hazırlayın, evlərinizi namazgah edin və namaz qılın. Möminləri müjdələ!”– deyə vəhy etdik.",
      "footnotes": ""
    },
    {
      "id": 88,
      "verse_number": 88,
      "page_number": 218,
      "verse_key": "10:88",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيۡتَ فِرۡعَوۡنَ وَمَلَأَهُۥ زِينَةٗ وَأَمۡوَٰلٗا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا رَبَّنَا لِيُضِلُّواْ عَن سَبِيلِكَۖ رَبَّنَا ٱطۡمِسۡ عَلَىٰٓ أَمۡوَٰلِهِمۡ وَٱشۡدُدۡ عَلَىٰ قُلُوبِهِمۡ فَلَا يُؤۡمِنُواْ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ",
      "translation": "Musa dedi: “Ey Rəbbimiz! Sən Firona və onun əyanlarına dünya həyatında zinət və mal-dövlət bəxş etdin. Ey Rəbbimiz! Onlara (bu mal-dövləti insanları) Sənin yolundan azdırmaq üçünmü verdin? Ey Rəbbimiz! Onların mal-dövlətini məhv et, qəlblərini də sərtləşdir ki, ağrılı-acılı əzabı görməyincə iman gətirməsinlər”.",
      "footnotes": ""
    },
    {
      "id": 89,
      "verse_number": 89,
      "page_number": 219,
      "verse_key": "10:89",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ قَدۡ أُجِيبَت دَّعۡوَتُكُمَا فَٱسۡتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعۡلَمُونَ",
      "translation": "(Allah) buyurdu: “Hər ikinizin duası qəbul olundu. Dəvətinizdə sabitqədəm olun və bilməyənlərin yoluna uymayın!”",
      "footnotes": ""
    },
    {
      "id": 90,
      "verse_number": 90,
      "page_number": 219,
      "verse_key": "10:90",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ وَجُنُودُهُۥ بَغۡيٗا وَعَدۡوًاۖ حَتَّىٰٓ إِذَآ أَدۡرَكَهُ ٱلۡغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱلَّذِيٓ ءَامَنَتۡ بِهِۦ بَنُوٓاْ إِسۡرَٰٓءِيلَ وَأَنَا۠ مِنَ ٱلۡمُسۡلِمِينَ",
      "translation": "Biz İsrail oğullarını dənizdən keçirtdik. Firon və onun qoşunu zülm və düşmənçilik məqsədilə onları təqib etdilər. Nəhayət (Firon dənizdə) batdığı vaxt: “İsrail oğullarının iman gətirdiklərindən başqa məbud olmadığına inandım. Mən də təslim olanlardanam!”– dedi.",
      "footnotes": ""
    },
    {
      "id": 91,
      "verse_number": 91,
      "page_number": 219,
      "verse_key": "10:91",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ءَآلۡـَٰٔنَ وَقَدۡ عَصَيۡتَ قَبۡلُ وَكُنتَ مِنَ ٱلۡمُفۡسِدِينَ",
      "translation": "(Firona deyildi:) “İndimi? Sən ki əvvəllər asilik etmiş və fəsad törədənlərdən olmuşdun.",
      "footnotes": ""
    },
    {
      "id": 92,
      "verse_number": 92,
      "page_number": 219,
      "verse_key": "10:92",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱلۡيَوۡمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنۡ خَلۡفَكَ ءَايَةٗۚ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ عَنۡ ءَايَٰتِنَا لَغَٰفِلُونَ",
      "translation": "Biz bu gün bədənini, səndən sonra gələnlərə ibrət olsun deyə, (dənizdən sahilə ataraq) xilas edəcəyik”. Həqiqətən də, insanların əksəriyyəti ayələrimizdən qafildir.",
      "footnotes": ""
    },
    {
      "id": 93,
      "verse_number": 93,
      "page_number": 219,
      "verse_key": "10:93",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ بَوَّأۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مُبَوَّأَ صِدۡقٖ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ فَمَا ٱخۡتَلَفُواْ حَتَّىٰ جَآءَهُمُ ٱلۡعِلۡمُۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ",
      "translation": "Biz İsrail oğullarını gözəl bir yurda sakin etdik və onlara pak ruzilərdən verdik. Onlar özlərinə elm (Quran) gələnə qədər ixtilafa düşmədilər. Şübhəsiz ki, Rəbbin, ixtilafa düşdükləri şey barəsində Qiyamət günü onların arasında hökm verəcəkdir.",
      "footnotes": ""
    },
    {
      "id": 94,
      "verse_number": 94,
      "page_number": 219,
      "verse_key": "10:94",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِن كُنتَ فِي شَكّٖ مِّمَّآ أَنزَلۡنَآ إِلَيۡكَ فَسۡـَٔلِ ٱلَّذِينَ يَقۡرَءُونَ ٱلۡكِتَٰبَ مِن قَبۡلِكَۚ لَقَدۡ جَآءَكَ ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ",
      "translation": "Əgər sənə nazil etdiyimizə şübhə edirsənsə, səndən əvvəl Kitabı oxuyanlardan soruş. Rəbbindən sənə haqq gəlmişdir. Odur ki, əsla şübhə edənlərdən olma.",
      "footnotes": ""
    },
    {
      "id": 95,
      "verse_number": 95,
      "page_number": 219,
      "verse_key": "10:95",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلۡخَٰسِرِينَ",
      "translation": "Allahın ayələrini yalan sayanlardan da olma, yoxsa ziyana uğrayanlardan olarsan.",
      "footnotes": ""
    },
    {
      "id": 96,
      "verse_number": 96,
      "page_number": 219,
      "verse_key": "10:96",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ حَقَّتۡ عَلَيۡهِمۡ كَلِمَتُ رَبِّكَ لَا يُؤۡمِنُونَ",
      "translation": "Həqiqətən, Rəbbinin Sözü özlərinin əleyhinə doğru çıxmış kimsələr iman gətirməzlər.",
      "footnotes": ""
    },
    {
      "id": 97,
      "verse_number": 97,
      "page_number": 219,
      "verse_key": "10:97",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ جَآءَتۡهُمۡ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ",
      "translation": "Onlara bütün ayələr gəlsə belə, ağrılı-acılı əzabı görməyincə (iman gətirməzlər).",
      "footnotes": ""
    },
    {
      "id": 98,
      "verse_number": 98,
      "page_number": 220,
      "verse_key": "10:98",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَوۡلَا كَانَتۡ قَرۡيَةٌ ءَامَنَتۡ فَنَفَعَهَآ إِيمَٰنُهَآ إِلَّا قَوۡمَ يُونُسَ لَمَّآ ءَامَنُواْ كَشَفۡنَا عَنۡهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَتَّعۡنَٰهُمۡ إِلَىٰ حِينٖ",
      "translation": "(Əzab gəldiyi an,) Yunusun qövmündən başqa, iman gətirib imanı özünə fayda verən bir məmləkət (əhli) olubmu? (Yunusun qövmü) iman gətirəndə onlardan dünya həyatında rüsvayçılıq əzabını sovuşdurduq və onlara müəyyən vaxta qədər (fani nemətlərdən) faydalanmaq imkanı verdik.",
      "footnotes": ""
    },
    {
      "id": 99,
      "verse_number": 99,
      "page_number": 220,
      "verse_key": "10:99",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ شَآءَ رَبُّكَ لَأٓمَنَ مَن فِي ٱلۡأَرۡضِ كُلُّهُمۡ جَمِيعًاۚ أَفَأَنتَ تُكۡرِهُ ٱلنَّاسَ حَتَّىٰ يَكُونُواْ مُؤۡمِنِينَ",
      "translation": "Əgər Rəbbin istəsəydi, yer üzündə olanların hamısı iman gətirərdi. İnsanları iman gətirməyə sənmi məcbur edəcəksən?",
      "footnotes": ""
    },
    {
      "id": 100,
      "verse_number": 100,
      "page_number": 220,
      "verse_key": "10:100",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا كَانَ لِنَفۡسٍ أَن تُؤۡمِنَ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَجۡعَلُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يَعۡقِلُونَ",
      "translation": "Allahın icazəsi olmadan heç kəs iman gətirə bilməz. Allah anlamayanları əzaba düçar edər.",
      "footnotes": ""
    },
    {
      "id": 101,
      "verse_number": 101,
      "page_number": 220,
      "verse_key": "10:101",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلِ ٱنظُرُواْ مَاذَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَا تُغۡنِي ٱلۡأٓيَٰتُ وَٱلنُّذُرُ عَن قَوۡمٖ لَّا يُؤۡمِنُونَ",
      "translation": "De: “Görün göylərdə və yerdə nələr var”. Lakin iman gətirməyən qövmə dəlillər və peyğəmbərlər heç bir fayda verməz.",
      "footnotes": ""
    },
    {
      "id": 102,
      "verse_number": 102,
      "page_number": 220,
      "verse_key": "10:102",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَهَلۡ يَنتَظِرُونَ إِلَّا مِثۡلَ أَيَّامِ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِهِمۡۚ قُلۡ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ",
      "translation": "Yoxsa onlar özlərindən əvvəl gəlib-gedənlərə üz vermiş (əzablı) günlərin bənzərinimi gözləyirlər? De: “Gözləyin! Şübhəsiz ki, mən də sizinlə birlikdə gözləyənlərdənəm”.",
      "footnotes": ""
    },
    {
      "id": 103,
      "verse_number": 103,
      "page_number": 220,
      "verse_key": "10:103",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ نُنَجِّي رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ حَقًّا عَلَيۡنَا نُنجِ ٱلۡمُؤۡمِنِينَ",
      "translation": "Sonra elçilərimizi və möminləri xilas edərik. Möminləri xilas etmək Üzərimizə düşən haqqdır.",
      "footnotes": ""
    },
    {
      "id": 104,
      "verse_number": 104,
      "page_number": 220,
      "verse_key": "10:104",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي شَكّٖ مِّن دِينِي فَلَآ أَعۡبُدُ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَلَٰكِنۡ أَعۡبُدُ ٱللَّهَ ٱلَّذِي يَتَوَفَّىٰكُمۡۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ",
      "translation": "De: “Ey insanlar! Əgər dinimə şəkk edirsinizsə, (bilin ki,) mən Allahdan başqa tapındıqlarınıza deyil, canınızı alacaq Allaha ibadət edirəm. Mənə möminlərdən olmaq əmr edilmişdir”.",
      "footnotes": ""
    },
    {
      "id": 105,
      "verse_number": 105,
      "page_number": 220,
      "verse_key": "10:105",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنۡ أَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗا وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "Batildən haqqa tapınaraq üzünü dinə tərəf çevir və müşriklərdən olma.",
      "footnotes": ""
    },
    {
      "id": 106,
      "verse_number": 106,
      "page_number": 220,
      "verse_key": "10:106",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَدۡعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَۖ فَإِن فَعَلۡتَ فَإِنَّكَ إِذٗا مِّنَ ٱلظَّٰلِمِينَ",
      "translation": "Allahı qoyub, sənə nə bir fayda, nə də bir zərər verə bilməyənlərə dua etmə. Əgər belə etsən, sözsüz ki, zalımlardan olarsan.",
      "footnotes": ""
    },
    {
      "id": 107,
      "verse_number": 107,
      "page_number": 221,
      "verse_key": "10:107",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يُرِدۡكَ بِخَيۡرٖ فَلَا رَآدَّ لِفَضۡلِهِۦۚ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ",
      "translation": "Əgər Allah sənə bir zərər toxundursa, bu zərəri Ondan başqa heç kəs aradan qaldıra bilməz. Əgər sənə bir xeyir diləsə, heç kəs Onun lütfünün qarşısını ala bilməz. O, bunu Öz qullarından istədiyinə nəsib edər. O, Bağışlayandır, Rəhmlidir.",
      "footnotes": ""
    },
    {
      "id": 108,
      "verse_number": 108,
      "page_number": 221,
      "verse_key": "10:108",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنَا۠ عَلَيۡكُم بِوَكِيلٖ",
      "translation": "De: “Ey insanlar! Rəbbinizdən sizə haqq (Quran) gəlmişdir. Kim doğru yolla gedərsə, xeyri özünə dəyər, kim azğınlığa düşərsə, ziyanı da öz əleyhinə olar. Mən sizi qoruyan deyiləm”.",
      "footnotes": ""
    },
    {
      "id": 109,
      "verse_number": 109,
      "page_number": 221,
      "verse_key": "10:109",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ وَٱصۡبِرۡ حَتَّىٰ يَحۡكُمَ ٱللَّهُۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ",
      "translation": "Sənə nazil edilən vəhyə tabe ol və Allah hökm verənə (İslam bərqərar olana) qədər səbir et. O, hökm verənlərin ən xeyirlisidir.",
      "footnotes": ""
    }
  ]
}