{
  "id": "880",
  "sura": "6",
  "aya": "91",
  "arabic_text": "وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ",
  "translation": "91. Pero (algunos judíos)[214] no han valorado ni exaltado a Al-lah como merece, y dicen: «Al-lah no ha revelado nada a ningún ser humano». Diles (¡oh, Muhammad!): «¿Quién reveló, entonces, el Libro que trajo Moisés, el cual era una luz y una guía para los hombres?Lo dividisteis en pergaminos y mostrasteis algunos, mientras que ocultasteis muchos de ellos. Y se os enseñó lo que no sabíais ni vosotros ni vuestros padres». Diles: «Al-lah (es Quien lo reveló)». Luego déjalos que disfruten de sus vanas discusiones.",
  "footnotes": "[214]  Esta aleya fue posiblemente revelada después de que un líder de los judíos le dijese al profeta Muhammad —que Al-lah lo bendiga y le dé la paz— que Al-lah no había revelado nada a ningún ser humano como excusa para no aceptarlo como profeta, por orgullo y porque estaba enfadado con él, a pesar de que tanto él o como el resto de los judíos no negaban, en el fondo, el hecho de que Al-lah pudiera revelar escrituras sagradas a quienes Él escogiese para ello. Otra interpretación es que la aleya va dirigida a los idólatras de La Meca y a quienes rechazaban la verdad en general; mas aludiría después indirectamente a los judíos al decir que dividieron la Torá en pergaminos y mostraron algunos, mientras que ocultaron otros. Esta interpretación es aceptada por los exégetas porque los verbos: «dividisteis», «mostrasteis» y «ocultasteis», pueden también leerse como: «dividieron», «mostraron» y «ocultaron»; y: «se os enseñó lo que no sabíais ni vosotros ni vuestros padres», puede leerse como: «se les enseñó lo que no sabían ni ellos ni sus padres»."
}