{
  "id": 229,
  "verse_number": 229,
  "page_number": 36,
  "verse_key": "2:229",
  "juz_number": 2,
  "hizb_number": 4,
  "rub_el_hizb_number": 14,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ",
  "translation": "Việc li dị[19] chỉ được phép hai lần. (Sau mỗi lần li dị), hoặc là người chồng giữ vợ lại một cách tử tế hoặc là trả tự do cho vợ một cách tốt đẹp. Và các ngươi (hỡi những người chồng) không được phép lấy lại bất cứ gì từ tiền cưới đã trao tặng vợ, ngoại trừ trường hợp cả hai sợ bản thân không duy trì được giới luật của Allah[20] thì cả hai không mắc tội khi (người vợ) dùng tiền cưới chuộc sự tự do cho bản thân. Đó là những giới luật của Allah, các ngươi chớ đừng vi phạm. Ai vi phạm các giới luật của Allah thì họ chính là những kẻ sai quấy.",
  "footnotes": "[19] Theo luật Islam, việc li dị được chia thành hai loại, Raj‘i và Ba-in. Raj‘i là người chồng nói li dị vợ rồi làm lành và trở lại chung sống với vợ. Người chồng được phép tối đa hai lần ở hình thức Raj‘i, và khi người chồng tuyên bố li dị lần thứ ba thì anh ta bị cấm trở lại với vợ trừ phi người vợ của anh ta đã kết hôn với người chồng mới (kết hôn thực sự chứ không phải giả dối) rồi người chồng mới lại li dị cô ta sau đó thì anh ta mới được quay lại, và lần li dị thứ ba được gọi là Ba-in. \n[20] Trường hợp người vợ không chịu nổi tính xấu hay thói bạo hành của người chồng hoặc do ngoại hình xấu xí của người chồng nên người vợ sợ không làm tròn trách nhiệm đối với chồng mà Islam quy định thì người vợ được quyền đề nghị với người có thẩm quyển hủy hôn và đồng ý trả lại tiền cưới mà chồng đã trao tặng trước đây, lúc này người chồng được quyền nhận lại tiền cưới mà không phạm tội."
}