{
  "result": {
    "id": "165",
    "sura": "2",
    "aya": "158",
    "arabic_text": "۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ",
    "translation": "158. En verdad, (realizar el recorrido entre las colinas de) As-Safa y AlMaruah[53] es uno de los rituales (de la religión de) Al-lah. Quien realice la peregrinación mayor del hajj a la Kaaba o la peregrinación menor del ‘umrah[54] no comete ningún pecado si efectúa el recorrido entre ellas[55]. Y quien lleve a cabo buenas acciones de manera voluntaria, (que sepa que) Al-lah es Agradecido y Omnisciente.",
    "footnotes": "[53]  El origen de dicho recorrido tiene lugar en una de las pruebas que Al-lah puso a Abraham. Al-lah le ordenó dejar a su esposa Agar junto con su hijo Ismael, de meses, en un valle árido cerca de las inmediaciones de La Meca. Cuando a Agar se le acabó el agua, se puso a recorrer el espacio entre las dos colinas para ver si desde lo alto de estas podía divisar agua o ayuda para su hijo. Cuando regresó junto a su hijo, vio que a los pies de él había brotado un manantial. El agua que brotó formó un pozo que existe hasta nuestros días, del que aún beben los peregrinos. Los peregrinos realizan el mismo recorrido entre ambas colinas siete veces, rememorando la acción de Agar.\n[54]  La peregrinación del hajj (o hayy) tiene lugar en unas fechas determinadas según el calendario islámico, sus ritos llevan varios días en ejecutarse e incluyen varios lugares; mientras que la peregrinación menor del ‘umrah puede efectuarse en cualquier momento del año, y sus ritos —que consisten fundamentalmente en la circunvalación alrededor de la Kaaba y el recorrido entre las dos colinas— pueden completarse en un par de horas. La peregrinación del hajj es el quinto pilar del islam, y es obligatorio, al menos una vez en la vida, para todos aquellos musulmanes que disponen de los medios necesarios para realizarlo.\n[55] En la época previa al islam, las dos colinas albergaban divinidades que los habitantes de la ciudad de Medina solían adorar y, una vez convertidos estos al islam, temían seguir realizando el recorrido entre ellas. Esta aleya descendió para tranquilizarlos. De hecho, el recorrido entre las dos colinas es un rito obligatorio tanto en la peregrinación mayor del hajj como en la menor o ‘umrah."
  }
}