{
  "result": {
    "id": "185",
    "sura": "2",
    "aya": "178",
    "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ",
    "translation": "178. ¡Oh, creyentes!, se os prescribe la ley del talión en caso de asesinato: el hombre libre por el hombre libre, el esclavo por el esclavo, la mujer por la mujer[57]. Mas si el asesino es perdonado por el hermano (o parientes cercanos) de la víctima (a cambio de una compensación económica), que (ambas partes) actúen según lo reconocido y de buena manera (de tal forma que los familiares de la víctima pidan la indemnización sin violencia, y que el asesino la entregue lo antes posible y de manera honrosa). Este perdón junto con la indemnización son un alivio de vuestro Señor y una muestra de Su misericordia[58]. Y quien traspase los límites tras la aplicación de esta ley recibirá un castigo doloroso.",
    "footnotes": "[57]  Esta ley, también conocida como la ley de igualdad ante el castigo, pretende castigar con la muerte solamente al autor del crimen, sin extender la pena a otro que no sea el culpable. Así pues, el hombre libre que matase a otro hombre libre debía morir, y nadie más en su lugar; el esclavo que matase a un esclavo debía morir, y nadie más en su lugar; y la mujer que matase a otra mujer debía morir, y nadie más en su lugar.\n[58]  A diferencia de los judíos y cristianos, los musulmanes pueden perdonar la vida del asesino y recibir a cambio una compensación económica. Los judíos podían aplicar el talión o perdonar al asesino, pero no podían recibir una indemnización a cambio del perdón; mientras que a los cristianos se los exhortaba a perdonar al asesino, pero su legislación no incluía ninguna compensación económica."
  }
}