{
  "id": 143,
  "verse_number": 143,
  "page_number": 22,
  "verse_key": "2:143",
  "juz_number": 2,
  "hizb_number": 3,
  "rub_el_hizb_number": 9,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ",
  "translation": "143. Шунингдек, (яъни, Ҳақ йўлга ҳидоят қилганимиз каби), сизларни бошқа одамлар устида гувоҳ бўлишингиз ва Пайғамбар сизларнинг устингизда гувоҳ бўлиши учун ўрта (адолатли) бир миллат қилдик. Сиз илгари қараган қиблани Биз фақатгина ким пайғамбарга эргашиб, ким орқасига қайтиб кетишини билиш учун қилганмиз, холос. Шубҳасиз, бу оғир иш. Магар Аллоҳ ҳидоят қилган зотларгагина (оғир эмасдир). Аллоҳ иймонларингизни (яъни, иймон билан ўқиган намозларингизни) зое қилгувчи эмас. Албатта, Аллоҳ одамларга меҳрибон ва раҳмлидир. ",
  "footnotes": "И з о ҳ. Ривоятларга қараганда, Аллоҳ таоло Қиёмат Кунида ҳар бир пайғамбарни ўз умматлари билан рўбарў қилиб, улардан: «Бу пайғамбарим сизларга менинг амру фармонларимни тўла етказдими?», деб сўраганида, улар: «Йўқ», деб жавоб қилишар, пайғамбар эса: «Етказганман», дер экан. Ундан гувоҳ сўралганида: «Муҳаммад алайҳис-салом ва у зотнинг умматлари гувоҳларимдир», дейди. Шунда Муҳаммад пайғамбарни умматлари билан ҳозир қилиниб: «Мана бу пайғамбар ўз вазифасини тўла адо этганми?», деб сўралганида, улар: «Ҳа, ўтган барча пайғамбарлар ўз элчилик бурчларини тўла адо этганлар. Бизга бу ҳақда пайғамбаримиз Муҳаммад алайҳис-салоту вас-салом хабар келтирганлар», дейишади. Шунинг учун мазкур оятда мусулмонларга қарата: «Одамлар устида гувоҳ бўласиз», дейилди.              И з о ҳ. Араблар учун Каъба Иброҳим пайғамбар замонларидан буён муқаддас саналар эди. Муҳаммад алайҳис-салоту вас-салом Мадинага ҳижрат қилишидан илгари мусулмонлар мана шу Каъбага юзланиб ибодат қилардилар. Мадинага кўчганидан кейин эса уларнинг иймонларини синаш учун бошқа тарафга — Қуддусга қараб намоз ўқиш буюрилди. Ҳижратнинг ўн еттинчи ойида қайтадан Маккага юзланишга амр қилиниб қуйидаги оят нозил бўлди.  "
}