{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 562,
      "verse_key": "67:1",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
      "translation": "Harakubahwa Nyenimigisha-ntangere ku biremwa, We Rugaba w’inganji y’isi n’ijuru; ni na We Mushoboravyose.",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 562,
      "verse_key": "67:2",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ",
      "translation": "Bantu! Ni We Yaremye urupfu n’ubuzima kugira Abagerageze, haheze hamenyekane uwukora ivyiza ku bwiwe kurusha abandi[1]. Ni na We Nyenintsinzi-Mutaneshwa, Nyenimbabazi-ntangere.",
      "footnotes": "[1] Iyi Aayah, irarikira abantu gukora ivyiza bitegetswe, ikanabihaniza gukora ibibi bibujijwe."
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 562,
      "verse_key": "67:3",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ",
      "translation": "Ni we Yaremye amajuru indwi agerekeranye. Muntu wihweza ibintu n'ibindi! Ntushobora kubona amahinyu n’ubudasa mu vyaremwe na Nyenimpuhwe. Enda nyabuna rero, subiza amaso inyuma wihweze, hari amahinyu ushobora kubona!",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 562,
      "verse_key": "67:4",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ",
      "translation": "Subiza amaso yawe inyuma wihweze ubugira kandi, amaso azokugarukako arushe, ateterewe ata n’amahinyu abonye.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 562,
      "verse_key": "67:5",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ",
      "translation": "Mu vy’ukuri Twebwe Allah, Twarasharije ijuru riri hafi yanyu n’inyenyeri zakaka nk’amatara, Turaheza Tuzigira ibishirira nyakotsi vyo gutera amashetani iyo ahirahiye akaja gusuma urusaku. Twaranateguriye amashetani mu buzima bw’inyuma yo gupfa, ibihano vy’umuriro wama wegenyejwe.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 562,
      "verse_key": "67:6",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ",
      "translation": "N’abagararije mu bantu Imana yabo Rurema Allah, barategekanirijwe ibihano vyo mu muriro wa Jahannamu. Iryo, ni ryo herezo ribi cane.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 562,
      "verse_key": "67:7",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ",
      "translation": "Nibawutabwamwo, bazowumva usuma bimwe biteye ubwoba uriko urarurumba.",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 562,
      "verse_key": "67:8",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ",
      "translation": "Uwo muriro, uhakwa gushwanyagurika kubera ishavu ufitiye abagarariji. Uko hatawemwo umugwi w’abahakanyi, ni ko abawucungera bazobabaza bati: “Mbega ntuze, nta Mugabisha yigeze abashikira kw’isi?”;",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 562,
      "verse_key": "67:9",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ",
      "translation": "Na bo bazokwishura bati: “Egome! Umugabisha yaradushikiriye, turaheza turamuhakana twivuye inyuma, tuvuga duti: “Nta na kimwe Imana Allah, Yigeze Ihishurira umuntu. Kanatsinda mwebwe Intumwa, nta co murimwo atari umuzimagiza ukomeye ubaganisha kure cane y’ukuri””.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 562,
      "verse_key": "67:10",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ",
      "translation": "Bazokwongera bavuge bicuza bati: “Iyo tuza kwumva ukuri twashikirijwe canke tukagira ubwenge bwo gutahura ivyo turarikirwa, ntitwari kuba mu bantu bo mu muriro wama wegenyejwe”.",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 562,
      "verse_key": "67:11",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ",
      "translation": "Bazoheza rero bemange ukuri kwamye ibicumuro vyabo. Kubera ivyo rero, uguhanwa nya guhanwa, ni ukw’abantu bo mu muriro wama wegenyejwe.",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 562,
      "verse_key": "67:12",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ",
      "translation": "Mu vy’ukuri, abatinya Imana yabo Rurema Allah bakayisenga biherereye, batinya guhanwa mu buzima bw’inyuma yo gupfa, bazogumirizwa akabanga ku vyaha vyabo, vyirengagizwe ntibabihanirwe, bazonaronka n’impano nta ngere kandi zamaho mu Bwami bw’ijuru.",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 563,
      "verse_key": "67:13",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "Bantu! Nimushake mwongorerane ijambo ryanyu canke murivugire ku mugaragaro, nta kitamenyekana ku Mana Allah. Mu vy’ukuri Imana Allah, Irazi ibihishijwe mu mishaha.",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 563,
      "verse_key": "67:14",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ",
      "translation": "Mbega Imana Yaremye, Yoreka kubimenya gute kandi ari Yo Rumenyi-Rudahishwa, Muhetuziwavyose!",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 563,
      "verse_key": "67:15",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ",
      "translation": "Ni Yo Yaborohereje kuba kw’isi no kuyikorerako. Kubera ivyo rero, nimugendagende mukwiragire mu mihingo yayo yose, mufungure no mu vyo Ibahaye. Ni kuri Yo gusa muzosubira, kugira muharurirwe, muhemberwe n'ivyo mwakoze[2].",
      "footnotes": "[2] Iyi Aayah, irahimiriza abantu kurondera ikibabeshaho bizeye Imana Imwe Rudende Allah, ikanabibutsa gushima inema zayo, ikabihaniza kuganzwa n’ivy’isi."
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 563,
      "verse_key": "67:16",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ",
      "translation": "Emwe bagarariji! Mbega mwoba muri mu mahoro ku Mana Allah Iri hejuru, ku buryo Itobafuririra mw’isi ikabamira mu kanya gato isase, maze ikabajegeza na nyamugigima!",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 563,
      "verse_key": "67:17",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ",
      "translation": "Canke mwoba muri mu mahoro ku Mana Allah Iri hejuru, ku buryo Itobarungikira igihuhusi c’urubuye, ari na ho mwomenya ko ubugabisha bwanje bwari ubw’ukuri!",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 563,
      "verse_key": "67:18",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ",
      "translation": "Nta nkeka ko ab’aho hambere y’abagarariji b’i Makka, bagararije bivuye inyuma Intumwa barungikiwe. Mbega none, ukubihaniza kwanje Jewe Allah ko batogarariza n’uko batokwihakana inema zanje, vyabashikanye kuki atari ibihano!",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 563,
      "verse_key": "67:19",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ",
      "translation": "Mbega abagarariji, ntibabona ukungene inyoni ziri hejuru yabo mu kirere ziguruka zigoroye amababa umwanya muremure, zikongera zikayazinga! Ntawuzigumya ngo ntizikoroke atari Nyenimpuhwe Allah. Mu vy’ukuri, Iyo Mana Nyenimpuhwe, ni Yo Nyenukubona, Ibona ikintu ico ari co cose;",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 563,
      "verse_key": "67:20",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ",
      "translation": "Ahubwo mbere, ni izihe ngabo zanyu zobakiza ibihano vy’Imana Allah, atari Nyenimpuhwe Allah! Nta gituma abagarariji bahakana Imana Allah, atari uguhendwa na shetani;",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 563,
      "verse_key": "67:21",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ",
      "translation": "Ahubwo nyene, ni nde yobafungurira mu gihe Imana Rugiravyose Yohagarika kubafungurira! Ahubwo abagarariji ha kwikebuka, baguma bahakana banahunga ukuri.",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 563,
      "verse_key": "67:22",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "Mbega uwugenda yunamitse umutwe wiwe hasi, atabona iyo aja, yoba ari we atumbereye inzira igororotse kurusha! Canke uwugenda yunamutse, agororotse, abona iyo aja, ni we yoba ari mu nzira igororotse ishika[3]!",
      "footnotes": "[3] Ako, ni akarorero k’umugarariji n’umwemeramana."
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 563,
      "verse_key": "67:23",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ",
      "translation": "Ntumwa y’Imana! Vuga ubabwire uti: “Imana Allah, ni Yo Yabaremye; Ibaha amatwi kugira mushobore kwumva; Ibaha n’amaso kugira mushobore kubona; Ibaha n’imishaha kugira mushobore gutahura, ariko rero mushima gake cane!”;",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 563,
      "verse_key": "67:24",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ",
      "translation": "Vuga ubabwire uti: “Imana Allah, ni Yo Yabaremye Ibakwiragiza hose kw’isi, ni no kuri Yo rero muzokwegeranirizwa ku musi w’izuka”.",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 563,
      "verse_key": "67:25",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "Abagarariji na bo barinamura bakavuga bati: “Iryo sango ry’umusi w’izuka, rizoshika ryari ga Muhama? Bemeramana! Nimwaba muvugisha ukuri, nimutubwire isango ry’uyo musi!”;",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 563,
      "verse_key": "67:26",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ",
      "translation": "Ntumwa y’Imana! Bishure uvuge uti: “Ubumenyi bw’isango ry’umusi w’umuhero w’isi, buzwi gusa n’Imana Allah. Jewe mu vy'ukuri, ndi Umugabisha gusa ku bihano vyayo, ntomora amabwirizwa yayo”.",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 564,
      "verse_key": "67:27",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ",
      "translation": "Igihe abagarariji babonye ibihano vy’Imana vyegereje, bazokwijirirwa mu maso, baheze babwirwe n’abamalayika bacungera umuriro n'agashinyaguro n'akantu, bati: “Ivyo, ni vya bihano mwahora musaba ku gutebura ko mwobihabwa kw’isi”.",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 564,
      "verse_key": "67:28",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ",
      "translation": "Ntumwa y’Imana! Vuga ubabwire uti: “Bagarariji! Nimumbwire, hamwe Imana Allah Yonyica hamwe n’abemeramana turi kumwe, canke Ikatubeshaho ku mpuhwe zayo, ni nde azokingira abagarariji ibihano vyayo bibabaza!”.",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 564,
      "verse_key": "67:29",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "Ntumwa y’Imana! Nibatarikura mu kanwa, uraca ubabwira uti: “Ni Imana Allah Nyenimpuhwe, ni Yo twemeye twubahiriza n’amabwirizwa yayo, ni na Yo twishimikije, tunazeyeko n’uburaro n’uburamuko. Mu gihe kitari kirekire rero, muzomenya neza uwuri mu muzimagiza ugaragara, uri kure y’ukuri”.",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 564,
      "verse_key": "67:30",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ",
      "translation": "Ntumwa y’Imana! Vuga ubabwire uti: “Mbega mubona gute, mu gihe mwovyuka musanga amazi yanyu mwikorako yanyitse, ni nde wundi yobaronsa amazi meza y’iriba, atari Nyenimpuhwe Allah!”.",
      "footnotes": ""
    }
  ]
}