{
  "result": [
    {
      "id": "6131",
      "sura": "98",
      "aya": "1",
      "arabic_text": "لَمۡ يَكُنِ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأۡتِيَهُمُ ٱلۡبَيِّنَةُ",
      "translation": "ධර්ම ග්‍රන්ථ සතු ජනයා හා ආදේශ තබන්නන් අතරින් වූ ප්‍රතික්ෂේප කළවුන් හා ආදේශ තබන්නන් තමන් වෙත පැහැදිලි සාධකය පැමිණෙන තෙක් (ප්‍රතික්ෂේප කිරීමෙන්) ඉවත්වන්නෝ නො වූහ.",
      "footnotes": ""
    },
    {
      "id": "6132",
      "sura": "98",
      "aya": "2",
      "arabic_text": "رَسُولٞ مِّنَ ٱللَّهِ يَتۡلُواْ صُحُفٗا مُّطَهَّرَةٗ",
      "translation": "එය පිවිතුරු කරන ලද ලේඛන කියවන අල්ලාහ්ගෙන් වූ පණිවිඩකරු ය.",
      "footnotes": ""
    },
    {
      "id": "6133",
      "sura": "98",
      "aya": "3",
      "arabic_text": "فِيهَا كُتُبٞ قَيِّمَةٞ",
      "translation": "එහි ඍජු නීති රීති ඇත.",
      "footnotes": ""
    },
    {
      "id": "6134",
      "sura": "98",
      "aya": "4",
      "arabic_text": "وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَةُ",
      "translation": "තවද ධර්ම ග්‍රන්ථය පිරිනමනු ලැබූ ජනයා ඔවුනට පැහැදිලි සාධකය පැමිණීමෙන් පසුව මිස ඔවුහු වෙන්ව නො ගියෝ ය.",
      "footnotes": ""
    },
    {
      "id": "6135",
      "sura": "98",
      "aya": "5",
      "arabic_text": "وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُواْ ٱلصَّلَوٰةَ وَيُؤۡتُواْ ٱلزَّكَوٰةَۚ وَذَٰلِكَ دِينُ ٱلۡقَيِّمَةِ",
      "translation": "තවද පිවිතුරු දහම අල්ලාහ්ට පුද කරමින් ඔහුව නැමදීමටත් සලාතය ස්ථාපිත කිරීමටත් zසකාත් පිරිනැමීමටත් මිස ඔවුහු අණ කරනු නො ලැබුවෝ ය. තවද ඍජු දහම වනුයේ එයයි.",
      "footnotes": ""
    },
    {
      "id": "6136",
      "sura": "98",
      "aya": "6",
      "arabic_text": "إِنَّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ فِي نَارِ جَهَنَّمَ خَٰلِدِينَ فِيهَآۚ أُوْلَٰٓئِكَ هُمۡ شَرُّ ٱلۡبَرِيَّةِ",
      "translation": "සැබැවින් ම පුස්තක ලත් ජනයා අතුරින් වූ ප්‍රතික්ෂේප කළවුන් හා ආදේශ තබන්නන් නිරා ගින්නෙහි ය. ඔවුහු එහි සදාතනිකයෝ වෙති. ඔවුන් මය මැවීම් අතරින් නපුරුම මැවීම වනුයේ.",
      "footnotes": ""
    },
    {
      "id": "6137",
      "sura": "98",
      "aya": "7",
      "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ هُمۡ خَيۡرُ ٱلۡبَرِيَّةِ",
      "translation": "සැබැවින් ම විශ්වාස කොට දැහැමි ක්‍රියාවන් කළවුන් වනාහි ඔවුහු මය මැවීම් අතරින් ශ්‍රේෂ්ඨම මැවීම වනුයේ.",
      "footnotes": ""
    },
    {
      "id": "6138",
      "sura": "98",
      "aya": "8",
      "arabic_text": "جَزَآؤُهُمۡ عِندَ رَبِّهِمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ لِمَنۡ خَشِيَ رَبَّهُۥ",
      "translation": "ඔවුන්ගේ පරමාධිපති අබියස වූ ඔවුන්ගේ ප්‍රතිඵල වනුයේ පහළින් ගංගාවන් ගලා බස්නා අද්න් නම් ස්වර්ග උයන් ය. ඔවුහු එහි සදහට ම සදාතනිකයෝ වෙති. අල්ලාහ් ඔවුන්ව පිළිගත්තේ ය. ඔවුහු ද ඔහුව පිළිගත්තෝ ය. එය තම පරමාධිපතිට බිය වූ අයට ය.",
      "footnotes": ""
    }
  ]
}