{
  "result": {
    "id": "527",
    "sura": "4",
    "aya": "34",
    "arabic_text": "ٱلرِّجَالُ قَوَّٰمُونَ عَلَى ٱلنِّسَآءِ بِمَا فَضَّلَ ٱللَّهُ بَعۡضَهُمۡ عَلَىٰ بَعۡضٖ وَبِمَآ أَنفَقُواْ مِنۡ أَمۡوَٰلِهِمۡۚ فَٱلصَّٰلِحَٰتُ قَٰنِتَٰتٌ حَٰفِظَٰتٞ لِّلۡغَيۡبِ بِمَا حَفِظَ ٱللَّهُۚ وَٱلَّٰتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَٱهۡجُرُوهُنَّ فِي ٱلۡمَضَاجِعِ وَٱضۡرِبُوهُنَّۖ فَإِنۡ أَطَعۡنَكُمۡ فَلَا تَبۡغُواْ عَلَيۡهِنَّ سَبِيلًاۗ إِنَّ ٱللَّهَ كَانَ عَلِيّٗا كَبِيرٗا",
    "translation": "34. Mannen zijn de beschermers en onderhouders van vrouwen, omdat Allah de ene van hen boven de ander heeft gesteld en omdat zij uitgeven uit hun middelen. Daarom zijn de goede vrouwen vroom en gehoorzaam en in afwezigheid van hun man waken zij over wat Allah hen bevolen heeft te bewaken. En als die vrouwen zich slecht gedragen, waarschuw hen (eerst), weiger (vervolgens) het bed met hen te delen, (en) sla [1] hen (tenslotte) maar als zij weer gehoorzaam zijn, zoek dan niets tegen hen. Waarlijk, Allah is de Altijd Allerhoogste, de Allergrootste.",
    "footnotes": "[1]dit onderwerp wordt ook vaak uit context gehaald door mensen die haten wat zij niet snappen of niet willen snappen, Allah leert ons dat hij de Profeet gestuurd heeft om de Koran te verduidelijken als genade voor de schepselen , zodat niemand het naar zijn eigen hand gaat zetten dus om de Koran juist te begrijpen volgen we de Profeet in zijn handelingen of uitspraken en betreft deze vers leert de profeet ons dat hij de vrouwen altijd verdedigden, hun rechte gaf en zelf extra zelf tijdens de hadj preek vergat hij de recht van de vrouwen niet zelf op zijn sterfbed gaf hij het advies om het beste te zijn met de vrouw wetende dat de profeet vrede zij met hem nooit een vrouw nog een kind nog een slaaf heeft geslagen. En de handelingen van onze geliefde Profeet Mohammed vrede en zegeningen zij met hem is de interpretatie hoe de moslim de Koran moet interpreteren en niet via eigen inbreng of culturele instellingen."
  }
}