{
  "result": {
    "id": "504",
    "sura": "4",
    "aya": "11",
    "arabic_text": "يُوصِيكُمُ ٱللَّهُ فِيٓ أَوۡلَٰدِكُمۡۖ لِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِۚ فَإِن كُنَّ نِسَآءٗ فَوۡقَ ٱثۡنَتَيۡنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَۖ وَإِن كَانَتۡ وَٰحِدَةٗ فَلَهَا ٱلنِّصۡفُۚ وَلِأَبَوَيۡهِ لِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُۥ وَلَدٞۚ فَإِن لَّمۡ يَكُن لَّهُۥ وَلَدٞ وَوَرِثَهُۥٓ أَبَوَاهُ فَلِأُمِّهِ ٱلثُّلُثُۚ فَإِن كَانَ لَهُۥٓ إِخۡوَةٞ فَلِأُمِّهِ ٱلسُّدُسُۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِي بِهَآ أَوۡ دَيۡنٍۗ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ لَا تَدۡرُونَ أَيُّهُمۡ أَقۡرَبُ لَكُمۡ نَفۡعٗاۚ فَرِيضَةٗ مِّنَ ٱللَّهِۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا",
    "translation": "ನಿಮ್ಮ ಮಕ್ಕಳ (ಉತ್ತರಾಧಿಕಾರದ) ವಿಷಯದಲ್ಲಿ ಅಲ್ಲಾಹು ನಿಮಗೆ ಆದೇಶಿಸುತ್ತಾನೆ. ಒಬ್ಬ ಪುರುಷನ ಪಾಲು ಇಬ್ಬರು ಮಹಿಳೆಯರ ಪಾಲಿಗೆ ಸಮಾನವಾಗಿದೆ. ಮೃತನಿಗೆ ಹೆಣ್ಣು ಮಕ್ಕಳು ಮಾತ್ರವಿದ್ದು, ಅವರು ಇಬ್ಬರಿಗಿಂತ ಹೆಚ್ಚಿದ್ದರೆ,[1] ಅವನು ಬಿಟ್ಟು ಹೋದ ಆಸ್ತಿಯ ಮೂರನೇ ಎರಡು ಭಾಗವು ಅವರಿಗೆ ದೊರೆಯುತ್ತದೆ. ಒಬ್ಬ ಮಗಳು ಮಾತ್ರವಿದ್ದರೆ ಅವಳಿಗೆ ಅರ್ಧ ಭಾಗ ದೊರೆಯುತ್ತದೆ. ಮೃತನಿಗೆ ಮಕ್ಕಳಿದ್ದರೆ ಅವನ ಮಾತಾಪಿತರಲ್ಲಿ ಪ್ರತಿಯೊಬ್ಬರಿಗೂ ಅವನು ಬಿಟ್ಟುಹೋದ ಆಸ್ತಿಯ ಆರನೇ ಒಂದು ಭಾಗ ದೊರೆಯುತ್ತದೆ. ಅವನು ಸಂತಾನರಹಿತನಾಗಿದ್ದು ಮಾತಾಪಿತರು ಅವನ ವಾರಸುದಾರರಾಗಿದ್ದರೆ, ಅವನ ತಾಯಿಗೆ ಮೂರನೇ ಒಂದು ಭಾಗ ದೊರೆಯುತ್ತದೆ.[2] ಅವನಿಗೆ ಸಹೋದರರಿದ್ದರೆ (ಮತ್ತು / ಅಥವಾ ಸಹೋದರಿಯರಿದ್ದರೆ) ಅವನ ತಾಯಿಗೆ ಆರನೇ ಒಂದು ಭಾಗ ದೊರೆಯುತ್ತದೆ.[3] ಅವನು ಮಾಡಿರುವ ಉಯಿಲು ಮತ್ತು ಸಾಲವಿದ್ದರೆ ಅದನ್ನು ತೀರಿಸಿದ ನಂತರ. ನಿಮ್ಮ ತಂದೆ-ತಾಯಿ ಮತ್ತು ಮಕ್ಕಳಲ್ಲಿ ಯಾರು ನಿಮಗೆ ಹೆಚ್ಚು ಉಪಕಾರ ಮಾಡುವರೆಂದು ನಿಮಗೆ ತಿಳಿದಿಲ್ಲ. ಇವು ಅಲ್ಲಾಹು ನಿಗದಿಪಡಿಸಿದ ಪಾಲುಗಳು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಎಲ್ಲವನ್ನು ತಿಳಿದವನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.",
    "footnotes": "[1] ಇಬ್ಬರೇ ಹೆಣ್ಣುಮಕ್ಕಳಿದ್ದರೂ ಅವರಿಗೆ ಮೂರನೇ ಎರಡು ಭಾಗವು ದೊರೆಯುತ್ತದೆ. [2] ಉಳಿದ ಮೂರನೇ ಎರಡು ಭಾಗ ತಂದೆಗೆ ದೊರೆಯುತ್ತದೆ. [3] ಮೃತನಿಗೆ ಗಂಡುಮಕ್ಕಳು ಅಥವಾ ತಂದೆ ಇಲ್ಲದಿದ್ದರೆ ಮಾತ್ರ ಸಹೋದರ (ಅಥವಾ ಸಹೋದರರು) ವಾರಸುದಾರರಾಗುತ್ತಾರೆ. ತಾಯಿ ಮತ್ತು ಸಹೋದರರು ಮಾತ್ರವಿದ್ದರೆ ಆರನೇ ಒಂದನ್ನು ಕಳೆದು ಉಳಿದ ಆಸ್ತಿಯನ್ನು ಸಹೋದರರು ಪಾಲು ಮಾಡಬೇಕು. ಒಬ್ಬ ಸಹೋದರ ಮತ್ತು ತಾಯಿ ಮಾತ್ರ ಇದ್ದರೆ ತಾಯಿಗೆ ಮೂರನೇ ಒಂದು ಭಾಗ ಮತ್ತು ಸಹೋದರನಿಗೆ ಮೂರನೇ ಎರಡು ಭಾಗವು ದೊರೆಯುತ್ತದೆ. ಸಹೋದರರು ಇಲ್ಲದೆ, ತಾಯಿ ಮತ್ತು ಸಹೋದರಿಯರು ಮಾತ್ರ ಇದ್ದರೆ ತಾಯಿಗೆ ಆರನೇ ಒಂದು ಭಾಗ ದೊರೆಯುತ್ತದೆ."
  }
}