{
  "id": 12,
  "verse_number": 12,
  "page_number": 79,
  "verse_key": "4:12",
  "juz_number": 4,
  "hizb_number": 8,
  "rub_el_hizb_number": 32,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "۞ وَلَكُمۡ نِصۡفُ مَا تَرَكَ أَزۡوَٰجُكُمۡ إِن لَّمۡ يَكُن لَّهُنَّ وَلَدٞۚ فَإِن كَانَ لَهُنَّ وَلَدٞ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكۡنَۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِينَ بِهَآ أَوۡ دَيۡنٖۚ وَلَهُنَّ ٱلرُّبُعُ مِمَّا تَرَكۡتُمۡ إِن لَّمۡ يَكُن لَّكُمۡ وَلَدٞۚ فَإِن كَانَ لَكُمۡ وَلَدٞ فَلَهُنَّ ٱلثُّمُنُ مِمَّا تَرَكۡتُمۚ مِّنۢ بَعۡدِ وَصِيَّةٖ تُوصُونَ بِهَآ أَوۡ دَيۡنٖۗ وَإِن كَانَ رَجُلٞ يُورَثُ كَلَٰلَةً أَوِ ٱمۡرَأَةٞ وَلَهُۥٓ أَخٌ أَوۡ أُخۡتٞ فَلِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُۚ فَإِن كَانُوٓاْ أَكۡثَرَ مِن ذَٰلِكَ فَهُمۡ شُرَكَآءُ فِي ٱلثُّلُثِۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصَىٰ بِهَآ أَوۡ دَيۡنٍ غَيۡرَ مُضَآرّٖۚ وَصِيَّةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَلِيمٞ",
  "translation": "ನಿಮ್ಮ ಪತ್ನಿಯರಿಗೆ ಮಕ್ಕಳಿಲ್ಲದಿದ್ದರೆ, ಅವರು ಬಿಟ್ಟುಹೋದ ಆಸ್ತಿಯಲ್ಲಿ ಅರ್ಧ ಭಾಗವು ನಿಮಗೆ ದೊರೆಯುತ್ತದೆ. ಅವರಿಗೆ ಮಕ್ಕಳಿದ್ದರೆ ಅವರು ಬಿಟ್ಟು ಹೋದ ಆಸ್ತಿಯಲ್ಲಿ ನಾಲ್ಕನೇ ಒಂದು ಭಾಗವು ನಿಮಗೆ ದೊರೆಯುತ್ತದೆ. ಇದು ಅವರು ಮಾಡುವ ಉಯಿಲು ಮತ್ತು ಸಾಲವನ್ನು ತೀರಿಸಿದ ನಂತರ. ನಿಮಗೆ ಮಕ್ಕಳಿಲ್ಲದಿದ್ದರೆ, ನೀವು ಬಿಟ್ಟುಹೋದ ಆಸ್ತಿಯಲ್ಲಿ ನಾಲ್ಕನೇ ಒಂದು ಭಾಗವು ಅವರಿಗೆ (ಪತ್ನಿಯರಿಗೆ) ದೊರೆಯುತ್ತದೆ. ನಿಮಗೆ ಮಕ್ಕಳಿದ್ದರೆ, ನೀವು ಬಿಟ್ಟುಹೋದ ಆಸ್ತಿಯಲ್ಲಿ ಎಂಟನೇ ಒಂದು ಭಾಗವು ಅವರಿಗೆ ದೊರೆಯುತ್ತದೆ. ಇದು ನೀವು ಮಾಡುವ ಉಯಿಲು ಮತ್ತು ಸಾಲವನ್ನು ತೀರಿಸಿದ ನಂತರ. ವಾರಸು ಆಸ್ತಿಯನ್ನು ಬಿಟ್ಟು ಹೋಗುವ ಪುರುಷ ಅಥವಾ ಮಹಿಳೆಗೆ ತಂದೆ-ತಾಯಿ ಹಾಗೂ ಮಕ್ಕಳಿಲ್ಲದೆ, ಕೇವಲ ಸಹೋದರ ಅಥವಾ ಸಹೋದರಿಯಿದ್ದರೆ, ಆ ಇಬ್ಬರಲ್ಲಿ ಪ್ರತಿಯೊಬ್ಬರಿಗೂ ಆರನೇ ಒಂದು ಭಾಗವು ದೊರೆಯುತ್ತದೆ. ಅವರು ಇಬ್ಬರಿಗಿಂತ ಹೆಚ್ಚಿದ್ದರೆ, ಅವರು ಮೂರನೇ ಒಂದು ಭಾಗದಲ್ಲಿ ಸಮಾನ ಪಾಲುದಾರರಾಗುತ್ತಾರೆ. ಇದು ಹಾನಿಕರವಲ್ಲದ ಉಯಿಲು[1] ಮತ್ತು ಸಾಲವನ್ನು ತೀರಿಸಿದ ನಂತರ. ಅಲ್ಲಾಹು ಎಲ್ಲವನ್ನೂ ತಿಳಿದವನು ಮತ್ತು ಸಹಿಷ್ಣುತೆಯುಳ್ಳವನಾಗಿದ್ದಾನೆ.",
  "footnotes": "[1] ಒಟ್ಟು ಆಸ್ತಿಯ ಮೂರನೇ ಒಂದು ಭಾಗವನ್ನು ಮಾತ್ರ ಉಯಿಲು ಮಾಡಬಹುದು. ಅದಕ್ಕಿಂತ ಹೆಚ್ಚು ಉಯಿಲು ಮಾಡುವುದು ವಾರಸುದಾರರಿಗೆ ಮಾಡುವ ಅನ್ಯಾಯವಾಗಿದೆ. ಹಾನಿಕರ ಉಯಿಲು ಎಂದರೆ ವಾರಸುದಾರರಲ್ಲಿರುವ ದ್ವೇಷದಿಂದ ತನ್ನ ಆಸ್ತಿಯಲ್ಲಿ ಅವರಿಗೆ ಹಕ್ಕು ಸಿಗಬಾರದೆಂದು ತನ್ನ ಆಸ್ತಿಯನ್ನು ತನಗೆ ಇಷ್ಟವಾದ ಬೇರೊಬ್ಬ ವ್ಯಕ್ತಿಗೆ ಉಯಿಲು ಮಾಡುವುದು."
}