{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 602,
      "verse_key": "106:1",
      "juz_number": 30,
      "hizb_number": 60,
      "rub_el_hizb_number": 240,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِإِيلَٰفِ قُرَيۡشٍ",
      "translation": "1. Қурайшга осон қилиб қўйилгани ",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 602,
      "verse_key": "106:2",
      "juz_number": 30,
      "hizb_number": 60,
      "rub_el_hizb_number": 240,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِۦلَٰفِهِمۡ رِحۡلَةَ ٱلشِّتَآءِ وَٱلصَّيۡفِ",
      "translation": "2. — уларга қиш ва ёз сафари осон қилиб қўйилгани учунгина;",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 602,
      "verse_key": "106:3",
      "juz_number": 30,
      "hizb_number": 60,
      "rub_el_hizb_number": 240,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلۡيَعۡبُدُواْ رَبَّ هَٰذَا ٱلۡبَيۡتِ",
      "translation": "3. Улар мана шу Уйнинг Парвардигорига ибодат қилсинлар!",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 602,
      "verse_key": "106:4",
      "juz_number": 30,
      "hizb_number": 60,
      "rub_el_hizb_number": 240,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِيٓ أَطۡعَمَهُم مِّن جُوعٖ وَءَامَنَهُم مِّنۡ خَوۡفِۭ",
      "translation": "4. У зот уларни очлиқдан (қутқариб) таомлантирди ва хавфу хатардан тинч қилди.",
      "footnotes": "И з о ҳ. Яъни Қурайшга Аллоҳ таоло томонидан жуда кўп неъматлар ато этилгандир. Агар улар бошқа неъматлар учун Аллоҳ таолога ибодат қилмасалар ҳам, уларга тижорат, олди-сотди қилсинлар, деб қишда Яманга, ёзда эса Шомга сафар қилишлари осон қилиб қўйилгани ва улар бу сафарлардан доимий равишда фойдаланиб келаётганлари учун мана шу Байтуллоҳнинг Парвардигорига ибодат қилишлари лозимдир. Чунки айни мана шу Байтуллоҳнинг шарофатидан атроф-жавонибдаги одамлар қурайшликларга тегмайдилар ва: «Қурайш қабиласи Байтуллоҳнинг қўшниларидир. Ким уларга бирон зиён етказса, худди Абраҳа ва унинг қўшинига ўхшаб мана шу Уйнинг эгаси бўлган Аллоҳ таолонинг ғазабига учрайди», дейдилар. Демак, Қурайш одамлари сафар-саёҳатларида бирон кимса уларга зиён бермай, тинчлик ва тўкин-сочинликда яшаётганлари учун мана шу Байтуллоҳдан ва унинг эгаси бўлмиш Аллоҳ таолодан қарздордирлар. Бас, улар У зотга ибодат қилиш билан ўзларига ато этилган неъматнинг шукрини адо этсинлар!"
    }
  ]
}