{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 249,
      "verse_key": "13:1",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "الٓمٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِۗ وَٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ",
      "translation": "بە (ئەلیف، لام، ڕا) دەخوێنرێتەوە خوا زاناترە بە ماناکەی، بۆزانیاری زیاتر سەیری سەرەتای سورەتی (البقرة) بکە ئەمانە ئایەتەکانی کتێبی (ئاسمانین) وە ئەوەی نێرراوەتە خوارەوە بۆتۆ لەلایەن پەروەردگارتەوە ھەق و ڕاستە بەڵام زۆربەی خەڵکی باوەڕ ناھێنن\n",
      "footnotes": null
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 249,
      "verse_key": "13:2",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ ٱلَّذِي رَفَعَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ يُدَبِّرُ ٱلۡأَمۡرَ يُفَصِّلُ ٱلۡأٓيَٰتِ لَعَلَّكُم بِلِقَآءِ رَبِّكُمۡ تُوقِنُونَ",
      "translation": "ئەو خوایەی ئاسمانەکانی بەرزکردۆتەوە بەبێ ھیچ پایە و ستونێک وەک دەیبینن پاشان بەرز بوەوە بۆ سەر عەرش و قەراری گرت (بەو شێوەی شایستەی خوا بێت کەئێمە چونێتیەکەی نازانین) وە خۆر و مانگی ڕام ھێناوە (بۆ خزمەتکردنی خەڵکی) ھەر یەکەیان دەگەڕێت تاکاتی دیاریکراو ھەموو کاروبارێک ھەڵدەسوڕێنێ و ئایەتەکان ڕوون دەکاتەوە (بۆتان) ھەتا لە (زیندوو بوونەوە و) گەیشتن بەخزمەت پەروەردگارتان دڵنیابن\n",
      "footnotes": null
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 249,
      "verse_key": "13:3",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَهُوَ ٱلَّذِي مَدَّ ٱلۡأَرۡضَ وَجَعَلَ فِيهَا رَوَٰسِيَ وَأَنۡهَٰرٗاۖ وَمِن كُلِّ ٱلثَّمَرَٰتِ جَعَلَ فِيهَا زَوۡجَيۡنِ ٱثۡنَيۡنِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ",
      "translation": "(خوا) ئەو زاتەیە کە زەوی ڕاخستووە (بەپانی و درێژی) و چەندھا چیا و ڕووباری تێدا داناوە (دروستکردووە) وەلە ھەموو جۆرە میوەیەک جوتێک نێر و مێی تێدا دروستکردووە شەو دەدات بەسەر ڕۆژدا بەڕاستی لەوانەدا بەڵگە و نیشانە ھەیە بۆ ئەو کەسانەی کەبیردەکەنەوە\n",
      "footnotes": null
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 249,
      "verse_key": "13:4",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَفِي ٱلۡأَرۡضِ قِطَعٞ مُّتَجَٰوِرَٰتٞ وَجَنَّٰتٞ مِّنۡ أَعۡنَٰبٖ وَزَرۡعٞ وَنَخِيلٞ صِنۡوَانٞ وَغَيۡرُ صِنۡوَانٖ يُسۡقَىٰ بِمَآءٖ وَٰحِدٖ وَنُفَضِّلُ بَعۡضَهَا عَلَىٰ بَعۡضٖ فِي ٱلۡأُكُلِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ",
      "translation": "وە لەزەویدا چەند پارچەی لە پاڵ یەکتریدا ھەن ھەروەھا باخاتی ترێ و ڕەز و کشتوکاڵ و(باخاتی) دارخورمای دوو قەدی (یەک بنج) و یەک قەد ھەموویان بەیەک ئاو ئاودەدرێن کەچی فەزڵی ھەندێکیمان داوە بەسەر ھەندێکی تریاندا لەخواردندا (بەجۆرێک تامی ھەریەکەیان جیاوازە لەوی دیکە) بەڕاستی لەوانەدا چەند نیشانەی ڕوون ھەیە بۆ ئەوانەی تێدەگەن و بیردەکەنەوە\n",
      "footnotes": null
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 249,
      "verse_key": "13:5",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 100,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَإِن تَعۡجَبۡ فَعَجَبٞ قَوۡلُهُمۡ أَءِذَا كُنَّا تُرَٰبًا أَءِنَّا لَفِي خَلۡقٖ جَدِيدٍۗ أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ وَأُوْلَٰٓئِكَ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَاقِهِمۡۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "جا ئەگەر تۆ سەرت سوڕ بمێنێ ئەوە قسەی ئەوانە جێی سەر سوڕمانە کە دەڵێن ئایا کاتێک (کەمردین) وبوینەوە بەخاک ئایا ئێمە سەر لە نوێ دروست ئەکرێینەوە ئەوانە کەسانێکن کە بێ باوەڕ بوون بە پەروەردگاریان جا ئەوانە کۆت و زنجیر لە گەردنیاندایە وە ئەوانە ھاوەڵانی ئاگرن کە بە ھەمیشەیی دەمێننەوە تێیدا\n",
      "footnotes": null
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 250,
      "verse_key": "13:6",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 100,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَسۡتَعۡجِلُونَكَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِ وَقَدۡ خَلَتۡ مِن قَبۡلِهِمُ ٱلۡمَثُلَٰتُۗ وَإِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ لِّلنَّاسِ عَلَىٰ ظُلۡمِهِمۡۖ وَإِنَّ رَبَّكَ لَشَدِيدُ ٱلۡعِقَابِ",
      "translation": "بەپەلە داوای سزات لێدەکەن پێش چاکە و بەزەیی کە بێگومان لەپێش ئەمانەوە زۆر ھەبوون تۆڵەیان لێ سەنراوە و بەڕاستی پەروەردگارت خاوەنی لێبوردنە بۆ خەڵکی گەرچی ستەمکاریش بن ھەروەھا بەڕاستی پەروەردگارت تۆڵەسێنێکی توند وتیژە\n",
      "footnotes": null
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 250,
      "verse_key": "13:7",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 100,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦٓۗ إِنَّمَآ أَنتَ مُنذِرٞۖ وَلِكُلِّ قَوۡمٍ هَادٍ",
      "translation": "وە ئەوانەی کە بێ باوەڕ بوون دەیانووت ئەوە بۆ نەنێردراوەتە خوارەوە بۆی موعجیزەیەک لەلایەن پەروەردگاریەوە ئەی موحەممەد ﷺ تۆ ھەر ترسێنەری و بۆ ھەموو گەلێک ڕێنیشاندەرێک ھەیە\n",
      "footnotes": null
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 250,
      "verse_key": "13:8",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 100,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ يَعۡلَمُ مَا تَحۡمِلُ كُلُّ أُنثَىٰ وَمَا تَغِيضُ ٱلۡأَرۡحَامُ وَمَا تَزۡدَادُۚ وَكُلُّ شَيۡءٍ عِندَهُۥ بِمِقۡدَارٍ",
      "translation": "خوا دەزانێ ھەموو مێینەیەک (لە مناڵدانیدا) چی ھەڵگرتووە (کوڕ یان کچ) وە ھەروەھا دەزانێت منداڵدانەکان چی لێ کەمدەبێـتەوە و چی زیاد دەکات وە ھەموو شتێک لای ئەو (خوا) ئەندازەی (دیاریکراوی خۆی) ھەیە\n",
      "footnotes": null
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 250,
      "verse_key": "13:9",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 100,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡكَبِيرُ ٱلۡمُتَعَالِ",
      "translation": "(خوا) زانایە بەھەموو دیار و نادیارێک گەورە و بەرزە وبڵندە\n",
      "footnotes": null
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 250,
      "verse_key": "13:10",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 100,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "سَوَآءٞ مِّنكُم مَّنۡ أَسَرَّ ٱلۡقَوۡلَ وَمَن جَهَرَ بِهِۦ وَمَنۡ هُوَ مُسۡتَخۡفِۭ بِٱلَّيۡلِ وَسَارِبُۢ بِٱلنَّهَارِ",
      "translation": "یەکسانە (بۆ خوا) ئەوەتان بەنھێنی قسە بکات وە ئەوەتان بەئاشکرا (قسە) بکات و ئەوەی کە لە شەودا خۆی دەشارێتەوە ئەوەی کەلە ڕۆژدا دەردەکەوێت\n",
      "footnotes": null
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 250,
      "verse_key": "13:11",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 100,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَهُۥ مُعَقِّبَٰتٞ مِّنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ يَحۡفَظُونَهُۥ مِنۡ أَمۡرِ ٱللَّهِۗ إِنَّ ٱللَّهَ لَا يُغَيِّرُ مَا بِقَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡۗ وَإِذَآ أَرَادَ ٱللَّهُ بِقَوۡمٖ سُوٓءٗا فَلَا مَرَدَّ لَهُۥۚ وَمَا لَهُم مِّن دُونِهِۦ مِن وَالٍ",
      "translation": "بۆ ئەو (ئادەمی) ھەیە چەند فریشتەیەک کە بەدوای یەکدا دێن لەپێش و لەدوایەوە بەفەرمانی خوا دەیپارێزن لەزیان بەڕاستی خوا (بار و حاڵی) ھیچ گەلێک ناگۆڕێت ھەتا ئەوان خۆیان (بارو حاڵی) خۆیان نەگۆڕن وەکاتێک خوا بیەوێت گەل وھۆزێک تووشی بەڵا وسزا بکات ھیچ شتێک ناتوانێت ڕێگری لێ بکات وجگە لەو (خوا) ھیچ یارمەتیدەر و پشتیوانێکیان نیە\n",
      "footnotes": null
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 250,
      "verse_key": "13:12",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 100,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنشِئُ ٱلسَّحَابَ ٱلثِّقَالَ",
      "translation": "(خوا) ئەو زاتەیە بروسکەتان نیشان دەدات کەھۆی ترساندن و ھیوا وئومێدتانە ھەروەھا ھەوری قورس (بەئاوی باران) بەدی دەھێنێت\n",
      "footnotes": null
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 250,
      "verse_key": "13:13",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 100,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيُسَبِّحُ ٱلرَّعۡدُ بِحَمۡدِهِۦ وَٱلۡمَلَٰٓئِكَةُ مِنۡ خِيفَتِهِۦ وَيُرۡسِلُ ٱلصَّوَٰعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمۡ يُجَٰدِلُونَ فِي ٱللَّهِ وَهُوَ شَدِيدُ ٱلۡمِحَالِ",
      "translation": "وە ھەورەگرمە سوپاس و ستایشی ئەو (خوای گەورەیە) دەکات ھەروەھا فریشتەکانیش لە ھەیبەت و ترسی ئەو (ستایشی دەکەن) وە (پەروەردگار) ھەورە بروسکەکان دەنێرێت و دەیدات لە ھەرکەسێک کەبیەوێت لە کاتێکدا ئەوانە دەمە دەمێ (وموجادەلە) دەکەن دەربارەی خوا و ئەو (خوای گەورە) ھێز و توانای زۆر بەتینە\n",
      "footnotes": null
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 251,
      "verse_key": "13:14",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 100,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَهُۥ دَعۡوَةُ ٱلۡحَقِّۚ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَجِيبُونَ لَهُم بِشَيۡءٍ إِلَّا كَبَٰسِطِ كَفَّيۡهِ إِلَى ٱلۡمَآءِ لِيَبۡلُغَ فَاهُ وَمَا هُوَ بِبَٰلِغِهِۦۚ وَمَا دُعَآءُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ",
      "translation": "نزاو پاڕانەوەی ھەقیش ھەر بۆ (خوایە) ئەوانەش دەلاڵێنەوە و نزا لای غەیری خوا دەکەن ھیچ وەڵامێکیان نادەنەوە (نایەن بەھاواریانەوە) مەگەر وەک کەسێک (کەتینووی بێت لەدوورەوە) ھەردوو مشتی خۆی بۆلای ئاوێک درێژ کردبێ بۆ ئەوەی (ئاو) بگاتە دەمی بەڵام نایگاتێ نزاو دوعای بێ بڕوایان (لەبتەکانیان) ھیچ نیە جگە لە گومڕایی و سەر لێشێوان\n",
      "footnotes": null
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 251,
      "verse_key": "13:15",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 100,
      "sajdah_type": "obligatory",
      "sajdah_number": 2,
      "text": "وَلِلَّهِۤ يَسۡجُدُۤ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَظِلَٰلُهُم بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ۩",
      "translation": "سوژدە بۆ خوا دەبات ھەرچی لەئاسمانەکان و زەویدایە بیانەوێ و نەیانەوێ ھەروەھا سێبەرەکانیان لەبەیانیان و ئێواراندا (سوژدە دەبەن)\n",
      "footnotes": null
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 251,
      "verse_key": "13:16",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 100,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ قُلِ ٱللَّهُۚ قُلۡ أَفَٱتَّخَذۡتُم مِّن دُونِهِۦٓ أَوۡلِيَآءَ لَا يَمۡلِكُونَ لِأَنفُسِهِمۡ نَفۡعٗا وَلَا ضَرّٗاۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ أَمۡ هَلۡ تَسۡتَوِي ٱلظُّلُمَٰتُ وَٱلنُّورُۗ أَمۡ جَعَلُواْ لِلَّهِ شُرَكَآءَ خَلَقُواْ كَخَلۡقِهِۦ فَتَشَٰبَهَ ٱلۡخَلۡقُ عَلَيۡهِمۡۚ قُلِ ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖ وَهُوَ ٱلۡوَٰحِدُ ٱلۡقَهَّٰرُ",
      "translation": "(ئەی موحەممەد ﷺ) بڵێ کێ پەروەردگاری ئاسمانەکان و زەویە بڵێ خوا جا بڵێ دەی ئێوە بێجگە لەو (خوای گەورە) پشتیوانانێکتان ھەڵبژاردووە (بۆ خۆتان) کەخاوەنی ھیچ سوود و زیانێک نین بۆ خۆشیان بڵێ ئایا کوێر و چاو ساغ یەکسانن؟ یان ئایا تاریکیەکان و ڕووناکی وەک یەک وان؟ نەخێر ئەوانە چەند ھاوبەشێکیان بۆ خوا داناوە؟ (گوایە) وەک دروستکراوانی خوایان دروست کردبێت؟ ئەوسا دروست کراوەکەیان لێ شێواوە!! بڵێ خوا دروستکەری ھەموو شتێکە و ھەر ئەویشە تاک و تەنھا وزاڵە بەسەر ھەموو شتێکدا\n",
      "footnotes": null
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 251,
      "verse_key": "13:17",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 100,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَالَتۡ أَوۡدِيَةُۢ بِقَدَرِهَا فَٱحۡتَمَلَ ٱلسَّيۡلُ زَبَدٗا رَّابِيٗاۖ وَمِمَّا يُوقِدُونَ عَلَيۡهِ فِي ٱلنَّارِ ٱبۡتِغَآءَ حِلۡيَةٍ أَوۡ مَتَٰعٖ زَبَدٞ مِّثۡلُهُۥۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡحَقَّ وَٱلۡبَٰطِلَۚ فَأَمَّا ٱلزَّبَدُ فَيَذۡهَبُ جُفَآءٗۖ وَأَمَّا مَا يَنفَعُ ٱلنَّاسَ فَيَمۡكُثُ فِي ٱلۡأَرۡضِۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ",
      "translation": "بارانی لە ئاسمانەوە باراندووە جا ھەر شیو و دۆڵێک بە ئەندازەی خۆی لافاوی ھەڵدەسێت ئەوسا لافاوەکە ھەڵی دەگرێت کەفێکی بەرزبووە (بە لافاوەکەوە) ھەروەھا لەو (کانزایانەش پەیدا دەبێت) کە ئاگری بۆ تاودەدەن (دەیتوێننەوە) بەمەبەستی دروست کردنی خشڵ (زێڕ وزیوو) یان شتوومەکی تر (وەک قاپ و قاچاغ) کەفێک وەکو ئەو (کەفی لافاوە پەیدا دەبێت) ئا بەو جۆرە خوا نموونەی حەق و بەتاڵ دەھێنێـتەوە جا کەفەکە دەڕوات و لە ناو دەچێت بەڵام ئەوەی کە سوود ئەگەیەنێت بەخەڵکی لەزەویدا دەمێنێتەوە ئابەو جۆرە خوا نموونەکان دەھێنێتەوە\n",
      "footnotes": null
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 251,
      "verse_key": "13:18",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 100,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمُ ٱلۡحُسۡنَىٰۚ وَٱلَّذِينَ لَمۡ يَسۡتَجِيبُواْ لَهُۥ لَوۡ أَنَّ لَهُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦٓۚ أُوْلَٰٓئِكَ لَهُمۡ سُوٓءُ ٱلۡحِسَابِ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ",
      "translation": "بۆ ئەوانەی وەڵامی بانگەوازی پەروەردگاریان دایەوە (پاداشتی) ھەرە چاک (بەھەشت) ھەیە ئەوانەش وەڵامی بانگەوازی (پەروەردگار) یان نەدایەوە ئەگەر ھەرچی ھەیە لە زەویدا ھەمووی ھی ئەوان بێت ئەوەندەی تریشی لەگەڵدا بێت دەیدەن لە بریتی ئەوەی لە سزای ڕۆژی دوایی (رزگاریان ببێت) ئەوانە بۆیان ھەیە لێپرسینەوەیەکی سەخت وخراپ و جێگایان دۆزەخە ئای کەچەند شوێنێکی بەد و خراپە\n",
      "footnotes": null
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 252,
      "verse_key": "13:19",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 101,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ أَفَمَن يَعۡلَمُ أَنَّمَآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ كَمَنۡ هُوَ أَعۡمَىٰٓۚ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
      "translation": "جا ئایا کەسێک کە بزانێت ( ژیری بخاتە کار) بەڕاستی ئەوەی نێرراوەتە خوار بۆ تۆ لەلایەن پەروەردگارتەوە ھەق وڕاستە وەک ئەو کەسەیە کە کوێربێت (ژیری خۆی نەخاتە کار و بێ باوەر ِبێت) بێگومان ھەر ئەوانە بیر دەکەنەوە کە خاوەنی ژیرین\n",
      "footnotes": null
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 252,
      "verse_key": "13:20",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 101,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يُوفُونَ بِعَهۡدِ ٱللَّهِ وَلَا يَنقُضُونَ ٱلۡمِيثَٰقَ",
      "translation": "ئەوانەی کە پەیمانی خوا دەبەنە سەر وە بەڵێن ناشکێنن و ھەڵی ناوەشێننەوە\n",
      "footnotes": null
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 252,
      "verse_key": "13:21",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 101,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ يَصِلُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيَخۡشَوۡنَ رَبَّهُمۡ وَيَخَافُونَ سُوٓءَ ٱلۡحِسَابِ",
      "translation": "وە ئەوانەی کە پەیوەندی خزمایەتی بەجێ دەھێن بەوەی خوا فەرمانی داوە کەپەیوەست بکرێت لەگەڵیاندا (وەک بەسەرکردنەوەی خزمان) وە لە پەروەردگاریان دەترسن وە لەخراپە و سەختی لێپرسینەوە دەترسن\n",
      "footnotes": null
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 252,
      "verse_key": "13:22",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 101,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ صَبَرُواْ ٱبۡتِغَآءَ وَجۡهِ رَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ أُوْلَٰٓئِكَ لَهُمۡ عُقۡبَى ٱلدَّارِ",
      "translation": "وە ئەوانەن کە دانیان بەخۆیاندا گرت بەمەبەستی ڕەزامەندی پەروەردگاریان وە نوێژیان بەجێھێناوە, وە لەو ڕۆزیەی پێمان داوون بەخشیوویانە بەنھێنی و بە ئاشکرا وە بەچاکە ڕێگری لەخراپە دەکەن (بەچاکە خراپەکانیان دەسڕنەوە و لای دەبەن) سەر ئەنجامی چاکی ئەو دونیا ھەر بۆ ئەوانە\n",
      "footnotes": null
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 252,
      "verse_key": "13:23",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 101,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۖ وَٱلۡمَلَٰٓئِكَةُ يَدۡخُلُونَ عَلَيۡهِم مِّن كُلِّ بَابٖ",
      "translation": "بەھەشتانێک جێگای مانەوەی ھەمیشەییە کە ئەوان دەچنە ناویەوە ھەروەھا ئەوانەش کە چاک بوون لەباو و باپیرانیان وھاوسەرانیان و وەچە و نەوەکانیان فریشتەکانیش دەچنە ژورەوە بۆ لایان لە ھەموو دەرگایەکەوە\n",
      "footnotes": null
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 252,
      "verse_key": "13:24",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 101,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "سَلَٰمٌ عَلَيۡكُم بِمَا صَبَرۡتُمۡۚ فَنِعۡمَ عُقۡبَى ٱلدَّارِ",
      "translation": "(پێیان دەڵێن) سەلامتان لێ بێت چونکە ئارامتان گرت (لە دونیادا) جا چەند سەر ئەنجامێکی چاکتان بوو\n",
      "footnotes": null
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 252,
      "verse_key": "13:25",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 101,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِ أُوْلَٰٓئِكَ لَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ",
      "translation": "بەڵام ئەوانەی کە پەیمانی خوا ھەڵ دەوەشێننەوە لەپاش بەستن و گرێدانی ئەو پەیوەندی خزمایەتیەی کە خوا فەرمانی پێداوە بەجێی ناھێنن و ئەیبچڕێنن و خراپەکاری دەکەن لەزەویدا ھەر بۆ ئەوانە نەفرەت و دووریی لەبەزەیی خوا ھەروەھا بۆ ئەوانە سەرئەنجامی خراپ\n",
      "footnotes": null
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 252,
      "verse_key": "13:26",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 101,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ وَفَرِحُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا مَتَٰعٞ",
      "translation": "خوا ڕزق و ڕۆزی فراوان دەکات بۆ ھەرکەسێک خۆی بیەوێت وەکەمی دەکات (بۆ ھەرکەسێک بیەوێت) وە ئەوانە دڵخۆش بوون بەژیانی دونیا لەکاتێکدا ژیانی دونیا ھیچ نیە لەچاو ڕۆژی دواییدا جگە لە ڕابواردنێکی چەند ساتێکی کەم نەبێت\n",
      "footnotes": null
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 252,
      "verse_key": "13:27",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 101,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَنۡ أَنَابَ",
      "translation": "ئەوانە کەبێ بڕوا بوون دەڵێن بۆچی نەنێررا بۆی موعجیزەیەک لەلایەن پەروەردگاریەوە (ئەی موحەممەد ﷺ) بڵێ بەڕاستی خوا ھەر کەسێکی بوێت گومڕای دەکات (کەشیاوی گومڕاکردنە) وە ڕێنمونی ھەر کەسێک دەکات کە بۆلای خۆی گەڕابێتەوە\n",
      "footnotes": null
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 252,
      "verse_key": "13:28",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 101,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ ءَامَنُواْ وَتَطۡمَئِنُّ قُلُوبُهُم بِذِكۡرِ ٱللَّهِۗ أَلَا بِذِكۡرِ ٱللَّهِ تَطۡمَئِنُّ ٱلۡقُلُوبُ",
      "translation": "ئەوانەی کەبڕوایان ھێناوە ودڵیان ئارام دەبێت بەیادی خوا ئاگاداربن کەھەر بە یادی خوا دڵەکان ئارام دەگرن\n",
      "footnotes": null
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 253,
      "verse_key": "13:29",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 101,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ طُوبَىٰ لَهُمۡ وَحُسۡنُ مَـَٔابٖ",
      "translation": "ئەوانەی بڕوایان ھێناوە و کردەوە چاکەکانیان کردووە خۆش بەختی بۆ ئەوانە لەگەڵ سەرەنجامی چاک\n",
      "footnotes": null
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 253,
      "verse_key": "13:30",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 101,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَذَٰلِكَ أَرۡسَلۡنَٰكَ فِيٓ أُمَّةٖ قَدۡ خَلَتۡ مِن قَبۡلِهَآ أُمَمٞ لِّتَتۡلُوَاْ عَلَيۡهِمُ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَهُمۡ يَكۡفُرُونَ بِٱلرَّحۡمَٰنِۚ قُلۡ هُوَ رَبِّي لَآ إِلَٰهَ إِلَّا هُوَ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ مَتَابِ",
      "translation": "ھەر بە شێوەی (پێغەمبەرانی تر) تۆمان ڕەوانە کردوە لەناو گەل و ئوممەتێکدا کە لەپێش ئەوانەوە گەل و ئوممەتی تر ھاتوون و چوون بۆ ئەوەی بیخوێنیتەوە بەسەریاندا ئەوەی نیگامان کردووە بۆت لەکاتێکدا ئەوانە بڕواناھێنن بەخوای میھرەبان بڵێ ئەو پەروەردگاری منە ھیچ پەرستراوێکی بەھەق نیە بێجگە لە ئەو پشتم ھەر بەو بەستووە گەڕانەوەشم ھەر بۆلای ئەوە\n",
      "footnotes": null
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 253,
      "verse_key": "13:31",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 101,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ أَنَّ قُرۡءَانٗا سُيِّرَتۡ بِهِ ٱلۡجِبَالُ أَوۡ قُطِّعَتۡ بِهِ ٱلۡأَرۡضُ أَوۡ كُلِّمَ بِهِ ٱلۡمَوۡتَىٰۗ بَل لِّلَّهِ ٱلۡأَمۡرُ جَمِيعًاۗ أَفَلَمۡ يَاْيۡـَٔسِ ٱلَّذِينَ ءَامَنُوٓاْ أَن لَّوۡ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعٗاۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ أَوۡ تَحُلُّ قَرِيبٗا مِّن دَارِهِمۡ حَتَّىٰ يَأۡتِيَ وَعۡدُ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ",
      "translation": "بەڕاستی ئەگەر قورئانێک (بەخوێندنەوەی) چیاکانی پێ ببرایە (بۆ شوێنێکی تر) یان زەوی پێ لەت لەت بکرایە یان لەگەڵ مردوواندا قسەی بکردایە (ئەمجا باوەڕ ناھێنن) بەڵام ھەموو کاروبارەکان بەدەست خوان دەی ئایا بێ ھیوا نەبوون و (نەیانزانیوە) ئەوانەی کەبڕوایان ھێناوە کەئەگەر خوا بیویستایە ھەموو خەڵکی دەخستە سەر ڕێگای ڕاست وە ئەوانەی کەبێ باوەڕ بوون ھەمیشە بەڵای سەختیان تووش دەبێت بەھۆی ئەوەی کردوویانە یان ئەو (بەڵایە) لە نزیک ماڵەکانیانەوە ڕوودەدات ھەتا بەڵێنی خوا دێتە دی بەڕاستی خوا بەڵێنی خۆی بەدی دەھێنێت\n",
      "footnotes": null
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 253,
      "verse_key": "13:32",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 101,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَأَمۡلَيۡتُ لِلَّذِينَ كَفَرُواْ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ",
      "translation": "سوێند بەخوا بێگومان گاڵتە وسووکایەتی کرا بە پێغەمبەرانی زۆر لەپێش تۆوە منیش (ماوەیەک) مۆڵەتم دا بەوانەی بێ باوەر بوون پاشان ئەوانم گرت (تۆڵەم لێ سەندنەوە) جا چۆن بوو تۆڵەی من (دەربارەیان)\n",
      "footnotes": null
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 253,
      "verse_key": "13:33",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 101,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَمَنۡ هُوَ قَآئِمٌ عَلَىٰ كُلِّ نَفۡسِۭ بِمَا كَسَبَتۡۗ وَجَعَلُواْ لِلَّهِ شُرَكَآءَ قُلۡ سَمُّوهُمۡۚ أَمۡ تُنَبِّـُٔونَهُۥ بِمَا لَا يَعۡلَمُ فِي ٱلۡأَرۡضِ أَم بِظَٰهِرٖ مِّنَ ٱلۡقَوۡلِۗ بَلۡ زُيِّنَ لِلَّذِينَ كَفَرُواْ مَكۡرُهُمۡ وَصُدُّواْ عَنِ ٱلسَّبِيلِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ",
      "translation": "دەی ئەو (خوایە) ی چاودێرە بەسەر ھەموو کەسەوە ھەرچی کردووە (ئایا وەک بتانێکە ئاگایان لە ھیچ نیە) ئەوانە ھاوبەشانێکیان بۆ خوا بڕیار داوە (ئەی موحەممەد ﷺ) بڵێ ناوی ئەو (بت و ھاوبەشانەم) بۆ بڵێن یان ئێوە ھەواڵ دەدەن بەخوا بەوەی کە (بەخەیاڵی ئێوە) نایزانێت لەزەویدا یان قسەی ڕوت و (بێ مانا) دەکەن (نەخێر خوا ھاوبەشی نیە) بەڵکو ئەوانەی بێ باوەڕ بوون فێڵ و پیلانی خۆیان بۆ ڕازێنرایەوە وە قەدەغە کران لەڕێگەی ڕاست ھەر کەسیش خوا گومڕای بکات ئەوە ھیچ ڕێ نیشاندەرێکی بۆ نیە\n",
      "footnotes": null
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 253,
      "verse_key": "13:34",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 101,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَّهُمۡ عَذَابٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَقُّۖ وَمَا لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ",
      "translation": "ئەوانە لە ژیانی دونیادا سزایان بۆ ھەیە وە بەڕاستی سزای ڕۆژی دوایی سەخترو گرانترە وە بێگومان ھیچ پارێزەرێک نیە بۆ ئەوان لە (سزای) خوا\n",
      "footnotes": null
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 254,
      "verse_key": "13:35",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 102,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ أُكُلُهَا دَآئِمٞ وَظِلُّهَاۚ تِلۡكَ عُقۡبَى ٱلَّذِينَ ٱتَّقَواْۚ وَّعُقۡبَى ٱلۡكَٰفِرِينَ ٱلنَّارُ",
      "translation": "وێنەی ئەو بەھەشتەی کەبەڵێن دراوە بە پارێزکاران و لەخواترسان ڕوبارەکان دەڕۆن بەژێر باخەکانیدا میوە وسێبەرەکانی (بەھەشت) ھەمیشەیین ئەو (بەھەشتە) ئاکام و (لانەی) ئەوانەیە کە خۆیان پاراست (لە دونیادا) و لە خواترسان و ئاکام و (لانەی) بێ باوەڕانیش ھەر ئاگرە\n",
      "footnotes": null
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 254,
      "verse_key": "13:36",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 102,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَفۡرَحُونَ بِمَآ أُنزِلَ إِلَيۡكَۖ وَمِنَ ٱلۡأَحۡزَابِ مَن يُنكِرُ بَعۡضَهُۥۚ قُلۡ إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ وَلَآ أُشۡرِكَ بِهِۦٓۚ إِلَيۡهِ أَدۡعُواْ وَإِلَيۡهِ مَـَٔابِ",
      "translation": "ئەوانەش کتێبمان پێدابوون شاد دەبن بەوەی نێرراوەتە خوارەوە بۆت و ھەندێک لە گرۆ و تاقمەکان ھەن ھەندێک لەوە ئینکار دەکەن بڵێ من تەنھا فەرمانم بەوە پێدراوە کە خوا بپەرستم و ھیچ ھاوبەشێکی بۆ دانەنێم ھەر بۆلای خوا (خەڵکی) بانگ ئەکەم وگەڕانەوەشم تەنھا بۆلای ئەو (خوایەیە)\n",
      "footnotes": null
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 254,
      "verse_key": "13:37",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 102,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَذَٰلِكَ أَنزَلۡنَٰهُ حُكۡمًا عَرَبِيّٗاۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا وَاقٖ",
      "translation": "بەو شێوە ئەو (قورئانە) مان ناردۆتە خوارەوە (بۆ تۆ) کە فەرمانێکی عەرەبیە سوێند بەخوا بەڕاستی ئەگەر تۆ شوێنی ئارەزوەکانی ئەوانە بکەویت لەدوای ئەو وەحی و شارەزاییەی کە ھاتووە بۆت ھیچ پارێزەرێکت نابێت لە (سزای) خوا\n",
      "footnotes": null
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 254,
      "verse_key": "13:38",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 102,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ وَجَعَلۡنَا لَهُمۡ أَزۡوَٰجٗا وَذُرِّيَّةٗۚ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ لِكُلِّ أَجَلٖ كِتَابٞ",
      "translation": "سوێند بەخوا بێگومان پێش تۆ پێغەمبەرانێکمان ناردووە و پێماندان ھاوسەر و نەوە و وەچە وە بۆ ھیچ پێغەمبەرێک نەبووە (پێش تۆ) نیشانەیەک (موعجیزەیەک) بھێنێت مەگەر بەئیزنی خوا نەبێت بۆ ھەموو کارێک وەختێکی تایبەتی ھەیە کە نووسراوە\n",
      "footnotes": null
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 254,
      "verse_key": "13:39",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 102,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَمۡحُواْ ٱللَّهُ مَا يَشَآءُ وَيُثۡبِتُۖ وَعِندَهُۥٓ أُمُّ ٱلۡكِتَٰبِ",
      "translation": "ئەوەی خوا بیەوێت دەیسڕێتەوە و (ئەوەش بیەوێت) دەیھێڵێتەوە سەرچاوەی کتێبەکان لای ئەو (خوای گەورەیە) لە (لوح المحفوظ)\n",
      "footnotes": null
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 254,
      "verse_key": "13:40",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 102,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن مَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ وَعَلَيۡنَا ٱلۡحِسَابُ",
      "translation": "جا ئەگەر نیشانت دەین ھەندێک لەو ھەڕەشانەی لێمان کردون یان (پێش ئەوە) بتمرێنین بێگومان تۆ ھەر ڕاگەیاندنت لەسەرە و لێپرسینەوەش لەسەر ئێمەیە\n",
      "footnotes": null
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 254,
      "verse_key": "13:41",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 102,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَمۡ يَرَوۡاْ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَاۚ وَٱللَّهُ يَحۡكُمُ لَا مُعَقِّبَ لِحُكۡمِهِۦۚ وَهُوَ سَرِيعُ ٱلۡحِسَابِ",
      "translation": "ئایا (بێ باوەڕان) سەرنجیان نەداوە کەئێمە زەوی کەم دەکەینەوە لە ھەموو لایەکانیەوە و خوا (بەویستی خۆی) بڕیار دەدات کەس ناتوانێت بڕیاری ئەو (خوا) بگۆڕێَت (یان ھەڵیوەشێنێتەوە) و ئەو (خوا) لێپرسینەوەی خێرایە\n",
      "footnotes": null
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 254,
      "verse_key": "13:42",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 102,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَلِلَّهِ ٱلۡمَكۡرُ جَمِيعٗاۖ يَعۡلَمُ مَا تَكۡسِبُ كُلُّ نَفۡسٖۗ وَسَيَعۡلَمُ ٱلۡكُفَّٰرُ لِمَنۡ عُقۡبَى ٱلدَّارِ",
      "translation": "وە بێگومان ئەوانەی پێش ئەمانیش فێڵ و پیلانیان گێڕا بەڵام ھەموو پیلان و (نەخشەیەکی سەرکەوتوو) بۆ خوایە (لەبەرامبەر نەخشە وپیلانی ئەواندا) (خوا) دەزانێت ھەموو کەس چی دەکات و لەمەو دواش بێ باوەڕان دەزانن سەرئەنجامی (ھەر دوو جیھان) بۆ کێ دەبێت\n",
      "footnotes": null
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 255,
      "verse_key": "13:43",
      "juz_number": 13,
      "hizb_number": 26,
      "rub_el_hizb_number": 102,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَسۡتَ مُرۡسَلٗاۚ قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡ وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ",
      "translation": "وە ئەوانەی بێ باوەڕ بوون پێت دەڵێن تۆ ڕەوانەکراو (وپێغەمبەری خوا) نیت تۆش (ئەی موحەممەد ﷺ پێیان) بڵێ خوا بەسە شایەت بێت لەنێوان من و ئێوەدا ھەروەھا ئەو کەسەش کەشارەزایی کتێبی (ئاسمانی) لایە\n",
      "footnotes": null
    }
  ]
}