{
  "result": [
    {
      "id": "5242",
      "sura": "67",
      "aya": "1",
      "arabic_text": "تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
      "translation": " 1. Blessed be He in Whose Hand is the dominion; and He is Able to do all things.",
      "footnotes": ""
    },
    {
      "id": "5243",
      "sura": "67",
      "aya": "2",
      "arabic_text": "ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ",
      "translation": " 2. Who has created death and life that He may test you which of you is best in deed.[1] And He is the All-Mighty, the Oft-Forgiving;",
      "footnotes": "(V.67:2) i.e. who amongst you do the good deeds in the most perfect manner, that means to do them (deeds) totally for Allâh’s sake and in accordance with the legal ways of Prophet Muhammad صلى الله عليه وسلم."
    },
    {
      "id": "5244",
      "sura": "67",
      "aya": "3",
      "arabic_text": "ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ",
      "translation": " 3. Who has created the seven heavens one above another; you can see no fault in the creation of the Most Gracious. Then look again: \"Can you see any rifts?\"",
      "footnotes": ""
    },
    {
      "id": "5245",
      "sura": "67",
      "aya": "4",
      "arabic_text": "ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ",
      "translation": " 4. Then look again and yet again: your sight will return to you in a state of humiliation and worn out.",
      "footnotes": ""
    },
    {
      "id": "5246",
      "sura": "67",
      "aya": "5",
      "arabic_text": "وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ",
      "translation": " 5. And indeed We have adorned the nearest heaven with lamps[2], and We have made such lamps (as) missiles to drive away the Shayâtîn (devils), and have prepared for them the torment of the blazing Fire.",
      "footnotes": "(V.67:5) See the footnote of (V.6:97) and (V.85:1)."
    },
    {
      "id": "5247",
      "sura": "67",
      "aya": "6",
      "arabic_text": "وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ",
      "translation": " 6. And for those who disbelieve in their Lord (Allâh) is the torment of Hell, and worst indeed is that destination.",
      "footnotes": ""
    },
    {
      "id": "5248",
      "sura": "67",
      "aya": "7",
      "arabic_text": "إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ",
      "translation": " 7. When they are cast therein, they will hear the (terrible) drawing in of its breath as it blazes forth.",
      "footnotes": ""
    },
    {
      "id": "5249",
      "sura": "67",
      "aya": "8",
      "arabic_text": "تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ",
      "translation": " 8. It almost bursts up with fury. Every time a group is cast therein, its keeper will ask: \"Did no warner come to you?\"",
      "footnotes": ""
    },
    {
      "id": "5250",
      "sura": "67",
      "aya": "9",
      "arabic_text": "قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ",
      "translation": " 9. They will say: \"Yes, indeed a warner did come to us, but we belied him and said: ‘Allâh never sent down anything (of revelation); you are only in great error.’\"",
      "footnotes": ""
    },
    {
      "id": "5251",
      "sura": "67",
      "aya": "10",
      "arabic_text": "وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ",
      "translation": " 10. And they will say: \"Had we but listened or used our intelligence, we would not have been among the dwellers of the blazing Fire!\"",
      "footnotes": ""
    },
    {
      "id": "5252",
      "sura": "67",
      "aya": "11",
      "arabic_text": "فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ",
      "translation": " 11. Then they will confess their sin. So, away with the dwellers of the blazing Fire!",
      "footnotes": ""
    },
    {
      "id": "5253",
      "sura": "67",
      "aya": "12",
      "arabic_text": "إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ",
      "translation": " 12. Verily,, those who fear their Lord unseen (i.e. they do not see Him, nor His punishment in the Hereafter), theirs will be forgiveness and a great reward (i.e. Paradise).",
      "footnotes": ""
    },
    {
      "id": "5254",
      "sura": "67",
      "aya": "13",
      "arabic_text": "وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "13. And whether you keep your talk secret or disclose it, Verily, He is the All-Knower of what is in the breasts (of men).",
      "footnotes": ""
    },
    {
      "id": "5255",
      "sura": "67",
      "aya": "14",
      "arabic_text": "أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ",
      "translation": " 14. Should not He Who has created know? And He is the Most Kind and Courteous (to His slaves), All-Aware (of everything).",
      "footnotes": ""
    },
    {
      "id": "5256",
      "sura": "67",
      "aya": "15",
      "arabic_text": "هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ",
      "translation": " 15. He it is Who has made the earth subservient to you (i.e. easy for you to walk, to live and to do agriculture on it); so walk in the path thereof and eat of His provision. And to Him will be the Resurrection.",
      "footnotes": ""
    },
    {
      "id": "5257",
      "sura": "67",
      "aya": "16",
      "arabic_text": "ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ",
      "translation": " 16. Do you feel secure that He, Who is over the heaven (Allâh), will not cause the earth to sink with you, and then it should quake?",
      "footnotes": ""
    },
    {
      "id": "5258",
      "sura": "67",
      "aya": "17",
      "arabic_text": "أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ",
      "translation": " 17. Or do you feel secure that He, Who is over the heaven (Allâh), will not send against you a violent whirlwind? Then you shall know how (terrible) has been My Warning.",
      "footnotes": ""
    },
    {
      "id": "5259",
      "sura": "67",
      "aya": "18",
      "arabic_text": "وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ",
      "translation": " 18. And indeed those before them belied (the Messengers of Allâh), then how terrible was My denial (punishment)?",
      "footnotes": ""
    },
    {
      "id": "5260",
      "sura": "67",
      "aya": "19",
      "arabic_text": "أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ",
      "translation": " 19. Do they not see the birds above them, spreading out their wings and folding them in? None upholds them except the Most Gracious (Allâh). Verily, He is the All-Seer of everything.",
      "footnotes": ""
    },
    {
      "id": "5261",
      "sura": "67",
      "aya": "20",
      "arabic_text": "أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ",
      "translation": " 20. Who is he besides the Most Gracious that can be an army to you to help you? The disbelievers are in nothing but delusion.",
      "footnotes": ""
    },
    {
      "id": "5262",
      "sura": "67",
      "aya": "21",
      "arabic_text": "أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ",
      "translation": " 21. Who is he that can provide for you if He should withhold His provision? Nay, but they continue to be in pride, and (they) flee (from the truth).",
      "footnotes": ""
    },
    {
      "id": "5263",
      "sura": "67",
      "aya": "22",
      "arabic_text": "أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": " 22. Is he who walks prone (without seeing) on his face, more rightly guided, or he who (sees and) walks upright on the Straight Way (i.e. Islâmic Monotheism)?",
      "footnotes": ""
    },
    {
      "id": "5264",
      "sura": "67",
      "aya": "23",
      "arabic_text": "قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ",
      "translation": " 23. Say it is He Who has created you, and endowed you with hearing (ears) and seeing (eyes), and hearts. Little thanks you give.",
      "footnotes": ""
    },
    {
      "id": "5265",
      "sura": "67",
      "aya": "24",
      "arabic_text": "قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ",
      "translation": " 24. Say: \"It is He Who has created you on the earth, and to Him shall you be gathered (in the Hereafter).\"",
      "footnotes": ""
    },
    {
      "id": "5266",
      "sura": "67",
      "aya": "25",
      "arabic_text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": " 25. They say: \"When will this promise (i.e. the Day of Resurrection) come to pass if you are telling the truth.?\"",
      "footnotes": ""
    },
    {
      "id": "5267",
      "sura": "67",
      "aya": "26",
      "arabic_text": "قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ",
      "translation": " 26. Say (O Muhammad صلى الله عليه وسلم): \"The knowledge (of its exact time) is with Allâh only, and I am only a plain warner.\"",
      "footnotes": ""
    },
    {
      "id": "5268",
      "sura": "67",
      "aya": "27",
      "arabic_text": "فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ",
      "translation": "27. But when they will see it (the torment on the Day of Resurrection) approaching, the faces of those who disbelieve will change and turn black with sadness and in grief and it will be said (to them): \"This is (the promise) which you were calling for!\"",
      "footnotes": ""
    },
    {
      "id": "5269",
      "sura": "67",
      "aya": "28",
      "arabic_text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ",
      "translation": " 28. Say (O Muhammad صلى الله عليه وسلم): \"Tell me! If Allâh destroys me, and those with me, or He bestows His Mercy on us - who can save the disbelievers from a painful torment?\"",
      "footnotes": ""
    },
    {
      "id": "5270",
      "sura": "67",
      "aya": "29",
      "arabic_text": "قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": " 29. Say: \"He is the Most Gracious (Allâh), in Him we believe, and in Him we put our trust. So you will come to know who it is that is in manifest error.\"",
      "footnotes": ""
    },
    {
      "id": "5271",
      "sura": "67",
      "aya": "30",
      "arabic_text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ",
      "translation": " 30. Say (O Muhammad صلى الله عليه وسلم): \"Tell me! If (all) your water were to sink away, who then can supply you with flowing (spring) water?\"",
      "footnotes": ""
    }
  ]
}