{
  "id": 177,
  "verse_number": 177,
  "page_number": 27,
  "verse_key": "2:177",
  "juz_number": 2,
  "hizb_number": 3,
  "rub_el_hizb_number": 11,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ",
  "translation": "ساری اچھائی مشرق ومغرب کی طرف منھ کرنے میں ہی نہیں(1) بلکہ حقیقتاً اچھا وه شخص ہے جو اللہ تعالی پر، قیامت کے دن پر، فرشتوں پر، کتاب اللہ پر اور نبیوں پر ایمان رکھنے واﻻ ہو، جو مال سے محبت کرنے کے باوجود قرابت داروں، یتیموں، مسکینوں، مسافروں اور سوال کرنے والے کو دے، غلاموں کو آزاد کرے، نماز کی پابندی اور زکوٰة کی ادائیگی کرے، جب وعده کرے تب اسے پورا کرے، تنگدستی، دکھ درد اور لڑائی کے وقت صبر کرے، یہی سچے لوگ ہیں اور یہی پرہیزگار ہیں۔",
  "footnotes": "(1) یہ آیت قبلے کے ضمن میں ہی نازل ہوئی۔ ایک تو یہودی اپنے قبلے کو (جو بیت المقدس کا مغربی حصہ ہے) اور نصاریٰ اپنے قبلے کو (جو بیت المقدس کا مشرقی حصہ ہے) بڑی اہمیت دے رہے تھے اور اس پر فخر کر رہے تھے۔ دوسری طرف مسلمانوں کے تحویل قبلہ پر چہ میگوئیاں کررہے تھے، جس سے بعض مسلمان بھی بعض دفعہ کبیدہ خاطر ہوجاتے۔ اللہ تعالیٰ نے فرمایا، مشرق یا مغرب کی طرف رخ کرلینا بذات خود کوئی نیکی نہیں ہے بلکہ یہ تو صرف مرکزیت اور اجتماعیت کے حصول کا ایک طریقہ ہے، اصل نیکی تو ان عقائد پر ایمان رکھنا ہے جو اللہ نے بیان فرمائے اور ان اعمال واخلاق کو اپنانا ہے جس کی تاکید اس نے فرمائی ہے۔ پھر آگے ان عقائدواعمال کا بیان ہے۔ اللہ پر ایمان یہ ہے کہ اسے اپنی ذات وصفات میں یکتا، تمام عیوب سے پاک ومنزہ اور قرآن وحدیث میں بیان کردہ تمام صفات باری کو بغیر کسی تاویل یا تعطیل یا تکییف کے تسلیم کیا جائے۔ آخرت کے روز جزا ہونے، حشر نشر اور جنت ودوزخ پر یقین رکھا جائے۔ الْكِتَابِ سے مراد تمام آسمانی کتابوں کی صداقت پر ایمان ہے۔ اور فرشتوں کے وجود پر اور تمام پیغمبروں پر یقین رکھا جائے۔ ان ایمانیات کے ساتھ ان اعمال کو اپنایا جائے جس کی تفصیل اس آیت میں ہے۔ «عَلَى حُبّهِ»(ہ) ضمیر مال کی طرف راجع ہے، یعنی مال کی محبت کے باوجود مال خرچ کرے۔ «الْبَأْسَاءِ» سے تنگ دستی اور دشت فقر«الضَّرَّاء» سے نقصان یا بیماری اور «الْبَأْسِ» سے لڑائی اور اس کی شدت مراد ہے۔ ان تینوں حالتوں میں صبر کرنا، یعنی احکامات الٰہیہ سے سرمو انحراف نہ کرنا نہایت کٹھن ہوتا ہے اس لئے ان حالتوں کو خاص طور پر بیان فرمایاہے۔"
}