{
  "id": 191,
  "verse_number": 191,
  "page_number": 30,
  "verse_key": "2:191",
  "juz_number": 2,
  "hizb_number": 3,
  "rub_el_hizb_number": 12,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ",
  "translation": "انہیں مارو جہاں بھی پاؤ اور انہیں نکالو جہاں سے انہوں نے تمہیں نکاﻻ ہے اور (سنو) فتنہ قتل سے زیاده سخت ہے(1) اور مسجد حرام کے پاس ان سے لڑائی نہ کرو جب تک کہ یہ خود تم سے نہ لڑیں، اگر یہ تم سے لڑیں تو تم بھی انہیں مارو(2) کافروں کا بدلہ یہی ہے۔",
  "footnotes": "(1) مکہ میں مسلمان چوں کہ کمزور اور منتشر تھے، اس لئے کفار سے قتال ممنوع تھا، ہجرت کے بعد مسلمانوں کی ساری قوت مدینہ میں مجتمع ہوگئی تو پھر ان کو جہاد کی اجازت دے دی گئی۔ ابتداء میں آپ صرف ان ہی سے لڑتے جو مسلمانوں سے لڑنے میں پہل کرتے، اس کے بعد اس میں مزید توسیع کردی گئی اور مسلمانوں نے حسب ضرورت کفار کے علاقوں میں بھی جا کر جہاد کیا۔ قرآن کریم نے«اعْتِدَاءٌ» (زیادتی کرنے) سے منع فرمایا، اس لئے نبی کریم (صلى الله عليه وسلم) نے اپنے لشکر کو تاکید فرماتے کہ خیانت، بدعہدی اور مثلہ نہ کرنا، نہ بچوں، عورتوں اور گرجوں میں مصروف عبادت درویشوں کو قتل کرنا۔ اسی طرح درختوں کے جلانے اور حیوانات کو بغیر کسی مصلحت کے مارنے سے بھی منع فرماتے (ابن کثیر۔ بحوالہ صحیح مسلم وغیرہ) «حَيْثُ ثَقِفْتُمُوهُمْ» (جہاں بھی پاؤ) کا مطلب ہے ”تَمَكَّنْتُمْ مِنْ قِتَالِهِم“ ان کو قتل کرنے کی قدرت تمہیں حاصل ہوجائے (ایسرالتفاسیر) «مِنْ حَيْثُ أَخْرَجُوكُمْ» یعنی جس طرح کفار نے تمہیں مکہ سے نکالا تھا، اسی طرح تم بھی ان کو مکہ سے نکال باہر کرو۔ چنانچہ فتح مکہ کے بعد جو لوگ مسلمان نہیں ہوئے انہیں مدت معاہدہ ختم ہونے کے بعد وہاں سے نکل جانے کا حکم دے دیا گیا۔ فتنہ سے مراد، کفر وشرک ہے۔ یہ قتل سے بھی زیادہ سخت ہے، اس لئے اس کو ختم کرنے کے لئے جہاد سے گریز نہیں کرنا چاہیے۔\n(2) حدود حرم میں قتال منع ہے، لیکن اگر کفار اس کی حرمت کو ملحوظ نہ رکھیں اور تم سے لڑیں تو تمہیں بھی ان سے لڑنے کی اجازت ہے۔"
}