{
  "id": 228,
  "verse_number": 228,
  "page_number": 36,
  "verse_key": "2:228",
  "juz_number": 2,
  "hizb_number": 4,
  "rub_el_hizb_number": 14,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
  "translation": "طلاق والی عورتیں اپنے آپ کو تین حیض تک روکے رکھیں(1) ، انہیں حلال نہیں کہ اللہ نے ان کے رحم میں جو پیدا کیا ہو اسے چھپائیں(2)، اگر انہیں اللہ تعالیٰ پر اور قیامت کے دن پر ایمان ہو، ان کے خاوند اس مدت میں انہیں لوٹا لینے کے پورے حقدار ہیں اگر ان کا اراده اصلاح کا ہو(3)۔ اور عورتوں کے بھی ویسے ہی حق ہیں جیسے ان پر مردوں کے ہیں اچھائی کے ساتھ۔(4) ہاں مردوں کو عورتوں پر فضلیت ہے اور اللہ تعالیٰ غالب ہے حکمت واﻻ ہے۔",
  "footnotes": "(1) اس سے وہ مطلقہ عورت مراد ہے جو حاملہ بھی نہ ہو (کیوں کہ حمل والی عورت کی مدت وضع حمل ہے) جسے دخول سے قبل طلاق مل گئی ہو، وہ بھی نہ ہو (کیوں کہ اس کی کوئی عدت ہی نہیں ہے) آئسہ بھی نہ ہو، یعنی جن کو حیض آنا بند ہوگیا ہو (کیوں کہ ان کی عدت تین مہینے ہے) گویا یہاں مذکورہ عورتوں کے علاوہ صرف مدخولہ عورت کی عدت بیان کی جا رہی ہے اور وہ تین قروء۔ جس کے معنی طہر یا تین حیض کے ہیں۔ یعنی تین طہریا تین حیض عدت گزار کے وہ دوسری جگہ شادی کرنے کی مجاز ہے۔ سلف نے قروء کے دونوں ہی معنی صحیح قرار دیئے ہیں، اس لئے دونوں کی گنجائش ہے (ابن کثیر وفتح القدیر)\n(2) اس سے حیض اور حمل دونوں ہی مراد ہیں۔ حیض نہ چھپائیں، مثلاً کہے کہ طلاق کے بعد مجھے ایک یا دو حیض آئے ہیں، درآں حالیکہ اسے تینوں حیض آچکے ہوں۔ مقصد پہلے خاوند کی طرف رجوع کرنا ہو (اگر وہ رجوع کرنا چاہتا ہو) یا اگر رجوع کرنا نہ چاہتی ہو تو یہ کہہ دے کہ مجھے تو تین حیض آچکے ہیں جب کہ واقعتہً ایسا نہ ہو، تاکہ خاوند کا حق رجوع ثابت نہ ہوسکے۔ اسی طرح حمل نہ چھپائیں، کیوں کہ اس طرح دوسری جگہ شادی کرنے کی صورت میں نسب میں اختلاط ہوجائے گا۔ نطفہ وہ پہلے خاوند کا ہوگا اور منسوب دوسرے خاوند کی طرف ہوجائے گا۔ یہ سخت کبیرہ گناہ ہے۔\n(3) رجوع کرنے سے خاوند کا مقصد اگر تنگ کرنا نہ ہو تو عدت کے اندر خاوند کو رجوع کرنے کا پورا حق حاصل ہے۔ عورت کے ولی کو اس حق میں رکاوٹ ڈالنے کی اجازت نہیں ہے۔\n(4) یعنی دونوں کے حقوق ایک دوسرے سے ملتے جلتے ہیں، جن کے پورے کرنے کے دونوں شرعاً پابند ہیں، تاہم مرد کو عورت پر فضیلت یا درجہ حاصل ہے، مثلاً فطری قوتوں میں، جہاد کی اجازت میں، میراث کے دو گنا ہونے میں، قوامیت اورحاکمیت میں اور اختیار طلاق ورجوع (وغیرہ) میں۔"
}