{
  "id": 233,
  "verse_number": 233,
  "page_number": 37,
  "verse_key": "2:233",
  "juz_number": 2,
  "hizb_number": 4,
  "rub_el_hizb_number": 15,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ",
  "translation": "مائیں اپنی اوﻻد کو دو سال کامل دودھ پلائیں جن کا اراده دودھ پلانے کی مدت بالکل پوری کرنے کا(1) ہو اور جن کے بچے ہیں ان کے ذمہ ان کا روٹی کپڑا ہے جو مطابق دستور کے ہو(2)۔ ہر شخص اتنی ہی تکلیف دیا جاتا ہے جتنی اس کی طاقت ہو۔ ماں کو اس کے بچہ کی وجہ سے یا باپ کو اس کی اوﻻدکی وجہ سے کوئی ضرر نہ پہنچایا جائے(3)۔ وارث پر بھی اسی جیسی ذمہ داری(4) ہے، پھر اگر دونوں (یعنی ماں باپ) اپنی رضامندی اور باہمی مشورے سے دودھ چھڑانا چاہیں تو دونوں پر کچھ گناه نہیں اور اگر تمہارا اراده اپنی اوﻻد کو دودھ پلوانے کا ہو تو بھی تم پر کوئی گناه نہیں جب کہ تم ان کو مطابق دستور کے جو دینا ہو وه ان کے حوالے کردو(5)، اللہ تعالیٰ سے ڈرتے رہو اور جانتے رہو کہ اللہ تعالیٰ تمہارے اعمال کی دیکھ بھال کر رہا ہے۔",
  "footnotes": "(1) اس آیت میں مسئلہ رضاعت کا بیان ہے۔ اس میں پہلی بات یہ کہی گئی ہے کہ جو مدت رضاعت پوری کرنی چاہے تو وہ دو سال پورے دودھ پلائے۔ ان الفاظ سے اس سے کم مدت تک دودھ پلانے کی بھی گنجائش نکلتی ہے، دوسری بات یہ معلوم ہوئی کہ مدت رضاعت زیادہ سے زیادہ دو سال ہے، جیسا کہ ترمذی میں حضرت ام سلمہ ل سے مرفوعاً روایت ہے : «لا يُحَرِّمُ مِنَ الرَّضَاعِ إِلا مَا فَتَقَ الأَمْعَاءَ فِي الثَّدْيِ ، وَكَان قَبْلَ الفِطَامِ »، (الترمذي ، كتاب الرضاع ، باب ما جاء أن الرضاعة لا تحرم إلا في الصغر دون الحولين) ”وہی رضاع (دودھ پلانا) حرمت ثابت کرتا ہے، جو چھاتی سے نکل کر آنتوں کو پھاڑے اور یہ دودھ چھڑانے (کی مدت) سے پہلے ہو۔“ چنانچہ اس مدت کے اندر کوئی بچہ کسی عورت کا اس طریقہ سے دودھ پی لے گا، جس سے رضاعت ثابت ہوجاتی ہے، تو ان کے درمیان رضاعت کا وہ رشتہ قائم ہوجائے گا، جس کے بعد رضاعی بہن بھائیوں میں آپس میں اسی طرح نکاح حرام ہوگا جس طرح نسبی بہن بھائیوں میں حرام ہوتا ہے۔ «يَحْرُمُ مِنَ الرَّضَاعِ مَا يَحْرُمُ مِنَ النَّسَبِ»۔ (صحيح بخاري ، كتاب الشهادات ، باب الشهادة على الأنساب والرضاع المستفيض والموت القديم) ”رضاعت سے بھی وہ رشتے حرام ہوجائیں گے جو نسب سے حرام ہوتے ہیں۔“\n(2) مَوْلُودٌ لَّهُ سے مراد باپ ہے۔ طلاق ہوجانے کی صورت میں شیرخوار بچے اور اس کی ماں کی کفالت کا مسئلہ ہمارے معاشرے میں بڑا پیچیدہ بن جاتا ہے اور اس کی وجہ شریعت سے انحراف ہے۔ اگر حکم الٰہی کے مطابق خاوند اپنی طاقت کے مطابق مطلقہ عورت کی روٹی کپڑے کا ذمہ دار ہو، جس طرح کہ اس آیت میں کہا جا رہا ہے تو نہایت آسانی سے مسئلہ حل ہوجاتا ہے۔\n(3) ماں کو تکلیف پہنچانا یہ ہے کہ مثلاً ماں بچے کو اپنے پاس رکھنا چاہے، مگر مامتا کے جذبے کو نظرانداز کرکے بچہ زبردستی اس سے چھین لیا جائے، یا یہ کہ بغیر خرچ کی ذمہ داری اٹھائے، اسے دودھ پلانے پر مجبور کیا جائے۔ باپ کو تکلیف پہنچانے سے مراد یہ ہے کہ ماں دودھ پلانے سے انکارکردے، یا اس کی حیثیت سے زیادہ کا، اس سے مالی مطالبہ کرے۔\n(4) باپ کے فوت ہوجانے کی صورت میں یہی ذمہ داری وارثوں کی ہے کہ وہ بچے کی ماں کے حقوق صحیح طریقے سے ادا کریں، تاکہ نہ عورت کو تکلیف ہو اور نہ بچے کی پرورش اور نگہداشت متاثر ہو۔\n(5) یہ ماں کے علاوہ کسی اور عورت سے دودھ پلوانے کی اجازت ہے بشرطیکہ اس کاما وجب (معاوضہ) دستور کے مطابق ادا کردیا جائے۔"
}