{
  "result": {
    "id": "33",
    "sura": "2",
    "aya": "26",
    "arabic_text": "۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ",
    "translation": "یقیناً اللہ تعالیٰ کسی مثال کے بیان کرنے سے نہیں شرماتا، خواه مچھر کی ہو، یا اس سے بھی ہلکی چیز کی(1) ۔ ایمان والے تو اسے اپنے رب کی جانب سے صحیح سمجھتے ہیں اور کفار کہتے ہیں کہ اس مثال سے اللہ نے کیا مراد لی ہے؟ اس کے ذریعے بیشتر کو گمراه کرتا ہے اور اکثر لوگوں کو راه راست پر ﻻتا ہے(2) اور گمراه تو صرف فاسقوں کو ہی کرتا ہے۔",
    "footnotes": "(1) جب اللہ تعالیٰ نے دلائل قاطعہ سے قرآن کا معجزہ ہونا ثابت کردیا تو کفار نے ایک دوسرے طریقے سے معارضہ کردیا اور وہ یہ کہ اگر یہ کلام الٰہی ہوتا تو اتنی عظیم ذات کے نازل کردہ کلام میں چھوٹی چھوٹی چیزوں کی مثالیں نہ ہوتیں۔ اللہ تعالیٰ نے اس کے جواب میں فرمایا کہ بات کی توضیح اور کسی حکمت بالغہ کے پیش نظر تمثیلات کے بیان کرنے میں کوئی حرج نہیں، اس لئے اس میں حیا وحجاب بھی نہیں۔ فَوْقَهَا جو مچھر کے اوپر ہو، یعنی پر یا بازو، مراد اس مچھر سے بھی حقیر تر چیز۔ یا فَوْقُ کے معنی، اس سے بڑھ کر بھی ہوسکتے ہیں۔ اس صورت میں معنی (مچھر یا اس سے بڑھ کر کسی چیز) کے ہوں گے۔ لفظ فَوْقَهَا میں دونوں مفہوم کی گنجائش ہے۔\n(2) اللہ کی بیان کردہ مثالوں سے اہل ایمان کے ایمان میں اضافہ اور اہل کفر کے کفر میں اضافہ ہوتا ہے اور یہ سب اللہ کے قانون قدرت ومشیت کے تحت ہی ہوتا ہے۔ جسے قرآن نے «نُوَلِّهِۦ مَا تَوَلَّىٰ» [النساء: 115]. ”جس طرف کوئی پھرتا ہے، ہم اسی طرف اس کو پھیر دیتے ہیں“ اور حدیث میں: «كُلٌّ مُيَسَّرٌ لِّمَا خُلِقَ لَهُ» (صحیح بخاری، تفسیر سورۂ اللیل) سے تعبیر کیا گیا ہے۔ فسق، اطاعت الٰہی سے خروج کو کہتے ہیں، جس کا ارتکاب عارضی اور وقتی طور پر ایک مومن سے بھی ہو سکتا ہے۔ لیکن اس آیت میں فسق سے مراد اطاعت سے کلی خروج یعنی کفر ہے۔ جیسا کہ اگلی آیت سے واضح ہے کہ اس میں مومن کے مقابلے میں کافروں والی صفات کا تذکرہ ہے۔"
  }
}