{
  "id": 61,
  "verse_number": 61,
  "page_number": 9,
  "verse_key": "2:61",
  "juz_number": 1,
  "hizb_number": 1,
  "rub_el_hizb_number": 4,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ",
  "translation": "اور جب تم نے کہا اے موسیٰ! ہم سے ایک ہی قسم کے کھانے پر ہرگز صبر نہ ہوسکے گا، اس لئے اپنے رب سے دعا کیجیئے کہ وه ہمیں زمین کی پیداوار ساگ، ککڑی، گیہوں، مسور اور پیاز دے، آپ نے فرمایا، بہتر چیز کے بدلے ادنیٰ چیز کیوں طلب کرتے ہو! اچھا شہر میں جاؤ وہاں تمہاری چاہت کی یہ سب چیزیں ملیں گی(1) ۔ ان پر ذلت اور مسکینی ڈال دی گئی اور اللہ تعالی کا غضب لے کر وه لوٹے(2) یہ اس لئے کہ وه اللہ تعالیٰ کی آیتوں کے ساتھ کفر کرتے تھے اور نبیوں کو ناحق قتل کرتے(3) تھے، یہ ان کی نافرمانیوں اور زیادتیوں کا نتیجہ ہے۔(4)",
  "footnotes": "(1) یہ قصہ بھی اسی میدان تیہ کا ہے۔ مصر سے مراد یہاں ملک مصر نہیں، بلکہ کوئی ایک شہر ہے۔ مطلب یہ ہے کہ یہاں سے کسی بھی شہر میں چلے جاؤ اور وہاں کھیتی باڑی کرو، اپنی پسند کی سبزیاں، دالیں اگاؤ اور کھاؤ۔ ان کا یہ مطالبہ چونکہ کفران نعمت اور استکبار پر مبنی تھا، اس لئے زجروتوبیخ کے انداز میں ان سے کہا گیا ”تمہارے لئے وہاں مطلوبہ چیزیں ہیں۔“\n(2) کہاں وہ انعامات واحسانات، جس کی تفصیل گزری؟ اور کہاں وہ ذلت ومسکنت جو بعد میں ان پر مسلط کردی گئی؟ اور وہ غضب الٰہی کے مصداق بن گئے، غضب بھی رحمت کی طرح اللہ کی صفت ہے، جس کی تاویل ارادۂ عقوبت یا نفس عقوبت سے کرنا صحیح نہیں۔ اللہ تعالیٰ ان پر غضب ناک ہوا۔ كَمَا هُوَ شَأْنُهُ۔ (اپنی شان کے لائق)\n(3) یہ ذلت وغضب الٰہی کی وجہ بیان کی جارہی ہے۔ گویا اللہ تعالیٰ کی آیتوں کا انکار اور اللہ کی طرف بلانے والے انبیا (عليهم السلام) اور داعیان حق کا قتل اور ان کی تذلیل واہانت، یہ غضب الٰہی کا باعث ہے۔ کل یہود اس کا ارتکاب کرکے مغضوب اور ذلیل ورسوا ہوئے تو آج اس کا ارتکاب کرنے والے کس طرح معزز اور سرخرو ہوسکتے ہیں: ”أَيْنَ مَا كَانُوا وَحَيْثُ مَا كَانُوا“ ”وہ کوئی بھی ہوں اور کہیں بھی ہوں۔“\n(4) یہ ذلت ومسکنت کی دوسری وجہ ہے۔ عَصَوْا(نافرمانی کی) کا مطلب ہے جن کاموں سے انہیں روکا گیا تھا، ان کا ارتکاب کیا اور (يَعْتَدُونَ) کا مطلب ہے مامور بہ کاموں میں حد سے تجاوز کرتے تھے۔ اطاعت و فرمانبرداری یہ ہے کہ مَنْهِيَّات سے باز رہا جائے اور مَأْمُورَات کو اس طرح بجا لایا جائے جس طرح ان کو بجا لانے کا حکم دیا گیا ہو۔ اپنی طرف سے کمی بیشی یہ زیادتی (اعْتِدَاء) ہے جو اللہ کو سخت ناپسند ہے۔"
}