{
  "id": 37,
  "verse_number": 37,
  "page_number": 423,
  "verse_key": "33:37",
  "juz_number": 22,
  "hizb_number": 43,
  "rub_el_hizb_number": 169,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا",
  "translation": "(ಪ್ರವಾದಿಯವರೇ) ಅಲ್ಲಾಹು ಅನುಗ್ರಹಗಳನ್ನು ನೀಡಿದ ಮತ್ತು ನೀವು ಕೂಡ ಅನುಗ್ರಹಗಳನ್ನು ನೀಡಿದ ವ್ಯಕ್ತಿಯೊಡನೆ, “ನಿನ್ನ ಪತ್ನಿಯನ್ನು ನಿನ್ನ ಬಳಿಯೇ ಇರಿಸು ಮತ್ತು ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡು” ಎಂದು ನೀವು ಹೇಳಿದ ಸಂದರ್ಭ.[1] ಅಲ್ಲಾಹು ಬಹಿರಂಗಪಡಿಸಲಿದ್ದ ಒಂದು ವಿಷಯವನ್ನು ನೀವು ನಿಮ್ಮ ಹೃದಯದಲ್ಲಿ ಮುಚ್ಚಿಟ್ಟಿರಿ. ನೀವು ಜನರನ್ನು ಭಯಪಟ್ಟಿರಿ. ಆದರೆ ನೀವು ಭಯಪಡಲು ಅಲ್ಲಾಹು ಹೆಚ್ಚು ಅರ್ಹನಾಗಿದ್ದಾನೆ. ನಂತರ ಝೈದ್ (ಪ್ರವಾದಿಯ ದತ್ತುಪುತ್ರ) ಅವಳಿಂದ ತನ್ನ ಅಗತ್ಯವನ್ನು ಪೂರೈಸಿದಾಗ, ನಾವು ಅವಳನ್ನು ನಿಮಗೆ ವಿವಾಹ ಮಾಡಿಕೊಟ್ಟೆವು.[2] ಇದೇಕೆಂದರೆ, ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ಅವರ ದತ್ತುಪುತ್ರರ ಪತ್ನಿಯರನ್ನು ವಿವಾಹವಾಗುವ ವಿಷಯದಲ್ಲಿ ಯಾವುದೇ ಸಂಕಟವಾಗದಿರುವುದಕ್ಕಾಗಿ—ಆ ದತ್ತುಪುತ್ರರು ಅವರಿಂದ ತಮ್ಮ ಅಗತ್ಯವನ್ನು ಪೂರೈಸಿದ ಬಳಿಕ. ಅಲ್ಲಾಹನ ಆಜ್ಞೆಯು ನೆರವೇರುವಂತದ್ದೇ ಆಗಿದೆ.",
  "footnotes": "[1] ಝೈದ್ ಬಿನ್ ಹಾರಿಸ ಪ್ರವಾದಿಯವರ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಗುಲಾಮರಾಗಿದ್ದರು. ನಂತರ ಪ್ರವಾದಿಯವರು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಅವರನ್ನು ಸ್ವತಂತ್ರಗೊಳಿಸಿ ದತ್ತುಪುತ್ರನಾಗಿ ಸ್ವೀಕರಿಸಿದರು. ತನ್ನ ಸೋದರ ಸಂಬಂಧಿ ಜಹ್‌ಶ್‌ನ ಮಗಳು ಝೈನಬರನ್ನು ಅವರಿಗೆ ವಿವಾಹ ಮಾಡಿಕೊಟ್ಟರು. ಆದರೆ ದಂಪತಿಗಳ ಮಧ್ಯೆ ಮನಸ್ತಾಪವುಂಟಾಗಿ ದಾಂಪತ್ಯದಲ್ಲಿ ಬಿರುಕು ಗೋಚರಿಸಿತು. ಬಿರುಕು ಉಲ್ಬಣಿಸಿದಾಗ ಝೈದ್ ಪ್ರವಾದಿಯವರ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಬಳಿಗೆ ಬಂದು ತಲಾಕ್ ನೀಡಲು ಅನುಮತಿ ಕೇಳಿದರು. ಆದರೆ ಅದು ಪ್ರವಾದಿಯವರಿಗೆ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಇಷ್ಟವಿರಲಿಲ್ಲ. ಅವರು ದಾಂಪತ್ಯ ಮುಂದುವರಿಸಲು ಹೇಳಿದರು. [2] ಪ್ರವಾದಿಯವರ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ದತ್ತುಪುತ್ರ ಝೈದ್ ತನ್ನ ಪತ್ನಿ ಝೈನಬರಿಗೆ ವಿಚ್ಛೇದನ ನೀಡಿದರು. ದತ್ತುಪುತ್ರರು ವಿಚ್ಛೇದಿಸಿದ ಮಹಿಳೆಯನ್ನು ದತ್ತು ಪಡೆದವರು ವಿವಾಹವಾಗಬಾರದು ಎಂಬ ರೂಢಿ ಅರೇಬಿಯಾದಲ್ಲಿ ಅಸ್ತಿತ್ವದಲ್ಲಿತ್ತು. ಅಜ್ಞಾನಕಾಲದ ಈ ರೂಢಿಯನ್ನು ನಿರ್ಮೂಲನ ಮಾಡಲು ಅಲ್ಲಾಹನ ಆಜ್ಞೆಯಂತೆ ಪ್ರವಾದಿಯವರು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಝೈನಬರನ್ನು ವಿವಾಹವಾದರು."
}