{
  "result": {
    "id": "664",
    "sura": "4",
    "aya": "171",
    "arabic_text": "يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لَا تَغۡلُواْ فِي دِينِكُمۡ وَلَا تَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ إِنَّمَا ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ رَسُولُ ٱللَّهِ وَكَلِمَتُهُۥٓ أَلۡقَىٰهَآ إِلَىٰ مَرۡيَمَ وَرُوحٞ مِّنۡهُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۖ وَلَا تَقُولُواْ ثَلَٰثَةٌۚ ٱنتَهُواْ خَيۡرٗا لَّكُمۡۚ إِنَّمَا ٱللَّهُ إِلَٰهٞ وَٰحِدٞۖ سُبۡحَٰنَهُۥٓ أَن يَكُونَ لَهُۥ وَلَدٞۘ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا",
    "translation": "171. Rašto žmonės (krikščionys), neperlenkite savo tikėjime, nei sakykite apie Allahą (nieko kito), išskyrus tiesą. Mesijas Isa (Jėzus), Marjamos (Marijos) sūnus, buvo (ne daugiau nei) Allaho Pasiuntinys ir Jo Žodis („Būk!” - ir jis buvo), kurį Jis suteikė Marjamai (Marijai) ir dvasia (Rūh) [24], sukurta Jo paliepimu. Taigi, tikėkite Allahą ir Jo Pasiuntinius. Nesakykite: „Trys (trejybė)!“ Liaukitės! (Tai) geriau jums. Nes Allahas yra (vienintelis) Vienas Ilah (Dievas), šlovė Jam (Išaukštintas yra Jis) virš sūnaus turėjimo. Jam priklauso visa, kas yra danguose, ir visa, kas yra žemėje. Ir Allahas yra Visa Pakankamas kaip reikalų Tvarkytojas.",
    "footnotes": "[24] Rūh-ullah: pasak ankstyvųjų tikėjimo mokslininkų iš Pranašo ﷺ kompanjonų tarpo ir jų mokinių bei Mudžtahidūn, yra dvi taisyklės, kuriomis remiantis atskiriamos dvi kilmininko linksnio daiktavaržių konstrukcijos:\na) Kai vienas iš daiktavardžių yra Allahas, o kitas yra asmuo arba daiktas, pavyzdžiui, Allaho Namas (Bait-ullah), Allaho Pasiuntinys (Rasūl-ullah), Allaho vergas (Abdullah), Allaho dvasia (Rūh-ullah), šiems žodžiams taikoma taisyklė ta, kad antrasis daiktavardis, pavyzdžiui, namas, pasiuntinys, vergas, dvasia, yra sukurtas Allaho ir gerbtinas Jo Akyse. Panašiai, Allaho dvasia, kuri gali būti suvokiama kaip Allaho dvasia, iš tiesų yra dvasia, sukurta Allaho, t. y. Isa (Jėzus). Ir tai buvo Jo Žodis: „Būk!“ ir jis buvo [t. y. Isa (Jėzus) buvo sukurtas kaip Adamas (Adomas)].\nb) Tačiau kai vienas iš dviejų yra Allahas, o antrasis yra nei asmuo, nei daiktas, tada tai yra ne Allaho sukurtas dalykas, o Allaho savybė, pavyzdžiui, Allaho Žinojimas (Ilm-ullah), Allaho Gyvenimas (Hajat-ullah), Allaho Žodis (Kalam-ullah), Allaho Esmė (Zat-ullah)."
  }
}