{
  "id": 6,
  "verse_number": 6,
  "page_number": 559,
  "verse_key": "65:6",
  "juz_number": 28,
  "hizb_number": 56,
  "rub_el_hizb_number": 223,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "أَسۡكِنُوهُنَّ مِنۡ حَيۡثُ سَكَنتُم مِّن وُجۡدِكُمۡ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّۚ وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّۚ فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖۖ وَإِن تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ",
  "translation": "تم اپنی طاقت کے مطابق جہاں تم رہتے ہو وہاں ان (طلاق والی) عورتوں کو رکھو(1) اور انہیں تنگ کرنے کے لیے تکلیف نہ پہنچاؤ(2) اور اگر وه حمل سے ہوں تو جب تک بچہ پیدا ہولے انہیں خرچ دیتے رہا کرو(3) پھر اگر تمہارے کہنے سے وہی دودھ پلائیں تو تم انہیں ان کی اجرت دے دو(4) اور باہم مناسب طور پر مشوره کر لیا کرو (5)اور اگر تم آپس میں کشمکش کرو تو اس کے کہنے سے کوئی اور دودھ پلائے گی.(6)",
  "footnotes": "(1) یعنی مطلقہ رجعیہ کو۔ اس لیے کہ مطلقہ بائنہ کے لیے تو رہائش اور نفقہ ضروری ہی نہیں ہے، جیسا کہ گزشتہ صفحے میں بیان ہوا۔ اپنی طاقت کے مطابق رکھنے کا مطلب ہے کہ اگر مکان فراخ ہو اور اس میں متعدد کمرے ہوں تو ایک کمرہ اس کے لیے مخصوص کر دیا جائے۔ بصورت دیگر اپنا کمرہ اس کے لیے خالی کر دے۔ اس میں حکمت یہی ہے کہ قریب رہ کر عدت گزارے گی تو شاید خاوند کا دل پسیج جائے اور رجوع کرنے کی رغبت اس کے دل میں پیدا ہو جائے۔ خاص طور پر اگر بچے بھی ہوں تو پھر رغبت اور رجوع کا قوی امکان ہے۔ مگر افسوس ہے کہ مسلمان اس ہدایت پر عمل نہیں کرتے، جس کی وجہ سے اس حکم کے فوائد وحکم سے بھی وہ محروم ہیں۔ ہمارے معاشرے میں طلاق کے ساتھ ہی جس طرح عورت کو فوراً اچھوت بنا کر گھر سے نکال دیا جاتا ہے، یا بعض دفعہ لڑکی والے اسے اپنے گھر لے جاتے ہیں، یہ رواج قرآن کریم کی صریح تعلیم کے خلاف ہے۔\n(2) یعنی نان نفقہ میں یا رہائش میں اسے تنگ اور بے آبرو کرنا تاکہ وہ گھر چھوڑنے پر مجبور ہو جائے۔ عدت کے دوران ایسا رویہ اختیارنہ کیا جائے۔ بعض نے اس کا مطلب یہ بیان کیا ہے کہ عدت ختم ہو جانے کے قریب ہو تو پھر رجوع کر لے اور بار بار ایسا کرے، جیسا کہ زمانۂ جاہلیت میں کیا جاتا تھا۔ جس کے سدباب کے لیے شریعت نے طلاق کے بعد رجوع کرنے کی حد مقرر فرما دی تاکہ کوئی شخص آئندہ اس طرح عورت کو تنگ نہ کرے، اب ایک انسان دو مرتبہ تو ایسا کرسکتا ہے یعنی طلاق دے کر عدت ختم ہونے سے پہلے رجوع کر لے۔ لیکن تیسری مرتبہ جب طلاق دے گا تو اس کے بعد اس کے رجوع کا حق بھی ختم ہو جائے گا۔\n(3) یعنی مطلقہ خواہ بائنہ ہی کیوں نہ ہو۔ اگر حاملہ ہے تو اس کا نفقہ وسکنیٰ ضروری ہے۔ جیسا کہ پہلے بھی بیان کیا گیا ہے۔\n(4) یعنی طلاق دینے کے بعد اگر وہ تمہارے بچے کو دودھ پلائے، تو اس کی اجرت تمہارے ذمے ہے۔\n(5) یعنی باہمی مشورے سے اجرت اور دیگر معاملات طے کر لیے جائیں۔ مثلاً بچے کا باپ عرف کے مطابق اجرت دے اور ماں، باپ کی استطاعت کے مطابق اجرت طلب کرے، وغیرہ۔\n(6) یعنی آپس میں اجرت وغیرہ کا معاملہ طے نہ ہوسکے تو کسی دوسری انا کے ساتھ معاملہ کرلے جو اس کے بچے کو دودھ پلائے۔"
}