{
  "id": 229,
  "verse_number": 229,
  "page_number": 36,
  "verse_key": "2:229",
  "juz_number": 2,
  "hizb_number": 4,
  "rub_el_hizb_number": 14,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ",
  "translation": "(Кайрадан нике кыюу мүмкүн болгон) талак эки ирет гана (берилет). Андан кийин (же) жакшы жашоо менен (аялды) кармап калуу же болбосо, жакшылыкча койо берүү (гана калат). Аларга (аялдарга) берген махырыңардан кээ бир бөлүгүн алып калуу силер үчүн адал эмес. Болгону, ал экөө (аялы менен күйөөсү) Аллахтын чек араларында тура албагандан корккондо гана (аялга берилген махырдан белгилүү өлчөмдө алып калуу адал болот.) Эгер силер ал экөөсүнүн Аллах чектеген чектерде тура албасынан корксоңор, аялы (өз башын азат кылуу үчүн) күйөөсүнө берген төлөмүндө эч күнөө жок. Ушулар Аллахтын чек-эрежелери, аларды бузбагыла! Ким Аллахтын чек-эрежелерин бузган болсо, ошолор гана залымдар![1]",
  "footnotes": "[1] Аял күйөөсүнүн бир пейилин же өзүн жактырбай калганда, аятта айтылган “Аллахтын чек арасында тура албагандан корккон” абал пайда болот. Анткени, үй-бүлөдө эр - башчы. Ал эми эрди сүйбөгөн аял моюн сунгусу келбейт. Бул Аллахтын үй-бүлөдөгү чек-эрежесинин бузулуу коркунучун туудурат. Мына ушундай мезгилде, таамай айтканда аял күйөөсүнөн өз башын азат кылуу үчүн талак сураганда, күйөөсү махыр мүлкүн кайтарып алса - адал болот. Ошондой эле, күйөөсүнөн көңүлү калган аял өз башын азат кылуу үчүн күйөөсүнө: “Мен сага баланча акча-мүлк төлөймүн, анан менин талагымды бересиң” деп шартташса жана буга күйөө макул болсо бул келишимде ал экөөнө эч күнөө болбойт. Шариятта - бул эреже “хулуь” деп аталат."
}