{
  "result": {
    "id": "203",
    "sura": "2",
    "aya": "196",
    "arabic_text": "وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
    "translation": "196. U dhammeystira Xajka42 iyo Cumrada Alle darti. Haddiise la idinka xannibo (dhammeystirkooda), gowraca Hadyi43 waxaad heli kartaan ah, hana xiidhina madaxyadiinna jeer hadyigu gaaro meesha gowraciisa. Qofkiise idinka mid ah ee buka ama ka qaba cudur oogada madaxiisa (oo xiira timahiisa isagoo xarman), waxaa saaran fidyo ah soomid44 ama bixin sadaqo45 ama neef gowracid46, markaadse aamin tihiin, Qofkii ka faa’ideysta inuu ku daraa Cumrada Xaj, waa inuu gowraco hadyi wuxuu heli karo ah, qofkiise aan heli karin (hadyi), waa inuu soomo seddex maalmood inta lagu jiro Xajka iyo toddobo maalmood markaad laabataan, intani waa toban buuxda. Arrinkani wuxuu ku gaar yahay midka aanay reerkiisu deggeneyn Masjidka Xaramka. Oo dhowra (xilkuu idin saaray) Alle. Ogaadana in Alle ciqaabkiisu daran yahay.",
    "footnotes": "42.Nabigu s.c.w. wuxuu yidhi: “Qofkii xajiya isagoo aan xajkiisa kula iman galmo iyo af lagaaddo, wuxuu noqdaa isagoo denbi ka ah sida maalintay hooyadi dhashay.” W.w. Al-Bukhaari iyo Muslim.\n43. Hadyi waxaa la yidhaahdaa waxa la gowraco si loogu kabo ka tegista waajib ka mid ah waajibyada Xajka, ama bixin kaffaarad haddaad fasho mid ka mid ah waxyaalaha ku caaggan Xajka.\n 44. Soomid seddex maalmood.\n 45. Quudin lix miskiin.\n 46. Gowrac neef ari ah ama ido."
  }
}