{
  "result": [
    {
      "id": "5242",
      "sura": "67",
      "aya": "1",
      "arabic_text": "تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
      "translation": "Uzvišen i blagoslovljen je Onaj u Čijoj je ruci vlast i On nad svime ima moć,",
      "footnotes": ""
    },
    {
      "id": "5243",
      "sura": "67",
      "aya": "2",
      "arabic_text": "ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ",
      "translation": "Onaj Koji je stvorio smrt i život da bi iskušao koji će od vas bolja djela imati;  On je Silni, Oprostitelj grijeha, ",
      "footnotes": ""
    },
    {
      "id": "5244",
      "sura": "67",
      "aya": "3",
      "arabic_text": "ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ",
      "translation": "Onaj koji je sedam nebesa kao slojeve, jedne iznad drugih, stvorio - ti u onome što Svemilosni stvara ne vidiš nikakva nesklada, pa ponovo pogledaj, vidiš li ikakvu pukotinu!? ",
      "footnotes": ""
    },
    {
      "id": "5245",
      "sura": "67",
      "aya": "4",
      "arabic_text": "ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ",
      "translation": "Zatim, ponovo više puta pogledaj, pogled će ti se vratiti klonuo i umoran. ",
      "footnotes": ""
    },
    {
      "id": "5246",
      "sura": "67",
      "aya": "5",
      "arabic_text": "وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ",
      "translation": "Mi smo najbliže nebo sjajnim svjetiljkama ukrasili i učinili smo ih za gađanje šejtana, i patnju u Ognju im pripremili. ",
      "footnotes": ""
    },
    {
      "id": "5247",
      "sura": "67",
      "aya": "6",
      "arabic_text": "وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ",
      "translation": "A onima koji ne vjeruju u Gospodara svoga, pripada patnja u Džehennemu. Užasno je to boravište! ",
      "footnotes": ""
    },
    {
      "id": "5248",
      "sura": "67",
      "aya": "7",
      "arabic_text": "إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ",
      "translation": "Kad budu u njega bačeni, hučanje njegovo čut će, i on će ključati,",
      "footnotes": ""
    },
    {
      "id": "5249",
      "sura": "67",
      "aya": "8",
      "arabic_text": "تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ",
      "translation": "gotovo da se od bijesa raspadne. Kad god se koja gomila u njega baci, stražari u njemu će je upitati: \"Zar nije niko dolazio da vas upozorava?\"",
      "footnotes": ""
    },
    {
      "id": "5250",
      "sura": "67",
      "aya": "9",
      "arabic_text": "قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ",
      "translation": "\"Jest, dolazio nam je onaj koji nas je upozoravao\", odgovorit će, \"a mi smo poricali i govorili: 'Allah nije objavio ništa, vi ste u velikoj zabludi.'\"",
      "footnotes": ""
    },
    {
      "id": "5251",
      "sura": "67",
      "aya": "10",
      "arabic_text": "وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ",
      "translation": "I reći će: \"Da smo slušali ili razmišljali, ne bismo među stanovnicima Ognja bili!\"",
      "footnotes": ""
    },
    {
      "id": "5252",
      "sura": "67",
      "aya": "11",
      "arabic_text": "فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ",
      "translation": "I oni će priznati svoje grijehe, pa daleko bili stanovnici Ognja! ",
      "footnotes": ""
    },
    {
      "id": "5253",
      "sura": "67",
      "aya": "12",
      "arabic_text": "إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ",
      "translation": "Onima koji se Gospodara svoga boje i kad ih niko ne vidi - pripada oprost i nagrada velika!",
      "footnotes": ""
    },
    {
      "id": "5254",
      "sura": "67",
      "aya": "13",
      "arabic_text": "وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "Govorili vi tiho ili glasno - pa, On sigurno zna šta grudi kriju!",
      "footnotes": ""
    },
    {
      "id": "5255",
      "sura": "67",
      "aya": "14",
      "arabic_text": "أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ",
      "translation": "A kako i ne bi znao Onaj Koji stvara, Koji zna i ono što je najsitnije, Onaj Koji u potpunosti sve zna!",
      "footnotes": ""
    },
    {
      "id": "5256",
      "sura": "67",
      "aya": "15",
      "arabic_text": "هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ",
      "translation": "On vam je Zemlju pogodnom učinio, pa hodajte predjelima njezinim i hranite se onim što On daje, ali Njemu se sve vraća.",
      "footnotes": ""
    },
    {
      "id": "5257",
      "sura": "67",
      "aya": "16",
      "arabic_text": "ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ",
      "translation": "Jeste li sigurni! da vas Onaj Koji je na nebesima neće u zemlju utjerati, kad se ona počne iznenada tresti?!",
      "footnotes": ""
    },
    {
      "id": "5258",
      "sura": "67",
      "aya": "17",
      "arabic_text": "أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ",
      "translation": "Ili ste sigurni da Onaj Koji je na nebesima na vas neće vjetar s kamenjem poslati?! Pa, znat ćete kakvo je upozorenje Moje! ",
      "footnotes": ""
    },
    {
      "id": "5259",
      "sura": "67",
      "aya": "18",
      "arabic_text": "وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ",
      "translation": "A poricali su i oni prije njih, pa kakva je bila osuda Moja! ",
      "footnotes": ""
    },
    {
      "id": "5260",
      "sura": "67",
      "aya": "19",
      "arabic_text": "أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ",
      "translation": "Zar oni ne vide ptice iznad sebe kako raširenih krila lete, a i skupljaju ih? Samo ih Svemilosni drži; On, zaista, sve dobro vidi. ",
      "footnotes": ""
    },
    {
      "id": "5261",
      "sura": "67",
      "aya": "20",
      "arabic_text": "أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ",
      "translation": "I, ko je taj koji će biti vojska vaša i vama pomoći, osim Svemilosnog?! Ništa osim obmane nevjernici nemaju! ",
      "footnotes": ""
    },
    {
      "id": "5262",
      "sura": "67",
      "aya": "21",
      "arabic_text": "أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ",
      "translation": "A, i ko je taj koji će vas nahraniti, ako On hranu Svoju uskrati?! Ali, oni su ustrajni u osionosti i odbojnosti. ",
      "footnotes": ""
    },
    {
      "id": "5263",
      "sura": "67",
      "aya": "22",
      "arabic_text": "أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "Da li je bolje upućen onaj koji ide pognut s licem prema zemlji ili onaj koji pravim putem uspravno hodi? ",
      "footnotes": ""
    },
    {
      "id": "5264",
      "sura": "67",
      "aya": "23",
      "arabic_text": "قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ",
      "translation": "Reci: \"On vas je prvi put stvorio i dao vam sluh, vid i razum, pa kako samo malo zahvaljujete!\" ",
      "footnotes": ""
    },
    {
      "id": "5265",
      "sura": "67",
      "aya": "24",
      "arabic_text": "قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ",
      "translation": "Reci: \"On vas je po Zemlji razasuo i pred Njim ćete biti sakupljeni.\"",
      "footnotes": ""
    },
    {
      "id": "5266",
      "sura": "67",
      "aya": "25",
      "arabic_text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "A oni govore: \"Kad će već jednom ta prijetnja, ako istinu govorite?!\"  ",
      "footnotes": ""
    },
    {
      "id": "5267",
      "sura": "67",
      "aya": "26",
      "arabic_text": "قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ",
      "translation": "Reci: \"Samo Allah zna! A ja sam samo upozoritelj jasni.\" ",
      "footnotes": ""
    },
    {
      "id": "5268",
      "sura": "67",
      "aya": "27",
      "arabic_text": "فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ",
      "translation": "Kad je izbliza ugledaju ojađena bit će lica onih koji nisu vjerovali i bit će rečeno: \"Evo, ovo je ono što ste požurivali!\" ",
      "footnotes": ""
    },
    {
      "id": "5269",
      "sura": "67",
      "aya": "28",
      "arabic_text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ",
      "translation": "Reci: \"Kažite vi meni: ako Allah pošalje smrt meni i onima koji su sa mnom, ili ako nam se smiluje, ko će nevjernike od bolne patnje zaštititi.\"",
      "footnotes": ""
    },
    {
      "id": "5270",
      "sura": "67",
      "aya": "29",
      "arabic_text": "قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "Reci: \"On je Svemilosni, u Njega vjerujemo i na Njega se oslanjamo, a vi ćete sigurno saznati ko je u očitoj zabludi.\" ",
      "footnotes": ""
    },
    {
      "id": "5271",
      "sura": "67",
      "aya": "30",
      "arabic_text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ",
      "translation": "Reci: \"Šta mislite, ako vode vaše ponornice postanu, ko će vam vodu na površinu izvesti?\" ",
      "footnotes": ""
    }
  ]
}