{
  "result": [
    {
      "id": "2251",
      "sura": "19",
      "aya": "1",
      "arabic_text": "كٓهيعٓصٓ",
      "translation": "Kaaf-- Haa—Yaa – Ain-- Soaad.",
      "footnotes": ""
    },
    {
      "id": "2252",
      "sura": "19",
      "aya": "2",
      "arabic_text": "ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ",
      "translation": "(Woi yε) nkaebͻ fa ahummͻborͻ a wo Wura Nyankopͻn de huu N’akoa Zakariya mmͻbͻ;",
      "footnotes": ""
    },
    {
      "id": "2253",
      "sura": "19",
      "aya": "3",
      "arabic_text": "إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا",
      "translation": "Ɛberε a osu frεε ne Wura Nyankopͻn wͻ kokoa mu no.",
      "footnotes": ""
    },
    {
      "id": "2254",
      "sura": "19",
      "aya": "4",
      "arabic_text": "قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا",
      "translation": "Ɔkaa sε: “Me Wura Nyankopͻn, me honam mu nnompe nyinaa ago, na me tri nwii nso ahura dwono fitaa, na su a mesu frε Woͻ no mu biara nnihͻ a, ansi me yie.",
      "footnotes": ""
    },
    {
      "id": "2255",
      "sura": "19",
      "aya": "5",
      "arabic_text": "وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا",
      "translation": "Na mesuro me nkorͻfoͻ a εwͻ m’akyi; me yere nso ayε bonini, enti dom me kyԑ me (ba anaasε) okyitaafoͻ a ofri Wo hͻ-",
      "footnotes": ""
    },
    {
      "id": "2256",
      "sura": "19",
      "aya": "6",
      "arabic_text": "يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا",
      "translation": "a, ɔbɛdi m’adeε na wadi Yakobo asefoͻ adeε. Me Wura Nyankopͻn, yε (saa abͻfra a Wode no bεma me) no obia Wogye no to mu “.",
      "footnotes": ""
    },
    {
      "id": "2257",
      "sura": "19",
      "aya": "7",
      "arabic_text": "يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا",
      "translation": "(Soro abɔfoɔ kaa sɛ) “Zakariya, Yεde abarimaa bi rehyε wo bͻ, yεfrε no Yah’ya (Yohane) Yenii kan ntoo obi din te saa “.",
      "footnotes": ""
    },
    {
      "id": "2258",
      "sura": "19",
      "aya": "8",
      "arabic_text": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا",
      "translation": "Zakariya kaa sε: “Me Wura Nyankopͻn, εbεyε dεn na manya ba aberε a meyere yε bonini, nokorε mu me nso manyin abᴐ akͻkora?”",
      "footnotes": ""
    },
    {
      "id": "2259",
      "sura": "19",
      "aya": "9",
      "arabic_text": "قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا",
      "translation": "(Ɔbɔfoɔ no) kaa sε: “Saa (ara na εbεyε). Wo Wura Nyankopͻn se: “Ɛyε mmrε ma Me, nokorε sε Medii kan bͻͻ wo a, (saa berε no) na wonyε hwee“",
      "footnotes": ""
    },
    {
      "id": "2260",
      "sura": "19",
      "aya": "10",
      "arabic_text": "قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا",
      "translation": "Zakariya kaa sε: “Me Wura Nyankopͻn, ma me (ho) nsεnkyerεnee. (Onyankopͻn) kaa sε: Wo nsεnkyerεnee ne sε, (εwom sε) wote apͻ deε, nanso wo (nntumi) nkasa nnipa ho nnansa.",
      "footnotes": ""
    },
    {
      "id": "2261",
      "sura": "19",
      "aya": "11",
      "arabic_text": "فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا",
      "translation": "Enti opue fri pie no mu baa ne nkorͻfoͻ no hͻ, na ͻde nsεnkyerεnee kasa kyerεε wͻn sε: “Momͻ (Nyankopͻn) abodin anͻpa ne anwummerε “.",
      "footnotes": ""
    },
    {
      "id": "2262",
      "sura": "19",
      "aya": "12",
      "arabic_text": "يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا",
      "translation": "Yahaya, fa ahoᴐden sᴐ Nwoma no mu; na Yԑmaa no adwen wᴐ ne nkᴐdaa berԑ mu,",
      "footnotes": ""
    },
    {
      "id": "2263",
      "sura": "19",
      "aya": "13",
      "arabic_text": "وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا",
      "translation": "San (maa no) nti mmͻborͻ akoma a efri Yεn hͻ, san yԑԑ no (nipa) kronkron; na ͻyε obi a osuro Nyame.",
      "footnotes": ""
    },
    {
      "id": "2264",
      "sura": "19",
      "aya": "14",
      "arabic_text": "وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا",
      "translation": "Na ͻyε ayεmyε ma n’awofoͻ, na ͻnyε ahomasoͻ (nipa, anaa) asobrakyeε.",
      "footnotes": ""
    },
    {
      "id": "2265",
      "sura": "19",
      "aya": "15",
      "arabic_text": "وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا",
      "translation": "Asomdwoeε wͻ ne so wͻ εda a yεwoo no, εne da a owuiε ne εda a yεbenyane no aba nkwa mu.",
      "footnotes": ""
    },
    {
      "id": "2266",
      "sura": "19",
      "aya": "16",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا",
      "translation": "Na kae Mar’yam nso (ho asԑm) wͻ Nwoma no mu. Ɛberε a ͻtwee ne ho frii n’abusuafoͻ ho kͻͻ apueɛ fam hͻ baabi.",
      "footnotes": ""
    },
    {
      "id": "2267",
      "sura": "19",
      "aya": "17",
      "arabic_text": "فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا",
      "translation": "Ɔfaa ntware mu twaree ͻne wͻn ntεm, ɛna Yεsomaa Yε honhom baa ne hͻ bεdaa ne ho adi kyerεε no tesε onipa sεso pεpεεpε.",
      "footnotes": ""
    },
    {
      "id": "2268",
      "sura": "19",
      "aya": "18",
      "arabic_text": "قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا",
      "translation": "Mar’yam kaa sε: “Mehwehwε Ahummͻborͻ Hene no hͻ ntwitwagyeε wͻ wo ho, sε woyε Nyamesuroni a.",
      "footnotes": ""
    },
    {
      "id": "2269",
      "sura": "19",
      "aya": "19",
      "arabic_text": "قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا",
      "translation": "(Ɔbͻfoͻ no) kaa sε: “Medeε meyε wo Wura Nyankopͻn bͻfoͻ; (Wasoma me) sε menfa abarimaa kronkron bi mεkyε wo “.",
      "footnotes": ""
    },
    {
      "id": "2270",
      "sura": "19",
      "aya": "20",
      "arabic_text": "قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا",
      "translation": "Mar’yam kaa sε: ”Ɛbεyε dεn na manya abarimaa aberε a ͻbarima mfaa ne ho nkaa me, na menyε odwammanfoͻ nso?",
      "footnotes": ""
    },
    {
      "id": "2271",
      "sura": "19",
      "aya": "21",
      "arabic_text": "قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا",
      "translation": "(Ɔbͻfoͻ no) kaa sε: “Saa ara na (εbεyε); wo Wura Nyankopͻn aka sε: “Ɛyε mmrε ma Me. Sεdeε Yεbεyε no nsεnkyerεnee ne ahummͻborͻ a efri Yεn hͻ ama nnipa. Ԑyε asεm a yɛahyehyε awie”.",
      "footnotes": ""
    },
    {
      "id": "2272",
      "sura": "19",
      "aya": "22",
      "arabic_text": "۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا",
      "translation": "Enti (Mar’yam) nyinsεn (abͻfra) no; na ͻtwee ne ho de (nyinsεn) no kͻͻ akyirikyiri baabi.",
      "footnotes": ""
    },
    {
      "id": "2273",
      "sura": "19",
      "aya": "23",
      "arabic_text": "فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا",
      "translation": "Awoͻ yeaa no de no kͻͻ akyiresua dua bi ho. Ɔkaa sε: “Ɛkaa menko a anka medii kan wui ansa na (asεm) woi (reba), anka yεwerε afri me koraa”.",
      "footnotes": ""
    },
    {
      "id": "2274",
      "sura": "19",
      "aya": "24",
      "arabic_text": "فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا",
      "translation": "Enti (εnee bi) fri n’ase frεε no sε: “Ɛmma wo werε nho, wo Wura Nyankopͻn ayε asuwa bi wͻ w'ase hͻ.",
      "footnotes": ""
    },
    {
      "id": "2275",
      "sura": "19",
      "aya": "25",
      "arabic_text": "وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا",
      "translation": "Woso akyiresua dua no bra w'anim na akyiresua aba foforͻ a abereε bεte atͻ wo so.",
      "footnotes": ""
    },
    {
      "id": "2276",
      "sura": "19",
      "aya": "26",
      "arabic_text": "فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا",
      "translation": "Di, na nom na ma w’ani nnye. Sε wohu onipa biara a, ka sε: “Mahyε Ahummͻborͻ Hene no akͻmkyene ho bͻ, enti menkasa onipa biara ho nnε“.",
      "footnotes": ""
    },
    {
      "id": "2277",
      "sura": "19",
      "aya": "27",
      "arabic_text": "فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا",
      "translation": "Mar’yam faa (abͻfra) no de no baa n’abusuafoͻ hͻ. “Wͻkaa sε: “Nokorε sε wode awanwadeε aba (fie)“.",
      "footnotes": ""
    },
    {
      "id": "2278",
      "sura": "19",
      "aya": "28",
      "arabic_text": "يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا",
      "translation": "Aaron nua baa, na wopapa nyε onipa bͻneni, εna wo maame nso nyε (ͻbaa) dwamanfoͻ.",
      "footnotes": ""
    },
    {
      "id": "2279",
      "sura": "19",
      "aya": "29",
      "arabic_text": "فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا",
      "translation": "Enti Mar’yam (de nensa) kyerεε (abͻfra) no so. Wͻkaa sε: “Ɛbεyε dεn na yɛatumi ne akokoaa a ͻda tanaa mu akasa? “",
      "footnotes": ""
    },
    {
      "id": "2280",
      "sura": "19",
      "aya": "30",
      "arabic_text": "قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا",
      "translation": "(Yesu) kaa sε:” Nokorε meyε Onyankopͻn akoa. Ɔde Nwoma no ama me, εna Wayε me ɔkͻmhyεni;",
      "footnotes": ""
    },
    {
      "id": "2281",
      "sura": "19",
      "aya": "31",
      "arabic_text": "وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا",
      "translation": "Ɛna Wahyira me wͻ baabiara a me wͻ biara, εna Wayε Nyamefrε ne Zaka no nso nhyε ama me wͻ mmerε tenten a mete aseε,",
      "footnotes": ""
    },
    {
      "id": "2282",
      "sura": "19",
      "aya": "32",
      "arabic_text": "وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا",
      "translation": "Ɛna (Onyankopͻn ahyε me sε menyε) ayεmyε ma me maame, na Wammͻ me (obi a meyε) ahomasoͻ anaa tibͻneni.",
      "footnotes": ""
    },
    {
      "id": "2283",
      "sura": "19",
      "aya": "33",
      "arabic_text": "وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا",
      "translation": "Asomdwoeε wͻ me so wͻ εda a yεwoo me, ne εda a mewuo ne εda a yεbenyane me aba nkwa mu bio.",
      "footnotes": ""
    },
    {
      "id": "2284",
      "sura": "19",
      "aya": "34",
      "arabic_text": "ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ",
      "translation": "Saa na Mar’yam ba Yesu no ho asεm no teε. (Woi ne Yesu ho) nokwasεm no a wͻregye ho akyinnyeε no.",
      "footnotes": ""
    },
    {
      "id": "2285",
      "sura": "19",
      "aya": "35",
      "arabic_text": "مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
      "translation": "Ɛmfata mma Nyankopͻn sε Ͻwo ba. Kronkron Hene ne no. Sε Ɔhyehyε biribi a, deε ͻka kyerε adekorͻ no ara ne sε: “Yε! na ayε “",
      "footnotes": ""
    },
    {
      "id": "2286",
      "sura": "19",
      "aya": "36",
      "arabic_text": "وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
      "translation": "(Yesu kaa sε) : “Nokorε, Onyankopͻn ne me Wura, εna Ɔyε monso mo Wura, enti monsom no. Woi ne kwan tenenee no.",
      "footnotes": ""
    },
    {
      "id": "2287",
      "sura": "19",
      "aya": "37",
      "arabic_text": "فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ",
      "translation": "Nanso ntotoo bεtͻͻ akuo no ntεm (wͻ Yesu ho); enti due nka (Kaafirfoͻ) boniayεfoͻ no, wͻ Da kεseε no nhyiamu no ho.",
      "footnotes": ""
    },
    {
      "id": "2288",
      "sura": "19",
      "aya": "38",
      "arabic_text": "أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "Sεdeε wͻbɛsi ahunu adeε kann ate asεm kann wͻ Ɛda a wͻbεba Yεn hͻ no, nanso abͻneεfoͻ no wͻ ͻyera pefee mu nnε.",
      "footnotes": ""
    },
    {
      "id": "2289",
      "sura": "19",
      "aya": "39",
      "arabic_text": "وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ",
      "translation": "Enti (Ɔkͻmhyεni), bͻ wͻn kͻkͻ wͻ berεguo Da no ho, εberε a yεbɛdi asεm no awie no, nanso (seesei) wɔabu wͻn ani agu so a wͻn nnye nnie.",
      "footnotes": ""
    },
    {
      "id": "2290",
      "sura": "19",
      "aya": "40",
      "arabic_text": "إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ",
      "translation": "Nokorε sε, Yεn na Yɛbɛdi adeε wͻ asaase no soͻ na Yεn hͻ na wͻn (nyinaa) bεsan aba.",
      "footnotes": ""
    },
    {
      "id": "2291",
      "sura": "19",
      "aya": "41",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا",
      "translation": "Na kae Abraham (ho asԑm) wͻ Nwoma no mu. Nokorε sε na ͻyε ɔkͻmhyεni nokwafoɔ.",
      "footnotes": ""
    },
    {
      "id": "2292",
      "sura": "19",
      "aya": "42",
      "arabic_text": "إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا",
      "translation": "Ɛberε a ͻka kyerεε n’agya sε: “M’agya, adεn na wosom adeε a εnte (asεm) na enhunu (adeε) na entumi mma wo mfasoͻ biara?",
      "footnotes": ""
    },
    {
      "id": "2293",
      "sura": "19",
      "aya": "43",
      "arabic_text": "يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا",
      "translation": "M’agya, nokorε sε nimdeε aba me hͻ a ebi maa wo hͻ enti di m’akyi, na menkyerε wo kwan tenenee no.",
      "footnotes": ""
    },
    {
      "id": "2294",
      "sura": "19",
      "aya": "44",
      "arabic_text": "يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا",
      "translation": "M’agya, hwε na woansom bonsam. Nokorε sε ͻbonsam ate Ahummͻborͻ Hene no so atua.",
      "footnotes": ""
    },
    {
      "id": "2295",
      "sura": "19",
      "aya": "45",
      "arabic_text": "يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا",
      "translation": "M’agya, nokorε, mesuro sε anhwε a na asotwee bi fri Ahummͻborͻ Hene no hͻ abεsͻ wo mu, na wo akͻyε ͻbonsam yͻnko.”",
      "footnotes": ""
    },
    {
      "id": "2296",
      "sura": "19",
      "aya": "46",
      "arabic_text": "قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا",
      "translation": "(Ne papa) kaa sε: ”Abraham, wompε m’abosom no? Sε woanyae (wonsεm keka ne wo nneyεε no) a, mɛsi wo aboͻ. Enti fri me so kͻ akyirikyiri seesei ara”.",
      "footnotes": ""
    },
    {
      "id": "2297",
      "sura": "19",
      "aya": "47",
      "arabic_text": "قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا",
      "translation": "Abraham kaa sε: ”Asomdwoeε nka wo; mεsrε me Wura Nyankopͻn hͻ bͻnefakyε ama wo. Nokorε sε Ne yεm yε ma me”.",
      "footnotes": ""
    },
    {
      "id": "2298",
      "sura": "19",
      "aya": "48",
      "arabic_text": "وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا",
      "translation": "Matwe me ho afri mo ho, ne deε mofri Nyankopͻn akyi sufrε wͻn no, na meresu afrε me Wura Nyankopᴐn; na ebia mesufrε me Wura Nyankopᴐn a mesufrε no nnyε kwa.",
      "footnotes": ""
    },
    {
      "id": "2299",
      "sura": "19",
      "aya": "49",
      "arabic_text": "فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا",
      "translation": "Ɛberε a Abraham twee ne ho frii wͻn ho, ne deε wɔfri Nyankopɔn akyi som no ho no, Yεmaa no Is’haaq ne Ya’aquub, na Yεyεε wͻn (mu) biara nkכmhyεni.",
      "footnotes": ""
    },
    {
      "id": "2300",
      "sura": "19",
      "aya": "50",
      "arabic_text": "وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا",
      "translation": "Na Yεde Y'ahummͻborͻ dom wͻn, na Yεmaa amansan bͻͻ wͻn din pa.",
      "footnotes": ""
    },
    {
      "id": "2301",
      "sura": "19",
      "aya": "51",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا",
      "translation": "Kae Mose nso wͻ Nwoma no mu. Nokorε sε na ͻyε (onipa) a yatu no asihͻ, na ͻyε Ɔsomafoͻ (san nso yε) nkɔmhyεni.",
      "footnotes": ""
    },
    {
      "id": "2302",
      "sura": "19",
      "aya": "52",
      "arabic_text": "وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا",
      "translation": "Yεfrεε no wͻ bepͻ (Sinai) nifa so hͻ, na Yεmaa no bεnee Yεn ne no dii nkutahoo.",
      "footnotes": ""
    },
    {
      "id": "2303",
      "sura": "19",
      "aya": "53",
      "arabic_text": "وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا",
      "translation": "Yefri Y’ahummͻborͻ mu dom no maa ne nua Aaron bεyεε nkͻmhyεni.",
      "footnotes": ""
    },
    {
      "id": "2304",
      "sura": "19",
      "aya": "54",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا",
      "translation": "Kae Ishmael nso wͻ Nwoma no mu. Nokorε sε na odi nokorε wͻ bͻhyε no ho. Na ͻyε ͻsomafoͻ (san nso yε) nkͻmhyεni.",
      "footnotes": ""
    },
    {
      "id": "2305",
      "sura": "19",
      "aya": "55",
      "arabic_text": "وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا",
      "translation": "Na ͻhyε n’abusuafoͻ ma wͻ’frε Nyame san yi Zaka. Na (ͻyε nipa a) yagye no atom paa wͻ ne Wura Nyankopͻn hͻ.",
      "footnotes": ""
    },
    {
      "id": "2306",
      "sura": "19",
      "aya": "56",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا",
      "translation": "Kae Idriis nso wͻ Nwoma no mu. Nokorε sε na ͻyε nkͻmhyεni nokwafoͻ.",
      "footnotes": ""
    },
    {
      "id": "2307",
      "sura": "19",
      "aya": "57",
      "arabic_text": "وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا",
      "translation": "Yεpegyaa no gyinaa gyinabrε a εkorͻn.",
      "footnotes": ""
    },
    {
      "id": "2308",
      "sura": "19",
      "aya": "58",
      "arabic_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩",
      "translation": "Saa nkorͻfoͻ yi na Nyankopͻn adom wͻn wͻ nkͻmhyεfoͻ no mu wͻ Adam asefoͻ no mu, ne wͻn a Yε’soaa wᴐn kaa Noa ho no mu, ne Abraham asefoͻ no, ne Israel (anaasε Yakobo asefoͻ no), ne wͻn a Yε’kyerɛε wͻn kwan, yii wͻn (wͻ adasamma mu no). Sε yεrekenkan Ahummͻborͻ Hene no Nsεm no kyerε wͻn a, wͻ’de wͻn ho kͻ fͻm de wͻn anim butu fͻm su.",
      "footnotes": ""
    },
    {
      "id": "2309",
      "sura": "19",
      "aya": "59",
      "arabic_text": "۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا",
      "translation": "Wͻn akyiri no, anaamusifoͻ bi besii wͻn anan mu a wͻ’buu wͻn ani guu Nyamefrε no soͻ, na wͻ’dii akͻnnͻ deε akyi. (Saa nkorͻfoͻ no) behyia ͻsεeε.",
      "footnotes": ""
    },
    {
      "id": "2310",
      "sura": "19",
      "aya": "60",
      "arabic_text": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا",
      "translation": "Gyesε wͻn a wͻbεsakra wͻn adwen na wagye adie, na wͻ’adi dwuma pa, saa nkorͻfoͻ no na wͻ’bewura Soro aheman no mu no, na yensisi wͻn wͻ hwee ho.",
      "footnotes": ""
    },
    {
      "id": "2311",
      "sura": "19",
      "aya": "61",
      "arabic_text": "جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا",
      "translation": "Aheman a εwͻ hͻ daa a, Ahummͻborͻ Hene no ahyε Nenkoa no ho bͻ a εwͻ kokoa mu no (emu na wͻ’bεtena). Nokorε sε Onyankopͻn bͻhyε bεyε hͻ.",
      "footnotes": ""
    },
    {
      "id": "2312",
      "sura": "19",
      "aya": "62",
      "arabic_text": "لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا",
      "translation": "Wͻ nnte nsεmhunu wͻhͻ, gyesε Asomdwiε. Wͻbenya wͻn akͻnhoma anͻpa ne anyumerε.",
      "footnotes": ""
    },
    {
      "id": "2313",
      "sura": "19",
      "aya": "63",
      "arabic_text": "تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا",
      "translation": "Saa na Aheman a Yεde bεma Yεn nkoa no a wͻsuroo Nyame no bedi adeε wͻ mu no siteε.",
      "footnotes": ""
    },
    {
      "id": "2314",
      "sura": "19",
      "aya": "64",
      "arabic_text": "وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا",
      "translation": "Yεn (Soro abͻfoͻ no) yensiane (mma asaase so) gyesε (εnam) wo Wura Nyankopͻn ahyεdeε so. Ɔno na deε εwͻ y’anim ne deε εwͻ y’akyi ne deε εwͻ ne mmienu mfinimfii (nyinaa) wͻ no. Wo Wura Nyankopͻn werε mmfi (hwee).",
      "footnotes": ""
    },
    {
      "id": "2315",
      "sura": "19",
      "aya": "65",
      "arabic_text": "رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا",
      "translation": "Ɔsoro ne asaase ne deε εwͻ mfinmfii Wura (ne no), enti som no, na si abotrε wͻ Nesom no ho. Enti wonim obi a ͻne Nyankopͻn din sε?",
      "footnotes": ""
    },
    {
      "id": "2316",
      "sura": "19",
      "aya": "66",
      "arabic_text": "وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا",
      "translation": "Onipa ka sε: “Ɛberε a m’awuo, mεsan anyane aba nkwa mu bio?”",
      "footnotes": ""
    },
    {
      "id": "2317",
      "sura": "19",
      "aya": "67",
      "arabic_text": "أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا",
      "translation": "Enti onipa nkae sε, nokorε sε Yɛdii kan bͻͻ no aberε a na ͻnyε hwee?",
      "footnotes": ""
    },
    {
      "id": "2318",
      "sura": "19",
      "aya": "68",
      "arabic_text": "فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا",
      "translation": "Enti (Nkͻmhyεni), mede wo Wura Nyankopͻn di nse sε: “Yε bεboa wͻn ne abonsamfoͻ no (nyinaa) ano, na Yεde wͻn abetwa Ogya no ho ahyia wͻ (wͻn) nkotodwe so.",
      "footnotes": ""
    },
    {
      "id": "2319",
      "sura": "19",
      "aya": "69",
      "arabic_text": "ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا",
      "translation": "Ansa na ekuo biara mu no, Yayiyi wͻn a na wͻyε den te Ahummͻborͻ Hene no so atua no.",
      "footnotes": ""
    },
    {
      "id": "2320",
      "sura": "19",
      "aya": "70",
      "arabic_text": "ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا",
      "translation": "Nokorε sε Yenim momu wͻn a wͻfata sε yεhye wͻn wͻ (Amanehu gya no) mu.",
      "footnotes": ""
    },
    {
      "id": "2321",
      "sura": "19",
      "aya": "71",
      "arabic_text": "وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا",
      "translation": "Momu biara betwam wͻ hͻ. Woi yε nhyehyεε a εwͻ wo Wura Nyankopͻn hͻ a εbԑyε hͻ.",
      "footnotes": ""
    },
    {
      "id": "2322",
      "sura": "19",
      "aya": "72",
      "arabic_text": "ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا",
      "translation": "Afei Yebeyi wͻn a wͻsuroo Nyame no afri mu, na Yagya abͻneεfoͻ no wͻ mu (wͻ wͻn) nkotodwe so.",
      "footnotes": ""
    },
    {
      "id": "2323",
      "sura": "19",
      "aya": "73",
      "arabic_text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا",
      "translation": "Sε yεrekenkan Yεn nsεm pefee no kyerε wͻn a, wͻn a wͻ nnye nnie no ka kyerε wͻn a wagye adie no sε: “Akuo mmienu yi (agyidiefoͻ ne kaafirfoͻ no) emu deε εwͻ hen na ekuta gyinabrε pa na (εwͻ) hyia-dan a edi mmu a abadwafoͻ papa paa wͻ?”",
      "footnotes": ""
    },
    {
      "id": "2324",
      "sura": "19",
      "aya": "74",
      "arabic_text": "وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا",
      "translation": "Aman dodoͻ sεn na Yɛdii wͻn anim kan sεee wͻn a na wͻn wͻ nneεma pa ne nnipadua a εyε fε?",
      "footnotes": ""
    },
    {
      "id": "2325",
      "sura": "19",
      "aya": "75",
      "arabic_text": "قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا",
      "translation": "(Nkͻmhyεni), kasε: “Obi a ͻwͻ ͻyera mu no, Ahummͻborͻ Hene no ma no berε tenten ma no kosi sε wͻ’behu deε yabͻ wͻn ho kͻkͻ no, sε εyε asotwee no, anaasε Dͻnhwere no. (Ԑhͻ na) wͻ’behu deε ne gyinabrε nyε, na n’asraafoͻ (anaa nedͻm) nni ahoͻden.",
      "footnotes": ""
    },
    {
      "id": "2326",
      "sura": "19",
      "aya": "76",
      "arabic_text": "وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا",
      "translation": "Nyankopͻn de tenenee bεka wͻn a wͻ’anya kwankyerε no ho. Na dwumadi pa a (εho akatua pa) wͻ hͻ daa no, εno na εyε wͻ wo Wura Nyankopͻn hͻ, na (εno nso na εwͻ) akatua (pa) ne awieε pa.",
      "footnotes": ""
    },
    {
      "id": "2327",
      "sura": "19",
      "aya": "77",
      "arabic_text": "أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا",
      "translation": "Wahunu obi a ͻnnye Yεn Nsεm no nnie, na ͻkasε: “Yε’bεma me sika ne mma (wͻ mewuo akyi no)?”",
      "footnotes": ""
    },
    {
      "id": "2328",
      "sura": "19",
      "aya": "78",
      "arabic_text": "أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا",
      "translation": "(Saa nnipa no) anya ahuntasԑm no ho nimdeε bi, anaasε wanya Ahummͻborͻ Hene no hͻ bͻhyε bi?",
      "footnotes": ""
    },
    {
      "id": "2329",
      "sura": "19",
      "aya": "79",
      "arabic_text": "كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا",
      "translation": "Daabi, Yεbεtwerε deε ͻka no (nyinaa), na Yatwe asotwee no mu tenteenten ama no.",
      "footnotes": ""
    },
    {
      "id": "2330",
      "sura": "19",
      "aya": "80",
      "arabic_text": "وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا",
      "translation": "Na (newuo akyiri no) Yεbedi n’adeε a ͻreka ho asεm no, na ͻno nko ara aba Yεn hͻ.",
      "footnotes": ""
    },
    {
      "id": "2331",
      "sura": "19",
      "aya": "81",
      "arabic_text": "وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا",
      "translation": "Wͻn afri Nyankopͻn akyi afa anyame foforͻ sεdeε wͻbεma wͻn tumi.",
      "footnotes": ""
    },
    {
      "id": "2332",
      "sura": "19",
      "aya": "82",
      "arabic_text": "كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا",
      "translation": "Daabi, (saa Da no wͻn anyame no) bεpo ͻsom a na wͻsom wͻn no, na wͻbεyε atamfo atia wͻn.",
      "footnotes": ""
    },
    {
      "id": "2333",
      "sura": "19",
      "aya": "83",
      "arabic_text": "أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا",
      "translation": "Wonhunu sε Yεsoma abonsamfoͻ no ba boniayεfoͻ no so bεtoto gu wͻn asom bͻ wͻn ansͻn (ma wͻdi bͻne)?",
      "footnotes": ""
    },
    {
      "id": "2334",
      "sura": "19",
      "aya": "84",
      "arabic_text": "فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا",
      "translation": "Enti εmpre woho wͻ wͻn ho; efrisε Yabu (nna no) bu paa ama wͻn.",
      "footnotes": ""
    },
    {
      "id": "2335",
      "sura": "19",
      "aya": "85",
      "arabic_text": "يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا",
      "translation": "Ɛda a Yεbεboa Nyamesurofoͻ no ano akͻ Ahummͻborͻ Hene no hͻ, tesε nnipa kuo bi a wͻrekͻgye animuonyam (anaa abasobͻdeε no),",
      "footnotes": ""
    },
    {
      "id": "2336",
      "sura": "19",
      "aya": "86",
      "arabic_text": "وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا",
      "translation": "Yεbεka abͻneεfoͻ no nso akͻ Amane-hunu gyem tesε nyεmmoa bi a sukͻm de wͻn na yεreka wͻn akͻ nsuo mu no,",
      "footnotes": ""
    },
    {
      "id": "2337",
      "sura": "19",
      "aya": "87",
      "arabic_text": "لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا",
      "translation": "(Saa Da no) obiara nni ntwitwagyeε ho tumi, gyesε obi a ͻne Ahummͻborͻ Hene no ayε apam (anaasε ͻne no ahyε bͻ).",
      "footnotes": ""
    },
    {
      "id": "2338",
      "sura": "19",
      "aya": "88",
      "arabic_text": "وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا",
      "translation": "Wͻkeka sε: ”Ahummͻborͻ Hene no wᴐ ba “.",
      "footnotes": ""
    },
    {
      "id": "2339",
      "sura": "19",
      "aya": "89",
      "arabic_text": "لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا",
      "translation": "Nokorε sε mode abususεm aba.",
      "footnotes": ""
    },
    {
      "id": "2340",
      "sura": "19",
      "aya": "90",
      "arabic_text": "تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا",
      "translation": "Ɔsoro reyε asunsuan wᴐ ho na asaase nso reyε apaepae ama mmepͻ nso abubu gͻsͻgͻsͻ,",
      "footnotes": ""
    },
    {
      "id": "2341",
      "sura": "19",
      "aya": "91",
      "arabic_text": "أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا",
      "translation": "Sε yabͻ ͻba din (anaasε wͻde awoͻ) asusu Ahummͻborͻ Hene no.",
      "footnotes": ""
    },
    {
      "id": "2342",
      "sura": "19",
      "aya": "92",
      "arabic_text": "وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا",
      "translation": "Ԑmfata mma Ahummͻborͻ Hene no sε ͻwᴐ ba.",
      "footnotes": ""
    },
    {
      "id": "2343",
      "sura": "19",
      "aya": "93",
      "arabic_text": "إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا",
      "translation": "Deε εwͻ soro ne asaase so no mu biara ba Ahummͻborͻ Hene no hͻ wͻ akoa din mu.",
      "footnotes": ""
    },
    {
      "id": "2344",
      "sura": "19",
      "aya": "94",
      "arabic_text": "لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا",
      "translation": "Nokorε sε, Nyankopͻn Nim wͻn dodoͻ, na W’akan wͻn kan paa.",
      "footnotes": ""
    },
    {
      "id": "2345",
      "sura": "19",
      "aya": "95",
      "arabic_text": "وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا",
      "translation": "Wusᴐreԑ da no wͻn mu biara nko ara na εbεba Nehͻ.",
      "footnotes": ""
    },
    {
      "id": "2346",
      "sura": "19",
      "aya": "96",
      "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا",
      "translation": "Nokorε sε, wͻn a wͻagye adie na wͻdi dwumapa no Ahummͻborͻ Hene no de ͻdͻ bεma wͻn.",
      "footnotes": ""
    },
    {
      "id": "2347",
      "sura": "19",
      "aya": "97",
      "arabic_text": "فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا",
      "translation": "Enti Yayε (Qur’aan) no mmrε ama wo kεterεma, sεdeε wode bεhyԑ Nyame-surofoͻ no bᴐ, na wode bεbͻ wͻn a wͻreko tia dendeenden no nso kͻkͻ.",
      "footnotes": ""
    },
    {
      "id": "2348",
      "sura": "19",
      "aya": "98",
      "arabic_text": "وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا",
      "translation": "Awoͻ ntoatoasoͻ sεn na adi wͻn anim kan a Yasεe wͻn? Wohunu wͻn mu baako mpo, anaasε wote wͻ’nka anaasε wͻn ho mpopoeε bi?",
      "footnotes": ""
    }
  ]
}