{
  "result": {
    "id": "675",
    "sura": "5",
    "aya": "6",
    "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قُمۡتُمۡ إِلَى ٱلصَّلَوٰةِ فَٱغۡسِلُواْ وُجُوهَكُمۡ وَأَيۡدِيَكُمۡ إِلَى ٱلۡمَرَافِقِ وَٱمۡسَحُواْ بِرُءُوسِكُمۡ وَأَرۡجُلَكُمۡ إِلَى ٱلۡكَعۡبَيۡنِۚ وَإِن كُنتُمۡ جُنُبٗا فَٱطَّهَّرُواْۚ وَإِن كُنتُم مَّرۡضَىٰٓ أَوۡ عَلَىٰ سَفَرٍ أَوۡ جَآءَ أَحَدٞ مِّنكُم مِّنَ ٱلۡغَآئِطِ أَوۡ لَٰمَسۡتُمُ ٱلنِّسَآءَ فَلَمۡ تَجِدُواْ مَآءٗ فَتَيَمَّمُواْ صَعِيدٗا طَيِّبٗا فَٱمۡسَحُواْ بِوُجُوهِكُمۡ وَأَيۡدِيكُم مِّنۡهُۚ مَا يُرِيدُ ٱللَّهُ لِيَجۡعَلَ عَلَيۡكُم مِّنۡ حَرَجٖ وَلَٰكِن يُرِيدُ لِيُطَهِّرَكُمۡ وَلِيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ",
    "translation": "Yã ku waɗanda suka yi ĩmãni! idan kun tãshi* zuwa ga salla, to, ku wanke fuskõkinku da hannuwanku zuwa ga magincirõri, kuma ku yi shãfa ga kãnunku, kuma ku (wanke) ƙafãfunku zuwa idãnun sãwu biyu. Kuma idan kun kasance mãsu janaba, to, ku yi tsarki, kuma idan kun kasance majinyata, kõ kuwa a kan tafiya, kõ kuwa ɗaya daga gare ku ya zo daga kãshi, kõ kuka yi shãfayyar junã da mãtã, sa'an nan ba ku sãmi ruwa ba to ku yi nufin wuri** mai kyau, sa'an nan ku yi shãfa ga fuskõkinku da hannuwanku daga gare shi. Allah bã Ya nufi dõmin Ya sanya wani ƙunci a kanku, kuma amma Yanã nufi dõmin Ya cika ni'imarSa a kanku, tsammãninku kunã gõdewa.",
    "footnotes": "* Abin da ake halatta salla da shi ruwa mai tsarki domin ɗauke hadasi ƙarami da alwala, da hadasi babba da wanka. ldan bãbu ruwa a yi taimama da wuri na fuskar ƙasa wanda bai sãke ba da wata sana'ar mutum. Bauli da wadiyyi da kãshi da tusa da shãfar jin dãɗi na namiji ga mace ko mace ga namiji, da shafar zakarin kansa, duka suna wajabtar da alwalla. Fitar maniyyi da haila suna wajabtar da wanka. Maziyyi na wajabtar da wanke dukkan zakari sa'an nan a yi alwalla. Yankan hannun ɓarãwo yã nuna iyakar inda ake shãfar farilla na taimama, da sunna, kamar yadda ake yin sauran ayyuka duka a kan ƙiyãsinsu bisa ga wasu.** Wãtau ku yi taimama."
  }
}