{
  "id": 31,
  "verse_number": 31,
  "page_number": 353,
  "verse_key": "24:31",
  "juz_number": 18,
  "hizb_number": 36,
  "rub_el_hizb_number": 141,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَقُل لِّلۡمُؤۡمِنَٰتِ يَغۡضُضۡنَ مِنۡ أَبۡصَٰرِهِنَّ وَيَحۡفَظۡنَ فُرُوجَهُنَّ وَلَا يُبۡدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنۡهَاۖ وَلۡيَضۡرِبۡنَ بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّۖ وَلَا يُبۡدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوۡ ءَابَآئِهِنَّ أَوۡ ءَابَآءِ بُعُولَتِهِنَّ أَوۡ أَبۡنَآئِهِنَّ أَوۡ أَبۡنَآءِ بُعُولَتِهِنَّ أَوۡ إِخۡوَٰنِهِنَّ أَوۡ بَنِيٓ إِخۡوَٰنِهِنَّ أَوۡ بَنِيٓ أَخَوَٰتِهِنَّ أَوۡ نِسَآئِهِنَّ أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُهُنَّ أَوِ ٱلتَّٰبِعِينَ غَيۡرِ أُوْلِي ٱلۡإِرۡبَةِ مِنَ ٱلرِّجَالِ أَوِ ٱلطِّفۡلِ ٱلَّذِينَ لَمۡ يَظۡهَرُواْ عَلَىٰ عَوۡرَٰتِ ٱلنِّسَآءِۖ وَلَا يَضۡرِبۡنَ بِأَرۡجُلِهِنَّ لِيُعۡلَمَ مَا يُخۡفِينَ مِن زِينَتِهِنَّۚ وَتُوبُوٓاْ إِلَى ٱللَّهِ جَمِيعًا أَيُّهَ ٱلۡمُؤۡمِنُونَ لَعَلَّكُمۡ تُفۡلِحُونَ",
  "translation": "31. Waxaad ku dhahdaa mu’minaatka ha ka laabeen aragyadooda (xaaraanta) 19 hana ka ilaaliyeen xubnahooda gaarka ah (galmo xaaraan ah iyo inay soo bandhigaan cowradooda), yeyna muujinna quruxdooda 20 wixii iska muuqda maahee21, hana ku soo dadaan hagoogtooda luqumahooda dushooda iyo laabahooda, yeysanna u muujin quruxdooda (dhan ee qarsoon) waxaan aheyn nimankooda qaba, ama (wax ka mid ah quruxdaa sida wejiyadooda, luqumahooda, iyo gacmahooda oo qudha) aabbayaashood, ama aabbayaasha nimankooda qaba, ama wiilashooda, ama wiilasha nimankooda qaba, ama walaalahood, ama wiilasha walaalahood, ama wiilasha walaalooyinkood, ama haweenkooda, ama kuwaa ay gacmahoodu midig hantaan, ama kuwa raacsan ee labka ah oo aan laheyn haweysi dumar22, ama ilmaha aan weli yeelan dareen ay ku fiirsadaan cawro dumar. Yeysanna ku garaacin (dhulka) lugahooda si loo ogaado waxay qariyaan oo quruxdooda ah. Una toobad keena Alle idinkoo dhan, mu’miniintoy aad liibaantaane.",
  "footnotes": "19. Iyagoo eegaya oo keliya waxa bannaan oo ka jeedinaya indhahood waxa aan u bannaaneyn in la eego. Cawrada haweenta markay debedda u baxeyso waa jirkooda oo dhan waa inayan waxba ka muuqan.\n20. Haddii ay tahay quruxdooda dabiiciga ah sida timaha ama qaabka jirkooda, ama waxay dumarka isku qurxiyaan ee leh dharka qurxoon ama dahabka ay xidhaan, iwm. \n21. Waa shukada ay dusha ka gashtaan dumarka oo jirkooda ku qarsadsaan ama wixii ka muuqda oo baahi keento ay ka fursan waayaan.\n 22. Waxay tilmaameysaa xaalad aan caadi ahayn oo ah nin aan innaba lahayn dareen galmo iyo u tegis haween iyo shahwo."
}