{
  "result": [
    {
      "id": "2141",
      "sura": "18",
      "aya": "1",
      "arabic_text": "ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَنزَلَ عَلَىٰ عَبۡدِهِ ٱلۡكِتَٰبَ وَلَمۡ يَجۡعَل لَّهُۥ عِوَجَاۜ",
      "translation": "Pẽgr be ne Naab ning sẽn sika Gafã A yambã zugã, n pɑ maan-a t'a tar goɑleng ye!",
      "footnotes": ""
    },
    {
      "id": "2142",
      "sura": "18",
      "aya": "2",
      "arabic_text": "قَيِّمٗا لِّيُنذِرَ بَأۡسٗا شَدِيدٗا مِّن لَّدُنۡهُ وَيُبَشِّرَ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرًا حَسَنٗا",
      "translation": "A yaa tɩrg sẽn na yɩl n bugs ne nang sẽn zabd n yi A nengẽ; la A noog sɩd-kõtb sẽn maan tʋʋm-sõma sũuri, tɩ b tara keoor sẽn be neere.",
      "footnotes": ""
    },
    {
      "id": "2143",
      "sura": "18",
      "aya": "3",
      "arabic_text": "مَّٰكِثِينَ فِيهِ أَبَدٗا",
      "translation": "B yɑɑ paadb ɑ pʋgẽ lɑe-lɑe.",
      "footnotes": ""
    },
    {
      "id": "2144",
      "sura": "18",
      "aya": "4",
      "arabic_text": "وَيُنذِرَ ٱلَّذِينَ قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗا",
      "translation": "La A bugs neb nins sẽn yeel tɩ Wẽnd tara biigã.",
      "footnotes": ""
    },
    {
      "id": "2145",
      "sura": "18",
      "aya": "5",
      "arabic_text": "مَّا لَهُم بِهِۦ مِنۡ عِلۡمٖ وَلَا لِأٓبَآئِهِمۡۚ كَبُرَتۡ كَلِمَةٗ تَخۡرُجُ مِنۡ أَفۡوَٰهِهِمۡۚ إِن يَقُولُونَ إِلَّا كَذِبٗا",
      "translation": "Bãmb mens pa tar bãngr buud ne rẽ; b saam-rãmb me pa talle. Ad gomd ning sẽn yit b noyẽ wã yɩ bedre, ad b sẽn yetã pa yɩ rẽnda zĩri.",
      "footnotes": ""
    },
    {
      "id": "2146",
      "sura": "18",
      "aya": "6",
      "arabic_text": "فَلَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ عَلَىٰٓ ءَاثَٰرِهِمۡ إِن لَّمۡ يُؤۡمِنُواْ بِهَٰذَا ٱلۡحَدِيثِ أَسَفًا",
      "translation": "Lɑ tõe tɩ fo wa pogend f meng b poorẽ, b sẽn pa kõt sɩd ne gom-kãngã sũ-sãɑg keelem.",
      "footnotes": ""
    },
    {
      "id": "2147",
      "sura": "18",
      "aya": "7",
      "arabic_text": "إِنَّا جَعَلۡنَا مَا عَلَى ٱلۡأَرۡضِ زِينَةٗ لَّهَا لِنَبۡلُوَهُمۡ أَيُّهُمۡ أَحۡسَنُ عَمَلٗا",
      "translation": "Ad Tõnd maana sẽn be tẽngã zugã tɩ yɑɑ faas-teed ne-ɑ sẽn na yɩl n zarb-b n ges ned ning sẽn yɩɩda ne tʋʋm sõmblem.",
      "footnotes": ""
    },
    {
      "id": "2148",
      "sura": "18",
      "aya": "8",
      "arabic_text": "وَإِنَّا لَجَٰعِلُونَ مَا عَلَيۡهَا صَعِيدٗا جُرُزًا",
      "translation": "Lɑ Tõnd na n mɑɑnɑ sẽn be a zugã tɩ lebg zĩ-peen-dɑɑgɑ.",
      "footnotes": ""
    },
    {
      "id": "2149",
      "sura": "18",
      "aya": "9",
      "arabic_text": "أَمۡ حَسِبۡتَ أَنَّ أَصۡحَٰبَ ٱلۡكَهۡفِ وَٱلرَّقِيمِ كَانُواْ مِنۡ ءَايَٰتِنَا عَجَبًا",
      "translation": "Bɩ fo tẽedame tɩ vadgã rãmbã la (Raƙɩɩm) neb nins yʋy sẽn gʋls walgẽ wã ra yɩɩme n yaa yel-soalem Tõnd tagmasã sʋk lɑ?",
      "footnotes": ""
    },
    {
      "id": "2150",
      "sura": "18",
      "aya": "10",
      "arabic_text": "إِذۡ أَوَى ٱلۡفِتۡيَةُ إِلَى ٱلۡكَهۡفِ فَقَالُواْ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحۡمَةٗ وَهَيِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَدٗا",
      "translation": "Wakat ning rao-sãmbã sẽn wa n kẽng n tɩ sool vadgẽ wã, n yeele: \" d Soaba! Kõ tõnd yolsg sẽn yi Fo nengẽ la F segl tõnd n kãndag d yellã pʋga''.",
      "footnotes": ""
    },
    {
      "id": "2151",
      "sura": "18",
      "aya": "11",
      "arabic_text": "فَضَرَبۡنَا عَلَىٰٓ ءَاذَانِهِمۡ فِي ٱلۡكَهۡفِ سِنِينَ عَدَدٗا",
      "translation": "Tɩ Tõnd na n lims b tʋbã vɑdgã pʋgẽ yʋʋm wʋsgo.",
      "footnotes": ""
    },
    {
      "id": "2152",
      "sura": "18",
      "aya": "12",
      "arabic_text": "ثُمَّ بَعَثۡنَٰهُمۡ لِنَعۡلَمَ أَيُّ ٱلۡحِزۡبَيۡنِ أَحۡصَىٰ لِمَا لَبِثُوٓاْ أَمَدٗا",
      "translation": "Rẽ poorẽ tɩ Tõnd vʋʋg-b sẽn na yɩl n bãng sul a yiibã sẽn kɩɩsd tɑɑbã sẽn yɩɩda minim ne b sẽn zĩnd be wã sõore.",
      "footnotes": ""
    },
    {
      "id": "2153",
      "sura": "18",
      "aya": "13",
      "arabic_text": "نَّحۡنُ نَقُصُّ عَلَيۡكَ نَبَأَهُم بِٱلۡحَقِّۚ إِنَّهُمۡ فِتۡيَةٌ ءَامَنُواْ بِرَبِّهِمۡ وَزِدۡنَٰهُمۡ هُدٗى",
      "translation": "Tõnd togsda foom b kibarã ne sɩda, ad b yaa ra-sãmb sẽn kõ sɩd ne b Soabã tɩ Tõnd paas-b kãndagre.",
      "footnotes": ""
    },
    {
      "id": "2154",
      "sura": "18",
      "aya": "14",
      "arabic_text": "وَرَبَطۡنَا عَلَىٰ قُلُوبِهِمۡ إِذۡ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَن نَّدۡعُوَاْ مِن دُونِهِۦٓ إِلَٰهٗاۖ لَّقَدۡ قُلۡنَآ إِذٗا شَطَطًا",
      "translation": "La D keng b sũyã, b sẽn wa n yik n yeele: \"tõnd Soabã la sɑɑs lɑ tẽng Soabã, d ka na n bool soɑb zẽng lɑe tɩ pa Yẽ ye, tõnd sã n mɑɑn rẽ, ɑd tõnd yeelɑ gomd sẽn zãr ne sɩdɑ.",
      "footnotes": ""
    },
    {
      "id": "2155",
      "sura": "18",
      "aya": "15",
      "arabic_text": "هَٰٓؤُلَآءِ قَوۡمُنَا ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ لَّوۡلَا يَأۡتُونَ عَلَيۡهِم بِسُلۡطَٰنِۭ بَيِّنٖۖ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا",
      "translation": "Bãmbã sẽn yaa tõnd nebã rɩka soab zẽng sẽn pa Wẽnde, la yaa bõe tɩ b pa nɑ n wa ne tikr sẽn yaɑ vẽeneg b tũudmẽ wã, la ãnd n yɩɩd wẽgd ne ned ning sẽn wãaga zĩri n rogl Wẽnde?",
      "footnotes": ""
    },
    {
      "id": "2156",
      "sura": "18",
      "aya": "16",
      "arabic_text": "وَإِذِ ٱعۡتَزَلۡتُمُوهُمۡ وَمَا يَعۡبُدُونَ إِلَّا ٱللَّهَ فَأۡوُۥٓاْ إِلَى ٱلۡكَهۡفِ يَنشُرۡ لَكُمۡ رَبُّكُم مِّن رَّحۡمَتِهِۦ وَيُهَيِّئۡ لَكُم مِّنۡ أَمۡرِكُم مِّرۡفَقٗا",
      "translation": "La y sẽn welg n bas-b ne b sẽn tũud bũmb ning tɩ pa Wẽndã, bɩ y sool n kẽng vadgẽ wã, tɩ y Soɑbã na sãeeg A yolsgã y yĩng la A sεgl yol-yol n kõ-ya y yellẽ wã.",
      "footnotes": ""
    },
    {
      "id": "2157",
      "sura": "18",
      "aya": "17",
      "arabic_text": "۞ وَتَرَى ٱلشَّمۡسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهۡفِهِمۡ ذَاتَ ٱلۡيَمِينِ وَإِذَا غَرَبَت تَّقۡرِضُهُمۡ ذَاتَ ٱلشِّمَالِ وَهُمۡ فِي فَجۡوَةٖ مِّنۡهُۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِۗ مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُۥ وَلِيّٗا مُّرۡشِدٗا",
      "translation": "La fo yãtɑ wĩntoogã t'a sã n puki, a kɩlldɑme n bas b vɑdgã rɩtg wεεngẽ, la a sã n lʋɩtẽ la a sẽn basd-b n kɩll goabg wεεngẽ, tɩ bãmb be zĩ-yɑlengẽ vɑdgẽ wã. Wãndã yaa sẽn yi Wẽnd yel-soɑlmã pʋgẽ. Wẽnd sẽn kãnd a soabɑ, yẽ n rɩkd so-tɩrga, la A sẽn menes a soabã, fo kõn n tol n paam lall-n-taag sẽn nɑ n kãnd-a ye.",
      "footnotes": ""
    },
    {
      "id": "2158",
      "sura": "18",
      "aya": "18",
      "arabic_text": "وَتَحۡسَبُهُمۡ أَيۡقَاظٗا وَهُمۡ رُقُودٞۚ وَنُقَلِّبُهُمۡ ذَاتَ ٱلۡيَمِينِ وَذَاتَ ٱلشِّمَالِۖ وَكَلۡبُهُم بَٰسِطٞ ذِرَاعَيۡهِ بِٱلۡوَصِيدِۚ لَوِ ٱطَّلَعۡتَ عَلَيۡهِمۡ لَوَلَّيۡتَ مِنۡهُمۡ فِرَارٗا وَلَمُلِئۡتَ مِنۡهُمۡ رُعۡبٗا",
      "translation": "Lɑ fo tẽedɑme tɩ b neeme, tɩ b yaool n yaa sẽn gõe. Tɩ Tõnd leebd-b rɩtg wεεngẽ la goabg wεεngẽ, tɩ b baagã tẽeg a kɑrs ɑ yiibã noorẽ wã. Fo sã n lik n yã-ba fo na lebg n wudg n bɑs-bɑ, f nɑ tɑll pelen-yɩk me ne-bɑ.",
      "footnotes": ""
    },
    {
      "id": "2159",
      "sura": "18",
      "aya": "19",
      "arabic_text": "وَكَذَٰلِكَ بَعَثۡنَٰهُمۡ لِيَتَسَآءَلُواْ بَيۡنَهُمۡۚ قَالَ قَآئِلٞ مِّنۡهُمۡ كَمۡ لَبِثۡتُمۡۖ قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۚ قَالُواْ رَبُّكُمۡ أَعۡلَمُ بِمَا لَبِثۡتُمۡ فَٱبۡعَثُوٓاْ أَحَدَكُم بِوَرِقِكُمۡ هَٰذِهِۦٓ إِلَى ٱلۡمَدِينَةِ فَلۡيَنظُرۡ أَيُّهَآ أَزۡكَىٰ طَعَامٗا فَلۡيَأۡتِكُم بِرِزۡقٖ مِّنۡهُ وَلۡيَتَلَطَّفۡ وَلَا يُشۡعِرَنَّ بِكُمۡ أَحَدًا",
      "translation": "La yaa woto la Tõnd yik-ba tɩ b nɑ n sogs taaba; yεt n zĩnd b sʋkã n yeele: \" yaa sõor wãn la yãmb sẽn zĩndã?\" La b yeele: \" tõnd zĩndɑ raar maa rɑɑr pεdgɑ\". La b kẽer yeele: \" yãmb Soabã n yɩɩd minim ne rasem ning sõor yãmb sẽn zĩndã, bɩ y tʋms yãmb ned a yembr ne yãmb ligd koεεng-kãngã t'a kẽng tẽngã pʋgẽ n tɩ ges rɩɩb ning yɩleng sẽn yɩɩdɑ bɩ ɑ wɑ ne rɩtl sẽn yi be, la ɑ maan lɑm-lɑm tɩ ned ra bãng yãmb yellã ye.",
      "footnotes": ""
    },
    {
      "id": "2160",
      "sura": "18",
      "aya": "20",
      "arabic_text": "إِنَّهُمۡ إِن يَظۡهَرُواْ عَلَيۡكُمۡ يَرۡجُمُوكُمۡ أَوۡ يُعِيدُوكُمۡ فِي مِلَّتِهِمۡ وَلَن تُفۡلِحُوٓاْ إِذًا أَبَدٗا",
      "translation": "Ad b sã n bãng yãmb zĩigɑ, b na n loba yãmb n kʋ maa b lebs yãmb b dĩinẽ wã, lɑ y kõn n tol n tɩlg rẽ poorẽ lae.",
      "footnotes": ""
    },
    {
      "id": "2161",
      "sura": "18",
      "aya": "21",
      "arabic_text": "وَكَذَٰلِكَ أَعۡثَرۡنَا عَلَيۡهِمۡ لِيَعۡلَمُوٓاْ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَأَنَّ ٱلسَّاعَةَ لَا رَيۡبَ فِيهَآ إِذۡ يَتَنَٰزَعُونَ بَيۡنَهُمۡ أَمۡرَهُمۡۖ فَقَالُواْ ٱبۡنُواْ عَلَيۡهِم بُنۡيَٰنٗاۖ رَّبُّهُمۡ أَعۡلَمُ بِهِمۡۚ قَالَ ٱلَّذِينَ غَلَبُواْ عَلَىٰٓ أَمۡرِهِمۡ لَنَتَّخِذَنَّ عَلَيۡهِم مَّسۡجِدٗا",
      "translation": "La yaa woto la Tõnd mɑɑn tɩ b yẽnd-ba, sẽn na yɩl tɩ nebã bãng tɩ Wẽnd pʋlengã yaa sɩda, lɑ Dũni wã yikrã sik ka be a pʋgẽ ye. Lɑ wɑkɑt ning nebã sẽn wa n maan no-koeemd b yellã zugã, b yeelɑme: \"me-y meeng b zugu, ɑd b Soɑbã n yɩɩd minim ne b yellã\", la zut-rãmbã sẽn yɑɑ zɩtbã yeele: \" d na n rɩka b zĩigã n mɑɑn misri\".",
      "footnotes": ""
    },
    {
      "id": "2162",
      "sura": "18",
      "aya": "22",
      "arabic_text": "سَيَقُولُونَ ثَلَٰثَةٞ رَّابِعُهُمۡ كَلۡبُهُمۡ وَيَقُولُونَ خَمۡسَةٞ سَادِسُهُمۡ كَلۡبُهُمۡ رَجۡمَۢا بِٱلۡغَيۡبِۖ وَيَقُولُونَ سَبۡعَةٞ وَثَامِنُهُمۡ كَلۡبُهُمۡۚ قُل رَّبِّيٓ أَعۡلَمُ بِعِدَّتِهِم مَّا يَعۡلَمُهُمۡ إِلَّا قَلِيلٞۗ فَلَا تُمَارِ فِيهِمۡ إِلَّا مِرَآءٗ ظَٰهِرٗا وَلَا تَسۡتَفۡتِ فِيهِم مِّنۡهُمۡ أَحَدٗا",
      "translation": "B na n yeelɑme: \" b yɑɑ tãabo, tɩ b baagã paas naase\". B leb n yetɑme: \" b yɑɑ nu, tɩ b yoob soɑbã yaɑ b baagã\", n gomd b sẽn ka mi. B leb n yetɑme: \" b yɑɑ b yopoe tɩ b baagã paas nii\". Yeele: \" mam Soabã n yɩɩd minim ne b sõorã, ka mi bãmbã sõorã rẽnda bilf bala\". Bɩ f ra maan no-koeemd bãmbã yellã zug rẽnda no-koeemd sẽn yɑɑ lεngɑ, la f ra sok b yellã ned baa a yembr bãmbã pʋgẽ ye.",
      "footnotes": ""
    },
    {
      "id": "2163",
      "sura": "18",
      "aya": "23",
      "arabic_text": "وَلَا تَقُولَنَّ لِشَاْيۡءٍ إِنِّي فَاعِلٞ ذَٰلِكَ غَدًا",
      "translation": "(La sã n dat n maan bũmb bɩ) f ra wa yeele: \" mam na n maana woto beoog ye\".",
      "footnotes": ""
    },
    {
      "id": "2164",
      "sura": "18",
      "aya": "24",
      "arabic_text": "إِلَّآ أَن يَشَآءَ ٱللَّهُۚ وَٱذۡكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلۡ عَسَىٰٓ أَن يَهۡدِيَنِ رَبِّي لِأَقۡرَبَ مِنۡ هَٰذَا رَشَدٗا",
      "translation": "Rallame tɩ f paase:\"tɩ Wẽnd sã n sake\". La tẽeg f Soabã yʋʋr tɩ fo sã n yĩmi, la yeele: \" tõe tɩ m Soabã kãndg maam n tʋg sor sẽn yaa tɩrga\".",
      "footnotes": ""
    },
    {
      "id": "2165",
      "sura": "18",
      "aya": "25",
      "arabic_text": "وَلَبِثُواْ فِي كَهۡفِهِمۡ ثَلَٰثَ مِاْئَةٖ سِنِينَ وَٱزۡدَادُواْ تِسۡعٗا",
      "translation": "La b zĩnda b vadgẽ wã yʋʋm kobs-tã tɩ b paas (yʋʋm) a wae.",
      "footnotes": ""
    },
    {
      "id": "2166",
      "sura": "18",
      "aya": "26",
      "arabic_text": "قُلِ ٱللَّهُ أَعۡلَمُ بِمَا لَبِثُواْۖ لَهُۥ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَبۡصِرۡ بِهِۦ وَأَسۡمِعۡۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا يُشۡرِكُ فِي حُكۡمِهِۦٓ أَحَدٗا",
      "translation": "Yeele: \"Wẽnd n yɩɩd minim ne b sẽn zĩndã sõore, Yẽ n so sɑasã la tẽngã yel-soondse. A nenem pa tar to, A wʋmb pa tar to! Ad bãmbã pa tar lall-n-taag zẽng sẽn pɑ Yẽ ye, A leb n ka lagemd A naamã pʋgẽ ned baa a yembr ye.",
      "footnotes": ""
    },
    {
      "id": "2167",
      "sura": "18",
      "aya": "27",
      "arabic_text": "وَٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِن كِتَابِ رَبِّكَۖ لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلۡتَحَدٗا",
      "translation": "Lɑ f karem bũmb ning b sẽn tʋms tɩ tɩ wa fo nengẽ wã sẽn yi fo Soɑbã Gɑfẽ wã, toeemd pa tõe n toeem A goamã ye, fo le kõn n paam relleg zĩig zẽng sẽn ka Yẽ ye.",
      "footnotes": ""
    },
    {
      "id": "2168",
      "sura": "18",
      "aya": "28",
      "arabic_text": "وَٱصۡبِرۡ نَفۡسَكَ مَعَ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ وَلَا تَعۡدُ عَيۡنَاكَ عَنۡهُمۡ تُرِيدُ زِينَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَا تُطِعۡ مَنۡ أَغۡفَلۡنَا قَلۡبَهُۥ عَن ذِكۡرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمۡرُهُۥ فُرُطٗا",
      "translation": "La maan sugr n naag f meng ne neb nins sẽn kot b Soabã yibeoog la zaabrã, n tʋll A yardã (a nengã yãabo / yel-sõmdã). La ra wa zʋʋg f nin a yiibã n gãndg-b n rɑt dũni wã faas-teedã ye. La ra wa tũ ned ning Tõnd sẽn yẽd ɑ soɑb sũur t'a yaa yam yaal-yaal soaba n yi Tõnd yʋʋrã tẽegre, n leb n pʋgd a yõorã yamleoog t'a yellã yeebe.",
      "footnotes": ""
    },
    {
      "id": "2169",
      "sura": "18",
      "aya": "29",
      "arabic_text": "وَقُلِ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَن شَآءَ فَلۡيُؤۡمِن وَمَن شَآءَ فَلۡيَكۡفُرۡۚ إِنَّآ أَعۡتَدۡنَا لِلظَّٰلِمِينَ نَارًا أَحَاطَ بِهِمۡ سُرَادِقُهَاۚ وَإِن يَسۡتَغِيثُواْ يُغَاثُواْ بِمَآءٖ كَٱلۡمُهۡلِ يَشۡوِي ٱلۡوُجُوهَۚ بِئۡسَ ٱلشَّرَابُ وَسَآءَتۡ مُرۡتَفَقًا",
      "translation": "Lɑ yeele: \"sɩdã lɑ sẽn yi yãmb Soabã nengẽ wã, ned ning sẽn tʋllɑ bɩ a kõ sɩda, sẽn rata me bɩ a kɩfle\" ad Tõnd sεgla Bugum wẽgdbã yĩngɑ, t'a lalgã gũbg-ba, la b sã n wa baood yũubu, b yũnugd-b lame ne koom sẽn yaa wala rãngo, n gãogd nensẽ, bõn-yũudi yɩ wẽnga, zĩndig zĩig me yɩ wẽnga.",
      "footnotes": ""
    },
    {
      "id": "2170",
      "sura": "18",
      "aya": "30",
      "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ إِنَّا لَا نُضِيعُ أَجۡرَ مَنۡ أَحۡسَنَ عَمَلًا",
      "translation": "Ad neb nins sẽn kõ-b sɩdã la b tʋm tʋʋm sõma wã, ad Tõnd pa yeebd ned ning sẽn maneg a tʋʋmd keoor ye.",
      "footnotes": ""
    },
    {
      "id": "2171",
      "sura": "18",
      "aya": "31",
      "arabic_text": "أُوْلَٰٓئِكَ لَهُمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَيَلۡبَسُونَ ثِيَابًا خُضۡرٗا مِّن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۚ نِعۡمَ ٱلثَّوَابُ وَحَسُنَتۡ مُرۡتَفَقٗا",
      "translation": "Bãmb rãmbã tara arzãn tɩ kʋɩls zoet a tẽngrã, tɩ b nɑgsd-b beenẽ ne zũy sẽn yɑɑ sãnem la b yeelgd fut sẽn yɑɑ kõoda sẽn yaɑ fu-sɑɑlɑ (harɩɩr) sẽn yaa faas lɑ tɑgdo, tɩ bãmb yaa sẽn kɩll ɑ pʋgẽ gat zutu, ad yel-sõmd yɩ neema tɩ zĩndig zĩig me be neere.",
      "footnotes": ""
    },
    {
      "id": "2172",
      "sura": "18",
      "aya": "32",
      "arabic_text": "۞ وَٱضۡرِبۡ لَهُم مَّثَلٗا رَّجُلَيۡنِ جَعَلۡنَا لِأَحَدِهِمَا جَنَّتَيۡنِ مِنۡ أَعۡنَٰبٖ وَحَفَفۡنَٰهُمَا بِنَخۡلٖ وَجَعَلۡنَا بَيۡنَهُمَا زَرۡعٗا",
      "translation": "La rɩk bilgr n wĩnig-b raop a yiibu, Tõnd maana sib pʋt a yiib n kõ b yiibã yembre, la D gũbg pʋt a yiibã ne tɑmɑr-tɩɩse, la D ning kood pʋt a yiibã sʋka.",
      "footnotes": ""
    },
    {
      "id": "2173",
      "sura": "18",
      "aya": "33",
      "arabic_text": "كِلۡتَا ٱلۡجَنَّتَيۡنِ ءَاتَتۡ أُكُلَهَا وَلَمۡ تَظۡلِم مِّنۡهُ شَيۡـٔٗاۚ وَفَجَّرۡنَا خِلَٰلَهُمَا نَهَرٗا",
      "translation": "Pʋt a yiibã fãa woma womb tεkẽ b pa boog bɑɑ fʋɩ ye, tɩ Tõnd pusg kʋɩlg pʋt a yiibã sʋka.",
      "footnotes": ""
    },
    {
      "id": "2174",
      "sura": "18",
      "aya": "34",
      "arabic_text": "وَكَانَ لَهُۥ ثَمَرٞ فَقَالَ لِصَٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكۡثَرُ مِنكَ مَالٗا وَأَعَزُّ نَفَرٗا",
      "translation": "Lɑ ɑ le tar tɩ-biis ɑ tɑɑbɑ, la a yeel a tũud-n-taagã n sõsd ne-a: \"mam yɩɩda foom ne arzεka, n leb n yɩɩd foo ne neb sõor lɑ zɩslem.",
      "footnotes": ""
    },
    {
      "id": "2175",
      "sura": "18",
      "aya": "35",
      "arabic_text": "وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٞ لِّنَفۡسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدٗا",
      "translation": "La a kẽ a pʋʋgã pʋg tɩ yẽnda yaa sẽn wẽg a menga, ɑ yeelɑme: \"mam pa tẽed tɩ wãnde na n sɑame lae;",
      "footnotes": ""
    },
    {
      "id": "2176",
      "sura": "18",
      "aya": "36",
      "arabic_text": "وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيۡرٗا مِّنۡهَا مُنقَلَبٗا",
      "translation": "m leb n pa tagsd tɩ Dũni wã me na n yikame, lɑ baa tɩ b sã n lebs mɑɑm m Soabã nengẽ, m na n tɩ mika sõmã sẽn yɩɩd mam pʋʋgã yεsɑ\".",
      "footnotes": ""
    },
    {
      "id": "2177",
      "sura": "18",
      "aya": "37",
      "arabic_text": "قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرۡتَ بِٱلَّذِي خَلَقَكَ مِن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ سَوَّىٰكَ رَجُلٗا",
      "translation": "A tũud-n-taagã yeel-a lɑme n sõsd ne-a: \" rẽ yĩnga fo mɑɑndɑ sõm-zɩɩlem ne Naab ning sẽn naana foom n yi tomẽ wã, rẽ poorẽ ne mani, rẽ poorẽ t'A naan foom tɩ f yɑɑ raoa?\"",
      "footnotes": ""
    },
    {
      "id": "2178",
      "sura": "18",
      "aya": "38",
      "arabic_text": "لَّٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّي وَلَآ أُشۡرِكُ بِرَبِّيٓ أَحَدٗا",
      "translation": "La sã n yaa ne maam, yaa Wẽnd la mam Soabã, m kõn n maan lagem-n-taar ne m Soɑbã baa ɑ ye.",
      "footnotes": ""
    },
    {
      "id": "2179",
      "sura": "18",
      "aya": "39",
      "arabic_text": "وَلَوۡلَآ إِذۡ دَخَلۡتَ جَنَّتَكَ قُلۡتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالٗا وَوَلَدٗا",
      "translation": "Fo sẽn wa n kẽ f pʋʋgẽ wã, fo sã n da yeelame:\" ad yaa sẽn tɑ ne Wẽnd rɑɑb la woto! Pãng ka be rẽnda ne Wẽnde\". Fo sã n neeme tɩ mam pa tɑ foo ne arzεk la koamba,",
      "footnotes": ""
    },
    {
      "id": "2180",
      "sura": "18",
      "aya": "40",
      "arabic_text": "فَعَسَىٰ رَبِّيٓ أَن يُؤۡتِيَنِ خَيۡرٗا مِّن جَنَّتِكَ وَيُرۡسِلَ عَلَيۡهَا حُسۡبَانٗا مِّنَ ٱلسَّمَآءِ فَتُصۡبِحَ صَعِيدٗا زَلَقًا",
      "translation": "Ad mɑm Soabã tõe n kõo maam sõblem sẽn yɩɩd fo pʋʋgã, la A tʋms fo pʋʋgẽ wã gεεl sẽn yi saasẽ wã t'a lebg zĩ-peell n salsd nɑo.",
      "footnotes": ""
    },
    {
      "id": "2181",
      "sura": "18",
      "aya": "41",
      "arabic_text": "أَوۡ يُصۡبِحَ مَآؤُهَا غَوۡرٗا فَلَن تَسۡتَطِيعَ لَهُۥ طَلَبٗا",
      "translation": "Maa a koomã lebg zulung tɩ fo ka tõe n bao-a n paam ye\".",
      "footnotes": ""
    },
    {
      "id": "2182",
      "sura": "18",
      "aya": "42",
      "arabic_text": "وَأُحِيطَ بِثَمَرِهِۦ فَأَصۡبَحَ يُقَلِّبُ كَفَّيۡهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُشۡرِكۡ بِرَبِّيٓ أَحَدٗا",
      "translation": "Tɩ sãangã gubg a tɩ-biisã t'ɑ wɑ bɑɑs n pãbd nug-poak yẽ arzεkã a sẽn kẽes a pʋgẽ wã bõne, tɩ pʋʋgã kao n lʋɩ a yẽgã zutu. Tɩ yẽ yetẽ: \" kɑto m bãngẽ n rag n ka maanẽ lagem-n-taar ne mam Soabã baa yembre\"!",
      "footnotes": ""
    },
    {
      "id": "2183",
      "sura": "18",
      "aya": "43",
      "arabic_text": "وَلَمۡ تَكُن لَّهُۥ فِئَةٞ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا",
      "translation": "Tɩ zãma ka zĩnd n na n sõng-a n yi Wẽnd nɑngã ye; ɑ pa tõog n sõng a meng me ye.",
      "footnotes": ""
    },
    {
      "id": "2184",
      "sura": "18",
      "aya": "44",
      "arabic_text": "هُنَالِكَ ٱلۡوَلَٰيَةُ لِلَّهِ ٱلۡحَقِّۚ هُوَ خَيۡرٞ ثَوَابٗا وَخَيۡرٌ عُقۡبٗا",
      "translation": "Zĩ-kãensã zĩigẽ fãɑgd yɑɑ Wẽnd ɑ yembre, Yẽnda rolb n yɩɩd sõmblem lɑ bɑɑs neere.",
      "footnotes": ""
    },
    {
      "id": "2185",
      "sura": "18",
      "aya": "45",
      "arabic_text": "وَٱضۡرِبۡ لَهُم مَّثَلَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ فَأَصۡبَحَ هَشِيمٗا تَذۡرُوهُ ٱلرِّيَٰحُۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقۡتَدِرًا",
      "translation": "La rɩk bilgr n wĩnig-b dũni wã vɩɩmã yalẽ, a yaa wala koom Tõnd sẽn sik-a saasẽ wã tɩ tẽngã bõn-tobd fugumd ne-ɑ; rẽ loogr poorẽ t'a wɑ lebg zeend tɩ sebgã yelgd-ɑ, lɑ Wẽnd yɩɩme n yaa Tõod ne bũmbã fãa.",
      "footnotes": ""
    },
    {
      "id": "2186",
      "sura": "18",
      "aya": "46",
      "arabic_text": "ٱلۡمَالُ وَٱلۡبَنُونَ زِينَةُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٌ أَمَلٗا",
      "translation": "Arzεkã la kom-ribli wã yaa dũni wã faas-teedo, la ad tʋʋm sõmã wã n yɩɩd sõmblem ne keoob fo Soabã nengẽ, la b yɩɩd sõmblem me tẽeb pʋgẽ.",
      "footnotes": ""
    },
    {
      "id": "2187",
      "sura": "18",
      "aya": "47",
      "arabic_text": "وَيَوۡمَ نُسَيِّرُ ٱلۡجِبَالَ وَتَرَى ٱلۡأَرۡضَ بَارِزَةٗ وَحَشَرۡنَٰهُمۡ فَلَمۡ نُغَادِرۡ مِنۡهُمۡ أَحَدٗا",
      "translation": "Lɑ tẽeg raar ning Tõnd sẽn na n kẽnes tãmsã tɩ fo ne tẽngã t'a yaa sẽn puk zãngɑ, tɩ Tõnd tigim-b n pa bɑs b ned baa a yembr ye.",
      "footnotes": ""
    },
    {
      "id": "2188",
      "sura": "18",
      "aya": "48",
      "arabic_text": "وَعُرِضُواْ عَلَىٰ رَبِّكَ صَفّٗا لَّقَدۡ جِئۡتُمُونَا كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةِۭۚ بَلۡ زَعَمۡتُمۡ أَلَّن نَّجۡعَلَ لَكُم مَّوۡعِدٗا",
      "translation": "Tɩ b tall-b n tɩ bɑll ne fo Soabã nengẽ rulg-rulgɑ: \" ad yãmb waa Tõnd nengẽ wala Tõnd sẽn ra naan yãmb rãeenemã; yãmb yaool n rag n sãmbdame tɩ D kõn n tol n maan sεk ne yãmb ye.",
      "footnotes": ""
    },
    {
      "id": "2189",
      "sura": "18",
      "aya": "49",
      "arabic_text": "وَوُضِعَ ٱلۡكِتَٰبُ فَتَرَى ٱلۡمُجۡرِمِينَ مُشۡفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَٰوَيۡلَتَنَا مَالِ هَٰذَا ٱلۡكِتَٰبِ لَا يُغَادِرُ صَغِيرَةٗ وَلَا كَبِيرَةً إِلَّآ أَحۡصَىٰهَاۚ وَوَجَدُواْ مَا عَمِلُواْ حَاضِرٗاۗ وَلَا يَظۡلِمُ رَبُّكَ أَحَدٗا",
      "translation": "Tɩ b rɩglg (tʋʋmã) gafo, tɩ fo ne nin-wẽnsã sẽn be pelen-yɩk pʋgẽ ne bũmb ning sẽn be gafẽ wã, la b yetẽ: \"yaa tõnd wɩɩbdo! Yaa bõe me gɑf lɑ woto n pa basd sẽn paood maa sẽn waoog rẽndame t'a gũbg-a?\" Tɩ b mik b sẽn tʋmã tɩ be beenẽ, la fo Soabã pa wẽgd ned baa a yembr ye.",
      "footnotes": ""
    },
    {
      "id": "2190",
      "sura": "18",
      "aya": "50",
      "arabic_text": "وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ كَانَ مِنَ ٱلۡجِنِّ فَفَسَقَ عَنۡ أَمۡرِ رَبِّهِۦٓۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوۡلِيَآءَ مِن دُونِي وَهُمۡ لَكُمۡ عَدُوُّۢۚ بِئۡسَ لِلظَّٰلِمِينَ بَدَلٗا",
      "translation": "Lɑ tẽeg Tõnd sẽn wa n yeel malεgsã: \" maan-y a Adam suguudu\", tɩ b maan suguudã, rẽnda a ɭblɩɩs bɑl sẽn dɑ yɑɑ zĩnã, t'ɑ zãgs a Soabã saglgã, rẽ yĩngã yãmb na n rɩk-a lame ne a koambã n maan lall-n-taas tɩ ka Maam, tɩ b yaool n yaa yãmb bεεba? Ad wẽgdbã tedgr yɩ wẽnga.",
      "footnotes": ""
    },
    {
      "id": "2191",
      "sura": "18",
      "aya": "51",
      "arabic_text": "۞ مَّآ أَشۡهَدتُّهُمۡ خَلۡقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَا خَلۡقَ أَنفُسِهِمۡ وَمَا كُنتُ مُتَّخِذَ ٱلۡمُضِلِّينَ عَضُدٗا",
      "translation": "Mam ka mɑɑn-b (a ɭblɩɩs ne a koambã) kaset saasã la tẽngã naanegẽ, b pa yɩt kaset ne b mensã nɑɑneg me, la Mam pa yɩ n na n rɩk menesdbã tɩ yaa sõngdb ye.",
      "footnotes": ""
    },
    {
      "id": "2192",
      "sura": "18",
      "aya": "52",
      "arabic_text": "وَيَوۡمَ يَقُولُ نَادُواْ شُرَكَآءِيَ ٱلَّذِينَ زَعَمۡتُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَجَعَلۡنَا بَيۡنَهُم مَّوۡبِقٗا",
      "translation": "Tẽeg raar ning A sẽn na n yeel-ba: \" bool-y Mam lagem-n-taas nins yãmb sẽn da yẽgemdã wε,\". Tɩ b na n bool-b tɩ b ka sak b yĩng ye, tɩ Tõnd mɑɑn hɑlkr zĩig tɩ b nɑɑg tɑɑb ɑ pʋgẽ.",
      "footnotes": ""
    },
    {
      "id": "2193",
      "sura": "18",
      "aya": "53",
      "arabic_text": "وَرَءَا ٱلۡمُجۡرِمُونَ ٱلنَّارَ فَظَنُّوٓاْ أَنَّهُم مُّوَاقِعُوهَا وَلَمۡ يَجِدُواْ عَنۡهَا مَصۡرِفٗا",
      "translation": "Tɩ nin-wẽnsã yãnd Bugmã ne bãng-n-wãak tɩ bãmb na n lʋɩɩ a pʋgẽ, la b pa paam põsgr zĩig n nɑ n yi-a ye.",
      "footnotes": ""
    },
    {
      "id": "2194",
      "sura": "18",
      "aya": "54",
      "arabic_text": "وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٖۚ وَكَانَ ٱلۡإِنسَٰنُ أَكۡثَرَ شَيۡءٖ جَدَلٗا",
      "translation": "La ad Tõnd welsa Alkʋrãan-kãng pʋgã bilgr buudã fãa n wĩnig nebã, la ninsaal yɩɩme n yɩɩd bũmbã fãa ne no-koεεmã.",
      "footnotes": ""
    },
    {
      "id": "2195",
      "sura": "18",
      "aya": "55",
      "arabic_text": "وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰ وَيَسۡتَغۡفِرُواْ رَبَّهُمۡ إِلَّآ أَن تَأۡتِيَهُمۡ سُنَّةُ ٱلۡأَوَّلِينَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ قُبُلٗا",
      "translation": "Lɑ bũmb pa gɩdg nebã tɩ b kõ sɩda kãndgrã sẽn wa n wa-b la b kos b Soabã t'A yaaf-bɑ, yɑɑ b sẽn rat bɑl tɩ rãeenem rãmbã nɑ-kẽndrã wɑ bãmb me nengẽ wã, maa b wɑ yã nɑngã vẽenegã.",
      "footnotes": ""
    },
    {
      "id": "2196",
      "sura": "18",
      "aya": "56",
      "arabic_text": "وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۚ وَيُجَٰدِلُ ٱلَّذِينَ كَفَرُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّۖ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَمَآ أُنذِرُواْ هُزُوٗا",
      "translation": "Lɑ Tõnd pa tʋmsd tẽn-tʋʋmbã rẽndame tɩ b yaa sũ-noogdb la bugsdba, la neb nins sẽn kɩflã maanda no-koεεm ne zĩri sẽn na yɩl n menes sɩdã ne rẽ, la b rɩk Mam Aaya-rãmbã (Alkʋrãanã) la b sẽn bugsd-b ne bũmb ningã n yɑɑndẽ.",
      "footnotes": ""
    },
    {
      "id": "2197",
      "sura": "18",
      "aya": "57",
      "arabic_text": "وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ فَأَعۡرَضَ عَنۡهَا وَنَسِيَ مَا قَدَّمَتۡ يَدَاهُۚ إِنَّا جَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۖ وَإِن تَدۡعُهُمۡ إِلَى ٱلۡهُدَىٰ فَلَن يَهۡتَدُوٓاْ إِذًا أَبَدٗا",
      "translation": "Lɑ ãnd wẽgb n yɩɩd ned ning b sẽn tẽeg-ɑ ne Tõnd Aaya-rãmbã t'a gũd a zãn-kuidg la a yĩm a nus ɑ yiibã sẽn tʋm tɩ reng taoore, ad Tõnd ninga b sũyẽ wã lima, n kɩt tɩ b pa tõe n fahem-a (Alkʋrãanã) ye, la b tʋbẽ wã yẽdb n be beenẽ. Bɑ tɩ fo sã n boond-b n tʋgd kãndagr zĩigẽ, b pa na n tol n rɩk sor lɑe.",
      "footnotes": ""
    },
    {
      "id": "2198",
      "sura": "18",
      "aya": "58",
      "arabic_text": "وَرَبُّكَ ٱلۡغَفُورُ ذُو ٱلرَّحۡمَةِۖ لَوۡ يُؤَاخِذُهُم بِمَا كَسَبُواْ لَعَجَّلَ لَهُمُ ٱلۡعَذَابَۚ بَل لَّهُم مَّوۡعِدٞ لَّن يَجِدُواْ مِن دُونِهِۦ مَوۡئِلٗا",
      "translation": "La fo Soabã yaa yaafg Naabã n yaa yolsg Soɑbɑ. A sã n rag n yõkd-b lame b tʋʋmã yĩnga, A rag n nɑ yãg ne-b ne sɩbgrã. Ka woto ye, ad b tara sεka, b kõn n tol n pɑɑm kõom zĩig n põs-ɑ ye.",
      "footnotes": ""
    },
    {
      "id": "2199",
      "sura": "18",
      "aya": "59",
      "arabic_text": "وَتِلۡكَ ٱلۡقُرَىٰٓ أَهۡلَكۡنَٰهُمۡ لَمَّا ظَلَمُواْ وَجَعَلۡنَا لِمَهۡلِكِهِم مَّوۡعِدٗا",
      "translation": "Lɑ tẽn-kãensã Tõnd hɑlk-b lɑme, b sẽn wa n wẽgã, la Tõnd maana b halkrã tɩ tall sεka (raare).",
      "footnotes": ""
    },
    {
      "id": "2200",
      "sura": "18",
      "aya": "60",
      "arabic_text": "وَإِذۡ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبۡرَحُ حَتَّىٰٓ أَبۡلُغَ مَجۡمَعَ ٱلۡبَحۡرَيۡنِ أَوۡ أَمۡضِيَ حُقُبٗا",
      "translation": "Lɑ (tẽeg) a Musa sẽn wa n yeel a sõgnã: \" mam pa na n bɑk n kẽnd hal n tʋg n tãag mog a yiibã yek-taabã zĩigẽ maɑ tɩ m kẽn zãmaan wooko\".",
      "footnotes": ""
    },
    {
      "id": "2201",
      "sura": "18",
      "aya": "61",
      "arabic_text": "فَلَمَّا بَلَغَا مَجۡمَعَ بَيۡنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ سَرَبٗا",
      "translation": "La b sẽn wa n ta mog a yiibã yek-taab zĩigã, b yĩma b zĩifã t'a rɩk a sorã mõgrã pʋgẽ n bɑsd wĩigɑ.",
      "footnotes": ""
    },
    {
      "id": "2202",
      "sura": "18",
      "aya": "62",
      "arabic_text": "فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدۡ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبٗا",
      "translation": "B sẽn wa n zʋʋgã, a yeela a sõgnã: \" tall d rɩɩbã n wa ne, ad Tõnd yãa d bob-kãngã pʋgẽ yɑɑms tεkẽ .",
      "footnotes": ""
    },
    {
      "id": "2203",
      "sura": "18",
      "aya": "63",
      "arabic_text": "قَالَ أَرَءَيۡتَ إِذۡ أَوَيۡنَآ إِلَى ٱلصَّخۡرَةِ فَإِنِّي نَسِيتُ ٱلۡحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيۡطَٰنُ أَنۡ أَذۡكُرَهُۥۚ وَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ عَجَبٗا",
      "translation": "[Tɩ sõgnã] yeele: \" fo yãame, tõnd sẽn wa n kɩll pĩigẽ wã, mam yĩma zĩifã la bũmb pɑ yĩms mɑɑm rẽndɑ ɑ Sʋtãan balɑ, tɩ mam pa togs foom ye,- ɑd a rɩkɑ ɑ sorã mogrã pʋgẽ tɩ yɑɑ yel-solemde\".",
      "footnotes": ""
    },
    {
      "id": "2204",
      "sura": "18",
      "aya": "64",
      "arabic_text": "قَالَ ذَٰلِكَ مَا كُنَّا نَبۡغِۚ فَٱرۡتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصٗا",
      "translation": "T'a [Musa] yeele :\" ad yaa rẽ la tõnd sẽn dɑ baoodã\". Tɩ b yiibã lebg n rik b nɑo wã vũun n tũnugdẽ.",
      "footnotes": ""
    },
    {
      "id": "2205",
      "sura": "18",
      "aya": "65",
      "arabic_text": "فَوَجَدَا عَبۡدٗا مِّنۡ عِبَادِنَآ ءَاتَيۡنَٰهُ رَحۡمَةٗ مِّنۡ عِندِنَا وَعَلَّمۡنَٰهُ مِن لَّدُنَّا عِلۡمٗا",
      "translation": "Tɩ b yiibã tʋg n mik yɑmb sẽn yɩ Tõnd yamb sõmsã pʋgẽ D sẽn kõ-a yolsg sẽn yi Tõnd nengẽ la D wĩnig-a bãngr sẽn yi Tõnd nengẽ.",
      "footnotes": ""
    },
    {
      "id": "2206",
      "sura": "18",
      "aya": "66",
      "arabic_text": "قَالَ لَهُۥ مُوسَىٰ هَلۡ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمۡتَ رُشۡدٗا",
      "translation": "A Musa yeel-a lɑme:\" rẽ yĩnga m tõe n tũu foom sẽn na yɩl tɩ f wĩnig-m B sẽn wĩnig foom, sẽn yɑɑ kãndagrã?\"",
      "footnotes": ""
    },
    {
      "id": "2207",
      "sura": "18",
      "aya": "67",
      "arabic_text": "قَالَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا",
      "translation": "La a yeele: \"ad fo ka na n tõog n maan sugr ne maam ye\".",
      "footnotes": ""
    },
    {
      "id": "2208",
      "sura": "18",
      "aya": "68",
      "arabic_text": "وَكَيۡفَ تَصۡبِرُ عَلَىٰ مَا لَمۡ تُحِطۡ بِهِۦ خُبۡرٗا",
      "translation": "F na n maana sugr wãn ne bũmb ning fo sẽn pa tar a bãngre?\"",
      "footnotes": ""
    },
    {
      "id": "2209",
      "sura": "18",
      "aya": "69",
      "arabic_text": "قَالَ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ صَابِرٗا وَلَآ أَعۡصِي لَكَ أَمۡرٗا",
      "translation": "La a [Musa] yeele: ''Wẽnd sã n sɑke fo na n mika maam tɩ m yaa sugr soaba, m ka na n kɩɩs foom yell me zug ye''.",
      "footnotes": ""
    },
    {
      "id": "2210",
      "sura": "18",
      "aya": "70",
      "arabic_text": "قَالَ فَإِنِ ٱتَّبَعۡتَنِي فَلَا تَسۡـَٔلۡنِي عَن شَيۡءٍ حَتَّىٰٓ أُحۡدِثَ لَكَ مِنۡهُ ذِكۡرٗا",
      "translation": "La a yeele: \" fo sã n na n tũ maam, ra sok maam yell baa a yembr võor hal tɩ mam wa n togs foom a võorã\".",
      "footnotes": ""
    },
    {
      "id": "2211",
      "sura": "18",
      "aya": "71",
      "arabic_text": "فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِي ٱلسَّفِينَةِ خَرَقَهَاۖ قَالَ أَخَرَقۡتَهَا لِتُغۡرِقَ أَهۡلَهَا لَقَدۡ جِئۡتَ شَيۡـًٔا إِمۡرٗا",
      "translation": "Tɩ b looge n tɩ tãɑg b sẽn nɑ n tɩ zomb koglgã t'a poog-a, t'a [Musa] yeele: \" fo poog-a lame n na n bõr a nebã bɩɩ? Ad fo wɑɑ ne yel-gẽengɑ!\"",
      "footnotes": ""
    },
    {
      "id": "2212",
      "sura": "18",
      "aya": "72",
      "arabic_text": "قَالَ أَلَمۡ أَقُلۡ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا",
      "translation": "La a yeele: \"rẽ yĩnga, mam pa reng n yeel foom tɩ f ka tõe n maan sugr ne maam?\"",
      "footnotes": ""
    },
    {
      "id": "2213",
      "sura": "18",
      "aya": "73",
      "arabic_text": "قَالَ لَا تُؤَاخِذۡنِي بِمَا نَسِيتُ وَلَا تُرۡهِقۡنِي مِنۡ أَمۡرِي عُسۡرٗا",
      "translation": "La a [Musa] yeele: \"ra yõk maam m sẽn yĩm yĩng ye, la ra weoog maam m yellã pʋgẽ kãe-kãe ye''.",
      "footnotes": ""
    },
    {
      "id": "2214",
      "sura": "18",
      "aya": "74",
      "arabic_text": "فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَٰمٗا فَقَتَلَهُۥ قَالَ أَقَتَلۡتَ نَفۡسٗا زَكِيَّةَۢ بِغَيۡرِ نَفۡسٖ لَّقَدۡ جِئۡتَ شَيۡـٔٗا نُّكۡرٗا",
      "translation": "Tɩ b na n leb n tud n tɩ tãɑg b sẽn nɑ n yek biiga, t'a be ɑ kʋʋbẽ. T'a [Musa] yeele: \" fo kʋʋ yõor sẽn yaa yɩleng tɩ pa tũ ne yõor ye, ad fo wɑɑ ne yel sẽn kisi!\"",
      "footnotes": ""
    },
    {
      "id": "2215",
      "sura": "18",
      "aya": "75",
      "arabic_text": "۞ قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا",
      "translation": "La a yeele: \"rẽ yĩnga, mam pa reng n yeel foom tɩ f ka nɑ n tol n tõog n maan sugr ne maam?\"",
      "footnotes": ""
    },
    {
      "id": "2216",
      "sura": "18",
      "aya": "76",
      "arabic_text": "قَالَ إِن سَأَلۡتُكَ عَن شَيۡءِۭ بَعۡدَهَا فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا",
      "translation": "T'a Musa yeele: \" m sã n le sok foom bũmb a to yel-kãngã poorẽ, bɩ f ra le bas maam tɩ m pʋg-f ye, f taa padeng tεkẽ mam yellẽ wã\".",
      "footnotes": ""
    },
    {
      "id": "2217",
      "sura": "18",
      "aya": "77",
      "arabic_text": "فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا",
      "translation": "Tɩ b loog hɑl n wɑ tɩ ta tẽngẽ n bao rɩɩb tẽngã rãmb nengẽ tɩ b zãgs tɩ b kõn n reeg-b sãand ye; tɩ b yã lalg sẽn kɩll n rat n lʋɩ t'a maneg-a n me n yalse. La a [Musa] yeele: fo sã n rata f reegdɑ keoor a yĩngɑ\".",
      "footnotes": ""
    },
    {
      "id": "2218",
      "sura": "18",
      "aya": "78",
      "arabic_text": "قَالَ هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا",
      "translation": "La a yeel-ɑ: \" wã la maam ne foom sʋk welgre, m na n wĩniga foom bũmb ning fo sẽn pa tõog n maan sugr ɑ poorẽ wã võore\".",
      "footnotes": ""
    },
    {
      "id": "2219",
      "sura": "18",
      "aya": "79",
      "arabic_text": "أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا",
      "translation": "La sã n ya ne koglgã, ra yaa nimbãɑn-neb rẽndɑ tɩ b tʋmd mogrã pʋga, tɩ m tʋll n na n ning-a zanga, bala naab n be b taoorã n reegd koglg sẽn yɑɑ sõmã fãa ne fãɑbo.",
      "footnotes": ""
    },
    {
      "id": "2220",
      "sura": "18",
      "aya": "80",
      "arabic_text": "وَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا",
      "translation": "La sã n yaa ne bi-bilfã, a roagdb a yiibã yaa kõ-sɩd-rãmba, lɑ biigɑ nɑ n yii kɩfre ɑ kɑseng poorẽ, tɩ tõnd yaeesd t'a na n wa menesɑ b yiibã tɩ b kedg la b kɩfle b sẽn nongɑ keelem.",
      "footnotes": ""
    },
    {
      "id": "2221",
      "sura": "18",
      "aya": "81",
      "arabic_text": "فَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا",
      "translation": "Tɩ tõnd tʋll tɩ b Soabã tedg n kõ b yiibã bi-sõng sẽn yɩɩd yẽ yɩlgrẽ n leb n pẽ n yɩɩd ne ɑ nɑ yols ɑ roɑgdb ɑ yiibã.",
      "footnotes": ""
    },
    {
      "id": "2222",
      "sura": "18",
      "aya": "82",
      "arabic_text": "وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا",
      "translation": "La sã n yaa ne lalgã, ra yaa tẽngã pʋg kom-dibli ɑ yiib sẽn yɑ kɩɩbs rẽndɑ, tɩ b arzεk n da be lalgã tẽngre; la b saambã yɩɩ nin-sõngo, tɩ fo Soabã tʋll tɩ b lebg kãsembɑ n buk b arzεkã. Woto yaa yolsg sẽn yi fo Soabã nengẽ, lɑ mam pa maan yel-kãensã ne m raab ye, yaa woto la bũmb ning fo sẽn pa tõog n maan sugr ne-ɑ wã welsgo\".",
      "footnotes": ""
    },
    {
      "id": "2223",
      "sura": "18",
      "aya": "83",
      "arabic_text": "وَيَسۡـَٔلُونَكَ عَن ذِي ٱلۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا",
      "translation": "La b sokda foom a ZulƘarnayn yelle. Yeele: \" m na wa n karem n togs yãmb a kɩbare\".",
      "footnotes": ""
    },
    {
      "id": "2224",
      "sura": "18",
      "aya": "84",
      "arabic_text": "إِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا",
      "translation": "Ad Tõnd kõ-a-la pãng la tõog tẽn-gãngã zugu, la D rɩk bũmbã fãa gill ɑ sẽn tʋll-ɑ sabab n kõ-a t'ɑ tɑ ɑ rɑɑbẽ wã.",
      "footnotes": ""
    },
    {
      "id": "2225",
      "sura": "18",
      "aya": "85",
      "arabic_text": "فَأَتۡبَعَ سَبَبًا",
      "translation": "T'a rɩk sababã n tʋg wĩnto-lʋɩtgẽ wã sẽn na yɩl n tɑ ɑ rɑɑbẽ wã.",
      "footnotes": ""
    },
    {
      "id": "2226",
      "sura": "18",
      "aya": "86",
      "arabic_text": "حَتَّىٰٓ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِي عَيۡنٍ حَمِئَةٖ وَوَجَدَ عِندَهَا قَوۡمٗاۖ قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا",
      "translation": "Hal t'a tɩ ta wĩntoog sẽn lʋɩtẽ, ɑ mik-ɑ lɑme t'a lʋɩta ko-nif tʋʋlgẽ la a mikɑ neb beenẽ sẽn yɑɑ kɩfr-dãmbɑ, tɩ Tõnd yeele:\" Zulkarnayni maa tɩ fo sɩbg-ba maa f maan-b neere.",
      "footnotes": ""
    },
    {
      "id": "2227",
      "sura": "18",
      "aya": "87",
      "arabic_text": "قَالَ أَمَّا مَن ظَلَمَ فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا",
      "translation": "La a yeel yã: \"ned ning sẽn wẽg-a d na n namsɑ a soabã, la d lebs-a a Soabã nengẽ t'A tɩ nams-a ne nong sẽn yaa kεgenga''.",
      "footnotes": ""
    },
    {
      "id": "2228",
      "sura": "18",
      "aya": "88",
      "arabic_text": "وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰۖ وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا",
      "translation": "La sã n ya ned ning sẽn kõ-a sɩd la a tʋm sẽn sõmbe, ɑ tɑrɑ keoor sẽn yɑɑ ɑrzẽn, D na n yeel-ɑ lɑ tõnd sɑglsẽ wã sẽn yɑɑ yol-yole.",
      "footnotes": ""
    },
    {
      "id": "2229",
      "sura": "18",
      "aya": "89",
      "arabic_text": "ثُمَّ أَتۡبَعَ سَبَبًا",
      "translation": "Rẽ poorẽ t'a leb n rɩk sor ɑ to n tũ sababã n tʋg wĩntoog sẽn pukdẽ.",
      "footnotes": ""
    },
    {
      "id": "2230",
      "sura": "18",
      "aya": "90",
      "arabic_text": "حَتَّىٰٓ إِذَا بَلَغَ مَطۡلِعَ ٱلشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمٖ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرٗا",
      "translation": "Hal t'a sẽn wɑ n tɑ wĩntoogã pʋkrẽ wã, ɑ mikɑme tɩ ɑ pukdɑ neb zug Tõnd sẽn kɑ ning lill bãmb ne wĩntoogã sʋk ye.",
      "footnotes": ""
    },
    {
      "id": "2231",
      "sura": "18",
      "aya": "91",
      "arabic_text": "كَذَٰلِكَۖ وَقَدۡ أَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرٗا",
      "translation": "Yaa woto lɑ ɑ yellã, lɑ ɑd Tõnd minimã gũbgɑ bũmb ning sẽn be a nengẽ wã.",
      "footnotes": ""
    },
    {
      "id": "2232",
      "sura": "18",
      "aya": "92",
      "arabic_text": "ثُمَّ أَتۡبَعَ سَبَبًا",
      "translation": "Rẽ poorẽ t'a leb n dɩk sor ɑ to n tũ sababã.",
      "footnotes": ""
    },
    {
      "id": "2233",
      "sura": "18",
      "aya": "93",
      "arabic_text": "حَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ وَجَدَ مِن دُونِهِمَا قَوۡمٗا لَّا يَكَادُونَ يَفۡقَهُونَ قَوۡلٗا",
      "translation": "Hal t'a tʋg n ta tãeens a yiibã geoong sʋka, n tɩ mik zãma sẽn pa tʋllẽ n fahem nin-zẽmes goam ye.",
      "footnotes": ""
    },
    {
      "id": "2234",
      "sura": "18",
      "aya": "94",
      "arabic_text": "قَالُواْ يَٰذَا ٱلۡقَرۡنَيۡنِ إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا",
      "translation": "La b yeel yã: \" Zulkarnayni, ad a Yaaguug la a Maaguug maanda sãang tẽngã zugu, lɑ rẽ yĩngɑ tõnd tõe n yaoo foom sẽn na yɩl tɩ fo maan gɩdr tõnd ne bãmb sʋkã?\"",
      "footnotes": ""
    },
    {
      "id": "2235",
      "sura": "18",
      "aya": "95",
      "arabic_text": "قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ فَأَعِينُونِي بِقُوَّةٍ أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا",
      "translation": "T'a yeele: \"mam Soabã sẽn kõ maam tõog la pãng ningã sõmblem n yɩɩd ligd fãɑ yãmb sẽn kõt mɑɑm, bi y sõng-y maam ne pãnga, tɩ m maan gɩdr yãmb ne b sʋka.",
      "footnotes": ""
    },
    {
      "id": "2236",
      "sura": "18",
      "aya": "96",
      "arabic_text": "ءَاتُونِي زُبَرَ ٱلۡحَدِيدِۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ قَالَ ٱنفُخُواْۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارٗا قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا",
      "translation": "Wa-y ne kud-gɩrsã, hɑl t'ɑ ɑ sẽn wa n me n yek tãees a yiibã tɩ zems tɑɑbɑ, a yeelame: \"zug-y-yã\". Hal t'a sẽn n wɑ n lebg bugmã ɑ yeelɑme: \" wa-y ne zũud tɩ m kiig ɑ zug\".",
      "footnotes": ""
    },
    {
      "id": "2237",
      "sura": "18",
      "aya": "97",
      "arabic_text": "فَمَا ٱسۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا ٱسۡتَطَٰعُواْ لَهُۥ نَقۡبٗا",
      "translation": "B pa tõog n gãndg-ɑ, b pa tõog n poog n yi me ye.",
      "footnotes": ""
    },
    {
      "id": "2238",
      "sura": "18",
      "aya": "98",
      "arabic_text": "قَالَ هَٰذَا رَحۡمَةٞ مِّن رَّبِّيۖ فَإِذَا جَآءَ وَعۡدُ رَبِّي جَعَلَهُۥ دَكَّآءَۖ وَكَانَ وَعۡدُ رَبِّي حَقّٗا",
      "translation": "La a yeelyã: ''woto yaa mam Soabã yolsgo, la mam Soabã pʋleng sã n wɑ wa, A maand-a lame t'a lʋɩ n sãeege; lɑ mam Soabã pʋleng yɩɩme n yaa sɩda''.",
      "footnotes": ""
    },
    {
      "id": "2239",
      "sura": "18",
      "aya": "99",
      "arabic_text": "۞ وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖۖ وَنُفِخَ فِي ٱلصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا",
      "translation": "Lɑ D bas-b bõn-nɑɑndsã sãndɑ tɩ b fãood taab ra-kãng rɑɑrã sẽn yɑɑ zãmɑɑnɑ pɑɑsgẽ wã ; tɩ b fʋʋs bargẽ wã tɩ D tigim-b tiging tεkẽ n nɑ n geel-bɑ.",
      "footnotes": ""
    },
    {
      "id": "2240",
      "sura": "18",
      "aya": "100",
      "arabic_text": "وَعَرَضۡنَا جَهَنَّمَ يَوۡمَئِذٖ لِّلۡكَٰفِرِينَ عَرۡضًا",
      "translation": "La D puk Gεhannem bugmã rɑ-kãng rɑɑrã n wĩng kɩfr-rãmbã pukr tεkẽ.",
      "footnotes": ""
    },
    {
      "id": "2241",
      "sura": "18",
      "aya": "101",
      "arabic_text": "ٱلَّذِينَ كَانَتۡ أَعۡيُنُهُمۡ فِي غِطَآءٍ عَن ذِكۡرِي وَكَانُواْ لَا يَسۡتَطِيعُونَ سَمۡعًا",
      "translation": "Neb nins nin sẽn da be lill pʋgẽ n yi Mɑm yʋʋrã tẽegrã, lɑ b rɑ yɩ n da ka tõe n kelg Wẽnd Aɑyɑyã ye.",
      "footnotes": ""
    },
    {
      "id": "2242",
      "sura": "18",
      "aya": "102",
      "arabic_text": "أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓاْ أَن يَتَّخِذُواْ عِبَادِي مِن دُونِيٓ أَوۡلِيَآءَۚ إِنَّآ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ نُزُلٗا",
      "translation": "Rẽ yĩnga neb nins sẽn kɩflã tẽedame tɩ b na n gãda Mam yemsã n maan lall-n-taas zẽng sẽn pa Maam? Ad Tõnd sεglɑ Gεhannem kɩfr-rãmbã yĩngɑ, tɩ yaa b sigb zĩiga.",
      "footnotes": ""
    },
    {
      "id": "2243",
      "sura": "18",
      "aya": "103",
      "arabic_text": "قُلۡ هَلۡ نُنَبِّئُكُم بِٱلۡأَخۡسَرِينَ أَعۡمَٰلًا",
      "translation": "Yeele:\" rẽ yĩnga m wĩnig yãmb neb nins sẽn yɩɩd bõn b tʋʋm pʋg bɩ?\"",
      "footnotes": ""
    },
    {
      "id": "2244",
      "sura": "18",
      "aya": "104",
      "arabic_text": "ٱلَّذِينَ ضَلَّ سَعۡيُهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ يَحۡسَبُونَ أَنَّهُمۡ يُحۡسِنُونَ صُنۡعًا",
      "translation": "Yaa neb nins b tʋʋmã dũni wã pʋgẽ wã sẽn menem n bɑs-b yikrã rɑɑrã tɩ b rãmbã yaool n tẽed tɩ b tʋmda tʋʋm-sõms sẽn nɑ n wɑ nɑf-bɑ.",
      "footnotes": ""
    },
    {
      "id": "2245",
      "sura": "18",
      "aya": "105",
      "arabic_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَلِقَآئِهِۦ فَحَبِطَتۡ أَعۡمَٰلُهُمۡ فَلَا نُقِيمُ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَزۡنٗا",
      "translation": "Bãmb yaa neb sẽn kɩɩs b Soabã Aaya-rãmb la A yekrã, tɩ b tʋʋmã lʋɩ , rẽnd D ka na n fɑ-b dũni yikr rɑɑrã ye.",
      "footnotes": ""
    },
    {
      "id": "2246",
      "sura": "18",
      "aya": "106",
      "arabic_text": "ذَٰلِكَ جَزَآؤُهُمۡ جَهَنَّمُ بِمَا كَفَرُواْ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَرُسُلِي هُزُوًا",
      "translation": "Yaa woto tɩ b rolb yɑɑ gεhɑnnɑm, b sẽn kɩflã la b rɩk Mam Aaya-rãmbã la M tẽn-tʋʋmbã tɩ yaa wɩsgã yĩnga.",
      "footnotes": ""
    },
    {
      "id": "2247",
      "sura": "18",
      "aya": "107",
      "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَانَتۡ لَهُمۡ جَنَّٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا",
      "translation": "Ad neb nins sẽn kõ sɩdã la b tʋm tʋʋm-sõmã wã, arzãn na-tẽngã la b zĩndg zĩiga.",
      "footnotes": ""
    },
    {
      "id": "2248",
      "sura": "18",
      "aya": "108",
      "arabic_text": "خَٰلِدِينَ فِيهَا لَا يَبۡغُونَ عَنۡهَا حِوَلٗا",
      "translation": "B yɑɑ pɑɑdb a pʋgẽ, b pa baood tedgr n nɑ bɑs-ɑ ye.",
      "footnotes": ""
    },
    {
      "id": "2249",
      "sura": "18",
      "aya": "109",
      "arabic_text": "قُل لَّوۡ كَانَ ٱلۡبَحۡرُ مِدَادٗا لِّكَلِمَٰتِ رَبِّي لَنَفِدَ ٱلۡبَحۡرُ قَبۡلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّي وَلَوۡ جِئۡنَا بِمِثۡلِهِۦ مَدَدٗا",
      "translation": "Yeele:\"mogrã sã n da yaa rʋba, tɩ b na n tall-a n gʋls m Soabã koeesã, mogrã na sε, taoor tɩ m Soabã koeesã ka sε ye, baa tɩ Tõnd sã n wa ne mogã buud n pɑɑse\".",
      "footnotes": ""
    },
    {
      "id": "2250",
      "sura": "18",
      "aya": "110",
      "arabic_text": "قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا",
      "translation": "Yeele:\" ad mam yaa ned wa yãmb bilgri, tɩ b tʋmd wahɩ tɩ wat mam nengẽ, tɩ ɑd yãmb Soabã yaa Soɑb yεng, lɑ ned ning sẽn tẽed a Soabã sεgbã, bɩ a tʋm tʋʋm-sõma la a ra maan lagem-n-taar ne a Soabã baa fʋɩ ye\".",
      "footnotes": ""
    }
  ]
}