{
  "result": [
    {
      "id": "2484",
      "sura": "21",
      "aya": "1",
      "arabic_text": "ٱقۡتَرَبَ لِلنَّاسِ حِسَابُهُمۡ وَهُمۡ فِي غَفۡلَةٖ مُّعۡرِضُونَ",
      "translation": "Nnipa nkontabuo (berε no) abεn wͻn, nanso wͻde anibianaso twi fa so.",
      "footnotes": ""
    },
    {
      "id": "2485",
      "sura": "21",
      "aya": "2",
      "arabic_text": "مَا يَأۡتِيهِم مِّن ذِكۡرٖ مِّن رَّبِّهِم مُّحۡدَثٍ إِلَّا ٱسۡتَمَعُوهُ وَهُمۡ يَلۡعَبُونَ",
      "translation": "Afutusεm foforͻ biara a ɛbefri wͻn Wura Nyankopͻn hͻ aba wͻn hͻ no, gyesε wͻtie no agodie mu (anaasε wͻfa no fεwdie).",
      "footnotes": ""
    },
    {
      "id": "2486",
      "sura": "21",
      "aya": "3",
      "arabic_text": "لَاهِيَةٗ قُلُوبُهُمۡۗ وَأَسَرُّواْ ٱلنَّجۡوَى ٱلَّذِينَ ظَلَمُواْ هَلۡ هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡۖ أَفَتَأۡتُونَ ٱلسِّحۡرَ وَأَنتُمۡ تُبۡصِرُونَ",
      "translation": "Nsεm hunu na ԑwᴐ wͻn akoma mu. Abͻneεfoͻ no tu agyina kokoa mu (ka sε): “Woi nyε nipa sε moara? Mode mo ho bεma ntafowa anaa naadaasεm aberε a moani tua?”",
      "footnotes": ""
    },
    {
      "id": "2487",
      "sura": "21",
      "aya": "4",
      "arabic_text": "قَالَ رَبِّي يَعۡلَمُ ٱلۡقَوۡلَ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "(Nkͻmhyεni) kaa sε: “Me Wura Nyankopͻn Nim asεm biara a εwͻ soro ne asaase so, na Ɔne Otiefoͻ no a Ɔte biribiara, na Ɔno ara ne Onimdefoͻ no a Onim biribiara no.",
      "footnotes": ""
    },
    {
      "id": "2488",
      "sura": "21",
      "aya": "5",
      "arabic_text": "بَلۡ قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمِۭ بَلِ ٱفۡتَرَىٰهُ بَلۡ هُوَ شَاعِرٞ فَلۡيَأۡتِنَا بِـَٔايَةٖ كَمَآ أُرۡسِلَ ٱلۡأَوَّلُونَ",
      "translation": "Daabi, wͻka sε: (Saa Adiyisεm yi tesε) daeε so bi a adi afra. Daabi, wabͻ ne trim (na atwerε), Daabi, ͻyε dwomtoni (Sε εnte saa a) εneε ͻmfa nsεnkyerεnee bi sεdeε yεde somaa tetefoͻ no (asomafoͻ no) bi mmrε yεn“.",
      "footnotes": ""
    },
    {
      "id": "2489",
      "sura": "21",
      "aya": "6",
      "arabic_text": "مَآ ءَامَنَتۡ قَبۡلَهُم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَآۖ أَفَهُمۡ يُؤۡمِنُونَ",
      "translation": "Nkuro a Yɛdii wͻn anim kan sεee wͻn no mu biara nnihͻ a wͻgye diiε. Enti wͻn bεgye adi anaa?",
      "footnotes": ""
    },
    {
      "id": "2490",
      "sura": "21",
      "aya": "7",
      "arabic_text": "وَمَآ أَرۡسَلۡنَا قَبۡلَكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ",
      "translation": "(Wᴐn a) Yɛdii w’anim kan somaa wᴐn no na wᴐ‎yԑ nnipa na Yɛyii Adiyisεm no maa wͻn. Enti (Makafoͻ a moregye Muhammad akyinnyeε) sε monnim a, momisa wͻn a wͻkaekae (amanfoͻ) no.",
      "footnotes": ""
    },
    {
      "id": "2491",
      "sura": "21",
      "aya": "8",
      "arabic_text": "وَمَا جَعَلۡنَٰهُمۡ جَسَدٗا لَّا يَأۡكُلُونَ ٱلطَّعَامَ وَمَا كَانُواْ خَٰلِدِينَ",
      "translation": "Na Yɛamma Asomafoͻ no honam a enni aduane, na Yɛannyε wͻn (nnipa a) wͻbεtena (wiase) afe bͻͻ (na wͻn nwuo).",
      "footnotes": ""
    },
    {
      "id": "2492",
      "sura": "21",
      "aya": "9",
      "arabic_text": "ثُمَّ صَدَقۡنَٰهُمُ ٱلۡوَعۡدَ فَأَنجَيۡنَٰهُمۡ وَمَن نَّشَآءُ وَأَهۡلَكۡنَا ٱلۡمُسۡرِفِينَ",
      "translation": "Enti Yedii bͻhyε no ho nokorε maa wͻn, na Yεgyee wͻn ne wͻn a Yεpε no nkwa, na Yεsεee nsεmͻnedifoͻ no.",
      "footnotes": ""
    },
    {
      "id": "2493",
      "sura": "21",
      "aya": "10",
      "arabic_text": "لَقَدۡ أَنزَلۡنَآ إِلَيۡكُمۡ كِتَٰبٗا فِيهِ ذِكۡرُكُمۡۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "(Adasamma), ampa sε Yɛasiane Nwoma a mo ho afutusεm, mo animuonyam ne mo nkͻsoͻ ho asεm wͻ mu. Enti monte (saa adom kεseε yi) ase ?",
      "footnotes": ""
    },
    {
      "id": "2494",
      "sura": "21",
      "aya": "11",
      "arabic_text": "وَكَمۡ قَصَمۡنَا مِن قَرۡيَةٖ كَانَتۡ ظَالِمَةٗ وَأَنشَأۡنَا بَعۡدَهَا قَوۡمًا ءَاخَرِينَ",
      "translation": "Nkuro dodoɔ sɛn na na wͻyε abͻneεfoͻ a Yεsεee no? Ɛno akyiri no Yεbͻͻ nnipa foforͻ (dehyεε wͻn anan mu).",
      "footnotes": ""
    },
    {
      "id": "2495",
      "sura": "21",
      "aya": "12",
      "arabic_text": "فَلَمَّآ أَحَسُّواْ بَأۡسَنَآ إِذَا هُم مِّنۡهَا يَرۡكُضُونَ",
      "translation": "Ɛberε a wͻhunuu Y’asotwee no, hwε! (Wͻbͻͻ mmͻden sε) wͻredwane no.",
      "footnotes": ""
    },
    {
      "id": "2496",
      "sura": "21",
      "aya": "13",
      "arabic_text": "لَا تَرۡكُضُواْ وَٱرۡجِعُوٓاْ إِلَىٰ مَآ أُتۡرِفۡتُمۡ فِيهِ وَمَسَٰكِنِكُمۡ لَعَلَّكُمۡ تُسۡـَٔلُونَ",
      "translation": "Monhwε na moandwane, na mmom monsan nkͻ moahodwoͻ abrabͻ a mowͻ mu no mu, ne moasetena a mowͻ mu no mu sεdeε yεbebisa mo asεm.",
      "footnotes": ""
    },
    {
      "id": "2497",
      "sura": "21",
      "aya": "14",
      "arabic_text": "قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ",
      "translation": "Wͻkaa sε: Adi ayε yεn! Nokorε sε na yεyε abͻneεfoͻ.",
      "footnotes": ""
    },
    {
      "id": "2498",
      "sura": "21",
      "aya": "15",
      "arabic_text": "فَمَا زَالَت تِّلۡكَ دَعۡوَىٰهُمۡ حَتَّىٰ جَعَلۡنَٰهُمۡ حَصِيدًا خَٰمِدِينَ",
      "translation": "Wͻn suu no deε anyae kͻpem sε Yεyεε wͻn sε afuo a yɛatwa emu nnͻbae na atεm dinn.",
      "footnotes": ""
    },
    {
      "id": "2499",
      "sura": "21",
      "aya": "16",
      "arabic_text": "وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ",
      "translation": "Ɛnyε agorͻ nti na Yεbͻͻ soro ne asaase ne deε εwͻ mfinfii no.",
      "footnotes": ""
    },
    {
      "id": "2500",
      "sura": "21",
      "aya": "17",
      "arabic_text": "لَوۡ أَرَدۡنَآ أَن نَّتَّخِذَ لَهۡوٗا لَّٱتَّخَذۡنَٰهُ مِن لَّدُنَّآ إِن كُنَّا فَٰعِلِينَ",
      "translation": "Sε Yεpε anigyesεm (sε ɔyere anaa mma) a, anka Yεbεfa no wͻ Yεn hͻ, sε Yεpε sε yεyε (saa a).",
      "footnotes": ""
    },
    {
      "id": "2501",
      "sura": "21",
      "aya": "18",
      "arabic_text": "بَلۡ نَقۡذِفُ بِٱلۡحَقِّ عَلَى ٱلۡبَٰطِلِ فَيَدۡمَغُهُۥ فَإِذَا هُوَ زَاهِقٞۚ وَلَكُمُ ٱلۡوَيۡلُ مِمَّا تَصِفُونَ",
      "translation": "Daabi, Yεto Nokorε no bͻ nkontompo no, na (nkontompo no) atu ayera afri hͻ korakora; na hwε na nkontompo asopa. Adi nyε mo wͻ (nkontomposεm a) mode susu (Nyankopͻn) no!",
      "footnotes": ""
    },
    {
      "id": "2502",
      "sura": "21",
      "aya": "19",
      "arabic_text": "وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَنۡ عِندَهُۥ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَلَا يَسۡتَحۡسِرُونَ",
      "translation": "Nea ԑwͻ soro ne asaase soͻ (nyinaa) yε Ne dea. Wͻn a wͻn wͻ Ne hͻ (Soro abͻfoͻ) no nyε Ne som ho ahomasoᴐ, na εnha wͻn anaasε wͻmmrε nso (wͻ Ne som ho).",
      "footnotes": ""
    },
    {
      "id": "2503",
      "sura": "21",
      "aya": "20",
      "arabic_text": "يُسَبِّحُونَ ٱلَّيۡلَ وَٱلنَّهَارَ لَا يَفۡتُرُونَ",
      "translation": "Wͻbͻ (no) abodin kamfo no anadwo ne adekyeε (mu nyinaa) na wͻmmrε.",
      "footnotes": ""
    },
    {
      "id": "2504",
      "sura": "21",
      "aya": "21",
      "arabic_text": "أَمِ ٱتَّخَذُوٓاْ ءَالِهَةٗ مِّنَ ٱلۡأَرۡضِ هُمۡ يُنشِرُونَ",
      "translation": "Anaasε wͻn anya anyame bi wͻ asaase no so a wͻyane awufoͻ?",
      "footnotes": ""
    },
    {
      "id": "2505",
      "sura": "21",
      "aya": "22",
      "arabic_text": "لَوۡ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَاۚ فَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ",
      "translation": "Sε anyame bi wͻ soro ne asaase so ka Nyankopͻn ho a anka (ͻsoro ne asaase) mmienu (nyinaa) asεe. Kronkron Hene ne Nyankopͻn, Animuonyam ahennie Wura no, Ɔso kyεn sεdeε wͻde susu no no.",
      "footnotes": ""
    },
    {
      "id": "2506",
      "sura": "21",
      "aya": "23",
      "arabic_text": "لَا يُسۡـَٔلُ عَمَّا يَفۡعَلُ وَهُمۡ يُسۡـَٔلُونَ",
      "translation": "Obiara ntumi mmisa no wͻ deε Ɔyε ho asεm, na wͻn deε yεbebisa wͻn.",
      "footnotes": ""
    },
    {
      "id": "2507",
      "sura": "21",
      "aya": "24",
      "arabic_text": "أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡۖ هَٰذَا ذِكۡرُ مَن مَّعِيَ وَذِكۡرُ مَن قَبۡلِيۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ٱلۡحَقَّۖ فَهُم مُّعۡرِضُونَ",
      "translation": "Anaasε wͻn afri N’akyi anya anyame foforͻ bi? (Nkͻmhyεni), ka sε: “Momfa mo nyinasoͻ mmra. Woi ne afutusεm dema wͻn a wͻka me ho ne wͻn a wͻdii m’anim kan no. Daabi, wͻn mu pii nnim Nokorε no, enti wͻdane wͻn ho fri ho.",
      "footnotes": ""
    },
    {
      "id": "2508",
      "sura": "21",
      "aya": "25",
      "arabic_text": "وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٍ إِلَّا نُوحِيٓ إِلَيۡهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدُونِ",
      "translation": "(Nkͻmhyεni), ͻsomafoͻ biara a Yɛdii w’anim kan somaa no no, Adiyisεm a Yɛyi maa no ara ne sε, (ͻmͻ amanfoͻ no kͻkͻ) sε: “Awurade foforͻ biara nni hͻ gyesε Me nko ara enti monsom Me “.",
      "footnotes": ""
    },
    {
      "id": "2509",
      "sura": "21",
      "aya": "26",
      "arabic_text": "وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗاۗ سُبۡحَٰنَهُۥۚ بَلۡ عِبَادٞ مُّكۡرَمُونَ",
      "translation": "Wͻkeka sε: “Ahummͻborͻ Hene no awo ba. Kronkron Hene ne no. Daabi, wͻn (a wͻka sε wͻyε Nyankopͻn mma tesε soro abͻfoͻ ne Yesu no nyinaa) yε (Nyankopͻn) nkoa animuonyamfoͻ.",
      "footnotes": ""
    },
    {
      "id": "2510",
      "sura": "21",
      "aya": "27",
      "arabic_text": "لَا يَسۡبِقُونَهُۥ بِٱلۡقَوۡلِ وَهُم بِأَمۡرِهِۦ يَعۡمَلُونَ",
      "translation": "Wͻnni Nyankopͻn anim kan nkasa, na mmom N’ahyεdeε so na (wͻgyina) yε wͻn adwuma.",
      "footnotes": ""
    },
    {
      "id": "2511",
      "sura": "21",
      "aya": "28",
      "arabic_text": "يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يَشۡفَعُونَ إِلَّا لِمَنِ ٱرۡتَضَىٰ وَهُم مِّنۡ خَشۡيَتِهِۦ مُشۡفِقُونَ",
      "translation": "Onim deε εda wͻn anim ne deε εda wͻn akyi na wͻntumi ntwitwa nnye (obi) gye nea Wagye no ato mu, na Ne ho suro ma wͻn ho popo.",
      "footnotes": ""
    },
    {
      "id": "2512",
      "sura": "21",
      "aya": "29",
      "arabic_text": "۞ وَمَن يَقُلۡ مِنۡهُمۡ إِنِّيٓ إِلَٰهٞ مِّن دُونِهِۦ فَذَٰلِكَ نَجۡزِيهِ جَهَنَّمَۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ",
      "translation": "Wͻn mu nea ͻbefri N’akyi aka sε; “Me yε Nyame” no saa (nipa no) Yεde Amanehunu gya na ɛbɛtua ne so ka. Na saa na Yɛtua abͻneεfoͻ no so ka.",
      "footnotes": ""
    },
    {
      "id": "2513",
      "sura": "21",
      "aya": "30",
      "arabic_text": "أَوَلَمۡ يَرَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ كَانَتَا رَتۡقٗا فَفَتَقۡنَٰهُمَاۖ وَجَعَلۡنَا مِنَ ٱلۡمَآءِ كُلَّ شَيۡءٍ حَيٍّۚ أَفَلَا يُؤۡمِنُونَ",
      "translation": "Enti (Kaafirfoͻ) boniayεfoͻ no nhunuu sε na anka ͻsoro ne asaase bͻ mu (baako) εna Yεpaee mu? Ɛna adeε a εwͻ nkwa biara Yεde nsuo na εyͻeε, enti wͻnnye nni anaa?",
      "footnotes": ""
    },
    {
      "id": "2514",
      "sura": "21",
      "aya": "31",
      "arabic_text": "وَجَعَلۡنَا فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِهِمۡ وَجَعَلۡنَا فِيهَا فِجَاجٗا سُبُلٗا لَّعَلَّهُمۡ يَهۡتَدُونَ",
      "translation": "Ɛna Yɛayε mmepͻ de asisi asaase no so pintinn sεdeε εmma (asaase no) nnwoso wͻn, εna Yɛatwitwa akwan a εterε wͻ soͻ sεdeε wͻbεnante kwan tenenee soͻ.",
      "footnotes": ""
    },
    {
      "id": "2515",
      "sura": "21",
      "aya": "32",
      "arabic_text": "وَجَعَلۡنَا ٱلسَّمَآءَ سَقۡفٗا مَّحۡفُوظٗاۖ وَهُمۡ عَنۡ ءَايَٰتِهَا مُعۡرِضُونَ",
      "translation": "Ɛna Yɛayε ͻsoro sε (efie) nkurusoͻ a yεwεn, nanso wͻdane wͻn ho fri emu nsεnkyerεnee no ho.",
      "footnotes": ""
    },
    {
      "id": "2516",
      "sura": "21",
      "aya": "33",
      "arabic_text": "وَهُوَ ٱلَّذِي خَلَقَ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ فِي فَلَكٖ يَسۡبَحُونَ",
      "translation": "Ɔno na Ɔbͻͻ adesaeε ne adekyeε ne awia ne bosome. Emu biara wͻ kwan a εnam soͻ.",
      "footnotes": ""
    },
    {
      "id": "2517",
      "sura": "21",
      "aya": "34",
      "arabic_text": "وَمَا جَعَلۡنَا لِبَشَرٖ مِّن قَبۡلِكَ ٱلۡخُلۡدَۖ أَفَإِيْن مِّتَّ فَهُمُ ٱلۡخَٰلِدُونَ",
      "translation": "(Ɔkͻmhyεni), Yεnyεε onipa biara nnii w’anim kan sԑ ᴐbԑtena (wiase) afe bͻͻ. Enti sε wowu a wͻn deε wͻbεtena (wiase) afe bͻͻ anaa?",
      "footnotes": ""
    },
    {
      "id": "2518",
      "sura": "21",
      "aya": "35",
      "arabic_text": "كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَنَبۡلُوكُم بِٱلشَّرِّ وَٱلۡخَيۡرِ فِتۡنَةٗۖ وَإِلَيۡنَا تُرۡجَعُونَ",
      "translation": "Ɔkra biara bεka owuo ahwε. Yεde bͻne ne papa nso bεsͻ mo ahwε, na Yεhͻ na mobεsan aba.",
      "footnotes": ""
    },
    {
      "id": "2519",
      "sura": "21",
      "aya": "36",
      "arabic_text": "وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓاْ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي يَذۡكُرُ ءَالِهَتَكُمۡ وَهُم بِذِكۡرِ ٱلرَّحۡمَٰنِ هُمۡ كَٰفِرُونَ",
      "translation": "Sε wͻn a wͻpo nokorε no hu wo a, deε wͻyε fa wo ho ara ne sε wͻbɛdi wo ho fεw (aka sε): “Woi na ͻrekasa fa mo abosom no ho no?” Ahummͻborͻ Hene abodin no deε wͻmpε.",
      "footnotes": ""
    },
    {
      "id": "2520",
      "sura": "21",
      "aya": "37",
      "arabic_text": "خُلِقَ ٱلۡإِنسَٰنُ مِنۡ عَجَلٖۚ سَأُوْرِيكُمۡ ءَايَٰتِي فَلَا تَسۡتَعۡجِلُونِ",
      "translation": "Yεbͻͻ onipa wͻ ntԑmpԑ suban mu. Mεkyerε mo Me nsεnkyerεnee, enti εmma mommisa Me sε εmmra ntεm",
      "footnotes": ""
    },
    {
      "id": "2521",
      "sura": "21",
      "aya": "38",
      "arabic_text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "Deԑ wͻka ne sε: “Ɛberε bεn na saa bͻhyε no besie, sε moyε nokwafoͻ ampa a?”",
      "footnotes": ""
    },
    {
      "id": "2522",
      "sura": "21",
      "aya": "39",
      "arabic_text": "لَوۡ يَعۡلَمُ ٱلَّذِينَ كَفَرُواْ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمۡ وَلَا هُمۡ يُنصَرُونَ",
      "translation": "Sε wͻn a wͻyi boniayε no nim εberε a wͻntumi nnyi egya no mfri wͻn anim anaa wͻn akyi na yεmmoa wͻn no (siteε) a-",
      "footnotes": ""
    },
    {
      "id": "2523",
      "sura": "21",
      "aya": "40",
      "arabic_text": "بَلۡ تَأۡتِيهِم بَغۡتَةٗ فَتَبۡهَتُهُمۡ فَلَا يَسۡتَطِيعُونَ رَدَّهَا وَلَا هُمۡ يُنظَرُونَ",
      "translation": "Daabi, εbεba wͻn so mpofirem, na wͻbεyε basaa, na wͻntumi nsi ano kwan, na yεmma wͻn ahomegye berε nso.",
      "footnotes": ""
    },
    {
      "id": "2524",
      "sura": "21",
      "aya": "41",
      "arabic_text": "وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "Ampa sε wͻdii asomafoͻ a wͻdii w’annim kan no ho fεw, na wͻn a wͻdii fεw no, deε wͻdii ho fεw no bɛtwaa wͻn ho hyiae.",
      "footnotes": ""
    },
    {
      "id": "2525",
      "sura": "21",
      "aya": "42",
      "arabic_text": "قُلۡ مَن يَكۡلَؤُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ مِنَ ٱلرَّحۡمَٰنِۚ بَلۡ هُمۡ عَن ذِكۡرِ رَبِّهِم مُّعۡرِضُونَ",
      "translation": "Kasε: “Hwan na obetumi abͻ mo ho ban afri Ahummͻborͻ Hene no nsam wͻ anadwo ne adekyeε mu? Daabi, (obiara nnihͻ), nanso wͻdane wͻn ho fri wͻn Wura Nyankopͻn abodin ne Ne nkaekaeε ho.",
      "footnotes": ""
    },
    {
      "id": "2526",
      "sura": "21",
      "aya": "43",
      "arabic_text": "أَمۡ لَهُمۡ ءَالِهَةٞ تَمۡنَعُهُم مِّن دُونِنَاۚ لَا يَسۡتَطِيعُونَ نَصۡرَ أَنفُسِهِمۡ وَلَا هُم مِّنَّا يُصۡحَبُونَ",
      "translation": "Anaasε wͻn wͻ anyame a wͻbεbͻ wͻn ho ban afri Yεn hͻ? Wͻnni tumi a wͻde boa wͻn ho na kampεsε wͻabͻ wͻn ho ban afri Yεn (asotwee) mu.",
      "footnotes": ""
    },
    {
      "id": "2527",
      "sura": "21",
      "aya": "44",
      "arabic_text": "بَلۡ مَتَّعۡنَا هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ طَالَ عَلَيۡهِمُ ٱلۡعُمُرُۗ أَفَلَا يَرَوۡنَ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَآۚ أَفَهُمُ ٱلۡغَٰلِبُونَ",
      "translation": "Daabi, Yεbͻͻ woi nom ne wͻn agyanom akͻnhoma kͻpem sε nkwa (nna no) yεε (wͻn ani so) tenten maa wͻn. Enti (boniayεfoͻ no) nhunuu sε Yεrete nsaase (a na wͻdi so tumi no) so nkakrankakra firi ahyeε no soͻ? Enti wͻn na wͻbɛdi nkonim?",
      "footnotes": ""
    },
    {
      "id": "2528",
      "sura": "21",
      "aya": "45",
      "arabic_text": "قُلۡ إِنَّمَآ أُنذِرُكُم بِٱلۡوَحۡيِۚ وَلَا يَسۡمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ",
      "translation": "(Nkͻmhyεni), kasε: “Medeε Adiyisεm no na mede bͻ mo kͻkͻ, na ͻsosifoͻ no deε, sε yεbͻ no kͻkͻ mpo a ͻnnte frε no.“",
      "footnotes": ""
    },
    {
      "id": "2529",
      "sura": "21",
      "aya": "46",
      "arabic_text": "وَلَئِن مَّسَّتۡهُمۡ نَفۡحَةٞ مِّنۡ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ",
      "translation": "Ampa sε wo Wura Nyankopͻn asotwee no ho mframa sͻ wͻn mu a wͻbεka sε: “Adi ayε yεn. Nokorε sε na yεyε abͻneεfoͻ”.",
      "footnotes": ""
    },
    {
      "id": "2530",
      "sura": "21",
      "aya": "47",
      "arabic_text": "وَنَضَعُ ٱلۡمَوَٰزِينَ ٱلۡقِسۡطَ لِيَوۡمِ ٱلۡقِيَٰمَةِ فَلَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗاۖ وَإِن كَانَ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٍ أَتَيۡنَا بِهَاۗ وَكَفَىٰ بِنَا حَٰسِبِينَ",
      "translation": "Yεde nokorε nsania no bɛsi hͻ ama Wusͻreε da no, na yɛnsisi ͻkra biara ketekete koraa. Sε (ne dwuma pa anaa bͻne) mu duro tesε wisa aba mpo a Yεde bεba (akontabuo mu). Na Yεsombo wͻ akontabuo ho.",
      "footnotes": ""
    },
    {
      "id": "2531",
      "sura": "21",
      "aya": "48",
      "arabic_text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ وَهَٰرُونَ ٱلۡفُرۡقَانَ وَضِيَآءٗ وَذِكۡرٗا لِّلۡمُتَّقِينَ",
      "translation": "Nokorε sε Yεde Furqaan maa Mose ne Aaron, ne nhyerεnee ne afutusεm dema Nyame surofoͻ no.",
      "footnotes": ""
    },
    {
      "id": "2532",
      "sura": "21",
      "aya": "49",
      "arabic_text": "ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشۡفِقُونَ",
      "translation": "Wͻn a wͻsuro wͻn Wura Nyankopͻn wͻ nsumaeε mu no, wͻn na wͻbͻ hu wͻ Dͻnhwere no ho.",
      "footnotes": ""
    },
    {
      "id": "2533",
      "sura": "21",
      "aya": "50",
      "arabic_text": "وَهَٰذَا ذِكۡرٞ مُّبَارَكٌ أَنزَلۡنَٰهُۚ أَفَأَنتُمۡ لَهُۥ مُنكِرُونَ",
      "translation": "Saa (Qur’aan) yi yε Afutusεm a nhyira wͻ mu a Yɛasiane; enti mobεpo anaa?",
      "footnotes": ""
    },
    {
      "id": "2534",
      "sura": "21",
      "aya": "51",
      "arabic_text": "۞ وَلَقَدۡ ءَاتَيۡنَآ إِبۡرَٰهِيمَ رُشۡدَهُۥ مِن قَبۡلُ وَكُنَّا بِهِۦ عَٰلِمِينَ",
      "translation": "Ampa sε Yɛdii kan de Abraham kwankyerε maa no, na na Yɛnim no yie (fa ne gyidie ho).",
      "footnotes": ""
    },
    {
      "id": "2535",
      "sura": "21",
      "aya": "52",
      "arabic_text": "إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِيٓ أَنتُمۡ لَهَا عَٰكِفُونَ",
      "translation": "Ɛberε a ͻka kyerεε n'agya ne ne nkorͻfoͻ sε: “Ɛdeεn ne saa ahonin a mode mo ho ama resom wͻn yi?”",
      "footnotes": ""
    },
    {
      "id": "2536",
      "sura": "21",
      "aya": "53",
      "arabic_text": "قَالُواْ وَجَدۡنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ",
      "translation": "Wͻbuaa sε: “Yεbεtoo Y'agyanom sε wͻresom wͻn .",
      "footnotes": ""
    },
    {
      "id": "2537",
      "sura": "21",
      "aya": "54",
      "arabic_text": "قَالَ لَقَدۡ كُنتُمۡ أَنتُمۡ وَءَابَآؤُكُمۡ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "Ɔkaa sε: “Ampa sε mo ne mo agyanom (nyinaa) wͻ ͻyera pefee mu paa“.",
      "footnotes": ""
    },
    {
      "id": "2538",
      "sura": "21",
      "aya": "55",
      "arabic_text": "قَالُوٓاْ أَجِئۡتَنَا بِٱلۡحَقِّ أَمۡ أَنتَ مِنَ ٱللَّٰعِبِينَ",
      "translation": "Wͻkaa sε: “Wode nokorε na aberε yεn anaasε woka wͻn a wͻdi fεw no ho?”",
      "footnotes": ""
    },
    {
      "id": "2539",
      "sura": "21",
      "aya": "56",
      "arabic_text": "قَالَ بَل رَّبُّكُمۡ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلَّذِي فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّٰهِدِينَ",
      "translation": "Abraham kaa sε: “Daabi, Mo Wura Nyankopͻn no, Ɔne ͻsoro ne asaase Wura a Ɔbͻͻ (soro ne asaase) no, na medeε meka wͻn a wͻdi woi ho adanseε no ho.",
      "footnotes": ""
    },
    {
      "id": "2540",
      "sura": "21",
      "aya": "57",
      "arabic_text": "وَتَٱللَّهِ لَأَكِيدَنَّ أَصۡنَٰمَكُم بَعۡدَ أَن تُوَلُّواْ مُدۡبِرِينَ",
      "translation": "“Medͻ Nyame sε: “Ansa na mobεkͻ adane mo akyi asan aba no, na mabͻ mo abosom no ho pͻ (asεe no) “.",
      "footnotes": ""
    },
    {
      "id": "2541",
      "sura": "21",
      "aya": "58",
      "arabic_text": "فَجَعَلَهُمۡ جُذَٰذًا إِلَّا كَبِيرٗا لَّهُمۡ لَعَلَّهُمۡ إِلَيۡهِ يَرۡجِعُونَ",
      "translation": "Enti obubuu (abosom no) asinasin, na mmom (ogyaa) wͻn mu kεseε no sεdeε wͻbεsan abεto no.",
      "footnotes": ""
    },
    {
      "id": "2542",
      "sura": "21",
      "aya": "59",
      "arabic_text": "قَالُواْ مَن فَعَلَ هَٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّٰلِمِينَ",
      "translation": "(Wͻbɛhunuiε no) wͻkaa sε: “Hwan na wayε yεn anyame yi sei? Nokorε sε (saa nipa no), ka abͻneεfoͻ no ho “.",
      "footnotes": ""
    },
    {
      "id": "2543",
      "sura": "21",
      "aya": "60",
      "arabic_text": "قَالُواْ سَمِعۡنَا فَتٗى يَذۡكُرُهُمۡ يُقَالُ لَهُۥٓ إِبۡرَٰهِيمُ",
      "translation": "Wͻkekaa sε: “Yεtee sε abranteε bi rekeka wͻn ho asεm (bɔne), yεfrε no Abraham”.",
      "footnotes": ""
    },
    {
      "id": "2544",
      "sura": "21",
      "aya": "61",
      "arabic_text": "قَالُواْ فَأۡتُواْ بِهِۦ عَلَىٰٓ أَعۡيُنِ ٱلنَّاسِ لَعَلَّهُمۡ يَشۡهَدُونَ",
      "translation": "Wͻkaa sε: “Monfa no mmra nnipa no anim sεdeε wͻbɛdi ho adanseε ”.",
      "footnotes": ""
    },
    {
      "id": "2545",
      "sura": "21",
      "aya": "62",
      "arabic_text": "قَالُوٓاْ ءَأَنتَ فَعَلۡتَ هَٰذَا بِـَٔالِهَتِنَا يَٰٓإِبۡرَٰهِيمُ",
      "translation": "Wͻbisaa sε: “Abraham wo na woyεε yεn anyame no sei?”",
      "footnotes": ""
    },
    {
      "id": "2546",
      "sura": "21",
      "aya": "63",
      "arabic_text": "قَالَ بَلۡ فَعَلَهُۥ كَبِيرُهُمۡ هَٰذَا فَسۡـَٔلُوهُمۡ إِن كَانُواْ يَنطِقُونَ",
      "translation": "Abraham kaa sε: “Daabi, wͻn mu (bosom) kεseε woi na ayε, enti sε (abosom no) kasa a, εneε momisa wͻn“.",
      "footnotes": ""
    },
    {
      "id": "2547",
      "sura": "21",
      "aya": "64",
      "arabic_text": "فَرَجَعُوٓاْ إِلَىٰٓ أَنفُسِهِمۡ فَقَالُوٓاْ إِنَّكُمۡ أَنتُمُ ٱلظَّٰلِمُونَ",
      "translation": "Enti wͻdwenee ho wͻ wͻn ara wͻn mu, na wͻkekaa sε: “Nokorε sε moka abͻneεfoͻ no ho “.",
      "footnotes": ""
    },
    {
      "id": "2548",
      "sura": "21",
      "aya": "65",
      "arabic_text": "ثُمَّ نُكِسُواْ عَلَىٰ رُءُوسِهِمۡ لَقَدۡ عَلِمۡتَ مَا هَٰٓؤُلَآءِ يَنطِقُونَ",
      "translation": "Aniwuo maa wͻsisii wͻn ti ase (kaa sε): “(Abraham), wonim yie sε (abosom) woi nom nkasa “.",
      "footnotes": ""
    },
    {
      "id": "2549",
      "sura": "21",
      "aya": "66",
      "arabic_text": "قَالَ أَفَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمۡ شَيۡـٔٗا وَلَا يَضُرُّكُمۡ",
      "translation": "Abraham kaa sε “Enti mofri Nyankopͻn akyi som adeε a entumi mma mo mfasoͻ biara na entumi mfa ͻhaw biara nso mma mo?”",
      "footnotes": ""
    },
    {
      "id": "2550",
      "sura": "21",
      "aya": "67",
      "arabic_text": "أُفّٖ لَّكُمۡ وَلِمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "“Mo ani awu wͻ deε mofri Nyankopͻn akyi som no ho. Enti monni adwen?”",
      "footnotes": ""
    },
    {
      "id": "2551",
      "sura": "21",
      "aya": "68",
      "arabic_text": "قَالُواْ حَرِّقُوهُ وَٱنصُرُوٓاْ ءَالِهَتَكُمۡ إِن كُنتُمۡ فَٰعِلِينَ",
      "translation": "Wͻkaa sε: “Monhye no na mommoa mo anyame, sε mobԑyε (no biribi) a.",
      "footnotes": ""
    },
    {
      "id": "2552",
      "sura": "21",
      "aya": "69",
      "arabic_text": "قُلۡنَا يَٰنَارُ كُونِي بَرۡدٗا وَسَلَٰمًا عَلَىٰٓ إِبۡرَٰهِيمَ",
      "translation": "Yεkaa sε: ”Egya, yε nwunu ne asomdwoeε ma Abraham “.",
      "footnotes": ""
    },
    {
      "id": "2553",
      "sura": "21",
      "aya": "70",
      "arabic_text": "وَأَرَادُواْ بِهِۦ كَيۡدٗا فَجَعَلۡنَٰهُمُ ٱلۡأَخۡسَرِينَ",
      "translation": "Wͻhwehwεε sε wͻbͻ (Abraham) ho pͻ bͻne enti Yεmaa wͻyεε berεguofoͻ.",
      "footnotes": ""
    },
    {
      "id": "2554",
      "sura": "21",
      "aya": "71",
      "arabic_text": "وَنَجَّيۡنَٰهُ وَلُوطًا إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَا لِلۡعَٰلَمِينَ",
      "translation": "Yεgyee Abraham ne Lut nso nkwa de wͻn kͻͻ asaase a Yɛahyira so ama amansan no so.",
      "footnotes": ""
    },
    {
      "id": "2555",
      "sura": "21",
      "aya": "72",
      "arabic_text": "وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ نَافِلَةٗۖ وَكُلّٗا جَعَلۡنَا صَٰلِحِينَ",
      "translation": "Na Yεde Is’haaq kyεε no, εna (Yεyεε) Ya’aquub nso ntosoͻ (maa no), na Yεmaa wͻn mu biara yεε nipa papa.",
      "footnotes": ""
    },
    {
      "id": "2556",
      "sura": "21",
      "aya": "73",
      "arabic_text": "وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا وَأَوۡحَيۡنَآ إِلَيۡهِمۡ فِعۡلَ ٱلۡخَيۡرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِۖ وَكَانُواْ لَنَا عَٰبِدِينَ",
      "translation": "Yεyεε wͻn akandifoͻ a wͻde Y’ahyεdeε no kyerε (amanfoͻ) kwan, na Yɛyii papayε ne Nyamefrε ne Zaka yie maa wͻn, na (Yεnko ara na na) wͻsom Yεn.",
      "footnotes": ""
    },
    {
      "id": "2557",
      "sura": "21",
      "aya": "74",
      "arabic_text": "وَلُوطًا ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَنَجَّيۡنَٰهُ مِنَ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَت تَّعۡمَلُ ٱلۡخَبَٰٓئِثَۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَٰسِقِينَ",
      "translation": "Lut nso Yεmaa no nyansa ne nimdeε, na Yεgyee no fri kuro no a na wͻyε akyiwadeε no mu. Nokorε sε na wͻyε nnipa bͻnefoͻ, ahohwifoͻ.",
      "footnotes": ""
    },
    {
      "id": "2558",
      "sura": "21",
      "aya": "75",
      "arabic_text": "وَأَدۡخَلۡنَٰهُ فِي رَحۡمَتِنَآۖ إِنَّهُۥ مِنَ ٱلصَّٰلِحِينَ",
      "translation": "Yεde no wuraa Y’ahummͻborͻ no mu. Nokorε sε na ͻka apapafoͻ no ho.",
      "footnotes": ""
    },
    {
      "id": "2559",
      "sura": "21",
      "aya": "76",
      "arabic_text": "وَنُوحًا إِذۡ نَادَىٰ مِن قَبۡلُ فَٱسۡتَجَبۡنَا لَهُۥ فَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ",
      "translation": "Noa nso, εberε a odii kan su frεε Yεn no, Yεgyee no so, na Yεgyee no ne n’abusuafoͻ frii mmusuo kεseε no mu.",
      "footnotes": ""
    },
    {
      "id": "2560",
      "sura": "21",
      "aya": "77",
      "arabic_text": "وَنَصَرۡنَٰهُ مِنَ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ",
      "translation": "Yεboaa no gyee no frii amanfoͻ no a wͻfaa Yεn Nsεm no atorͻsεm no nsam. Nokorε sε na wͻyε nnipa bͻnefoͻ. Enti Yεmaa nsuo faa wͻn nyinaa.",
      "footnotes": ""
    },
    {
      "id": "2561",
      "sura": "21",
      "aya": "78",
      "arabic_text": "وَدَاوُۥدَ وَسُلَيۡمَٰنَ إِذۡ يَحۡكُمَانِ فِي ٱلۡحَرۡثِ إِذۡ نَفَشَتۡ فِيهِ غَنَمُ ٱلۡقَوۡمِ وَكُنَّا لِحُكۡمِهِمۡ شَٰهِدِينَ",
      "translation": "Dawid ne Solomon nso, εberε a wͻbuu atεn wͻ afuo bi a nkorͻfoͻ bi nnwan kͻͻ mu adidie anadwo no ho no, na Yɛdi wͻn atemmuo no ho adanseε.",
      "footnotes": ""
    },
    {
      "id": "2562",
      "sura": "21",
      "aya": "79",
      "arabic_text": "فَفَهَّمۡنَٰهَا سُلَيۡمَٰنَۚ وَكُلًّا ءَاتَيۡنَا حُكۡمٗا وَعِلۡمٗاۚ وَسَخَّرۡنَا مَعَ دَاوُۥدَ ٱلۡجِبَالَ يُسَبِّحۡنَ وَٱلطَّيۡرَۚ وَكُنَّا فَٰعِلِينَ",
      "translation": "Enti Yεmaa Solomon nyaa (asεm no) ho nteaseε. Wͻn mu biara, Yεmaa (no) nyansa ne adwen; na Yεbrεε mmepͻ ne nnomaa ase kaa Dawid ho maa wͻbͻͻ Yεn abodin. Yεn na Yεyεε (woi nom nyinaa).",
      "footnotes": ""
    },
    {
      "id": "2563",
      "sura": "21",
      "aya": "80",
      "arabic_text": "وَعَلَّمۡنَٰهُ صَنۡعَةَ لَبُوسٖ لَّكُمۡ لِتُحۡصِنَكُم مِّنۢ بَأۡسِكُمۡۖ فَهَلۡ أَنتُمۡ شَٰكِرُونَ",
      "translation": "Yεkyerεε Dawid (sεdeε) ͻbεyε dadeε akotadeε ama mo, sεdeε εbεbͻ mo ho ban wͻ ͻkoo mu. Enti mobɛyi (Nyankopͻn) ayε anaa?",
      "footnotes": ""
    },
    {
      "id": "2564",
      "sura": "21",
      "aya": "81",
      "arabic_text": "وَلِسُلَيۡمَٰنَ ٱلرِّيحَ عَاصِفَةٗ تَجۡرِي بِأَمۡرِهِۦٓ إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَاۚ وَكُنَّا بِكُلِّ شَيۡءٍ عَٰلِمِينَ",
      "translation": "Solomon nso (Yεbrεε) mframa a na ԑnam n’ahyԑdeԑ so bͻ dendenden kͻ asaase a Yɛahyira so no soͻ no ase maa no. Na Yεwͻ biribiara ho nimdeε.",
      "footnotes": ""
    },
    {
      "id": "2565",
      "sura": "21",
      "aya": "82",
      "arabic_text": "وَمِنَ ٱلشَّيَٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعۡمَلُونَ عَمَلٗا دُونَ ذَٰلِكَۖ وَكُنَّا لَهُمۡ حَٰفِظِينَ",
      "translation": "Abonsamfoͻ no mu bi wᴐ hᴐ a wͻdͻ sukͻ (koyi nhwene-pa) ma no, san yε nnwuma foforͻ wͻ εno akyi, na Yεn ara na na Yεwεn wͻn.",
      "footnotes": ""
    },
    {
      "id": "2566",
      "sura": "21",
      "aya": "83",
      "arabic_text": "۞ وَأَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلضُّرُّ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ",
      "translation": "Ayuub (Hiob) nso, εberε a ͻsu frεε ne Wura Nyankopͻn sε: “Nokorε ͻhaw ato me, na Wone Mmͻborͻhunufoͻ no mu Mmͻborͻhunu Hene no.",
      "footnotes": ""
    },
    {
      "id": "2567",
      "sura": "21",
      "aya": "84",
      "arabic_text": "فَٱسۡتَجَبۡنَا لَهُۥ فَكَشَفۡنَا مَا بِهِۦ مِن ضُرّٖۖ وَءَاتَيۡنَٰهُ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنۡ عِندِنَا وَذِكۡرَىٰ لِلۡعَٰبِدِينَ",
      "translation": "Enti Yε’gyee ne (sufrε no) so, yii ͻhaw a na ato no no frii ne so, na Yεde n’abusuafoͻ no ne nemmͻhoo bͻͻ hoo maa no εnam Yεn ahummͻborͻ nti; εyε afutusεm dema Nyame-somfoͻ no.",
      "footnotes": ""
    },
    {
      "id": "2568",
      "sura": "21",
      "aya": "85",
      "arabic_text": "وَإِسۡمَٰعِيلَ وَإِدۡرِيسَ وَذَا ٱلۡكِفۡلِۖ كُلّٞ مِّنَ ٱلصَّٰبِرِينَ",
      "translation": "Ne Ishmael ne Idriis ne Zul Kifil; wͻn nyinaa ka aboterεfoͻ no ho.",
      "footnotes": ""
    },
    {
      "id": "2569",
      "sura": "21",
      "aya": "86",
      "arabic_text": "وَأَدۡخَلۡنَٰهُمۡ فِي رَحۡمَتِنَآۖ إِنَّهُم مِّنَ ٱلصَّٰلِحِينَ",
      "translation": "Yεde wͻn (nyinaa) wuraa Y’ahummɔborɔ no mu. Nokorε sε wͻka apapafoͻ no ho.",
      "footnotes": ""
    },
    {
      "id": "2570",
      "sura": "21",
      "aya": "87",
      "arabic_text": "وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبٗا فَظَنَّ أَن لَّن نَّقۡدِرَ عَلَيۡهِ فَنَادَىٰ فِي ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبۡحَٰنَكَ إِنِّي كُنتُ مِنَ ٱلظَّٰلِمِينَ",
      "translation": "Ɛne Zaa-Nuun (Yona), εberε a ͻde abufuo kͻeε no, na odwen sε Yεmma ne ho nkyere no, na osu frεε (Yεn) wͻ sum no mu sε: “Awuarade biara nni hͻ gyesε Wo. Kronkron Hene ne Wo! Nokorε, makͻka abͻneεfoͻ no ho”.",
      "footnotes": ""
    },
    {
      "id": "2571",
      "sura": "21",
      "aya": "88",
      "arabic_text": "فَٱسۡتَجَبۡنَا لَهُۥ وَنَجَّيۡنَٰهُ مِنَ ٱلۡغَمِّۚ وَكَذَٰلِكَ نُـۨجِي ٱلۡمُؤۡمِنِينَ",
      "translation": "Enti Yεgyee no so na Yεgyee no fri ͻhaw ne awerεhoͻ no mu, na saa ara na Yεgye agyidiefoͻ no (fri ͻhaw ne mmusuo mu).",
      "footnotes": ""
    },
    {
      "id": "2572",
      "sura": "21",
      "aya": "89",
      "arabic_text": "وَزَكَرِيَّآ إِذۡ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرۡنِي فَرۡدٗا وَأَنتَ خَيۡرُ ٱلۡوَٰرِثِينَ",
      "translation": "Ɛne Zakariya, εberε a osu frεε ne Wura Nyankopͻn sε: “Me Wura Nyankopͻn, ɛnya me ankonam, na Wo na Woyε adedifoͻ no mu papa.",
      "footnotes": ""
    },
    {
      "id": "2573",
      "sura": "21",
      "aya": "90",
      "arabic_text": "فَٱسۡتَجَبۡنَا لَهُۥ وَوَهَبۡنَا لَهُۥ يَحۡيَىٰ وَأَصۡلَحۡنَا لَهُۥ زَوۡجَهُۥٓۚ إِنَّهُمۡ كَانُواْ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَيَدۡعُونَنَا رَغَبٗا وَرَهَبٗاۖ وَكَانُواْ لَنَا خَٰشِعِينَ",
      "translation": "Enti Yεgyee no so, maa no (ͻba a yεfrε no) Yahaya (Yohane), na Yεsaa ne yere yadeε (maa no woo ba) maa no. Nokorε sε na wͻsi wͻn ho akan wͻ papayε ho, su frε Yεn wͻ anidaasoͻ ne suro mu; na wͻbrε wͻn ho ase nso ma Yεn.",
      "footnotes": ""
    },
    {
      "id": "2574",
      "sura": "21",
      "aya": "91",
      "arabic_text": "وَٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهَا مِن رُّوحِنَا وَجَعَلۡنَٰهَا وَٱبۡنَهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ",
      "translation": "Ɛne (ͻbaa bunu Mar’yam) no a ͻhwεε ne ho so yie (wͻ nna mu) no, enti Yεhomee Yεhonhom guu ne mu, na Yεde ͻne ne ba (Yesu) yεε nsεnkyerεnee maa amansan.",
      "footnotes": ""
    },
    {
      "id": "2575",
      "sura": "21",
      "aya": "92",
      "arabic_text": "إِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱعۡبُدُونِ",
      "translation": "Nokorε sε, mo man woi yε ͻman baako, na Mene mo Wura Nyankopͻn, enti monsom Me.",
      "footnotes": ""
    },
    {
      "id": "2576",
      "sura": "21",
      "aya": "93",
      "arabic_text": "وَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡۖ كُلٌّ إِلَيۡنَا رَٰجِعُونَ",
      "translation": "Nanso wͻpaepaee wͻn ntεm wͻ wͻn dwumadie no ho. Yεhͻ na obiara bεsan aba.",
      "footnotes": ""
    },
    {
      "id": "2577",
      "sura": "21",
      "aya": "94",
      "arabic_text": "فَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا كُفۡرَانَ لِسَعۡيِهِۦ وَإِنَّا لَهُۥ كَٰتِبُونَ",
      "translation": "Enti obia obedi dwuma pa na ͻyε gyidieni no, yεmpo ne mmͻdemmͻ a ͻbͻeε no, nokorε sε, Yεtwerε to hͻ ma no.",
      "footnotes": ""
    },
    {
      "id": "2578",
      "sura": "21",
      "aya": "95",
      "arabic_text": "وَحَرَٰمٌ عَلَىٰ قَرۡيَةٍ أَهۡلَكۡنَٰهَآ أَنَّهُمۡ لَا يَرۡجِعُونَ",
      "translation": "Nokorε, Yɛabra sε kuro (anaasε nnipa) a Yɛasεe wͻn no, bεnsan aba (wiase) bio.",
      "footnotes": ""
    },
    {
      "id": "2579",
      "sura": "21",
      "aya": "96",
      "arabic_text": "حَتَّىٰٓ إِذَا فُتِحَتۡ يَأۡجُوجُ وَمَأۡجُوجُ وَهُم مِّن كُلِّ حَدَبٖ يَنسِلُونَ",
      "translation": "Kͻpem sε yεbebue Yaajuuj ne Maajuuj (Gog ne Magog afri wͻn ban no mu) ama wabͻ yiridi apue afri simpie bea biara mu.",
      "footnotes": ""
    },
    {
      "id": "2580",
      "sura": "21",
      "aya": "97",
      "arabic_text": "وَٱقۡتَرَبَ ٱلۡوَعۡدُ ٱلۡحَقُّ فَإِذَا هِيَ شَٰخِصَةٌ أَبۡصَٰرُ ٱلَّذِينَ كَفَرُواْ يَٰوَيۡلَنَا قَدۡ كُنَّا فِي غَفۡلَةٖ مِّنۡ هَٰذَا بَلۡ كُنَّا ظَٰلِمِينَ",
      "translation": "Nokorε nso sɛ, bͻhyε (Da) no abεn. Na (sε nnipa sͻre fri adakamena mu a) wobɛhunu sε wͻn a wͻnnye nnie no ani ahaahae atͻ sa wͻ ehu mu. Wͻbεka sε: “Adi ayε yεn. Nokorε, na y’ani nna woi so, daabi na yεyε abͻneεfoͻ”.",
      "footnotes": ""
    },
    {
      "id": "2581",
      "sura": "21",
      "aya": "98",
      "arabic_text": "إِنَّكُمۡ وَمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمۡ لَهَا وَٰرِدُونَ",
      "translation": "Nokorε sε, mo ne deε mofri Nyankopͻn akyi somoeε no, mone egya no nyentia, εmu na mobεtena afe bͻͻ.",
      "footnotes": ""
    },
    {
      "id": "2582",
      "sura": "21",
      "aya": "99",
      "arabic_text": "لَوۡ كَانَ هَٰٓؤُلَآءِ ءَالِهَةٗ مَّا وَرَدُوهَاۖ وَكُلّٞ فِيهَا خَٰلِدُونَ",
      "translation": "Sε woi nom yε anyame ampa a, anka wͻmma (Amanehunu gya no mu) hͻ. Na emu na wͻn nyinaa bεtena afe bᴐᴐ.",
      "footnotes": ""
    },
    {
      "id": "2583",
      "sura": "21",
      "aya": "100",
      "arabic_text": "لَهُمۡ فِيهَا زَفِيرٞ وَهُمۡ فِيهَا لَا يَسۡمَعُونَ",
      "translation": "Wͻbedi apenesie wͻ (egya no) mu, na emu no wͻnte (kasa biara).",
      "footnotes": ""
    },
    {
      "id": "2584",
      "sura": "21",
      "aya": "101",
      "arabic_text": "إِنَّ ٱلَّذِينَ سَبَقَتۡ لَهُم مِّنَّا ٱلۡحُسۡنَىٰٓ أُوْلَٰٓئِكَ عَنۡهَا مُبۡعَدُونَ",
      "translation": "Wͻn nso a papa adi kan afri Yεn hͻ akͻ wͻn hͻ no, wͻne (Amanehunu gya no) ntεm kwan bεwa,",
      "footnotes": ""
    },
    {
      "id": "2585",
      "sura": "21",
      "aya": "102",
      "arabic_text": "لَا يَسۡمَعُونَ حَسِيسَهَاۖ وَهُمۡ فِي مَا ٱشۡتَهَتۡ أَنفُسُهُمۡ خَٰلِدُونَ",
      "translation": "Wͻnte (Ogya no) dede yε no ketewaa bi mpo, na deε εyε wͻn kraa akͻnnͻ no mu na wͻbεtena afe bͻͻ.",
      "footnotes": ""
    },
    {
      "id": "2586",
      "sura": "21",
      "aya": "103",
      "arabic_text": "لَا يَحۡزُنُهُمُ ٱلۡفَزَعُ ٱلۡأَكۡبَرُ وَتَتَلَقَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ هَٰذَا يَوۡمُكُمُ ٱلَّذِي كُنتُمۡ تُوعَدُونَ",
      "translation": "Wͻn werε nnho wͻ ehubͻ kεseε (Da) no ho, na Soro abͻfoͻ behyia wͻn (aka akyerε wͻn sε): “Woi ne moda no a yεhyεε mo ho bͻ no “.",
      "footnotes": ""
    },
    {
      "id": "2587",
      "sura": "21",
      "aya": "104",
      "arabic_text": "يَوۡمَ نَطۡوِي ٱلسَّمَآءَ كَطَيِّ ٱلسِّجِلِّ لِلۡكُتُبِۚ كَمَا بَدَأۡنَآ أَوَّلَ خَلۡقٖ نُّعِيدُهُۥۚ وَعۡدًا عَلَيۡنَآۚ إِنَّا كُنَّا فَٰعِلِينَ",
      "translation": "(Kae) Ɛda no a Yεbεbobͻ ͻsoro sεdeε yεbobͻ nwoma a εkyekyere kraataa ho no. Sεdeε Yεhyεε kane abͻdeε no aseε no, saa ara na Yεbεsan (de wͻn aba nkwa mu bio). (εyε) bͻhyε a εda Yεn soͻ. Nokorε nso sε Yεbεyε.",
      "footnotes": ""
    },
    {
      "id": "2588",
      "sura": "21",
      "aya": "105",
      "arabic_text": "وَلَقَدۡ كَتَبۡنَا فِي ٱلزَّبُورِ مِنۢ بَعۡدِ ٱلذِّكۡرِ أَنَّ ٱلۡأَرۡضَ يَرِثُهَا عِبَادِيَ ٱلصَّٰلِحُونَ",
      "translation": "Ampa sε Yεtwerεε no wͻ Dawid Nwom no mu wͻ afutusεm (a yεde maa Mose) no akyi sε: “Me nkoa apapafoͻ no na wͻbɛdi adeε wͻ asaase no soͻ.",
      "footnotes": ""
    },
    {
      "id": "2589",
      "sura": "21",
      "aya": "106",
      "arabic_text": "إِنَّ فِي هَٰذَا لَبَلَٰغٗا لِّقَوۡمٍ عَٰبِدِينَ",
      "translation": "Nokorε sε, amanebͻ (ahodoͻ) a εkͻ asomu wͻ (saa Qur’aan) yi mu de ma nnipa a wͻsom (Nyame).",
      "footnotes": ""
    },
    {
      "id": "2590",
      "sura": "21",
      "aya": "107",
      "arabic_text": "وَمَآ أَرۡسَلۡنَٰكَ إِلَّا رَحۡمَةٗ لِّلۡعَٰلَمِينَ",
      "translation": "(Nkͻmhyεni), deε enti Yεsomaaa woͻ ne sε, (wogyina hͻ sε) ahummͻborͻ dema amansan nyinaa.",
      "footnotes": ""
    },
    {
      "id": "2591",
      "sura": "21",
      "aya": "108",
      "arabic_text": "قُلۡ إِنَّمَا يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ",
      "translation": "(Ɔkͻmhyεni), kasε: “Medeε yɛayi akyerε me sε: “Mo Nyankopͻn no yε Nyankopͻn baako, na enti mobεbrε mo ho ase ayε Muslimifoͻ anaa?”",
      "footnotes": ""
    },
    {
      "id": "2592",
      "sura": "21",
      "aya": "109",
      "arabic_text": "فَإِن تَوَلَّوۡاْ فَقُلۡ ءَاذَنتُكُمۡ عَلَىٰ سَوَآءٖۖ وَإِنۡ أَدۡرِيٓ أَقَرِيبٌ أَم بَعِيدٞ مَّا تُوعَدُونَ",
      "translation": "Sε wͻdane wͻn ho (fri nokorε no ho) a, εneε ka sε: “(Asεm no ho) kͻkͻ pεpεεpε na mede abͻ mo nyinaa no, na mennim sε ebia deε yɛahyε mo ho bͻ no abεn anaasε εwͻ akyiri.",
      "footnotes": ""
    },
    {
      "id": "2593",
      "sura": "21",
      "aya": "110",
      "arabic_text": "إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ مِنَ ٱلۡقَوۡلِ وَيَعۡلَمُ مَا تَكۡتُمُونَ",
      "translation": "Nokorε sε, Onim asεm a moka ma no pue εna Onim deε mode suma.",
      "footnotes": ""
    },
    {
      "id": "2594",
      "sura": "21",
      "aya": "111",
      "arabic_text": "وَإِنۡ أَدۡرِي لَعَلَّهُۥ فِتۡنَةٞ لَّكُمۡ وَمَتَٰعٌ إِلَىٰ حِينٖ",
      "translation": "Mennim sε ebia (twεn a Nyankopͻn retwentwεn asotwee no soͻ no) yε nsͻhwε ma mo, anaasε (Ͻde rema mo) agye moani akͻpem εberε bi.",
      "footnotes": ""
    },
    {
      "id": "2595",
      "sura": "21",
      "aya": "112",
      "arabic_text": "قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ",
      "translation": "(Ɔkͻmhyεni) ka sε: “Me Wura Nyankopͻn, fa Nokorε no bu atεn. Yɛ Wura Nyankopͻn, Ahummͻborͻ Hene no, Ne mmoa na yεhwehwε tia deε mode susu (no) no.",
      "footnotes": ""
    }
  ]
}