{
  "result": [
    {
      "id": "2484",
      "sura": "21",
      "aya": "1",
      "arabic_text": "ٱقۡتَرَبَ لِلنَّاسِ حِسَابُهُمۡ وَهُمۡ فِي غَفۡلَةٖ مُّعۡرِضُونَ",
      "translation": "لێپرسینەوەی خەڵکی نزیک بۆتەوە بەڵام ئەوان لە بێ ئاگایی و غەفڵەتدا پشت تێکەر و ڕوو وەرگێڕن (لە ئاینی خوا)\n",
      "footnotes": null
    },
    {
      "id": "2485",
      "sura": "21",
      "aya": "2",
      "arabic_text": "مَا يَأۡتِيهِم مِّن ذِكۡرٖ مِّن رَّبِّهِم مُّحۡدَثٍ إِلَّا ٱسۡتَمَعُوهُ وَهُمۡ يَلۡعَبُونَ",
      "translation": " ھەر پەیامێکی تازەیان لە پەروەردگاریانەوە بۆ بێت (کە قورئانە) ئەوان دەیبیستن و گاڵتـەی پێ دەکــەن\n",
      "footnotes": null
    },
    {
      "id": "2486",
      "sura": "21",
      "aya": "3",
      "arabic_text": "لَاهِيَةٗ قُلُوبُهُمۡۗ وَأَسَرُّواْ ٱلنَّجۡوَى ٱلَّذِينَ ظَلَمُواْ هَلۡ هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡۖ أَفَتَأۡتُونَ ٱلسِّحۡرَ وَأَنتُمۡ تُبۡصِرُونَ",
      "translation": "دڵەکانیان بێ ئاگایە زۆر بە نھێنی چپەیان دەکرد ئەوانەی کە ستەمیان کرد (دەڵێن) ئایا ئەم (پێغەمبەر)یش ھەربەشەرێک نیە وەک ئێوە دەی ئایا ئێوە دەڕۆن بە دوای جادودا لە کاتێکدا ئێوە دەبینن (دەزانن ئەوەی موحەممەد ﷺ دەیڵێ سیحرە)\n",
      "footnotes": null
    },
    {
      "id": "2487",
      "sura": "21",
      "aya": "4",
      "arabic_text": "قَالَ رَبِّي يَعۡلَمُ ٱلۡقَوۡلَ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "(پێغەمبەر ﷺ) فەرمووی پەروەردگارم بە ھەموو قسەیەک (چرپە یەک) دەزانێت لە ئاسمان بێت یا لە زەوی ئەو زاتە بیسەر و زانایە\n",
      "footnotes": null
    },
    {
      "id": "2488",
      "sura": "21",
      "aya": "5",
      "arabic_text": "بَلۡ قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمِۭ بَلِ ٱفۡتَرَىٰهُ بَلۡ هُوَ شَاعِرٞ فَلۡيَأۡتِنَا بِـَٔايَةٖ كَمَآ أُرۡسِلَ ٱلۡأَوَّلُونَ",
      "translation": " ئەوانە ووتیان: نەخێر (ئەوەی موحەممەد ھێناویەتی نیگا نیە) بەڵکو چەند خەو بینینێکی تێکەڵ و پێکەڵی (موحـەممەدە خۆیەتی) نا بەڵکو موحەممەد خۆی ئەم (قورئانە)ی ھەڵبەستووە نا بەڵکو ئەو (موحەممەدە) شاعیرە دەبا نیشانە وموعجیزەیەکمان بۆ بھێنێت وەک (ئەو موعجیزانەی) پێغەمبەرانی پێشووی پێ نێردرابوون\n",
      "footnotes": null
    },
    {
      "id": "2489",
      "sura": "21",
      "aya": "6",
      "arabic_text": "مَآ ءَامَنَتۡ قَبۡلَهُم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَآۖ أَفَهُمۡ يُؤۡمِنُونَ",
      "translation": " بڕوایان نەھێنا (خەڵکی) ھیچ شار و گوندێک پێش ئەمان کەلەناومان بردوون دەی ئایا ئەمان باوەڕ دەھێنن؟\n",
      "footnotes": null
    },
    {
      "id": "2490",
      "sura": "21",
      "aya": "7",
      "arabic_text": "وَمَآ أَرۡسَلۡنَا قَبۡلَكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ",
      "translation": " نەمان ناردووە پێش تۆ (ئەی موحەممەد ﷺ) جگە لە پیاوانێک کە نیگا و سرووشمان بۆ کردوون دەی پرسیار بکە لە خاوەنی کتێبەکانی (پێشوو لە زانایانی گاور و جولەکە) ئەگەر ئێوە نازانن\n",
      "footnotes": null
    },
    {
      "id": "2491",
      "sura": "21",
      "aya": "8",
      "arabic_text": "وَمَا جَعَلۡنَٰهُمۡ جَسَدٗا لَّا يَأۡكُلُونَ ٱلطَّعَامَ وَمَا كَانُواْ خَٰلِدِينَ",
      "translation": " ئێمە ئەو پێغەمبەرانەمان نەکردوەتە پەیکەرێک کە خواردن نەخۆن وە ئەوان ھەمیشەیی و نەمر نەبوون\n",
      "footnotes": null
    },
    {
      "id": "2492",
      "sura": "21",
      "aya": "9",
      "arabic_text": "ثُمَّ صَدَقۡنَٰهُمُ ٱلۡوَعۡدَ فَأَنجَيۡنَٰهُمۡ وَمَن نَّشَآءُ وَأَهۡلَكۡنَا ٱلۡمُسۡرِفِينَ",
      "translation": " پاشان بەڵێنێک کە پێمان دابوون بەجێمان ھێنا جا ئەوانە و ھەرکەسێکمان دەویست (لە باوەڕداران) ڕزگارمان کردن وە زیادەڕۆیانمان لەناوبرد\n",
      "footnotes": null
    },
    {
      "id": "2493",
      "sura": "21",
      "aya": "10",
      "arabic_text": "لَقَدۡ أَنزَلۡنَآ إِلَيۡكُمۡ كِتَٰبٗا فِيهِ ذِكۡرُكُمۡۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "سوێند بەخوا ناردومانەتە خوارەوە کتێبێک بۆ ئێوە کە سەربەرزی و ناوبانگی ئێوەی تێدایە دەی ئایا بۆ بیر ناکەنەوە\n",
      "footnotes": null
    },
    {
      "id": "2494",
      "sura": "21",
      "aya": "11",
      "arabic_text": "وَكَمۡ قَصَمۡنَا مِن قَرۡيَةٖ كَانَتۡ ظَالِمَةٗ وَأَنشَأۡنَا بَعۡدَهَا قَوۡمًا ءَاخَرِينَ",
      "translation": "چەندەھا شارو گوندمان تێک شکاند (ولەناومان بردن) کە (خەڵکەکەی) ستەمکار بوون وەپاش ئەوان گەل و تاقمی ترمان (لەجێیان) بەدی ھێنا\n",
      "footnotes": null
    },
    {
      "id": "2495",
      "sura": "21",
      "aya": "12",
      "arabic_text": "فَلَمَّآ أَحَسُّواْ بَأۡسَنَآ إِذَا هُم مِّنۡهَا يَرۡكُضُونَ",
      "translation": "جا کاتێک (بێ باوەڕان) ھەستیان کرد بەسزاو تۆڵەی ئێمە دەستبەجێ ئەوان لەو شارانە بەخێرایی ڕایان دەکرد\n",
      "footnotes": null
    },
    {
      "id": "2496",
      "sura": "21",
      "aya": "13",
      "arabic_text": "لَا تَرۡكُضُواْ وَٱرۡجِعُوٓاْ إِلَىٰ مَآ أُتۡرِفۡتُمۡ فِيهِ وَمَسَٰكِنِكُمۡ لَعَلَّكُمۡ تُسۡـَٔلُونَ",
      "translation": " (فریشتەکان بەگاڵتەوە پێیان دەڵێن) ڕامەکەن وبگەڕێنەوە بۆلای ئەو نازو نیعمەتانەی کە ڕۆچوو بوون تێیدا وە(بگەڕێنەوە) بۆ سەر خانوو ماڵەکانتان بەڵکو پرسیارتان لێ بکرێت (لەوەی بەسەرتان ھاتووە)\n",
      "footnotes": null
    },
    {
      "id": "2497",
      "sura": "21",
      "aya": "14",
      "arabic_text": "قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ",
      "translation": "(لەگەڵ ھەڵھاتندا) دەیانووت: ھاوار بۆ ئێمە بێگومان ئێمە ستەمکار بووین\n",
      "footnotes": null
    },
    {
      "id": "2498",
      "sura": "21",
      "aya": "15",
      "arabic_text": "فَمَا زَالَت تِّلۡكَ دَعۡوَىٰهُمۡ حَتَّىٰ جَعَلۡنَٰهُمۡ حَصِيدًا خَٰمِدِينَ",
      "translation": "ئیتر بەردەوام ئەمە ھاواریان بوو (ھاوار بۆ ئێمە) ھەتا ھەموویانمان دروێنە و خامۆش کرد (ولەناومان بردن)\n",
      "footnotes": null
    },
    {
      "id": "2499",
      "sura": "21",
      "aya": "16",
      "arabic_text": "وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ",
      "translation": "ئێمە دروستمان نەکردووە ئاسمان و زەوی و ئەوەی لەنێوانیاندایە بەگاڵتەو بەبێ ھودە\n",
      "footnotes": null
    },
    {
      "id": "2500",
      "sura": "21",
      "aya": "17",
      "arabic_text": "لَوۡ أَرَدۡنَآ أَن نَّتَّخِذَ لَهۡوٗا لَّٱتَّخَذۡنَٰهُ مِن لَّدُنَّآ إِن كُنَّا فَٰعِلِينَ",
      "translation": " ئەگەر بمان وویستایە سەرقاڵی بۆ خۆمان ھەڵبژێرین (وەک ھاوسەرو منداڵ) لەلایەن خۆمانەوە ھەڵمان دەبژارد\n",
      "footnotes": null
    },
    {
      "id": "2501",
      "sura": "21",
      "aya": "18",
      "arabic_text": "بَلۡ نَقۡذِفُ بِٱلۡحَقِّ عَلَى ٱلۡبَٰطِلِ فَيَدۡمَغُهُۥ فَإِذَا هُوَ زَاهِقٞۚ وَلَكُمُ ٱلۡوَيۡلُ مِمَّا تَصِفُونَ",
      "translation": "(واز لەوە بھێنە) بەڵکو حەق دەدەین بەسەر بەتاڵ و ناحەقدا بەھۆیەوە (بەتاڵ) مێشکی دەپژێت و تێکدەشکێت ئەمجا دەستبەجێ بەتاڵ دەفەوتێت و لەناو دەچێت ھاوار (وسزای بەتین) بۆ ئێوە لەبەر ئەوەی کە دەیڵێن و بڕیاری دەدەن بۆ خوا (لەھاوسەرو منداڵ)\n",
      "footnotes": null
    },
    {
      "id": "2502",
      "sura": "21",
      "aya": "19",
      "arabic_text": "وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَنۡ عِندَهُۥ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَلَا يَسۡتَحۡسِرُونَ",
      "translation": " تەنھا بۆ خوایە ئەوەی لەئاسمانەکان وزەویدایە وە ئەو (فریشتانە) کە لای خوان ھەرگیز لەپەرستنی ئەو خۆیان بەزل نازانن ھەرگیزیش ماندوو نابن\n",
      "footnotes": null
    },
    {
      "id": "2503",
      "sura": "21",
      "aya": "20",
      "arabic_text": "يُسَبِّحُونَ ٱلَّيۡلَ وَٱلنَّهَارَ لَا يَفۡتُرُونَ",
      "translation": "شەوو ڕۆژ تەسبیحات و ستایشی (خودا دەکەن) ماندوونابن و سارد نابنەوە\n",
      "footnotes": null
    },
    {
      "id": "2504",
      "sura": "21",
      "aya": "21",
      "arabic_text": "أَمِ ٱتَّخَذُوٓاْ ءَالِهَةٗ مِّنَ ٱلۡأَرۡضِ هُمۡ يُنشِرُونَ",
      "translation": " ئایا ئەوانە ھەڵیان بژاردووە (وبڕیاریانداوە) چەند پەرستراو و (خوایەک) لەزەویدا (بۆ خۆیان) (کە دەسەڵاتی ئەوەیان نیە مردوو زیندوو بکەنەوە) وخۆیان کۆدەکرێنەوە وزیندوو دەکرێنەوە\n",
      "footnotes": null
    },
    {
      "id": "2505",
      "sura": "21",
      "aya": "22",
      "arabic_text": "لَوۡ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَاۚ فَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ",
      "translation": "ئەگەر لەھەردووکیاندا (لە ئاسمان و زەویدا) چەند پەرستراوێک ھەبوایە جگە لەخوا بێگومان (ئاسمان و زەوی) ھەر دوو کاول وێران دەبوون دەی پاک و بێگەردی بۆ خوای پەروەردگاری عەرش لەوەی بێ باوەڕان (خوای گەورەی) پێ وەێف دەکەن\n",
      "footnotes": null
    },
    {
      "id": "2506",
      "sura": "21",
      "aya": "23",
      "arabic_text": "لَا يُسۡـَٔلُ عَمَّا يَفۡعَلُ وَهُمۡ يُسۡـَٔلُونَ",
      "translation": "(خوا) پرسیاری لێ ناکرێت (ڕەخنەی لێ ناگیرێت) لەھەر کارێک کەدەیکات بەڵکو ئەوان (ئادەمیزاد) پرسیاریان لێ دەکرێت\n",
      "footnotes": null
    },
    {
      "id": "2507",
      "sura": "21",
      "aya": "24",
      "arabic_text": "أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡۖ هَٰذَا ذِكۡرُ مَن مَّعِيَ وَذِكۡرُ مَن قَبۡلِيۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ٱلۡحَقَّۖ فَهُم مُّعۡرِضُونَ",
      "translation": " ئایا ئەوانە ھەڵیان بژاردووە (وبڕیاریان داوە) چەند پەرستراوێک جگە لەخوا (پێیان) بڵێ بەڵگەتان بھێنن (لەسەر ئەوەی بڕیارتانداوە) ئەمە قسەی ئەم قورئانەیە (خوا ناردویەتی) بۆ من وەقسەی ئەو (پەیام وپەڕاوانەشە) لەپێش منەوە ھاتوون (وەک: تەورات و ئینجیل، لەھیچیاندا بوونی چەند پەرستراوێک بڕیار نەدراوە بۆ خوای گەورە) بەڵام زۆربەی زۆریان حەق و ڕاستی نازانن لەبەر ئەوە پشتی تێدەکەن و ڕووی لێ وەردەگێڕن\n",
      "footnotes": null
    },
    {
      "id": "2508",
      "sura": "21",
      "aya": "25",
      "arabic_text": "وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٍ إِلَّا نُوحِيٓ إِلَيۡهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدُونِ",
      "translation": "وەئێمە نەمان ناردووە پێش تۆ ھیچ پێغەمبەرێک مەگەر نیگامان بۆ ناردووە (بەوەی کە) بێگومان جگە لەمن ھیچ پەرستراوێکی ڕاست نیە کەواتە تەنھا من بپەرستن\n",
      "footnotes": null
    },
    {
      "id": "2509",
      "sura": "21",
      "aya": "26",
      "arabic_text": "وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗاۗ سُبۡحَٰنَهُۥۚ بَلۡ عِبَادٞ مُّكۡرَمُونَ",
      "translation": "(وەبێ باوەڕان) ووتیان خوای میھرەبان منداڵی بۆ خۆی بڕیارداوە (کە فریشتەکانن) پاک و بێگەردە خوا (لەم شتانە) بەڵکو ئەوانە ( ئەوفریشتانە) بەندەی ڕێز گیراوی (خوان)\n",
      "footnotes": null
    },
    {
      "id": "2510",
      "sura": "21",
      "aya": "27",
      "arabic_text": "لَا يَسۡبِقُونَهُۥ بِٱلۡقَوۡلِ وَهُم بِأَمۡرِهِۦ يَعۡمَلُونَ",
      "translation": "لە خوا پێش ناکەون بەقسەو ووتەیان وەئەوان بەفەرمانی خوا کار دەکەن\n",
      "footnotes": null
    },
    {
      "id": "2511",
      "sura": "21",
      "aya": "28",
      "arabic_text": "يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يَشۡفَعُونَ إِلَّا لِمَنِ ٱرۡتَضَىٰ وَهُم مِّنۡ خَشۡيَتِهِۦ مُشۡفِقُونَ",
      "translation": "(خوا) دەزانێت وئاگادارە بە ئەوەی لەدونیا لەبەر دەستیاندایە وە بە ئەوەی لەڕۆژی دواییدا بۆیان ئامادەکراوە وە (فریشتەکان) تکا ناکەن تەنھا بۆ ئەو کەسە نەبێت (خوا) ڕازی بێت (تکای بۆ بکرێت) وە ئەوان (فریشتەکان) لەترس وھەیبەتی خوا زۆر دەترسن\n",
      "footnotes": null
    },
    {
      "id": "2512",
      "sura": "21",
      "aya": "29",
      "arabic_text": "۞ وَمَن يَقُلۡ مِنۡهُمۡ إِنِّيٓ إِلَٰهٞ مِّن دُونِهِۦ فَذَٰلِكَ نَجۡزِيهِ جَهَنَّمَۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ",
      "translation": "وە ھەرکام لەوانە (لەو فریشتانە) بڵێ بێگومان منیش پەرستراوم جگە لەخوا ئەو بە (ئاگری) دۆزەخ تۆڵەی لێ دەسێنین ھەربەوجۆرە پاداشتی ستەمکاران دەدەینەوە (تۆڵەیان لێ دەکەینەوە)\n",
      "footnotes": null
    },
    {
      "id": "2513",
      "sura": "21",
      "aya": "30",
      "arabic_text": "أَوَلَمۡ يَرَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ كَانَتَا رَتۡقٗا فَفَتَقۡنَٰهُمَاۖ وَجَعَلۡنَا مِنَ ٱلۡمَآءِ كُلَّ شَيۡءٍ حَيٍّۚ أَفَلَا يُؤۡمِنُونَ",
      "translation": " ئایا نەیان بینی (نەیانزانیوە) ئەوانە بێ بڕوا بوون کەئاسمانەکان و زەوی ھەردووکیان پێکەوە لکابوون (ویەک پارچە بوون) ئەمجا لەیەکترمان جیاکردنەوە وە فەراھەممان ھێنـا لەئاو ودروستمان کردووە ھەموو شتێکی زیندوو دەی ئایا ئەوانە ھەر باوەڕ ناھێنن؟\n",
      "footnotes": null
    },
    {
      "id": "2514",
      "sura": "21",
      "aya": "31",
      "arabic_text": "وَجَعَلۡنَا فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِهِمۡ وَجَعَلۡنَا فِيهَا فِجَاجٗا سُبُلٗا لَّعَلَّهُمۡ يَهۡتَدُونَ",
      "translation": "وەدروستمان کردووە (ودامان ناوە) لەزەویدا چەند شاخی دامەزراو بۆ ئەوە جووڵە جوڵ نەکات بەوانەی (بەسەر پشتیوەن) وە سازاندومانە لە زەوی (یان لە شاخەکان)دا دۆڵ و ڕێگاوبانی زۆر تا ئەوان شارەزا بن و پێویستی خۆیان دابین بکەن\n",
      "footnotes": null
    },
    {
      "id": "2515",
      "sura": "21",
      "aya": "32",
      "arabic_text": "وَجَعَلۡنَا ٱلسَّمَآءَ سَقۡفٗا مَّحۡفُوظٗاۖ وَهُمۡ عَنۡ ءَايَٰتِهَا مُعۡرِضُونَ",
      "translation": "وە ئاسمانمان کردووە بەسەقفێکی (سەرێکی) پارێزراو بەڵام ئەوانە سەبارەت بە ئایەتەکانی ئاسمان پشت تێکەرو ڕوو وەرگێر بوون\n",
      "footnotes": null
    },
    {
      "id": "2516",
      "sura": "21",
      "aya": "33",
      "arabic_text": "وَهُوَ ٱلَّذِي خَلَقَ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ فِي فَلَكٖ يَسۡبَحُونَ",
      "translation": "وە ھەر ئەو (خوا)یە کە شەو و ڕۆژی دروستکردووە وە خۆر و مانگیشی (دروست کردووە) ھەریەک لەوان لە خولگەیەکدا دەسوڕێنەوە\n",
      "footnotes": null
    },
    {
      "id": "2517",
      "sura": "21",
      "aya": "34",
      "arabic_text": "وَمَا جَعَلۡنَا لِبَشَرٖ مِّن قَبۡلِكَ ٱلۡخُلۡدَۖ أَفَإِيْن مِّتَّ فَهُمُ ٱلۡخَٰلِدُونَ",
      "translation": "بڕیارمان نەداوە بۆ ھیچ کەسێک لەپێش تۆوە مانەوەی ھەمیشەیی (نەمری) ئەمجا ئەگەر تۆ بمری (دوای مردنی تۆ) ئایا ئەوان ژیانیان بەردەوام دەبێ و نامرن؟ (نەخێر)\n",
      "footnotes": null
    },
    {
      "id": "2518",
      "sura": "21",
      "aya": "35",
      "arabic_text": "كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَنَبۡلُوكُم بِٱلشَّرِّ وَٱلۡخَيۡرِ فِتۡنَةٗۖ وَإِلَيۡنَا تُرۡجَعُونَ",
      "translation": " ھەموو کەسێک مردن دەچێژێت (ودەمرێت) وە ئێمە تاقیتان دەکەینەوە بەخراپە وناخۆشی وە بە چاکە و خۆشی تادەرکەوێت (چاک و خراپ) وە ھەر بۆ لای ئێمە دەگەڕێنەوە\n",
      "footnotes": null
    },
    {
      "id": "2519",
      "sura": "21",
      "aya": "36",
      "arabic_text": "وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓاْ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي يَذۡكُرُ ءَالِهَتَكُمۡ وَهُم بِذِكۡرِ ٱلرَّحۡمَٰنِ هُمۡ كَٰفِرُونَ",
      "translation": "(ئەی موحەممەد ﷺ) کاتێ تۆ دەبینن ئەوانەی کە بێ باوەڕن جگە لەگاڵتە و لاقرتی کردن بە تۆ ھیچی تر ناکەن (بەسەرسامیەکەوە دەڵێن) ئا ئەمە ئەو کەسەیە (بەخراپی) باسی بتەکانتان دەکات لەکاتێکدا خۆیان بەباسکردنی (قورئان) وزیکری خوای میھرەبان بێ بڕوان\n",
      "footnotes": null
    },
    {
      "id": "2520",
      "sura": "21",
      "aya": "37",
      "arabic_text": "خُلِقَ ٱلۡإِنسَٰنُ مِنۡ عَجَلٖۚ سَأُوْرِيكُمۡ ءَايَٰتِي فَلَا تَسۡتَعۡجِلُونِ",
      "translation": "(سرووشتی) ئینسان وایە لەسەر پەلەکردن بەدی ھێنراوە بەزوویی تۆڵەی خۆمتان نیشان دەدەم کەواتە پەلە مەکەن\n",
      "footnotes": null
    },
    {
      "id": "2521",
      "sura": "21",
      "aya": "38",
      "arabic_text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "وە (بت پەرستان بەگاڵتەوە) دەڵێن ئەم بەڵێنی (تۆڵەیە) کەی دێت\nئەگەر ئێوە ڕاستگۆن\n",
      "footnotes": null
    },
    {
      "id": "2522",
      "sura": "21",
      "aya": "39",
      "arabic_text": "لَوۡ يَعۡلَمُ ٱلَّذِينَ كَفَرُواْ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمۡ وَلَا هُمۡ يُنصَرُونَ",
      "translation": "ئەگەر ئەوانەی کە بێ باوەرنِ بیانزانیایە (چ سزایەکی سەخت لەبەر دەمیاندایە) کاتێ ناتوانن دووری بخەنەوە بڵێسەی ئاگر لەدەم وچاو و پشتیان وەئەوان یارمەتی نادرێن\n",
      "footnotes": null
    },
    {
      "id": "2523",
      "sura": "21",
      "aya": "40",
      "arabic_text": "بَلۡ تَأۡتِيهِم بَغۡتَةٗ فَتَبۡهَتُهُمۡ فَلَا يَسۡتَطِيعُونَ رَدَّهَا وَلَا هُمۡ يُنظَرُونَ",
      "translation": "بەڵکو لەناکاودا تووشیان دێت وسەرسامیان دەکات (بەشێوەیەک) نەدەتوانن بیگێڕنەوە (ڕێگری بکەن) وە نەمۆڵەتیشیان دەدرێت (تەوبە بکەن)\n",
      "footnotes": null
    },
    {
      "id": "2524",
      "sura": "21",
      "aya": "41",
      "arabic_text": "وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "سوێند بەخوا بێگومان گاڵتە و لاقرتی کراوە بەپێغەمبەرانی پێش تۆش ئەمجا دەوری ئەوانەیدا لەوان کەگاڵتەیان دەکرد (بەپێغەمبەران) ئەو سزایەی ئەوان گاڵتەیان پێ دەکرد\n",
      "footnotes": null
    },
    {
      "id": "2525",
      "sura": "21",
      "aya": "42",
      "arabic_text": "قُلۡ مَن يَكۡلَؤُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ مِنَ ٱلرَّحۡمَٰنِۚ بَلۡ هُمۡ عَن ذِكۡرِ رَبِّهِم مُّعۡرِضُونَ",
      "translation": " بڵێ (بەگاڵتەکاران) کێ (دەتوانێت) ئێوە بپارێزێت بەشەوو بەرۆژ لە (سزای) خوای میھرەبان بەڵکو ئەوانە بەردەوام پشت ھەڵئەکەن لەیاد وزیکری پەروەردگاریان\n",
      "footnotes": null
    },
    {
      "id": "2526",
      "sura": "21",
      "aya": "43",
      "arabic_text": "أَمۡ لَهُمۡ ءَالِهَةٞ تَمۡنَعُهُم مِّن دُونِنَاۚ لَا يَسۡتَطِيعُونَ نَصۡرَ أَنفُسِهِمۡ وَلَا هُم مِّنَّا يُصۡحَبُونَ",
      "translation": "ئاخۆ (ئەو بێ باوەڕانە) چەند پەرستراوێکیان ھەیە جگە لەئێمە ڕێگری (سزا) یان لێ بکات (ئەو پەرستراوانە) ناتوانن یارمەتی خۆیان بدەن وە لەلایەن ئێمەشەوە پەنا نادرێن\n",
      "footnotes": null
    },
    {
      "id": "2527",
      "sura": "21",
      "aya": "44",
      "arabic_text": "بَلۡ مَتَّعۡنَا هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ طَالَ عَلَيۡهِمُ ٱلۡعُمُرُۗ أَفَلَا يَرَوۡنَ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَآۚ أَفَهُمُ ٱلۡغَٰلِبُونَ",
      "translation": " بەڵکو ئێمە ئەوان و باو و باپیرانیانمان ژیاندووە بە خۆشی (ناز و نیعمەتی دونیامان پێدابوون) تاتەمەنی زۆریان بەسەر برد دەی ئایا ئەوانە (قوڕەیشیەکان) سەرنج نادەن کە بێگومان ئێمە (وردە وردە) دێینە خاک و وڵاتی (ئەوان) لە ھەموو لایەکی یەوە کەمی دەکەینەوە (بەڕزگار کردن لەلایەن موسڵمانانەوە) دەی ئایا ئەوان زاڵ و سەرکەوتوون (یان ئێمە)؟\n",
      "footnotes": null
    },
    {
      "id": "2528",
      "sura": "21",
      "aya": "45",
      "arabic_text": "قُلۡ إِنَّمَآ أُنذِرُكُم بِٱلۡوَحۡيِۚ وَلَا يَسۡمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ",
      "translation": "(ئەی موحەممەد ﷺ) بڵێ: بێگومان من تەنھا ئێوە بێدار دەکەمەوە (دەتان ترسێنم) بەنیگا و وەحی وە کەڕەکان بانگەوازی(حەق) نابیستن کاتێک کە دەترسێنرێن\n",
      "footnotes": null
    },
    {
      "id": "2529",
      "sura": "21",
      "aya": "46",
      "arabic_text": "وَلَئِن مَّسَّتۡهُمۡ نَفۡحَةٞ مِّنۡ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ",
      "translation": "سوێند بەخوا ئەگەر دوو چاریان ببێت کەمێک لە سزای پەروەردگارت بێگومان ئەوان دەڵێن ھاوارو تیاچوون بۆ ئێمە بەڕاستی ئێمە (ھەموومان) ستەمکار بووین\n",
      "footnotes": null
    },
    {
      "id": "2530",
      "sura": "21",
      "aya": "47",
      "arabic_text": "وَنَضَعُ ٱلۡمَوَٰزِينَ ٱلۡقِسۡطَ لِيَوۡمِ ٱلۡقِيَٰمَةِ فَلَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗاۖ وَإِن كَانَ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٍ أَتَيۡنَا بِهَاۗ وَكَفَىٰ بِنَا حَٰسِبِينَ",
      "translation": "وەئێمە دادەنێین تەرازووەکانی دادپەروەری (کەکردەوەی پێ دەکێشرێت) لەڕۆژی قیامەتدا ئەمجا ھیچ کەس کەمترین ستەمی لێ ناکرێت با قورسی (کردەوەکەی) بەقەدەر تۆوی خەرتەلەیەکیش بێت ئێمە دەیھێنین وە بەسە کەئێمە ژمێریاری (کردەوەی بەندەکان) بین\n",
      "footnotes": null
    },
    {
      "id": "2531",
      "sura": "21",
      "aya": "48",
      "arabic_text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ وَهَٰرُونَ ٱلۡفُرۡقَانَ وَضِيَآءٗ وَذِكۡرٗا لِّلۡمُتَّقِينَ",
      "translation": " سوێند بەخوا بەڕاستی تەورات (کەجیا کەرەوەی حەق و بەتاڵە) بەخشیمانە موسا وھارون، وەڕوونکەرەوە و یاد خەرەوەشە بۆ پارێزکاران و لە خواترسان\n",
      "footnotes": null
    },
    {
      "id": "2532",
      "sura": "21",
      "aya": "49",
      "arabic_text": "ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشۡفِقُونَ",
      "translation": "ئەوانەی کەدەترسن لە پەروەردگاریان بەنادیاری وپەنھانی وەئەوان (کەسانێکن) لە ڕۆژی دوایی زۆر دەترسن\n",
      "footnotes": null
    },
    {
      "id": "2533",
      "sura": "21",
      "aya": "50",
      "arabic_text": "وَهَٰذَا ذِكۡرٞ مُّبَارَكٌ أَنزَلۡنَٰهُۚ أَفَأَنتُمۡ لَهُۥ مُنكِرُونَ",
      "translation": " وەئەم (قورئانە) یاد خەرەوەیەکی بەفەڕ وپیرۆزە ناردومانەتە خوارەوە دەی ئایا ئێوە دانی پێدا نانێن(باوەڕی پێ ناکەن)\n",
      "footnotes": null
    },
    {
      "id": "2534",
      "sura": "21",
      "aya": "51",
      "arabic_text": "۞ وَلَقَدۡ ءَاتَيۡنَآ إِبۡرَٰهِيمَ رُشۡدَهُۥ مِن قَبۡلُ وَكُنَّا بِهِۦ عَٰلِمِينَ",
      "translation": "سوێند بەخوا بەڕاستی بەخشیمان بە ئیبراھیم ڕێنمونی وشارەزایی لەپێشدا وەئێمە لە (شیاوی) ئەو ئاگادار بووین\n",
      "footnotes": null
    },
    {
      "id": "2535",
      "sura": "21",
      "aya": "52",
      "arabic_text": "إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِيٓ أَنتُمۡ لَهَا عَٰكِفُونَ",
      "translation": " کاتێک ووتی بە باوکی وگەلەکەی ئا ئەم پەیکەر و بتانە چین؟ کە ئێوە دەیان پەرستن (بەلایانەوە ماونەتەوە)؟\n",
      "footnotes": null
    },
    {
      "id": "2536",
      "sura": "21",
      "aya": "53",
      "arabic_text": "قَالُواْ وَجَدۡنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ",
      "translation": " (گەلەکەی) ووتیان: باوو باپیرانمان بینیوە ئەمانەیان پەرستووە\n",
      "footnotes": null
    },
    {
      "id": "2537",
      "sura": "21",
      "aya": "54",
      "arabic_text": "قَالَ لَقَدۡ كُنتُمۡ أَنتُمۡ وَءَابَآؤُكُمۡ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "(ئیبراھیم) ووتی بەڕاستی ئێوە خۆتان و باوو باپیرانتان لە گومڕاییەکی ئاشکرادان\n",
      "footnotes": null
    },
    {
      "id": "2538",
      "sura": "21",
      "aya": "55",
      "arabic_text": "قَالُوٓاْ أَجِئۡتَنَا بِٱلۡحَقِّ أَمۡ أَنتَ مِنَ ٱللَّٰعِبِينَ",
      "translation": "(لە وەڵامدا) ووتیان ئایا ڕاستی و ھەقت بۆ ھێناوین یان تۆ گاڵتەمان پێ دەکەیت\n",
      "footnotes": null
    },
    {
      "id": "2539",
      "sura": "21",
      "aya": "56",
      "arabic_text": "قَالَ بَل رَّبُّكُمۡ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلَّذِي فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّٰهِدِينَ",
      "translation": "(ئیبراھیم) ووتی (ھەقم ھێناوە) بەڵکو پەروەردگاری ئێوە پەروەردگاری ئاسمانەکان و زەویە ھەر ئەویش بەدی ھێناون وە بێگومان من لەسەر ئەوانەی (کەباسم کرد) لە شاھید وبە ئاگایانم\n",
      "footnotes": null
    },
    {
      "id": "2540",
      "sura": "21",
      "aya": "57",
      "arabic_text": "وَتَٱللَّهِ لَأَكِيدَنَّ أَصۡنَٰمَكُم بَعۡدَ أَن تُوَلُّواْ مُدۡبِرِينَ",
      "translation": "سوێند بە خوا پیلان دادەنێم بۆ (لەناو بردنی) بتەکانتان دوای ئەوەی پشتان تێکردن (بەجێتان ھێشتن)\n",
      "footnotes": null
    },
    {
      "id": "2541",
      "sura": "21",
      "aya": "58",
      "arabic_text": "فَجَعَلَهُمۡ جُذَٰذًا إِلَّا كَبِيرٗا لَّهُمۡ لَعَلَّهُمۡ إِلَيۡهِ يَرۡجِعُونَ",
      "translation": "ئەمجا ئیبراھیم ھەموو بتەکانی وورد کرد جگە لە بتە زلەکەیان نەبێت بە ئومێدی ئەوەی بگەڕێنەوە بۆلای ئەو (بۆ لای ئیبراھیم ئەویش ڕاستیان پێ بڵێ، بەڵکو باوەڕبھێنن)\n",
      "footnotes": null
    },
    {
      "id": "2542",
      "sura": "21",
      "aya": "59",
      "arabic_text": "قَالُواْ مَن فَعَلَ هَٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّٰلِمِينَ",
      "translation": "(بت پەرستان) ووتیان کێ ئەمەی کردووە بە خواکانمان (بەبتەکانمان) بە ڕاستی ئەو کەسە لەستەمکارانە (دەبێ سزا بدرێت)\n",
      "footnotes": null
    },
    {
      "id": "2543",
      "sura": "21",
      "aya": "60",
      "arabic_text": "قَالُواْ سَمِعۡنَا فَتٗى يَذۡكُرُهُمۡ يُقَالُ لَهُۥٓ إِبۡرَٰهِيمُ",
      "translation": "(چەند کەسێک) ووتیان گوێمان لە لاوێک بوو باسی ئەوانی (بتەکانی بە خراپە) دەکرد پێی دەڵێن ئیبراھیم\n",
      "footnotes": null
    },
    {
      "id": "2544",
      "sura": "21",
      "aya": "61",
      "arabic_text": "قَالُواْ فَأۡتُواْ بِهِۦ عَلَىٰٓ أَعۡيُنِ ٱلنَّاسِ لَعَلَّهُمۡ يَشۡهَدُونَ",
      "translation": "(کۆمەڵێ لە گەلەکەی) ووتیان کەواتە بیھێنن لە پێش چاوی خەڵک (بیوەستێنن) بەڵکو (ئەوانەی دەیناسنەوە) شایەتی لەسەر بدەن\n",
      "footnotes": null
    },
    {
      "id": "2545",
      "sura": "21",
      "aya": "62",
      "arabic_text": "قَالُوٓاْ ءَأَنتَ فَعَلۡتَ هَٰذَا بِـَٔالِهَتِنَا يَٰٓإِبۡرَٰهِيمُ",
      "translation": " ووتیان ئایا تۆ ئەمەت کردووە بە خواکانمان (بەبتەکانمان) ئەی ئیبراھیم؟\n",
      "footnotes": null
    },
    {
      "id": "2546",
      "sura": "21",
      "aya": "63",
      "arabic_text": "قَالَ بَلۡ فَعَلَهُۥ كَبِيرُهُمۡ هَٰذَا فَسۡـَٔلُوهُمۡ إِن كَانُواْ يَنطِقُونَ",
      "translation": " (ئیبراھیم) ووتی نەخێر بەڵکو ئەم بتە گەورەیان ئەوەی کردووە دە پرسیار لەوانە (بتە شکاوەکان) بکەن ئەگەر ئەوانە قسە دەکەن\n",
      "footnotes": null
    },
    {
      "id": "2547",
      "sura": "21",
      "aya": "64",
      "arabic_text": "فَرَجَعُوٓاْ إِلَىٰٓ أَنفُسِهِمۡ فَقَالُوٓاْ إِنَّكُمۡ أَنتُمُ ٱلظَّٰلِمُونَ",
      "translation": "ئەمجا گەڕانەوە بۆ لای یەکتری (سەریان کرد بەیەکدا) جا (لە ناو خۆیاندا ھەندێکیان) ووتیان بەڕاستی ئێوە ھەر خۆتان ستەمکارن\n",
      "footnotes": null
    },
    {
      "id": "2548",
      "sura": "21",
      "aya": "65",
      "arabic_text": "ثُمَّ نُكِسُواْ عَلَىٰ رُءُوسِهِمۡ لَقَدۡ عَلِمۡتَ مَا هَٰٓؤُلَآءِ يَنطِقُونَ",
      "translation": "پاشان سەر بەرەو خوار کرانەوە (گەڕانەوە بۆ سەر سەختی و نەفامیەکەیان) بەڕاستی تۆ دەتزانی ئەو بتانە قسە ناکەن (ئەی ئیبراھیم)\n",
      "footnotes": null
    },
    {
      "id": "2549",
      "sura": "21",
      "aya": "66",
      "arabic_text": "قَالَ أَفَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمۡ شَيۡـٔٗا وَلَا يَضُرُّكُمۡ",
      "translation": "(ئیبراھیم) ووتی دەی ئێوە دەپەرستن؟ جگە لەخوا شتانێک کە ھیچ قازانج و سوودێکتان پێ ناگەیەنن وە ھیچ زیانێکیشتان لێ نادەن\n",
      "footnotes": null
    },
    {
      "id": "2550",
      "sura": "21",
      "aya": "67",
      "arabic_text": "أُفّٖ لَّكُمۡ وَلِمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "ئۆف بۆ ئێوە بۆ ئەو بتانەش کە دەیپەرستن لە جیاتی خوا دەی ئایا ژیر نابن (بیر وھۆشتان ناخەنە کار)\n",
      "footnotes": null
    },
    {
      "id": "2551",
      "sura": "21",
      "aya": "68",
      "arabic_text": "قَالُواْ حَرِّقُوهُ وَٱنصُرُوٓاْ ءَالِهَتَكُمۡ إِن كُنتُمۡ فَٰعِلِينَ",
      "translation": "(ھەندێک لە بت پەرستان) ووتیان (ئیبراھیم) چاک بسوتێنن و یارمەتی خواکانتان (بتەکانتان) بدەن وسەریان بخەن ئەگەر ئێوە ئەو کارە دەکەن\n",
      "footnotes": null
    },
    {
      "id": "2552",
      "sura": "21",
      "aya": "69",
      "arabic_text": "قُلۡنَا يَٰنَارُ كُونِي بَرۡدٗا وَسَلَٰمًا عَلَىٰٓ إِبۡرَٰهِيمَ",
      "translation": "(کە ئیبراھیمیان خستە ئاگرەوە) ووتمان ئەی ئاگر سارد بەرەوەو بێ زیانبە لەسەر ئیبراھیم\n",
      "footnotes": null
    },
    {
      "id": "2553",
      "sura": "21",
      "aya": "70",
      "arabic_text": "وَأَرَادُواْ بِهِۦ كَيۡدٗا فَجَعَلۡنَٰهُمُ ٱلۡأَخۡسَرِينَ",
      "translation": "ئەوان ویستیان پیلان بگێڕن لە ئیبراھیم (بە سووتان لەناوی بەرن) بەڵام ئێمە ئەوانمان کردە زەرەرۆمەندترین (دۆڕاوترین) کەس\n",
      "footnotes": null
    },
    {
      "id": "2554",
      "sura": "21",
      "aya": "71",
      "arabic_text": "وَنَجَّيۡنَٰهُ وَلُوطًا إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَا لِلۡعَٰلَمِينَ",
      "translation": "وە ئیبراھیم ولوطمان ڕزگار کرد و (ناردمانن) بۆ ئەو زەویە ( بۆ ووڵاتی شام) کە پیت و فەڕمان تێ خستبوو\n",
      "footnotes": null
    },
    {
      "id": "2555",
      "sura": "21",
      "aya": "72",
      "arabic_text": "وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ نَافِلَةٗۖ وَكُلّٗا جَعَلۡنَا صَٰلِحِينَ",
      "translation": "وە بەخشیمان بە ئیبراھیم ئیسحاق و (بە ئیسحاقیش) یەعقوب، بە زیاد (لە داواکەی ئیبراھیم کە داوای منداڵێکی کرد) وە ھەموویانمان کرد بە پیاوی چاک\n",
      "footnotes": null
    },
    {
      "id": "2556",
      "sura": "21",
      "aya": "73",
      "arabic_text": "وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا وَأَوۡحَيۡنَآ إِلَيۡهِمۡ فِعۡلَ ٱلۡخَيۡرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِۖ وَكَانُواْ لَنَا عَٰبِدِينَ",
      "translation": "وە ئەوانمان کرد بە پێشەوا بە فەرمانی ئێمە ڕێنمونی (خەڵکیان) دەکرد وە نیگامان کرد بۆیان بە ئەنجامدانی کاری چاک وە بە نوێژ کردن و زەکاتدان وە ئەوان ھەر بۆ ئێمە عیبادەتیان دەکرد\n",
      "footnotes": null
    },
    {
      "id": "2557",
      "sura": "21",
      "aya": "74",
      "arabic_text": "وَلُوطًا ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَنَجَّيۡنَٰهُ مِنَ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَت تَّعۡمَلُ ٱلۡخَبَٰٓئِثَۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَٰسِقِينَ",
      "translation": " بەخشیمان بە لوط پێغەمبەرێتی و زانیاری وە ڕزگارمان کرد لە(دەست خەڵکی) ئەو شارەی (سەدوم) کە (خەڵکەکەی) کردەوەی پیس و دزێویان دەکرد (نێربازییان دەکرد) بەڕاستی ئەوانە گەلێکی خراپی لە فەرمان دەرچوو بوون\n",
      "footnotes": null
    },
    {
      "id": "2558",
      "sura": "21",
      "aya": "75",
      "arabic_text": "وَأَدۡخَلۡنَٰهُ فِي رَحۡمَتِنَآۖ إِنَّهُۥ مِنَ ٱلصَّٰلِحِينَ",
      "translation": "وە لوطمان خستە ناو ڕەحمەت و میھرەبانی خۆمانەوە بەڕاستی لوط لە چاکەکاران بوو\n",
      "footnotes": null
    },
    {
      "id": "2559",
      "sura": "21",
      "aya": "76",
      "arabic_text": "وَنُوحًا إِذۡ نَادَىٰ مِن قَبۡلُ فَٱسۡتَجَبۡنَا لَهُۥ فَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ",
      "translation": " وەپێشتر نوح پێغەمبەر ﷺ ھاواری (لە ئێمە) کرد ئەمجا ئێمەش وەڵامماندایەوە وبەدەنگیەوە ھاتین خۆی و (ئیماندارانی) خێزانەکەیمان ڕزگار کرد لە تەنگانە زۆر گەورەکە (لە لافاو و خنکان)\n",
      "footnotes": null
    },
    {
      "id": "2560",
      "sura": "21",
      "aya": "77",
      "arabic_text": "وَنَصَرۡنَٰهُ مِنَ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ",
      "translation": "وە یارمەتیمان دا لە دژی ئەو گەلەی کە بەڵگەو ئایەتەکانی ئێمەیان بە درۆ دەزانی بەڕاستی ئەوانە گەلێک بوون ڕۆچوون لە خراپەدا لەبەر ئەوە ھەموویانمان خنکان (لە تۆفانەکەدا)\n",
      "footnotes": null
    },
    {
      "id": "2561",
      "sura": "21",
      "aya": "78",
      "arabic_text": "وَدَاوُۥدَ وَسُلَيۡمَٰنَ إِذۡ يَحۡكُمَانِ فِي ٱلۡحَرۡثِ إِذۡ نَفَشَتۡ فِيهِ غَنَمُ ٱلۡقَوۡمِ وَكُنَّا لِحُكۡمِهِمۡ شَٰهِدِينَ",
      "translation": "(باسی) داود و سولەیمان بکە کاتێ بڕیاریان دەرکرد دەربارەی ئەو کشتوکاڵەی کە بەشەو ئاژەڵی کەسانێک تێیدا لەوەڕابوون (زیانیان لێ دابوو) وە ئێمە بۆ دادوەری بڕیارەکەیان ئامادە (ئاگادار) بووین\n",
      "footnotes": null
    },
    {
      "id": "2562",
      "sura": "21",
      "aya": "79",
      "arabic_text": "فَفَهَّمۡنَٰهَا سُلَيۡمَٰنَۚ وَكُلًّا ءَاتَيۡنَا حُكۡمٗا وَعِلۡمٗاۚ وَسَخَّرۡنَا مَعَ دَاوُۥدَ ٱلۡجِبَالَ يُسَبِّحۡنَ وَٱلطَّيۡرَۚ وَكُنَّا فَٰعِلِينَ",
      "translation": "ئەوسا ئێمە ئەوەمان فێری سولەیمان کرد (سولەیمان ووتی: ئاژەڵە زیان خۆرەکە بدرێتە دەست خاوەن کشتوکاڵەکە، کەڵک لەشیر وبەرھەمیان وەربگرێت، وە کشتوکاڵەکەش بدرێتە دەست خاوەن ئاژەڵەکە بەروبوومەکەی بخۆن و خزمەتی بکەن تـا وەک پێش زیان لێکەوتنەکەی لێ دێتەوە، پاشان ھەریەک لەئاژەڵ وکشتوکاڵەکە بگەڕێنرێنەوە بۆ خاوەنەکانیان) وە بە ھەر یەک لەو دووانە (داود و سولەیمان) پێغەمبەرێتی (ودادوەری) و زانستمان پێدان وە ڕاممان ھێنا لەگەڵ داودا چیاکان و باڵندەکە تەسبیحاتی خوایان دەکرد وە ھەر ئێمە ئەوەمان کرد (بۆ داود)\n",
      "footnotes": null
    },
    {
      "id": "2563",
      "sura": "21",
      "aya": "80",
      "arabic_text": "وَعَلَّمۡنَٰهُ صَنۡعَةَ لَبُوسٖ لَّكُمۡ لِتُحۡصِنَكُم مِّنۢ بَأۡسِكُمۡۖ فَهَلۡ أَنتُمۡ شَٰكِرُونَ",
      "translation": " وە داودمان فێری دروستکردنی پۆشاکی زرێی (جەنگی) کرد بۆ ئێوە تابتان پارێزێت لەکاتی شەڕو کوشتارتاندا دەی ئایا ئێوە سوپاسگوزارن (بۆ خوا لەسەر ئەم نیعمەتانە)\n",
      "footnotes": null
    },
    {
      "id": "2564",
      "sura": "21",
      "aya": "81",
      "arabic_text": "وَلِسُلَيۡمَٰنَ ٱلرِّيحَ عَاصِفَةٗ تَجۡرِي بِأَمۡرِهِۦٓ إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَاۚ وَكُنَّا بِكُلِّ شَيۡءٍ عَٰلِمِينَ",
      "translation": "وە (ڕاممان ھێنا) بۆ سولەیمان بای توند (ڕەشەبا) بەفەرمانی سولەیمان دەڕۆیشت بۆ ئەو ووڵات و زەویەی کە پڕ پیت و بەرەکەتمان کرد بوو وە ئێمە بەھەموو شتێک ئاگاداربووین\n",
      "footnotes": null
    },
    {
      "id": "2565",
      "sura": "21",
      "aya": "82",
      "arabic_text": "وَمِنَ ٱلشَّيَٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعۡمَلُونَ عَمَلٗا دُونَ ذَٰلِكَۖ وَكُنَّا لَهُمۡ حَٰفِظِينَ",
      "translation": "وە ھەندێک لە شەیتانەکان (مان ڕام ھێنابوو) دەچوونە ژێری دەریا بۆ سولەیمان (تا گەوھەرو مرواری بۆ دەربھێنن) وە جگە لەوە کاری تریشیان دەکرد (بۆی وەک کۆشک دروستکردن) بەڕاستی ئێمەش چاودێر (و پارێزەری) ئەوان بووین\n",
      "footnotes": null
    },
    {
      "id": "2566",
      "sura": "21",
      "aya": "83",
      "arabic_text": "۞ وَأَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلضُّرُّ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ",
      "translation": "وە (باسی) ئەیووب (بکە) کاتێک ھاواری لە پەروەردگاری کرد (لە دوای ناساغی ماوەیەکی زۆر) ووتی (ئەی پەرورەدگارم) بە ڕاستی من زیان و ئازار و نەخۆشی دووچارم بووە و تۆش میھرەبانترینی میھرەبانانی\n",
      "footnotes": null
    },
    {
      "id": "2567",
      "sura": "21",
      "aya": "84",
      "arabic_text": "فَٱسۡتَجَبۡنَا لَهُۥ فَكَشَفۡنَا مَا بِهِۦ مِن ضُرّٖۖ وَءَاتَيۡنَٰهُ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنۡ عِندِنَا وَذِكۡرَىٰ لِلۡعَٰبِدِينَ",
      "translation": "جا ئێمەش ھاوار و نزاکەیمان گیرا کرد و لامان برد ئەو زیان و ئازار و نەخۆشییەی کە ھەیبوو وە ھەموو ماڵ و منداڵیمان پێ بەخشیەوە (کە پێشتر مردبوون) و ئەوەندەی تریش لەگەڵیاندا ئەوە ڕەحمەتێکی تایبەت بوو لە ئێمەوە وە بیرخەرەوە و ئامۆژگاری بوو بۆ خوا پەرستان\n",
      "footnotes": null
    },
    {
      "id": "2568",
      "sura": "21",
      "aya": "85",
      "arabic_text": "وَإِسۡمَٰعِيلَ وَإِدۡرِيسَ وَذَا ٱلۡكِفۡلِۖ كُلّٞ مِّنَ ٱلصَّٰبِرِينَ",
      "translation": "وە (باسی) ئیسماعیل و ئیدریس وذەلکیفل (بکە) ھەموویان لە ئارامگران بوون\n",
      "footnotes": null
    },
    {
      "id": "2569",
      "sura": "21",
      "aya": "86",
      "arabic_text": "وَأَدۡخَلۡنَٰهُمۡ فِي رَحۡمَتِنَآۖ إِنَّهُم مِّنَ ٱلصَّٰلِحِينَ",
      "translation": "وە ئێمە ئەوانمان خستە ناو ڕەحمەتی خۆمان (کە بەھەشتە) بێگومان ئەوانە لە چاکەکەکاران بوون\n",
      "footnotes": null
    },
    {
      "id": "2570",
      "sura": "21",
      "aya": "87",
      "arabic_text": "وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبٗا فَظَنَّ أَن لَّن نَّقۡدِرَ عَلَيۡهِ فَنَادَىٰ فِي ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبۡحَٰنَكَ إِنِّي كُنتُ مِنَ ٱلظَّٰلِمِينَ",
      "translation": " وە (باسی) ذەننون (یونس بکە کە پێغەمبەری خەڵکی نەینەوا بوو) کاتێک ڕۆیشت بە توڕەیی (گەلەکەی بەجێ ھێشت) وایدەزانی ئێمە تەنگانەی بەسەردا ناھێنین وھەروا وازی لێ دەھێنین (خوای گەورە تاقیکردوە وفڕێدرایە ناو دەریا ونەھەنگێک قووتیدا) جا لە تاریکیەکاندا (تاریکی شەو و دەریا و ناو سکی نەھەنگ) ھاواری کرد (ئەی خوایە) بەڕاستی ھیچ پەرستراوێکی بەھەق وڕاستی نیە جگە لە تۆ پاکی و بێگەردی بۆ تۆیە، بێگومان من لە ستەمکاران بووم (لەبەر ئەوەی ئارامم نەگرت و وازم لە گەلەکەم ھێنا)\n",
      "footnotes": null
    },
    {
      "id": "2571",
      "sura": "21",
      "aya": "88",
      "arabic_text": "فَٱسۡتَجَبۡنَا لَهُۥ وَنَجَّيۡنَٰهُ مِنَ ٱلۡغَمِّۚ وَكَذَٰلِكَ نُـۨجِي ٱلۡمُؤۡمِنِينَ",
      "translation": " ئێمەش نزا و ھاواری ئەومان گیراکرد و لەو غەم وخەفەتە ڕزگارمان کرد ھەر بەو شێوەیە ئیماندارانیش ڕزگار دەکەین\n",
      "footnotes": null
    },
    {
      "id": "2572",
      "sura": "21",
      "aya": "89",
      "arabic_text": "وَزَكَرِيَّآ إِذۡ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرۡنِي فَرۡدٗا وَأَنتَ خَيۡرُ ٱلۡوَٰرِثِينَ",
      "translation": "وە (باسی) زەکەریا (بکە) کاتێک ھاواری لە پەروەردگاری کرد ئەی پەروەردگارم بە تەنھا مەمھێڵەرەوە (منداڵێکم پێ ببەخشە) وە تۆ چاکترین میراتگرانی\n",
      "footnotes": null
    },
    {
      "id": "2573",
      "sura": "21",
      "aya": "90",
      "arabic_text": "فَٱسۡتَجَبۡنَا لَهُۥ وَوَهَبۡنَا لَهُۥ يَحۡيَىٰ وَأَصۡلَحۡنَا لَهُۥ زَوۡجَهُۥٓۚ إِنَّهُمۡ كَانُواْ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَيَدۡعُونَنَا رَغَبٗا وَرَهَبٗاۖ وَكَانُواْ لَنَا خَٰشِعِينَ",
      "translation": " ئێمەش دوعای ئەومان وەڵام دایەوە و یەحیامان پێ بەخشی و خیزانەکەشیمان بۆ چاک کردەوە (لە نەزۆکی) بێگومان ئەوانەی (باسکران لە پێغەمبەران) پێش بڕکێیان دەکرد لە (ئەنجامدانی) ھەموو خێر و چاکەیەکدا و ھاواریان لە ئێمە دەکرد بە ئومێدی (بەھەشت) ولە ترسی (دۆزەخ) وە ئەوان ملکەچ بوون بۆ ئێمە (ودەترسن لێمان)\n",
      "footnotes": null
    },
    {
      "id": "2574",
      "sura": "21",
      "aya": "91",
      "arabic_text": "وَٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهَا مِن رُّوحِنَا وَجَعَلۡنَٰهَا وَٱبۡنَهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ",
      "translation": "وە(باسی) ئەو ئافرەتە (مەریەمی کچی عیمران بکە) کەداوێنی خۆی پاراست ئەمجا فوومان پێداکرد (بەھۆی جوبرەیلەوە) لەو ڕۆحەی کەھی خۆمان بوو وە ئەو (مەریەم) و کوڕەکەیمان کرد بە موعجیزەیەک بۆ جیھانیان\n",
      "footnotes": null
    },
    {
      "id": "2575",
      "sura": "21",
      "aya": "92",
      "arabic_text": "إِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱعۡبُدُونِ",
      "translation": "بەڕاستی ئا ئەمەیە ئاینی ئێوە کەیەک ئاینە (ئاینی ھەموو پێغەمبەرانە) ومنیش پەروەردگارتانم کەواتە تەنھا من بپەرستن\n",
      "footnotes": null
    },
    {
      "id": "2576",
      "sura": "21",
      "aya": "93",
      "arabic_text": "وَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡۖ كُلٌّ إِلَيۡنَا رَٰجِعُونَ",
      "translation": "بەڵام خەڵکی جیاوازیان کەوتە نێوان و سەرپێچی پێغەمبەرەکانیان کرد، زۆربەیان بوون بەچەند کۆمەڵ گرۆھێکەوە (ھەستان دەستیانکرد بە پەرستنی بت وھەواو ئارزووی خۆیان) (بەڵام) ھەموویان تەنھا بۆ لای ئێمە دەگەڕێنەوە\n",
      "footnotes": null
    },
    {
      "id": "2577",
      "sura": "21",
      "aya": "94",
      "arabic_text": "فَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا كُفۡرَانَ لِسَعۡيِهِۦ وَإِنَّا لَهُۥ كَٰتِبُونَ",
      "translation": "ئەمجا ھەر کەس (ھەرچەند) لەکردەوە چاکەکان بکات (بەو مەرجەی)باوەڕداریش بێت ئەوە (پاداشتی) کۆششەکەی وون نابێت و بەفیڕۆ ناڕوات بەڕاستی ئێمە بۆ (کردەوەکانی) ئەو نووسەرین\n",
      "footnotes": null
    },
    {
      "id": "2578",
      "sura": "21",
      "aya": "95",
      "arabic_text": "وَحَرَٰمٌ عَلَىٰ قَرۡيَةٍ أَهۡلَكۡنَٰهَآ أَنَّهُمۡ لَا يَرۡجِعُونَ",
      "translation": "وە حەرامە و قەدەغەیە و ناشێت بۆ خەڵکی ئەو گوند وشارانەی کە کاولمان کردن و لەناومان بردن کەجارێکی تر بگەڕێنەوە (بۆ دونیا)\n",
      "footnotes": null
    },
    {
      "id": "2579",
      "sura": "21",
      "aya": "96",
      "arabic_text": "حَتَّىٰٓ إِذَا فُتِحَتۡ يَأۡجُوجُ وَمَأۡجُوجُ وَهُم مِّن كُلِّ حَدَبٖ يَنسِلُونَ",
      "translation": "(ژیان درێژەی دەبێت) تا ئەو کاتەی (بەربەستەکەی) یەئجوج و مەئجوج دەکرێتەوە ئەوانیش لەھەموو بەرزاییەکەوە بەپەلە (وبەخێرایی) دێنە خوارەوە\n",
      "footnotes": null
    },
    {
      "id": "2580",
      "sura": "21",
      "aya": "97",
      "arabic_text": "وَٱقۡتَرَبَ ٱلۡوَعۡدُ ٱلۡحَقُّ فَإِذَا هِيَ شَٰخِصَةٌ أَبۡصَٰرُ ٱلَّذِينَ كَفَرُواْ يَٰوَيۡلَنَا قَدۡ كُنَّا فِي غَفۡلَةٖ مِّنۡ هَٰذَا بَلۡ كُنَّا ظَٰلِمِينَ",
      "translation": "وەنزیک بۆتەوە بەڵێنی ڕاست (ھاتنی قیامەت) جا لەناکاودا ئەبڵەق و زەق دەبێت چاوی ئەوانەی بێ بڕوا بوون (دەڵێن) ھاوارو مەرگ بۆ ئێمە بێگومان ئێمە لەدونیادا لەبێ ئاگاییەکی (تەواو)دا بووین لە ئەمە، نەخێر بەڵکو ئێمە ستەمکار بووین\n",
      "footnotes": null
    },
    {
      "id": "2581",
      "sura": "21",
      "aya": "98",
      "arabic_text": "إِنَّكُمۡ وَمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمۡ لَهَا وَٰرِدُونَ",
      "translation": "بەڕاستی ئێوە وئەوانەش دەتانپەرستن جگە لەخوا (دەبنە) سووتەمەنی (وھەڵگیرسێنەری) دۆزەخ، ئێوە (و ئەوان) دەچنە ناویەوە\n",
      "footnotes": null
    },
    {
      "id": "2582",
      "sura": "21",
      "aya": "99",
      "arabic_text": "لَوۡ كَانَ هَٰٓؤُلَآءِ ءَالِهَةٗ مَّا وَرَدُوهَاۖ وَكُلّٞ فِيهَا خَٰلِدُونَ",
      "translation": " ئەگەر ئا ئەوانە (بتەکان) خوا بوونایە نەدەچوونە ناو ئەو (ئاگری دۆزەخە)وە وە ھەموو (بت و بتپەرستان) بەھەمیشەیی تێیدا دەمێننەوە\n",
      "footnotes": null
    },
    {
      "id": "2583",
      "sura": "21",
      "aya": "100",
      "arabic_text": "لَهُمۡ فِيهَا زَفِيرٞ وَهُمۡ فِيهَا لَا يَسۡمَعُونَ",
      "translation": "بۆ ئەو (دۆزەخیانە) ھەیە لەدۆزەخدا ھەناسەی سارد ھەڵکێشان وەئەوان لەوێدا (لەدۆزەخدا) ھیچ نابیستن\n",
      "footnotes": null
    },
    {
      "id": "2584",
      "sura": "21",
      "aya": "101",
      "arabic_text": "إِنَّ ٱلَّذِينَ سَبَقَتۡ لَهُم مِّنَّا ٱلۡحُسۡنَىٰٓ أُوْلَٰٓئِكَ عَنۡهَا مُبۡعَدُونَ",
      "translation": "بێگومان ئەوانەی لەلایەن ئێمەوە پێشتر بڕیار دراوە بۆیان کە بەختەوەربن (وچاکە بھێنرێتە ڕێیان) ئەوانە لەدۆزەخ دوور دەخرێنەوە\n",
      "footnotes": null
    },
    {
      "id": "2585",
      "sura": "21",
      "aya": "102",
      "arabic_text": "لَا يَسۡمَعُونَ حَسِيسَهَاۖ وَهُمۡ فِي مَا ٱشۡتَهَتۡ أَنفُسُهُمۡ خَٰلِدُونَ",
      "translation": "(ئەوان) نابیستن دەنگی (بڵێسەو قرچەی) ئاگری دۆزەخ وەئەوان لەناو ئەو (نازو نیعمەتەی) دڵیان حەزی لێیەتی بەھەمیشەیی وبێ بڕانەوە دەمێننەوە\n",
      "footnotes": null
    },
    {
      "id": "2586",
      "sura": "21",
      "aya": "103",
      "arabic_text": "لَا يَحۡزُنُهُمُ ٱلۡفَزَعُ ٱلۡأَكۡبَرُ وَتَتَلَقَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ هَٰذَا يَوۡمُكُمُ ٱلَّذِي كُنتُمۡ تُوعَدُونَ",
      "translation": "غەمباریان ناکات ترسە ھەرە گەورەکە (لەقیامەتدا) و فریشتەکانیش پێشوازیان لێ دەکەن (لەبەر دەرگاکانی بەھەشتدا) (وپێیان دەڵێن) ئەمە ئەو ڕۆژیە کە بەڵێنتان پێ درابوو\n",
      "footnotes": null
    },
    {
      "id": "2587",
      "sura": "21",
      "aya": "104",
      "arabic_text": "يَوۡمَ نَطۡوِي ٱلسَّمَآءَ كَطَيِّ ٱلسِّجِلِّ لِلۡكُتُبِۚ كَمَا بَدَأۡنَآ أَوَّلَ خَلۡقٖ نُّعِيدُهُۥۚ وَعۡدًا عَلَيۡنَآۚ إِنَّا كُنَّا فَٰعِلِينَ",
      "translation": "(بیھێنەوە بیریان) ئەو ڕۆژەی کەئاسمانەکان دەپێچینەوە وەک پێچانەوە (لولکردنی) تۆماری کتێب وپەرتوکێک وەک یەکەمجار چۆن دروستمان کرد (بەڕوت و قووتی) (پاش مردنیش) ئەو (دروستکردنە) دووبارە دەکەینەوە ئەوە بەڵێنێکە (جێبەجێ کردنی) لەسەر ئێمەیە بێگومان ئێمە (ئەو بەڵێنە) بەدی دەھێنین\n",
      "footnotes": null
    },
    {
      "id": "2588",
      "sura": "21",
      "aya": "105",
      "arabic_text": "وَلَقَدۡ كَتَبۡنَا فِي ٱلزَّبُورِ مِنۢ بَعۡدِ ٱلذِّكۡرِ أَنَّ ٱلۡأَرۡضَ يَرِثُهَا عِبَادِيَ ٱلصَّٰلِحُونَ",
      "translation": "سوێند بەخوا بێگومان ئێمە نووسیوومانە لەزەبووردا لەدوای نووسینی لە (لوح المحفوظ) دا بەڕاستی سەر زەوی (بەھەشت) دەبنە خاوەنی وبەمیراتی دەیبەن بەندە چاک و پاکەکانم\n",
      "footnotes": null
    },
    {
      "id": "2589",
      "sura": "21",
      "aya": "106",
      "arabic_text": "إِنَّ فِي هَٰذَا لَبَلَٰغٗا لِّقَوۡمٍ عَٰبِدِينَ",
      "translation": "بێگومان لەمەدا (لەوەی لەم سورەتەدا باسکرا ) بەسە کەپەند وئامۆژگاری بێت بۆ گەلی خوا پەرستان\n",
      "footnotes": null
    },
    {
      "id": "2590",
      "sura": "21",
      "aya": "107",
      "arabic_text": "وَمَآ أَرۡسَلۡنَٰكَ إِلَّا رَحۡمَةٗ لِّلۡعَٰلَمِينَ",
      "translation": "وە (ئەی موحەممەد ﷺ) تۆمان تەنھا بۆ ئەوە ناردووە کەڕەحمەت بیت بۆ جیھانیان\n",
      "footnotes": null
    },
    {
      "id": "2591",
      "sura": "21",
      "aya": "108",
      "arabic_text": "قُلۡ إِنَّمَا يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ",
      "translation": "بڵێ بێگومان تەنھا شتێک کەنیگا کراوە بۆ من (ئەمەیە) کە بەڕاستی پەرستراوی ئێوە خوای تاک و تەنھایە، دەی ئایا ئێوە ملکەچ دەبن؟\n",
      "footnotes": null
    },
    {
      "id": "2592",
      "sura": "21",
      "aya": "109",
      "arabic_text": "فَإِن تَوَلَّوۡاْ فَقُلۡ ءَاذَنتُكُمۡ عَلَىٰ سَوَآءٖۖ وَإِنۡ أَدۡرِيٓ أَقَرِيبٌ أَم بَعِيدٞ مَّا تُوعَدُونَ",
      "translation": "جا ئەگەر ڕوویان وەرگێڕا ئەوە بڵێ ھەمووتانم ئاگادار کرد بە یەکسانی و ناشزانم نزیکە یادوورە (ھاتنی) ئەو ھەڕەشەی لێتان دەکرێت\n",
      "footnotes": null
    },
    {
      "id": "2593",
      "sura": "21",
      "aya": "110",
      "arabic_text": "إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ مِنَ ٱلۡقَوۡلِ وَيَعۡلَمُ مَا تَكۡتُمُونَ",
      "translation": "بەڕاستی خوا دەزانێت بە ووتە و قسەی ئاشکرا وە دەشزانێت بەو قسەی دەیشارنەوە\n",
      "footnotes": null
    },
    {
      "id": "2594",
      "sura": "21",
      "aya": "111",
      "arabic_text": "وَإِنۡ أَدۡرِي لَعَلَّهُۥ فِتۡنَةٞ لَّكُمۡ وَمَتَٰعٌ إِلَىٰ حِينٖ",
      "translation": "وە من نازانم (مۆڵەت دانتان) لەوانەیە تاقیکردنەوە بێت بۆ ئێوە (بیەوێت) تاماوەیەک (وازتان لێ بھێنێت) کەڕابوێرن\n",
      "footnotes": null
    },
    {
      "id": "2595",
      "sura": "21",
      "aya": "112",
      "arabic_text": "قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ",
      "translation": "(پێغەمبەر ﷺ) فەرمووی ئەی پەروەردگارم بەدادگەرانە بڕیاربدە (لە نێوان من و ئەم بێ باوەڕانەدا) وە پەروەردگاری ئێمە میھربانی یارمەتی لێ داواکراوە لە بەرانبەر (ئەو قسە نابە جێیانەی) ئێوە دەیڵێن و ھەڵیدەبەستن\n",
      "footnotes": null
    }
  ]
}