{
  "result": {
    "id": "3537",
    "sura": "33",
    "aya": "4",
    "arabic_text": "مَّا جَعَلَ ٱللَّهُ لِرَجُلٖ مِّن قَلۡبَيۡنِ فِي جَوۡفِهِۦۚ وَمَا جَعَلَ أَزۡوَٰجَكُمُ ٱلَّٰٓـِٔي تُظَٰهِرُونَ مِنۡهُنَّ أُمَّهَٰتِكُمۡۚ وَمَا جَعَلَ أَدۡعِيَآءَكُمۡ أَبۡنَآءَكُمۡۚ ذَٰلِكُمۡ قَوۡلُكُم بِأَفۡوَٰهِكُمۡۖ وَٱللَّهُ يَقُولُ ٱلۡحَقَّ وَهُوَ يَهۡدِي ٱلسَّبِيلَ",
    "translation": "کسی آدمی کے سینے میں اللہ تعالیٰ نے دو دل نہیں رکھے(1) ، اور اپنی جن بیویوں کو تم ماں کہہ بیٹھتے ہو انہیں اللہ نے تمہاری (سچ مچ کی) مائیں نہیں(2) بنایا، اور نہ تمہارے لے پالک لڑکوں کو (واقعی) تمہارے بیٹے بنایا ہے(3)، یہ تو تمہارے اپنے منھ کی باتیں ہیں(4)، اللہ تعالیٰ حق بات فرماتا ہے(5) اور وه (سیدھی) راه سجھاتا ہے.",
    "footnotes": "(1) بعض روایات سے معلوم ہوتا ہے کہ ایک منافق یہ دعویٰ کرتا تھا کہ اس کے دو دل ہیں۔ ایک دل مسلمانوں کے ساتھ ہے اور دوسرا دل کفر اور کافروں کے ساتھ ہے۔ (مسند احمد ا / 267) یہ آیت اس کی تردید میں نازل ہوئی۔ مطلب یہ ہے کہ ممکن ہی نہیں ہے کہ ایک دل میں اللہ کی محبت اور اس کے دشمنوں کی اطاعت جمع ہو جائے۔ بعض کہتے ہیں کہ مشرکین مکہ میں سے ایک شخص جمیل بن معمر فہری تھا، جو بڑا ہشیار، مکار اور نہایت تیز طرار تھا، اس کا دعویٰ تھا کہ میرے تو دو دل ہیں جن سے میں سوچتا سمجھتا ہوں۔ جب کہ محمد (صلى الله عليه وسلم) کا ایک ہی دل ہے۔ یہ آیت اس کے رد میں نازل ہوئی۔ (ایسر التفاسیر) بعض مفسرین کہتے ہیں کہ آگے جو دو مسئلے بیان کیے جا رہے ہیں، یہ ان کی تمہید ہے یعنی جس طرح ایک شخص کے دو دل نہیں ہو سکتے، اسی طرح اگر کوئی شخص اپنی بیوی سے ظہار کر لے یعنی یہ کہہ دے کہ تیری پشت میرے لئے ایسے ہی ہے جیسے میری ماں کی پشت۔ تو اس طرح کہنے سے اس کی بیوی، اس کی ماں نہیں بن جائے گی۔ یوں اس کی دو مائیں نہیں ہو سکتیں۔ اسی طرح کوئی شخص کسی کو اپنا بیٹا (لے پالک) بنالے تو وہ اس کا حقیقی بیٹا نہیں بن جائے گا، بلکہ وہ بیٹا تو اپنے باپ ہی کا رہے گا، اس کے دو باپ نہیں ہو سکتے۔ (ابن کثیر)۔\n(2) یہ مسئلۂ ظہار کہلاتا ہے، اس کی تفصیل سورۂ مجادلہ میں آئے گی۔\n(3) اس کی تفصیل اسی سورت میں آگے چل کر آئے گی۔ أَدْعِياءُ، دَعِيٌّ کی جمع ہے۔ منہ بولا بیٹا۔\n(4) یعنی کسی کو ماں کہہ دینے سے وہ ماں نہیں بن جائے گی، نہ بیٹا کہنے سے وہ بیٹا بن جائے گا، یعنی ان پر امومت اور بنوت کے شرعی احکام جاری نہیں ہوں گے۔\n(5) اس لئے اس کا اتباع کرو اور ظہار والی عورت کو ماں اور لے پالک کو بیٹا مت کہو، خیال رہے کہہ کسی کو پیار اور محبت میں بیٹا کہنا اور بات ہے اور لے پالک کو حقیقی بیٹا تصور کرکے بیٹا کہنا اور بات ہے۔ پہلی بات جائز ہے، یہاں مقصود دوسری بات کی ممانعت ہے۔"
  }
}