{
  "id": 49,
  "verse_number": 49,
  "page_number": 424,
  "verse_key": "33:49",
  "juz_number": 22,
  "hizb_number": 43,
  "rub_el_hizb_number": 169,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَكَحۡتُمُ ٱلۡمُؤۡمِنَٰتِ ثُمَّ طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمۡ عَلَيۡهِنَّ مِنۡ عِدَّةٖ تَعۡتَدُّونَهَاۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحٗا جَمِيلٗا",
  "translation": "اے مومنو! جب تم مومن عورتوں سے نکاح کرو پھر ہاتھ لگانے سے پہلے (ہی) طلاق دے دو تو ان پر تمہارا کوئی حق عدت کا نہیں جسے تم شمار کرو(1) ، پس تم کچھ نہ کچھ انہیں دے دو(2) اور بھلے طریق پر انہیں رخصت کر دو.(3)",
  "footnotes": "(1) نکاح کے بعد جن عورتوں سے ہم بستری کی جاچکی ہو اور وہ ابھی جوان ہوں، ایسی عورتوں کو طلاق مل جائے تو ان کی عدت تین حیض ہے۔ (البقرۃ: 228) یہاں ان عورتوں کو حکم بیان کیا جا رہا ہے کہ جن سے نکاح ہوا ہے لیکن میاں بیوی کے درمیان ہم بستری نہیں ہوئی۔ ان کو اگر طلاق ہوجائے تو کوئی عدت نہیں ہے یعنی ایسی غیر مدخولہ مطلقہ بغیر عدت گزارے فوری طور پر کہیں نکاح کرنا چاہے، تو کر سکتی ہے، البتہ اگر ہم بستری سے قبل خاوند فوت ہوجائے تو پھر اسے 4 مہینے 10 دن ہی عدت گزارنی پڑے گی۔ (فتح القدیر، ابن کثیر) چھونا یا ہاتھ لگانا، یہ کنایہ ہے جماع (ہم بستری) سے۔ نکاح کا لفظ خاص جماع اور عقد زواج دونوں کے لئے استعمال ہوتا ہے۔ یہاں عقد کے معنی میں ہے۔ اسی آیت سے استدلال کرتے ہوئے یہ بھی کہا گیا ہے کہ نکاح سے پہلے طلاق نہیں ہے۔ اس لئے کہ یہاں نکاح کے بعد طلاق کا ذکر ہے۔ اس لئے جو فقہا اس بات کے قائل ہیں کہ اگر کوئی شخص یہ کہے کہ اگر فلاں عورت سے میں نے نکاح کیا تو اسے طلاق، تو ان کے نزدیک اس عورت سے نکاح ہوتے ہی طلاق واقع ہوجائے گی۔ اسی طرح بعض جو یہ کہتے ہیں کہ اگر وہ یہ کہے کہ میں نے کسی بھی عورت سے نکاح کیا تو اسے طلاق، تو جس عورت سے بھی نکاح کرے گا، طلاق واقع ہوجائے گی۔ یہ بات صحیح نہیں ہے۔ حدیث میں بھی وضاحت ہے۔ ”لا طَلاقَ قَبْلَ نِكَاحٍ“ (ابن ماجه) ”لا طَلاقَ لابْنِ آدَمَ فِيمَا لا يَمْلِكُ“ (أبو داود ، باب في الطلاق قبل النكاح، ترمذي، ابن ماجه ومسند أحمد 2 /189) اس سے واضح ہے کہ نکاح سے قبل طلاق، ایک فعل عبث ہے جس کی کوئی شرعی حیثیت نہیں ہے۔\n(2) یہ متعہ، اگر مہر مقرر کیا گیا ہو تو نصف مہر ہے ورنہ حسب توفیق کچھ دے دیا جائے۔\n(3) یعنی انہیں عزت و احترام سے ، بغیر کوئی ایذاء پہنچائے علیحدہ کردیا جائے۔"
}