{
  "result": {
    "id": "3586",
    "sura": "33",
    "aya": "53",
    "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتَ ٱلنَّبِيِّ إِلَّآ أَن يُؤۡذَنَ لَكُمۡ إِلَىٰ طَعَامٍ غَيۡرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنۡ إِذَا دُعِيتُمۡ فَٱدۡخُلُواْ فَإِذَا طَعِمۡتُمۡ فَٱنتَشِرُواْ وَلَا مُسۡتَـٔۡنِسِينَ لِحَدِيثٍۚ إِنَّ ذَٰلِكُمۡ كَانَ يُؤۡذِي ٱلنَّبِيَّ فَيَسۡتَحۡيِۦ مِنكُمۡۖ وَٱللَّهُ لَا يَسۡتَحۡيِۦ مِنَ ٱلۡحَقِّۚ وَإِذَا سَأَلۡتُمُوهُنَّ مَتَٰعٗا فَسۡـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٖۚ ذَٰلِكُمۡ أَطۡهَرُ لِقُلُوبِكُمۡ وَقُلُوبِهِنَّۚ وَمَا كَانَ لَكُمۡ أَن تُؤۡذُواْ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًاۚ إِنَّ ذَٰلِكُمۡ كَانَ عِندَ ٱللَّهِ عَظِيمًا",
    "translation": "اے ایمان والو! جب تک تمہیں اجازت نہ دی جائے تم نبی کے گھروں میں نہ جایا کرو کھانے کے لئے ایسے وقت میں کہ اس کے پکنے کا انتظار کرتے رہو بلکہ جب بلایا جائے جاؤ اور جب کھا چکو نکل کھڑے ہو، وہیں باتوں میں مشغول نہ ہوجایا کرو۔ نبی کو تمہاری اس بات سے تکلیف ہوتی ہے۔ تو وه لحاظ کر جاتے ہیں اور اللہ تعالیٰ (بیان) حق میں کسی کا لحاظ نہیں کرتا(1) ، جب تم نبی کی بیویوں سے کوئی چیز طلب کرو تو پردے کے پیچھے سے طلب کرو(2)۔ تمہارے اور ان کے دلوں کے لئے کامل پاکیزگی یہی ہے(3)، نہ تمہیں یہ جائز ہے کہ تم رسول اللہ کو تکلیف دو(4) اور نہ تمہیں یہ حلال ہے کہ آپ کے بعد کسی وقت بھی آپ کی بیویوں سے نکاح کرو۔ (یاد رکھو) اللہ کے نزدیک یہ بہت بڑا (گناه) ہے.(5)",
    "footnotes": "(1) اس آیت کا سبب نزول یہ ہے کہ نبی کریم (صلى الله عليه وسلم) کی دعوت پر حضرت زینب (رضی الله عنها) کے ولیمے میں صحابہ کرام (رضي الله عنهم) تشریف لائے جن میں سے بعض کھانے کے بعد بیٹھے ہوئے باتیں کرتے رہے جس سے آپ (صلى الله عليه وسلم) کو خاص تکلیف ہوئی، تاہم حیا واخلاق کی وجہ سے آپ (صلى الله عليه وسلم) نے انہیں جانے کے لئے کہا نہیں۔ (صحيح بخاري، تفسير سورة الأحزاب) چنانچہ اس آیت میں دعوت کے آداب بتلا دیئے گئے کہ ایک تو اس وقت جاؤ، جب کھانا تیار ہوچکا ہو، پہلے سے ہی جا کر دھرنا مار کر نہ بیٹھ جاؤ۔ دوسرا، کھاتے ہی اپنے اپنے گھروں کو چلے جاؤ، وہاں بیٹھے ہوئے باتیں مت کرتے رہو، کھانے کا ذکر تو سبب نزول کی وجہ سے ہے، ورنہ مطلب یہ ہے کہ جب بھی تمہیں بلایا جائے چاہے کھانے کے لئے یا کسی اور کام کے لئے، اجازت کے بغیر گھر کے اندر داخل مت ہو۔\n(2) یہ حکم حضرت عمر (رضي الله عنه) کی خواہش پر نازل ہوا۔ حضرت عمر (رضي الله عنه) نے نبی کریم (صلى الله عليه وسلم) سے عرض کیا، یا رسول اللہ (صلى الله عليه وسلم)! آپ کے پاس اچھے برے ہر طرح کے لوگ آتے ہیں، کاش آپ امہات المومنین کو پردے کا حکم دیں تو کیا اچھا ہو۔ جس پر اللہ نے یہ حکم نازل فرما دیا۔ (صحيح بخاري ، كتاب الصلاة ، وتفسير سورة البقرة، مسلم باب فضائل عمر بن الخطاب)۔\n(3) یہ پردے کی حکمت اور علت ہے کہ اس سے مرد اور عورت دونوں کے دل ریب وشک سے اور ایک دوسرے کے ساتھ فتنے میں مبتلا ہونے سے محفوظ رہیں گے۔\n(4) چاہے وہ کسی بھی لحاظ سے ہو۔ آپ (صلى الله عليه وسلم) کے گھر میں بغیر اجازت داخل ہونا، آپ (صلى الله عليه وسلم) کی خواہش کے بغیر گھر میں بیٹھے رہنا اور بغیر حجاب کے ازواج مطہرات سے گفتگو کرنا، یہ امور بھی ایذا کے باعث ہیں، ان سے بھی اجتناب کرو۔\n(5) یہ حکم ان ازواج مطہرات کے بارے میں ہے جو وفات کے وقت نبی کریم (صلى الله عليه وسلم) کے حبالۂ عقد میں تھیں۔ تاہم جن کو آپ (صلى الله عليه وسلم) نے ہم بستری کے بعد زندگی میں طلاق دے کر اپنے سےعلیحدہ کردیا ہو، وہ اس کے عموم میں داخل ہیں یا نہیں؟ اس میں دو رائے ہیں۔ بعض ان کو بھی شامل سمجھتے ہیں اور بعض نہیں۔ لیکن آپ (صلى الله عليه وسلم) کی ایسی کوئی بیوی تھی ہی نہیں۔ اس لئے یہ محض ایک فرضی شکل ہے۔ علاوہ ازیں ایک تیسری قسم ان عورتوں کی ہے جن سے آپ (صلى الله عليه وسلم) نکاح ہوا لیکن ہم بستری سے قبل ہی ان کو آپ (صلى الله عليه وسلم) نے طلاق دے دی۔ ان سے دوسرے لوگوں کا نکاح درست ہونے میں کوئی نزاع معلوم نہیں۔ (تفسیر ابن کثیر)"
  }
}