{
  "id": 185,
  "verse_number": 185,
  "page_number": 28,
  "verse_key": "2:185",
  "juz_number": 2,
  "hizb_number": 3,
  "rub_el_hizb_number": 11,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
  "translation": "ماه رمضان وه ہے جس میں قرآن اتارا گیا(1) جو لوگوں کو ہدایت کرنے واﻻ ہے اور جس میں ہدایت کی اور حق وباطل کی تمیز کی نشانیاں ہیں، تم میں سے جو شخص اس مہینہ کو پائے اسے روزه رکھنا چاہئے، ہاں جو بیمار ہو یا مسافر ہو اسے دوسرے دنوں میں یہ گنتی پوری کرنی چاہئے، اللہ تعالیٰ کا اراده تمہارے ساتھ آسانی کا ہے، سختی کا نہیں، وه چاہتا ہے کہ تم گنتی پوری کرلو اور اللہ تعالیٰ کی دی ہوئی ہدایت پر اس کی بڑائیاں بیان کرو اور اس کا شکر کرو۔",
  "footnotes": "(1) رمضان میں نزول قرآن کا یہ مطلب نہیں کہ مکمل قرآن کسی ایک رمضان میں نازل ہوگیا، بلکہ یہ ہے کہ رمضان کی شب قدر میں لوح محفوظ سےآسمان دنیا پر اتار دیا گیا اور وہاں \"بَيْتُ الْعِزَّةِ \"میں رکھ گیا دیا۔ وہاں سے حسب حالات سالوں تک اترتا رہا۔ (ابن کثیر) اس لئے یہ کہنا کہ قرآن رمضان میں، یا لیلۃ القدر، یا لیلۃ مبارکہ میں اترا۔ یہ سب صحیح ہےکیوں کہ لوح محفوظ سے تو رمضان میں ہی اترا ہے اور لیلۃ القدر اور لیلۃ مبارکہ یہ ایک ہی رات ہے یعنی قدر کی رات، جو رمضان میں ہی آتی ہے۔ بعض کے نزدیک اس کا مفہوم یہ ہے کہ رمضان میں نزول قرآن کا آغاز ہوا اور پہلی وحی، جو غار حرا میں آئی، وہ رمضان میں آئی۔ اس اعتبار سے قرآن مجید اور رمضان المبارک کا آپس میں نہایت گہرا تعلق ہے۔ اسی وجہ سے نبی کریم (صلى الله عليه وسلم) اس ماہ مبارک میں حضرت جبریل (عليه السلام) سے قرآن کا دورہ کیا کرتے تھے اور جس سال آپ (صلى الله عليه وسلم) کی وفات ہوئی آپ (صلى الله عليه وسلم) نے رمضان میں جبریل (عليه السلام) کے ساتھ دو مرتبہ دورہ کیا رمضان کی تین راتوں (23، 25 اور 27) میں آپ (صلى الله عليه وسلم) نے صحابہ (رضي الله عنهم) کو باجماعت قیام اللیل بھی کرایا، جس کو اب تراویح کہا جاتا ہے (صحیح ترمذی و صحیح ابن ماجہ، البانی) یہ تراویح آٹھ رکعات مع وتر گیارہ رکعات تھیں جس کی صراحت حضرت جابر (رضي الله عنه) کی روایت (جو قیام اللیل مروزی وغیرہ میں ہے) اور حضرت عائشہ ل کی روایت (صحیح بخاری) میں موجود ہے۔ نبی (صلى الله عليه وسلم) کا رکعات تراویح پڑھنا کسی بھی صحیح حدیث سے ثابت نہیں ہے۔ البتہ چونکہ بعض صحابہ کرام (رضي الله عنهم) سے گیارہ رکعت سے زیادہ پڑھنا ثابت ہے اس وجہ سے محض نفل کی نیت سے بیس رکعتیں یا اس سے کم یا زیادہ پڑھی جاسکتی ہیں۔"
}