{
  "id": 197,
  "verse_number": 197,
  "page_number": 31,
  "verse_key": "2:197",
  "juz_number": 2,
  "hizb_number": 3,
  "rub_el_hizb_number": 12,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ",
  "translation": "حج کے مہینے مقرر ہیں(1) اس لئے جو شخص ان میں حج ﻻزم کرلے وه اپنی بیوی سے میل ملاپ کرنے، گناه کرنے اور لڑائی جھگڑے کرنے سے بچتا رہے(2)، تم جو نیکی کرو گے اس سے اللہ تعالیٰ باخبر ہے اور اپنے ساتھ سفر خرچ لے لیا کرو، سب سے بہتر توشہ اللہ تعالیٰ کا ڈر ہے(3) اور اے عقلمندو! مجھ سے ڈرتے رہا کرو۔",
  "footnotes": "(1) اور یہ ہیں شوال، ذوالقعدہ اور ذوالحجہ کے پہلے دس دن۔ مطلب یہ ہے کہ عمرہ تو سال میں ہر وقت جائز ہے، لیکن حج صرف مخصوص دنوں میں ہی ہوتا ہے، اس لئے اس کا احرام حج کے مہینوں کے علاوہ باندھنا جائز نہیں۔ (ابن کثیر )\nمسئلہ : حج قران یا افراد کا احرام اہل مکہ، مکہ کے اندر سے ہی باندھیں گے۔ البتہ حج تمتع کی صورت میں عمرے کے احرام کے لئے حرم سے باہر حل میں جانا ان کے لئے ضروری ہے۔ (فتح الباري ، كتاب الحج وأبواب العمرة وموطأ إمام مالك) اسی طرح آفاقی لوگ حج تمتع میں ذوالحجہ کو مکہ سے ہی احرام باندھیں گے۔ البتہ بعض علما کے نزدیک اہل مکہ کو عمرے کے احرام کے لئے حدود حرم سے باہر جانے کی ضرورت نہیں ہے۔ اس لئے وہ ہر طرح کے حج اور عمرے کے لئے اپنی اپنی جگہ سے ہی احرام باندھ سکتے ہیں۔\nتنبیہ : حافظ ابن القیم نے لکھا ہے کہ رسول اللہ (صلى الله عليه وسلم) کے قول وعمل سے صرف دو قسم کے عمرے ثابت ہیں۔ ایک وہ جو حج تمتع کے ساتھ کیا جاسکتا ہے اور دوسرا وہ عمرہ مفردہ جو ایام حج کے علاوہ صرف عمرے کی نیت سے ہی سفر کرکے کیا جائے۔ باقی حرم سے جاکر کسی قریب ترین حل سے عمرے کے لئے احرام باندھ کر آنا غیرمشروع ہے۔ (الا یہ کہ جن کے احوال وظروف حضرت عائشہ ل جیسے ہوں) (زاد المعاد ج 2 طبع جدید) نوٹ : حدود حرم سے باہر کے علاقے کو حل اور بیرون مکہ سے آنے والے حجاج کو آفاقی کہا جاتا ہے۔\n(2) صحیح بخاری وصحیح مسلم میں حدیث ہے «مَنْ حَجَّ هَذَا الْبَيْتَ فَلَمْ يَرْفُثْ، وَلَمْ يَفْسُقْ خَرَجَ مِنْ ذُنُوبِهِ كَيَوْمَ وَلَدَتْهُ أُمّهُ» (صحيح بخاري ، كتاب المحصر، باب قول الله عز وجل فلا رفث) ”جس نے حج کیا اور شہوانی باتوں اور فسق وفجور سے بچا، وہ گناہوں سے اس طرح پاک ہوجاتا ہے، جیسے اس دن پاک تھا جب اسے اس کی ماں نے جنا تھا۔“\n(3) تقویٰ سے مراد یہاں سوال سے بچنا ہے، بعض لوگ بغیر زاد راہ لئے حج کے لئے گھر سے نکل پڑتے اور کہتے کہ ہمارا اللہ پر توکل ہے۔ اللہ نے توکل کے اس مفہوم کو غلط قرار دیا اور زاد راہ لینے کی تاکید فرمائی۔"
}