{
  "result": {
    "id": "220",
    "sura": "2",
    "aya": "213",
    "arabic_text": "كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ",
    "translation": "دراصل لوگ ایک ہی گروه تھے(1) اللہ تعالیٰ نے نبیوں کو خوشخبریاں دینے اور ڈرانے واﻻ بنا کر بھیجا اور ان کے ساتھ سچی کتابیں نازل فرمائیں، تاکہ لوگوں کے ہر اختلافی امر کا فیصلہ ہوجائے۔ اور صرف ان ہی لوگوں نے جنھیں کتاب دی گئی تھی، اپنے پاس دﻻئل آچکنے کے بعد آپس کے بغض وعناد کی وجہ سے اس میں اختلاف کیا(2) اس لئے اللہ پاک نے ایمان والوں کی اس اختلاف میں بھی حق کی طرف اپنی مشیئت سے رہبری کی(3) اور اللہ جس کو چاہے سیدھی راه کی طرف رہبری کرتا ہے",
    "footnotes": "(1) یعنی توحید پر۔یہ حضرت آدم(عليه السلام) سے حضرت نوح(عليه السلام)، یعنی دس صدیوں تک لوگ توحید پر، جس کی تعلیم انبیا دیتے رہے، قائم رہے۔ آیت میں مفسرین صحابہ نے فَاخْتَلَفُوا محذوف مانا ہے، یعنی اس کے بعد شیطان کی وسوسہ اندازی سے ان کے اندر اختلاف پیدا ہوگیا اور شرک ومظاہرپرستی عام ہوگئی۔فَبَعَثَ اس کا عطف فَاخْتَلَفُوا ( جو محذوف ہے) پر ہے۔ پس اللہ تعالیٰ نے نبیوں کو کتابوں کے ساتھ بھیج دیا، تاکہ وہ لوگوں کے درمیان اختلافات کا فیصلہ اور حق اور توحید کو قائم وواضح کریں۔ (ابن کثیر) (2) اختلاف ہمیشہ راہ حق سے انحراف کی وجہ سے ہوتا ہے اور اس انحراف کا منبع بغض وعناد بنتا ہے، امت مسلمہ میں بھی جب تک یہ انحراف نہیں آیا، یہ امت اپنی اصل پر قائم اور اختلافات کی شدت سے محفوظ رہی، لیکن اندھی تقلید اور بدعات نے حق سے گریز کا جو راستہ کھولا، اس سے اختلافات کا دائرہ پھیلتا اور بڑھتا ہی چلا گیا، تاآنکہ اتحاد امت ایک ناممکن چیز بن کر رہ گیا ہے۔ فَهَدَى اللهُ الْمُسْلِمِينَ.\n(3) چنانچہ مثلاً اہل کتاب نے جمعہ میں اختلاف کیا، یہود نے ہفتہ کو اور نصاریٰ نے اتوار کو اپنا مقدس دن قرار دیا تو اللہ تعالیٰ نے مسلمانوں کو جمعے کا دن اختیار کرنے کی ہدایت دے دی۔ انہوں نے حضرت عیسیٰ(عليه السلام) کے بارے میں اختلاف کیا۔ یہود نے ان کی تکذیب کی اور ان کی والدہ حضرت مریم پر بہتان باندھا، اس کے برعکس عیسائیوں نے ان کو اللہ کا بیٹا اور الٰہ بنا دیا۔ اللہ نے مسلمانوں کو ان کے بارے میں صحیح موقف اپنانے کی توفیق عطا فرمائی کہ وہ اللہ کے پیغمبر اور اس کے فرماں بردار بندے تھے۔ حضرت ابراہیم(عليه السلام) کے بارے میں بھی انہوں نے اختلاف کیا، ایک نے یہودی اور دوسرے نصرانی کہا مسلمانوں کو اللہ نے صحیح بات بتلائی کہ وہ «حَنِيفًا مُسْلِمًا» تھے اور اس طرح کے دیگر کئی مسائل میں اللہ تعالیٰ نے اپنے اذن یعنی اپنے فضل سے مسلمانوں کو صراط مستقیم دکھائی۔"
  }
}