{
  "id": 229,
  "verse_number": 229,
  "page_number": 36,
  "verse_key": "2:229",
  "juz_number": 2,
  "hizb_number": 4,
  "rub_el_hizb_number": 14,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ",
  "translation": "یہ طلاقیں دو مرتبہ ہیں(1) ، پھر یا تو اچھائی سے روکنا(2) یا عمدگی کے ساتھ چھوڑ دینا ہے(3) اور تمہیں حلال نہیں کہ تم نے انہیں جو دے دیا ہے اس میں سے کچھ بھی لو، ہاں یہ اور بات ہے کہ دونوں کو اللہ کی حدیں قائم نہ رکھ سکنے کا خوف ہو، اس لئے اگر تمہیں ڈر ہو کہ یہ دونوں اللہ کی حدیں قائم نہ رکھ سکیں گے تو عورت رہائی پانے کے لئے کچھ دے ڈالے، اس میں دونوں پر گناه نہیں(4) یہ اللہ کی حدود ہیں خبردار ان سے آگے نہ بڑھنا اور جو لوگ اللہ کی حدوں سے تجاوز کرجائیں وه ﻇالم ہیں۔",
  "footnotes": "(1) یعنی وہ طلاق جس میں خاوند کو (عدت کے اندر) رجوع کا حق حاصل ہے، وہ دو مرتبہ ہے، پہلی طلاق کے بعد بھی اور دوسری مرتبہ طلاق کے بعد بھی رجوع ہوسکتا ہے۔ تیسری مرتبہ طلاق دینے کے بعد رجوع کی اجازت نہیں۔ زمانۂ جاہلیت میں یہ حق طلاق ورجوع غیر محدود تھا جس سے عورتوں پر بڑا ظلم ہوتا تھا، آدمی بار بار طلاق دے کر رجوع کرتا رہتا تھا، اس طرح اسے نہ بساتا تھا، نہ آزاد کرتا تھا۔ اللہ نے اس ظلم کا راستہ بند کردیا۔ اور پہلی یا دوسری مرتبہ سوچنے اور غور کرنے کی سہولت سے محروم بھی نہیں کیا۔ ورنہ اگر پہلی مرتبہ کی طلاق میں ہی ہمیشہ کے لئے جدائی کا حکم دے دیا جاتا تو اس سے پیدا ہونے والی معاشرتی مسائل کی پیچیدگیوں کا اندازہ ہی نہیں کیا جاسکتا۔ علاوہ ازیں اللہ تعالیٰ نے”طَلْقَتَانِ“ (دو طلاقیں) نہیں فرمایا، بلکہ الطَّلاقُ مَرَّتَانِ (طلاق دو مرتبہ) فرمایا، جس سے اس بات کی طرف اشارہ فرما دیا کہ بیک وقت دو یا تین طلاقیں دینا اور انہیں بیک وقت نافذ کر دینا حکمت الٰہیہ کے خلاف ہے۔ حکمت الٰہیہ اسی بات کی مقتضی ہے کہ ایک مرتبہ طلاق کے بعد (چاہے وہ ایک ہو یا کئی ایک) اور اسی طرح دوسری مرتبہ طلاق کے بعد (چاہے وہ ایک ہو یا کئی ایک) مرد کو سوچنے سمجھنے اور جلد بازی یا غصے میں کئے گئے کام کے ازالے کا موقع دیا جائے، یہ حکمت ایک مجلس کی تین طلاقوں کو ایک طلاق رجعی قرار دینے میں ہی باقی رہتی ہے، نہ کہ تینوں کو بیک وقت نافذ کرکے سوچنے اور غلطی کا ازالہ کرنے کی سہولت سے محروم کردینے کی صورت میں، (تفصیل کے لئے ملاحظہ ہو : کتاب مجموعہ مقالات علمیہ بابت۔ ایک مجلس کی تین طلاق۔ اور (اختلاف امت اور صراط مستقیم)۔ نیز معلوم ہونا چاہیے کہ بہت سے علما ایک مجلس کی تین طلاقوں کے واقع ہونے ہی کا فتویٰ دیتے ہیں۔\n(2) یعنی رجوع کرکے اچھے طریقے سے اسے بسانا۔\n(3) یعنی تیسری مرتبہ طلاق دے کر۔\n(4) اس میں خلع کا بیان ہے، یعنی عورت خاوند سے علیحدگی حاصل کرنا چاہے تو اس صورت میں خاوند عورت سے اپنا دیا ہوا مہر واپس لے سکتا ہے۔ خاوند اگر علیحدگی قبول کرنے پر آمادہ نہ ہو تو عدالت خاوند کو طلاق دینے کا حکم دے گی اور اگر وہ اسے نہ مانے تو عدالت نکاح فسخ کردے گی۔ گویا خلع بذریعہ طلاق بھی ہوسکتا ہے اور بذریعہ فسخ بھی۔ دونوں صورتوں میں عدت ایک حیض ہے (ابوداود، ترمذی، نسائی والحاکم۔ فتح القدیر) عورت کو یہ حق دینے کے ساتھ ساتھ اس بات کی بھی سخت تاکیدکی گئی ہے کہ عورت بغیر کسی معقول عذر کے خاوند سے علیحدگی یعنی طلاق کا مطالبہ نہ کرے۔ اگر ایسا کرے گی تو نبی (صلى الله عليه وسلم) نے ایسی عورتوں کے لئے یہ سخت وعید بیان فرمائی ہے کہ وہ جنت کی خوشبو تک نہیں پائیں گی۔ (ابن کثیر وغیرہ )"
}