{
  "id": 235,
  "verse_number": 235,
  "page_number": 38,
  "verse_key": "2:235",
  "juz_number": 2,
  "hizb_number": 4,
  "rub_el_hizb_number": 15,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ",
  "translation": "تم پر اس میں کوئی گناه نہیں کہ تم اشارةً کنایتہً ان عورتوں سے نکاح کی بابت کہو، یا اپنے دل میں پوشیده اراده کرو، اللہ تعالیٰ کو علم ہے کہ تم ضرور ان کو یاد کرو گے، لیکن تم ان سے پوشیده وعدے نہ کرلو(1) ہاں یہ اور بات ہے کہ تم بھلی بات بوﻻ کرو(2) اور عقد نکاح جب تک کہ عدت ختم نہ ہوجائے پختہ نہ کرو، جان رکھو کہ اللہ تعالیٰ کو تمہارے دلوں کی باتوں کا بھی علم ہے، تم اس سے خوف کھاتے رہا کرو اور یہ بھی جان رکھو کہ اللہ تعالیٰ بخشش اور علم واﻻ ہے۔",
  "footnotes": "(1) یہ بیوہ یا وہ عورت، جس کو تین طلاقیں مل چکی ہوں، یعنی طلاق بائنہ۔ ان کی بابت کہا جا رہا ہے کہ عدت کے دوران ان سے اشارے کنایے میں تو تم نکاح کا پیغام دے سکتے ہو (مثلاً میرا ارادہ شادی کرنے کا ہے، یا میں نیک عورت کی تلاش میں ہوں، وغیرہ) لیکن ان سے کوئی خفیہ وعدہ مت لو اور نہ مدت گزرنے سے قبل عقد نکاح پختہ کرو۔ لیکن وہ عورت جس کو خاوند نے ایک یا دو طلاقیں دی ہیں، اس کو عدت کے اندر اشارے کنائے میں بھی نکاح کا پیغام دینا جائز نہیں، کیوں کہ جب تک عدت نہیں گزر جاتی، اس پر خاوند کا ہی حق ہے۔ ممکن ہے خاوند رجوع ہی کرلے۔\nمسئلہ : بعض دفعہ ایسا بھی ہوتا ہے کہ جاہل لوگ عدت کے اندر ہی نکاح کرلیتے ہیں، اس کی بابت حکم یہ کہ اگر ان کے درمیان ہم بستری نہیں ہوئی ہے تو فوراً ان کے درمیان تفریق کرادی جائے اور اگر ہم بستری ہوگئی ہے تب بھی تفریق تو ضروری ہے، تاہم دوبارہ ان کے درمیان (عدت گزرنے کے بعد) نکاح ہوسکتا ہے یا نہیں؟ اس میں اختلاف ہے، بعض علما کی رائے یہ ہے کہ ان کے درمیان اب کبھی باہم نکاح نہیں ہوسکتا۔ یہ ایک دوسرے کے لئے ابداً حرام ہیں، لیکن جمہور علما ان کے درمیان نکاح کے جواز کے قائل ہیں (تفسیر ابن کثیر )\n(2) اس سے مراد بھی وہی تعریض وکنایہ ہے جس کا حکم پہلے دیا گیا ہے، مثلاً میں تیرے معاملے میں رغبت رکھتا ہوں، یا ولی سےکہےکہ اس کے نکاح کی بابت فیصلہ کرنے سے قبل مجھے اطلاع ضرور کرنا۔ وغیرہ (ابن کثیر )"
}