{
  "id": 237,
  "verse_number": 237,
  "page_number": 38,
  "verse_key": "2:237",
  "juz_number": 2,
  "hizb_number": 4,
  "rub_el_hizb_number": 15,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ",
  "translation": "اور اگر تم عورتوں کو اس سے پہلے طلاق دے دو کہ تم نے انہیں ہاتھ لگایا ہو اور تم نے ان کا مہر بھی مقرر کردیا ہو تو مقرره مہر کا آدھا مہر دے دو، یہ اور بات ہے کہ وه خود معاف کردیں(1) یا وه شخص معاف کردے جس کے ہاتھ میں نکاح کی گره ہے(2) تمہارا معاف کردینا تقویٰ سے بہت نزدیک ہے اور آپس کی فضیلت اور بزرگی کو فراموش نہ کرو، یقیناً اللہ تعالیٰ تمہارے اعمال کو دیکھ رہا ہے۔",
  "footnotes": "(1) یہ دوسری صورت ہے کہ مساس (خلوت صحیحہ) سے قبل ہی طلاق دے دی اور حق مہر بھی مقرر تھا۔ اس صورت میں خاوند کے لئے ضروری ہے کہ نصف مہر ادا کرے۔ الا یہ کہ عورت اپنا یہ حق معاف کردے۔ اس صورت میں خاوند کو کچھ نہیں دینا پڑے گا۔\n(2) اس سے مراد خاوند ہے، کیوں کہ نکاح کی گرہ (اس کا توڑنا اور باقی رکھنا) اس کے ہاتھ میں ہے، یہ نصف حق مہر معاف کردے، یعنی ادا شدہ حق مہر میں سے نصف مہر واپس لینے کی بجائے، اپنا یہ حق (نصف مہر) معاف کردے اور پورے کا پورا مہر عورت کو دے دے۔ اس سے آگے آپس میں فضل واحسان کو نہ بھولنے کی تاکید کرکے حق مہر میں بھی اسی فضل واحسان کو اختیار کرنے کی ترغیب دی گئی ہے۔\nملاحظہ : بعض نے بِيَدِهِ عُقْدَةُ النِّكَاحِ سے عورت کا ولی مراد لیا ہے کہ عورت معاف کردے یا اس کا ولی معاف کر دے، لیکن یہ صحیح نہیں۔ ایک تو عورت کے ولی کے ہاتھ میں عقدۂ نکاح نہیں، دوسرے مہر عورت کا حق اور اس کا مال ہے، اسے معاف کرنے کا حق بھی ولی کو حاصل نہیں۔ اس لئے وہی تفسیر صحیح ہے جو آغاز میں کی گئی ہے (فتح القدیر )\nضروری وضاحت : طلاق یافتہ عورتوں کی چار قسمیں ہیں :\n1- جن کا حق مہر بھی مقرر ہے، خاوند نے مجامعت بھی کی ہے ان کو پورا حق مہر دیا جائے گا۔ جیسا کہ آیت میں اس کی تفصیل ہے۔\n(2) حق مہر بھی مقرر نہیں، مجامعت بھی نہیں کی گئی، ان کو صرف متعہ طلاق دیا جائے گا۔\n(3) حق مہر مقرر ہے، لیکن مجامعت نہیں کی گئی، ان کو نصف مہر دینا ضروری ہے (ان دونوں کی تفصیل، زیرنظر آیت میں ہے )۔\n4-مجامعت کی گئی ہے، لیکن حق مہر مقرر نہیں، ان کے لئے مہر مثل ہے، مہر مثل کا مطلب ہے اس عورت کی قوم میں جو رواج ہے، یا اس جیسی عورت کے لئے بالعموم جتنا مہر مقرر کیا جاتا ہو۔ (نیل الاوطاروعون المعبود )"
}