{
  "result": {
    "id": "260",
    "sura": "2",
    "aya": "253",
    "arabic_text": "۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ",
    "translation": "یہ رسول ہیں جن میں سے ہم نے بعض کو بعض پر فضیلت دی ہے(1) ، ان میں سے بعض وه ہیں جن سے اللہ تعالیٰ نے بات چیت کی ہے اور بعض کے درجے بلند کئے ہیں، اور ہم نے عیسیٰ بن مریم کو معجزات عطا فرمائے اور روح القدس سے ان کی تائید کی(2)۔ اگر اللہ تعالیٰ چاہتا تو ان کے بعد والے اپنے پاس دلیلیں آجانے کے بعد ہرگز آپس میں لڑائی بھڑائی نہ کرتے، لیکن ان لوگوں نے اختلاف کیا، ان میں سے بعض تو مومن ہوئے اور بعض کافر، اور اگر اللہ تعالیٰ چاہتا تو یہ آپس میں نہ لڑتے(3)، لیکن اللہ تعالیٰ جو چاہتا ہے کرتا ہے۔",
    "footnotes": "(1) قرآن نے ایک دوسرے مقام پر بھی اسے بیان کیا ہے «وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيِّينَ عَلَى بَعْضٍ» (بنی اسرائیل: 55) ”ہم نے بعض نبیوں کو بعض پر فضیلت عطا کی ہے“ اس لئے اس حقیقت میں تو کوئی شک نہیں۔ البتہ نبی (صلى الله عليه وسلم) نے جو فرمایا ہے«لا تُخَيِّرُونِي مِنْ بَيْنِ الأَنْبِيَاءِ» (صحيح بخاري ، كتاب التفسير ، سورة الأعراف ، باب 135 .مسلم، كتاب الفضائل، باب من فضائل موسى) ”تم مجھے انبیا کے درمیان فضیلت مت دو“، تو اس سے ایک کی دوسرے پر فضیلت کا انکار لازم نہیں آتا بلکہ یہ امت کو انبیا (عليهم السلام) کی بابت ادب واحترام سکھایا گیا ہے کہ تمہیں چونکہ تمام باتوں اور ان امتیازات کا، جن کی بنا پر انہیں ایک دوسرے سے فضیلت حاصل ہے، پورا علم نہیں ہے۔ اس لئے تم میری فضیلت بھی اس طرح بیان نہ کرنا کہ اس سے دوسرے انبیا کی کسر شان ہو۔ ورنہ بعض نبیوں کی بعض پر فضیلت اور تمام پیغمبروں پر نبی (صلى الله عليه وسلم) کی فضیلت واشرفیت مسلمہ اور اہل سنت کا متفقہ عقیدہ ہے جو نصوص کتاب وسنت سے ثابت ہے۔ (تفصیل کے لئے دیکھیے فتح القدیر للشوکانی)\n(2) مراد وہ معجزات ہیں جو حضرت عیسیٰ (عليه السلام) کو دیئے گئے تھے، مثلاً احیائے موتی (مردوں کو زندہ کرنا) وغیرہ۔ جس کی تفصیل سورۂ آل عمران میں آئے گی۔ روح القدس سے مراد حضرت جبریل ہیں، جیسا کہ پہلے بھی گزر چکا ہے۔\n(3) اس مضمون کو اللہ تعالیٰ نے قرآن مجید میں کئی جگہ بیان فرمایا ہے۔ مطلب اس کا یہ نہیں کہ اللہ کے نازل کردہ دین میں اختلاف پسندیدہ ہے۔ یہ اللہ کو سخت ناپسند ہے، اس کی پسند (رضا) تو یہ ہے کہ تمام انسان اس کی نازل کردہ شریعت کو اپنا کر نار جہنم سے بچ جائیں۔ اسی لئے اس نے کتابیں اتاریں، انبیا (عليهم السلام) کا سلسلہ قائم کیا تاآنکہ نبی کریم (صلى الله عليه وسلم) پر رسالت کا خاتمہ فرما دیا۔ تاہم اس کے بعد بھی خلفا اور علما ودعاۃ کے ذریعے سے دعوت حق اور امربالمعروف ونہی عن المنکر کا سلسلہ جاری رکھا گیا اور اس کی سخت اہمیت وتاکید بیان فرمائی گئی۔ کس لئے؟ اسی لئے تاکہ لوگ اللہ کے پسندیدہ راستے کو اختیار کریں۔ لیکن چونکہ اس نے ہدایت اور گمراہی دونوں راستوں کی نشان دہی کرکے انسانوں کو کوئی ایک راستہ اختیار کرنے پر مجبور نہیں کیا بلکہ بطور امتحان اسے اختیار اور ارادہ کی آزادی سے نوازا ہے، اس لئے کوئی اس اختیار و آزادی کا صحیح استعمال کرکے مومن بن جاتا ہے اور کوئی اس اختیار وآزادی کا غلط استعمال کرکے کافر۔ یہ گویا اس کی حکمت ومشیت ہے، جو اس کی رضا سے مختلف چیز ہے۔"
  }
}