{
  "result": {
    "id": "266",
    "sura": "2",
    "aya": "259",
    "arabic_text": "أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
    "translation": "یا اس شخص کے مانند کہ جس کا گزر اس بستی پر ہوا جو چھت کے بل اوندھی پڑی ہوئی تھی، وه کہنے لگا اس کی موت کے بعد اللہ تعالیٰ اسے کس طرح زنده کرے گا؟(1) تو اللہ تعالی نے اسے مار دیا سو سال کے لئے، پھر اسے اٹھایا، پوچھا کتنی مدت تجھ پر گزری؟ کہنے لگا ایک دن یا دن کا کچھ حصہ(2)، فرمایا بلکہ تو سو سال تک رہا، پھر اب تو اپنے کھانے پینے کو دیکھ کہ بالکل خراب نہیں ہوا اور اپنے گدھے کو بھی دیکھ، ہم تجھے لوگوں کے لئے ایک نشانی بناتے ہیں تو دیکھ کہ ہم ہڈیوں کو کس طرح اٹھاتے ہیں، پھر ان پر گوشت چڑھاتے ہیں، جب یہ سب ﻇاہر ہو چکا تو کہنے لگا میں جانتا ہوں کہ اللہ تعالیٰ ہر چیز پر قادر ہے۔(3)",
    "footnotes": "(1) أَوْ كَالَّذِي کا عطف پہلے واقعہ پر ہے اور مطلب یہ ہے کہ آپ نے (پہلے واقعہ کی طرح) اس شخص کے قصے پر نظر نہیں ڈالی جو ایک بستی سے گزرا۔۔۔ یہ شخص کون تھا؟ اس کی بابت مختلف اقوال نقل کئے گئے ہیں۔ زیادہ مشہور حضرت عزیر کا نام ہے جس کے بعض صحابہ وتابعین قائل ہیں۔ واللہ اعلم۔ اس سے پہلے کے واقعہ (حضرت ابراہیم (عليہ السلام ونمرود) میں صانع یعنی باری تعالیٰ کا اثبات تھا اور اس دوسرے واقعے میں اللہ تعالیٰ کی قدرت احیائے موتی کا اثبات ہے کہ جس اللہ تعالیٰ نے اس شخص کو اور اس کے گدھے کو سو سال کے بعد زندہ کردیا، حتیٰ کہ اس کے کھانے پینے کی چیزوں کو بھی خراب نہیں ہونے دیا۔ وہی اللہ تعالیٰ قیامت والے دن تمام انسانوں کو دوبارہ زندہ فرمائے گا۔ جب وہ سو سال کے بعد زندہ کرسکتا ہے تو ہزاروں سال کے بعد بھی زندہ کرنا اس کے لئے مشکل نہیں۔\n(2) کہا جاتا ہے کہ جب وہ شخص مذکور مرا تھا، اس وقت کچھ دن چڑھا ہوا تھا اور جب زندہ ہوا تو ابھی شام نہیں ہوئی تھی، اس سے اس نے یہ اندازہ لگایا کہ اگر میں یہاں کل آیا تھا تو ایک دن گزر گیا ہے اور اگر یہ آج ہی کا واقعہ ہے تو دن کا کچھ حصہ ہی گزرا ہے۔ جب کہ واقعہ یہ تھا کہ اس کی موت پر سو سال گزر چکے تھے۔\n(3) یعنی یقین تو مجھے پہلے بھی تھا لیکن اب عینی مشاہدے کے بعد میرے یقین اور عمل میں مزید پختگی اور اضافہ ہوگیا ہے۔"
  }
}