{
  "result": {
    "id": "267",
    "sura": "2",
    "aya": "260",
    "arabic_text": "وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ",
    "translation": "اور جب ابراہیم (علیہ السلام) نے کہا کہ اے میرے پروردگار! مجھے دکھا تو مُردوں کو کس طرح زنده کرے گا؟(1) (جناب باری تعالیٰ نے) فرمایا، کیا تمہیں ایمان نہیں؟ جواب دیا ایمان تو ہے لیکن میرے دل کی تسکین ہو جائے گی، فرمایا چار پرند لو، ان کے ٹکڑے کر ڈالو، پھر ہر پہاڑ پر ان کا ایک ایک ٹکڑا رکھ دو پھر انہیں پکارو، تمہارے پاس دوڑتے ہوئے آجائیں گے اور جان رکھو کہ اللہ تعالیٰ غالب ہے حکمتوں واﻻ ہے۔",
    "footnotes": "(1) یہ احیائے موتی کا دوسرا واقعہ ہے جو ایک نہایت جلیل القدر پیغمبر حضرت ابراہیم (عليه السلام) کی خواہش اور ان کے اطمینان قلب کے لئے دکھایا گیا۔ یہ چار پرندے کون کون سے تھے؟ مفسرین نے مختلف نام ذکر کئے ہیں لیکن ناموں کی تعیین کا کوئی فائدہ نہیں، اس لئے اللہ نے بھی ان کے نام ذکر نہیں کئے۔ بس یہ چار مختلف پرندے تھے۔ فَصُرْهُنَّ کے ایک معنی أَمِلْهُنَّ کئے گئے ہیں یعنی ان کو ”ہلالے“ (مانوس کرلے) تاکہ زندہ ہونے کے بعد ان کو آسانی سے پہچان لے کہ یہ وہی پرندے ہیں اور کسی قسم کا شک باقی نہ رہے۔ اس معنی کے اعتبار سے پھر اس کے بعد ثم قَطِّعْهُنَّ(پھر ان کو ٹکڑے ٹکڑے کرلے) محذوف ماننا پڑے گا۔ دوسرے معنی قطعھن (ٹکڑے ٹکڑے کرلے) کئے گئے ہیں۔ اس صورت میں کچھ محذوف مانے بغیر معنی ہوجاتا ہے۔ مطلب یہ ہے کہ ٹکڑے ٹکڑے کرکے مختلف پہاڑوں پر ان کے اجزا باہم ملا کر رکھ دے، پھر تو آواز دے تو وہ زندہ ہو کر تیرے پاس آجائیں گے۔ چنانچہ ایسا ہی ہوا۔ بعض جدید وقدیم مفسرین نے (جو صحابہ وتابعین کی تفسیر اور سلف کے منہج ومسلک کو اہمیت نہیں دیتے) فَصُرْهُنَّ کا ترجمہ صرف (ہلالے) کا کیا ہے۔ اور ان کے ٹکڑے کرنے اور پہاڑوں پر ان کے اجزا بکھیر نے اور پھر اللہ کی قدرت سے ان کے جڑنے کو وہ تسلیم نہیں کرتے۔ لیکن یہ تفسیر صحیح نہیں، اس سے واقعے کی ساری اعجازی حیثیت ختم ہوجاتی ہے اور مردے کو زندہ کر دکھانے کا سوال جوں کا توں قائم رہتا ہے۔ حالانکہ اس واقعہ کے ذکر سے مقصود اللہ تعالیٰ کی صفت احیائے موتی اور اس کی قدرت کاملہ کا اثبات ہے۔ ایک حدیث میں ہےنبی (صلى الله عليه وسلم) نے حضرت ابراہیم (عليه السلام) کے اس واقعے کا تذکرہ کرکے فرمایا: «نَحْنُ أَحَقُّ بِالشَّكِّ مِنْ إِبْرَاهِيمَ»، (صحيح بخاري، كتاب التفسير) ”ہم ابراہیم (عليه السلام) سے زیادہ شک کرنے کے حق دار ہیں“۔ اس کا یہ مطلب نہیں کہ ابراہیم (عليه السلام) نے شک کیا، لہذا ہمیں ان سے زیادہ شک کرنے کا حق پہنچتا ہے۔ بلکہ مطلب حضرت ابراہیم (عليه السلام) سے شک کی نفی ہے۔ یعنی ابراہیم (عليه السلام) نے احیائے موتی کے مسئلے میں شک نہیں کیا اگر انہوں نے شک کا اظہار کیا ہوتا تو ہم یقیناً شک کرنے میں ان سے زیادہ حق دار ہوتے (مزید وضاحت کے لئے دیکھیے فتح القدیر۔ للشوکانی )"
  }
}