{
  "result": {
    "id": "290",
    "sura": "2",
    "aya": "283",
    "arabic_text": "۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ",
    "translation": "اور اگر تم سفر میں ہو اور لکھنے واﻻ نہ پاؤ تو رہن قبضہ میں رکھ لیا کرو(1) ، ہاں اگر آپس میں ایک دوسرے سے مطمئن ہو تو جسے امانت دی گئی ہے وه اسے ادا کردے اور اللہ تعالیٰ سے ڈرتا رہے جو اس کا رب ہے(2)۔ اور گواہی کو نہ چھپاؤ اور جو اسے چھپالے وه گنہگار دل واﻻ ہے(3) اور جو کچھ تم کرتے ہو اسے اللہ تعالیٰ خوب جانتا ہے۔",
    "footnotes": "(1) اگر سفر میں قرض کا معاملہ کرنے کی ضرورت پیش آجائے اور وہاں لکھنے والا یا کاغذ پنسل وغیرہ نہ ملے تو اس کی متبادل صورت بتلائی جا رہی ہے کہ قرض لینے والا کوئی چیز دائن (قرض دینے والے) کے پاس رہن (گروی) رکھ دے۔ اس سے گروی کی مشروعیت اور اس کا جواز ثابت ہوتا ہے۔ نبی (صلى الله عليه وسلم) نے بھی اپنی زرہ ایک یہودی کے پاس گروی رکھی تھی۔ (صحیحین) تاہم اگرمَرْهُونَةٌ (گروی رکھی ہوئی چیز) ایسی ہے جس سے نفع موصول ہوتا ہے تو اس نفع کا حق دار مالک ہوگا نہ کہ دائن۔ البتہ اس پر دائن کا اگر کچھ خرچ ہوتا ہے تو اس سے وہ اپنا خرچہ وصول کرسکتا ہے۔ باقی نفع مالک کو ادا کرنا ضروری ہے۔\n(2) یعنی اگر ایک دوسرے پر اعتماد ہو تو بغیر گروی رکھے بھی ادھار کا معاملہ کرسکتے ہو۔ امانت سے مراد یہاں قرض ہے، اللہ سے ڈرتے ہوئے اسے صحیح طریقے سے ادا کرے۔\n(3) گواہی کا چھپانا کبیرہ گناہ ہے، اس لئے اس پر سخت وعید یہاں قرآن میں اور احادیث میں بھی بیان کی گئی ہے۔ اسی لئے صحیح گواہی دینے کی فضیلت بھی بڑی ہے۔ صحیح مسلم کی حدیث ہے۔ نبی (صلى الله عليه وسلم) نے فرمایا: ”وہ سب سے بہتر گواہ ہے جو گواہی طلب کرنے سے قبل ہی از خود گواہی کے لئے پیش ہوجائے“، «أَلا أُخْبِرُكُمْ بِخَيْرِ الشُّهَدَاءِ؟ الَّذِي يَأْتِي بِشَهَادَتِه قَبْل أَنْ يُسْأَلَهَا»، (صحيح مسلم، كتاب الأقضية، باب بيان خير الشهود) ایک دوسری روایت میں بدترین گواہ کی نشان دہی بھی فرما دی گئی ہے۔ «أَلا أُخْبِرُكُمْ بِشَرّ الشُّهَدَاءِ؟ الَّذِي يَشْهَدُونَ قَبْلَ أنْ يُسْتَشْهَدُوا»، (صحيح بخاري، كتاب الرقاق- مسلم، كتاب فضائل الصحابة) ”کیا میں تمہیں وہ گواہ نہ بتلاؤں جو بدترین گواہ ہے؟ یہ وہ لوگ ہیں جو گواہی طلب کرنے سے قبل ہی گواہی دیتے ہیں۔“، مطلب ہے یعنی جھوٹی گواہی دے کر گناہ کبیرہ کے مرتکب ہوتے ہیں۔ نیز آیت میں دل کا خاص ذکر کیا گیا ہے، اس لئے کہ کتمان دل کا فعل ہے۔ علاوہ ازیں دل تمام اعضا کا سردار ہے اور یہ ایسا مضغۂ گوشت ہے کہ اگر یہ صحیح رہے تو سارا جسم صحیح رہتا اور اگر اس میں فساد آ جائے تو سارا جسم فساد کا شکار ہوجاتا ہے۔ «أَلا! وَإِنَّ فِي الْجَسَدِ مُضْغَةً إِذَا صَلَحَتْ صَلَحَ الْجَسَدُ كُلُّهُ ، وَإِذَا فَسَدَتْ فَسَدَ الْجَسَدُ كُلُّهُ، أَلا! وَهِيَ الْقَلْبُ»۔ (صحيح بخاري، كتاب الإيمان، باب فضل من استبرأ لدينه)"
  }
}