{
  "id": 85,
  "verse_number": 85,
  "page_number": 13,
  "verse_key": "2:85",
  "juz_number": 1,
  "hizb_number": 2,
  "rub_el_hizb_number": 5,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ",
  "translation": "لیکن پھر بھی تم نے آپس میں قتل کیا اورآپس کے ایک فرقے کو جلا وطن بھی کیا اور گناه اور زیادتی کے کاموں میں ان کے خلاف دوسرے کی طرفداری کی، ہاں جب وه قیدی ہو کر تمہارے پاس آئے تو تم نے ان کے فدیے دیئے، لیکن ان کا نکالنا جو تم پر حرام تھا (اس کا کچھ خیال نہ کیا) کیا بعض احکام پر ایمان رکھتے ہو اور بعض کے ساتھ کفر کرتے ہو؟(1) تم میں سے جو بھی ایسا کرے، اس کی سزا اس کے سوا کیا ہو کہ دنیا میں رسوائی اور قیامت کے دن سخت عذاب کی مار، اور اللہ تعالیٰ تمہارے اعمال سے بےخبر نہیں",
  "footnotes": "(1) نبی کریم (صلى الله عليه وسلم) کے زمانے میں انصار (جو اسلام سے قبل مشرک تھے) کے دو قبیلے تھے اوس اور خزرج، ان کی آپس میں آئے دن جنگ رہتی تھی۔ اسی طرح یہود مدینہ کے تین قبیلے تھے، بنو قینقاع، بنونضیر اور بنوقریظہ۔ یہ بھی آپس میں لڑتے رہتے تھے۔ بنو قریظہ اوس کے حلیف (ساتھی) اور بنوقینقاع اور بنونضیر، خزرج کے حلیف تھے۔ جنگ میں یہ اپنے اپنے حلیفوں (ساتھیوں) کی مدد کرتے اور اپنے ہی ہم مذہب یہودیوں کو قتل کرتے، ان کے گھروں کولوٹتے، اور انہیں جلا وطن کردیتے۔ دراں حالیکہ تورات کے مطابق ایسا کرنا ان کے لئے حرام تھا۔ لیکن پھر ان ہی یہودیوں کو جب وہ مغلوب ہونے کی وجہ سے قیدی بن جاتے تو فدیہ دے کر چھڑاتے اور کہتے کہ ہمیں تورات میں یہی حکم دیا گیا ہے۔ ان آیات میں یہودیوں کے اسی کردار کو بیان کیا گیا ہے کہ انہوں نے شریعت کو موم کی ناک بنالیا تھا، بعض چیزوں پر ایمان لاتے اور بعض کو ترک کردیتے، کسی حکم پر عمل کرلیتے اور کسی وقت شریعت کے حکم کوکوئی اہمیت ہی نہ دیتے۔ قتل، اخراج اور ایک دوسرے کے خلاف مددکرنا، ان کی شریعت میں بھی حرام تھا، ان امور کا تو انہوں نے بےمحابا ارتکاب کیا اور فدیہ دے کر چھڑا لینے کا جو حکم تھا، اس پر عمل کرلیا۔ حالانکہ اگر پہلے تین امور کا وہ لحاظ رکھتے تو فدیہ دے کر چھڑانے کی نوبت ہی نہ آتی۔"
}