{
  "id": 3,
  "verse_number": 3,
  "page_number": 107,
  "verse_key": "5:3",
  "juz_number": 6,
  "hizb_number": 11,
  "rub_el_hizb_number": 43,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "حُرِّمَتۡ عَلَيۡكُمُ ٱلۡمَيۡتَةُ وَٱلدَّمُ وَلَحۡمُ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦ وَٱلۡمُنۡخَنِقَةُ وَٱلۡمَوۡقُوذَةُ وَٱلۡمُتَرَدِّيَةُ وَٱلنَّطِيحَةُ وَمَآ أَكَلَ ٱلسَّبُعُ إِلَّا مَا ذَكَّيۡتُمۡ وَمَا ذُبِحَ عَلَى ٱلنُّصُبِ وَأَن تَسۡتَقۡسِمُواْ بِٱلۡأَزۡلَٰمِۚ ذَٰلِكُمۡ فِسۡقٌۗ ٱلۡيَوۡمَ يَئِسَ ٱلَّذِينَ كَفَرُواْ مِن دِينِكُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِۚ ٱلۡيَوۡمَ أَكۡمَلۡتُ لَكُمۡ دِينَكُمۡ وَأَتۡمَمۡتُ عَلَيۡكُمۡ نِعۡمَتِي وَرَضِيتُ لَكُمُ ٱلۡإِسۡلَٰمَ دِينٗاۚ فَمَنِ ٱضۡطُرَّ فِي مَخۡمَصَةٍ غَيۡرَ مُتَجَانِفٖ لِّإِثۡمٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
  "translation": "(సహజంగా) మరణించింది, రక్తం, పంది మాంసం మరియు అల్లాహ్ తప్ప ఇతరుల కొరకు (ఇతరుల పేరుతో) వధింపబడినది (జిబ్ హ్ చేయబడినది), గొంతు పిసికి ఊపిరాడక, దెబ్బ తగిలి, ఎత్తు నుండి పడి, కొమ్ము తగిలి మరియు క్రూరమృగం నోట పడి చచ్చిన (పశువు / పక్షి) అన్నీ, మీకు తినటానికి నిషిద్ధం (హరామ్) చేయబడ్డాయి. కాని (క్రూర మృగం నోట పడిన దానిని) చావక ముందే మీరు జిబ్ హ్ చేసినట్లైతే అది నిషిద్ధం కాదు. మరియు బలిపీఠం మీద వధించబడినది,[1] మరియు బాణాల ద్వారా శకునం చూడటం నిషేధింపబడ్డాయి. ఇవన్నీ ఘోర పాపాలు (ఫిస్ ఖున్). ఈనాడు సత్యతిరస్కారులు, మీ ధర్మం గురించి పూర్తిగా ఆశలు వదులు కున్నారు. కనుక మీరు వారికి భయపడకండి, నాకే భయపడండి. ఈనాడు నేను మీ ధర్మాన్ని మీ కొరకు పరిపూర్ణం చేసి, మీపై నా అనుగ్రహాన్ని పూర్తి చేశాను మరియు మీ కొరకు అల్లాహ్ కు విధేయులుగా ఉండటాన్నే (ఇస్లాంనే) ధర్మంగా సమ్మతించాను.[2] ఎవడైనా ఆకలికి ఓర్చుకోలేక, పాపానికి పూనుకోక,[3] (నిషిద్ధమైన వస్తువులను తిన్నట్లైతే)! నిశ్చయంగా అల్లాహ్ క్షమాశీలుడు, అపార కరుణా ప్రదాత.",
  "footnotes": "[1] ను'సుబున్: అంటే ముష్రికులు తమ దేవతలకు, దైవదూతలకు, జిన్నాతులకు, లేక తమ పూర్వీకులైన పుణ్యపురుషులకు, మొదలైన వారి కొరకు బలి ఇవ్వటానికి నియమించిన ప్రత్యేక ఆస్థానాలు. వాటిపై అల్లాహ్ (సు.తా.) పేరుతో కూడా బలి చేసినా అది 'హరాం. అక్కడ బలి చేయబడిన పశు మాంసాన్ని తినటం కూడా 'హరాం (నిషిద్ధం). [2] ఈ భాగం 10వ హిజ్రీలో 9వ జి'ల్-హజ్ రోజు, 'హజ్ సమయంలో, 'అరఫాత్ మైదానంలో అవతరింపజేయబడింది. దైవప్రవక్త ('స'అస) అంతి కాలానికి దాదాపు 82 రోజులకు ముందు. దీని తరువాత న్యాయానికి సంబంధించిన ఏ ఆయత్ కూడా అవతరింపజేయబడలేదు. [3] చూడండి,2:173."
}