{
  "id": 2,
  "verse_number": 2,
  "page_number": 106,
  "verse_key": "5:2",
  "juz_number": 6,
  "hizb_number": 11,
  "rub_el_hizb_number": 43,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُحِلُّواْ شَعَٰٓئِرَ ٱللَّهِ وَلَا ٱلشَّهۡرَ ٱلۡحَرَامَ وَلَا ٱلۡهَدۡيَ وَلَا ٱلۡقَلَٰٓئِدَ وَلَآ ءَآمِّينَ ٱلۡبَيۡتَ ٱلۡحَرَامَ يَبۡتَغُونَ فَضۡلٗا مِّن رَّبِّهِمۡ وَرِضۡوَٰنٗاۚ وَإِذَا حَلَلۡتُمۡ فَٱصۡطَادُواْۚ وَلَا يَجۡرِمَنَّكُمۡ شَنَـَٔانُ قَوۡمٍ أَن صَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ أَن تَعۡتَدُواْۘ وَتَعَاوَنُواْ عَلَى ٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَلَا تَعَاوَنُواْ عَلَى ٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِۚ وَٱتَّقُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
  "translation": "Enyi mlio amini! Msivunje hishima ya alama ya Dini ya Mwenyezi Mungu wala mwezi mtakatifu, wala wanyama wanao pelekwa Makka kuchinjwa, wala vigwe vyao, wala wanao elekea kwendea Nyumba Takatifu, wakitafuta fadhila na radhi za Mola wao Mlezi. Na mkisha toka Hija yenu basi windeni. Wala kuwachukia watu kwa kuwa wali- kuzuilieni kufika Msikiti mtakatifu kusikupelekeeni kuwafanyia uadui. Na saidianeni katika wema na uchamngu. Wala msisaidiane katika dhambi na uadui. Na mcheni Mwenyezi Mungu. Hakika Mwenyezi Mungu ni Mkali wa kuadhibu.",
  "footnotes": "Enyi Waumini! Msivunje hishima ya alama ya Dini ya Mwenyezi Mungu, yaani ibada alizo amrisha Mwenyezi Mungu, kama ibada za Hija wakati wa Ihram, na sharia na hukumu nyenginezo. Wala msivunje hishima ya miezi mitakatifu kwa kuzua vita katika miezi hiyo. Wala msipinge wanyama wanao pelekwa Makka, kwa kupokonya au kuzuia wasifike huko, wala msiwavue vigwe walivyo fungwa shingoni mwao kuwa ni alama kuwa wamekusudiwa kupelekwa Nyumba Takatifu, na kuwa watakuwa dhabihu wa Hija. Wala msiwapinge wanao kusudia kwenda Hija nao wakitafuta fadhila na radhi za Mwenyezi Mungu. Na mkisha vua Ihram na mkatoka kwenye eneo la Alharam, basi mnaweza kuwinda mtakavyo. Wala msipelekewe na chuki yenu kubwa kwa wale walio kuzuieni kufika kwenye Msikiti wa Makka mkawafanyia uadui. Enyi Waumini! Saidianeni katika kutenda kheri na mambo yote ya ut'iifu, wala msisaidiane katika maasi, na kupindukia mipaka aliyo iweka Mwenyezi Mungu. Na ogopeni adhabu ya Mwenyezi Mungu na nguvu zake. Hakika Mwenyezi Mungu ni Mkali wa kuwaadhibu wale wanao mkosa. Mwenye kuhiji akisha \"harimiya\" (yaani kunuia kuhiji) huwa haramu kwake baadhi ya mambo, kama kuvaa nguo iliyo shonwa, kukata nywele, kuwinda, n.k. mpaka amalize \"Ihram\" nako ndio kwisha ibada ya Hija."
}