{
  "result": {
    "id": "701",
    "sura": "5",
    "aya": "32",
    "arabic_text": "مِنۡ أَجۡلِ ذَٰلِكَ كَتَبۡنَا عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنَّهُۥ مَن قَتَلَ نَفۡسَۢا بِغَيۡرِ نَفۡسٍ أَوۡ فَسَادٖ فِي ٱلۡأَرۡضِ فَكَأَنَّمَا قَتَلَ ٱلنَّاسَ جَمِيعٗا وَمَنۡ أَحۡيَاهَا فَكَأَنَّمَآ أَحۡيَا ٱلنَّاسَ جَمِيعٗاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُنَا بِٱلۡبَيِّنَٰتِ ثُمَّ إِنَّ كَثِيرٗا مِّنۡهُم بَعۡدَ ذَٰلِكَ فِي ٱلۡأَرۡضِ لَمُسۡرِفُونَ",
    "translation": "Kwa sababu ya hayo tuliwaandikia Wana wa Israili ya kwamba aliye muuwa mtu bila ya yeye kuuwa, au kufanya uchafuzi katika nchi, basi ni kama amewauwa watu wote. Na mwenye kumuokoa mtu na mauti ni kama amewaokoa watu wote. Na hakika waliwajia Mitume wetu na hoja zilizo wazi. Kisha wengi katika wao baada ya haya wakawa waharibifu katika nchi.",
    "footnotes": "Kwa sababu ya uasi huo na kupenda kwa baadhi ya watu kuwafanyia uadui wenginewe, ndio tukawajibisha kumuuwa muuwaji, kwani mwenye kumuuwa mtu bila ya sababu zinazo pasa kisasi, au bila ya kufanya uharibifu katika nchi, ni kama amewauwa watu wote. Yeye huyo amemwaga damu za watu, na amewashajiisha wengine wafanye kama hayo. Kwa hivyo kumuuwa mmoja ni kama kuwauwa watu wote kwa kujiletea maudhiko ya Mwenyezi Mungu na adhabu yake. Na mwenye kumhuisha mtu kwa kumlipia kisasi, basi ni kama amewahuisha watu wote kwa kuhifadhi damu ya wanaadamu isimwagwe ovyo. Huyo anastahiki thawabu nyingi kutokana na Mola wake Mlezi. Sisi tumewatumia Mitume wetu kutilia mkazo hukumu yetu kwa dalili na hoja. Kisha baadaye wengi miongoni mwa Wana wa Israili walipindukia mipaka katika uharibifu wao katika nchi. Maneno haya yanaonyesha kuwa kumfanyia uadui mtu mmoja ni kuwafanyia jamii ya watu, na kulipa kisasi ndio kuhuisha jamii. Katika Sharia ya Kiislamu kisasi ni haki ya waliy-amri, yaani aliye mkhusu maiti. Akipenda atasamehe achukue fidiya, na akipenda atataka kisasi na akitimize. Naye anapo samehe anayo haki ya kumfedhehesha mkosefu akiwa amekithiri uwovu wake na uharibifu."
  }
}