{
  "id": 48,
  "verse_number": 48,
  "page_number": 116,
  "verse_key": "5:48",
  "juz_number": 6,
  "hizb_number": 12,
  "rub_el_hizb_number": 46,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَأَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ مِنَ ٱلۡكِتَٰبِ وَمُهَيۡمِنًا عَلَيۡهِۖ فَٱحۡكُم بَيۡنَهُم بِمَآ أَنزَلَ ٱللَّهُۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡ عَمَّا جَآءَكَ مِنَ ٱلۡحَقِّۚ لِكُلّٖ جَعَلۡنَا مِنكُمۡ شِرۡعَةٗ وَمِنۡهَاجٗاۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ إِلَى ٱللَّهِ مَرۡجِعُكُمۡ جَمِيعٗا فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ",
  "translation": "Na tumekuteremshia wewe, kwa haki, Kitabu hichi kinacho sadikisha yaliyo kuwa kabla yake katika Vitabu na kuyalinda. Basi hukumu baina yao kwa aliyo yateremsha Mwenyezi Mungu, wala usifuate matamanio yao ukaacha Haki iliyo kujia. Kila mmoja katika nyinyi tumemwekea sharia yake na njia yake. Na lau kuwa Mwenyezi Mungu angeli taka ange kufanyeni nyote umma mmoja, lakini ni kukujaribuni kwa aliyo kupeni. Basi shindaneni kwa mambo ya kheri. Kwa Mwenyezi Mungu ndio marejeo yenu nyote, na atakuja kuwaambieni yale mliyo kuwa mkikhitalifiana.",
  "footnotes": "Na wewe, ewe Nabii, tumekuteremshia Kitabu kikamilifu, nacho ni Qur'ani, chenye kushikamana na haki katika hukumu zake zote na khabari zake, chenye kuwafikiana na kuthibitisha Vitabu vyetu vilivyo tangulia, na kinavishuhudia kuwa ni Vitabu vya Mwenyezi Mungu, na kinalinda yaliyo sahihi, kwa sababu hii Qur'ani haibadiliki. Basi hukumu baina ya Watu wa Kitabu, Mayahudi na Wakristo, wakikutaka uwahukumu kwa mujibu alivyo kuteremshia Mwenyezi Mungu. Wala katika hukumu yako usifuate matamanio yao na matakwa yao, usije ukapotoka ukaacha Haki iliyo kujia. Kila umma katika nyinyi watu, tumeujaalia kuwa na njia yake ya kuitambua Haki, na njia iliyo wazi ya Dini ya kuifuata. Na lau kuwa Mwenyezi Mungu angeli taka angeli kufanyeni nyote kundi moja lililo wafikiana, lenye mwendo mmoja, hazikhitalifiani njia zake za kupita kwa zama zote. Lakini Yeye amekujaalieni hivi ili iwe kama mtihani kwenu katika hizo Sharia alizo kupeni, atambulikane mwenye kut'ii na mwenye kuasi. Basi tumieni fursa hii, na mfanye haraka kuwania kutenda vitendo vya kheri. Kwani marejeo yenu nyote yatakuwa kwa Mwenyezi Mungu peke yake. Hapo atakwambieni hakika ya hayo mliyo kuwa mkikhitalifiana, na kila mmoja wenu atalipwa kwa a'mali yake."
}