{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 554,
      "verse_key": "63:1",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذَا جَآءَكَ ٱلۡمُنَٰفِقُونَ قَالُواْ نَشۡهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِۗ وَٱللَّهُ يَعۡلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشۡهَدُ إِنَّ ٱلۡمُنَٰفِقِينَ لَكَٰذِبُونَ",
      "translation": "كله چې منافقان درته راشي، وايي موږ شاهدي وايو چې ته هرومرو د الله رسول يې او الله (ښه) پوهيږي چې ته يې رسول يې، خو الله شاهدي وايي چې منافقان هرومرو درواغجن دي.",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 554,
      "verse_key": "63:2",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "هغوى خپل قسمونه ډال جوړ كړي نو د الله له لارې ايسارول كوي، هغه كار (ډېر) بد دى چې هغوى يې كوي.",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 554,
      "verse_key": "63:3",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِأَنَّهُمۡ ءَامَنُواْ ثُمَّ كَفَرُواْ فَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ",
      "translation": "دا ځکه چې هغوى ايمان راوړو بيا (بېرته) كافران شول، نو پر زړونو يې مهر ووهل شو نو اوس هغوى نه پوهېږي.",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 554,
      "verse_key": "63:4",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَإِذَا رَأَيۡتَهُمۡ تُعۡجِبُكَ أَجۡسَامُهُمۡۖ وَإِن يَقُولُواْ تَسۡمَعۡ لِقَوۡلِهِمۡۖ كَأَنَّهُمۡ خُشُبٞ مُّسَنَّدَةٞۖ يَحۡسَبُونَ كُلَّ صَيۡحَةٍ عَلَيۡهِمۡۚ هُمُ ٱلۡعَدُوُّ فَٱحۡذَرۡهُمۡۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ",
      "translation": "او هر كله چې ته ووینې دوی لره، بدنونه يې ډېر ښه درته ښكاري او كه څه وايي، خبرې ته يې غوږ نيسي، هغوى لكه (دېوال ته) درول شوي لرګي (داسې دي) هره چيغه د ځان پرخلاف ګڼي، همدوى (اصلي) دښمنان دي نو ځان ترې ساته، الله دې هغوى تباه كړي، كوم خوا ګرځول كيږي.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 555,
      "verse_key": "63:5",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ يَسۡتَغۡفِرۡ لَكُمۡ رَسُولُ ٱللَّهِ لَوَّوۡاْ رُءُوسَهُمۡ وَرَأَيۡتَهُمۡ يَصُدُّونَ وَهُم مُّسۡتَكۡبِرُونَ",
      "translation": "او کله چې ورته وويل شي: راشئ چې رسول الله بخښنه درته وغواړي، نو خپل سرونه تاو كړي او ته يې وينې چې په كبر سره (له تاسي) څنګ كوي.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 555,
      "verse_key": "63:6",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "سَوَآءٌ عَلَيۡهِمۡ أَسۡتَغۡفَرۡتَ لَهُمۡ أَمۡ لَمۡ تَسۡتَغۡفِرۡ لَهُمۡ لَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ",
      "translation": "پر هغوی برابره خبره ده، كه تا بخښنه ورته غوښتې وی، يا دې نه غوښتې، الله به هغوى ته هيڅكله بخښنه ونه كړي، بېشكه الله ظالمانو ته سمه لار نه ښايي.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 555,
      "verse_key": "63:7",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُواْ عَلَىٰ مَنۡ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّواْۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَفۡقَهُونَ",
      "translation": "دوى خو همغه خلك دي چې وايي: د الله له رسول سره چې كوم كسان دي، پر هغوى لګښت مه كوئ، تر څو خواره واره شي. او (حال دا چې) د اسمانونو او ځمكې خزانې (ټولې) د الله دي، خو (دا) منافقان نه پوهيږي.",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 555,
      "verse_key": "63:8",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَقُولُونَ لَئِن رَّجَعۡنَآ إِلَى ٱلۡمَدِينَةِ لَيُخۡرِجَنَّ ٱلۡأَعَزُّ مِنۡهَا ٱلۡأَذَلَّۚ وَلِلَّهِ ٱلۡعِزَّةُ وَلِرَسُولِهِۦ وَلِلۡمُؤۡمِنِينَ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَعۡلَمُونَ",
      "translation": "هغوى وايي كه موږ مدينې ته ورستانه شولو؛ نو هرومرو به عزتمن (دا) بې عزته خلك بهر وباسي او (حال دا چې) عزت (يوازې) الله، د هغه رسول او مومنانو لره دى خو (دا) منافقان نه پوهيږي.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 555,
      "verse_key": "63:9",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُلۡهِكُمۡ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُمۡ عَن ذِكۡرِ ٱللَّهِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
      "translation": "اې هغو کسانو چې ايمان يې راوړی! خپل مالونه او خېلخانې مو د الله له يادولو غافله نه كړي او څوك چې داسې كوي نو همغه خلك (اصلى) تاوانيان دي.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 555,
      "verse_key": "63:10",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنفِقُواْ مِن مَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ أَحَدَكُمُ ٱلۡمَوۡتُ فَيَقُولَ رَبِّ لَوۡلَآ أَخَّرۡتَنِيٓ إِلَىٰٓ أَجَلٖ قَرِيبٖ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ",
      "translation": "او لګښت وکړئ له هغه څه چې موږ در روزي كړي، مخکې تر هغه چې ستاسو كوم يوه ته مرګ راشي (او) بيا وايي چې زما ربه ولې دې څه لږ نېټې پورې ونه ځنډولم چې زه صدقه وكړم او له نېكانو څخه شم؟",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 555,
      "verse_key": "63:11",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ",
      "translation": "او الله به هيڅكله يو څوک وروسته نه كړي، كله يې چې اجل راشي او الله ستاسي په كړنو ښه خبر دی.",
      "footnotes": ""
    }
  ]
}