{
  "result": [
    {
      "id": "2484",
      "sura": "21",
      "aya": "1",
      "arabic_text": "ٱقۡتَرَبَ لِلنَّاسِ حِسَابُهُمۡ وَهُمۡ فِي غَفۡلَةٖ مُّعۡرِضُونَ",
      "translation": "İnsanların hesaba çekilmeleri yaklaştı. Hâlbuki onlar gaflet içinde yüz çevirmekteler.",
      "footnotes": ""
    },
    {
      "id": "2485",
      "sura": "21",
      "aya": "2",
      "arabic_text": "مَا يَأۡتِيهِم مِّن ذِكۡرٖ مِّن رَّبِّهِم مُّحۡدَثٍ إِلَّا ٱسۡتَمَعُوهُ وَهُمۡ يَلۡعَبُونَ",
      "translation": "Rablerinden kendilerine her yeni öğüt geldiğinde, onlar mutlaka onu alay ederek dinlerler.",
      "footnotes": ""
    },
    {
      "id": "2486",
      "sura": "21",
      "aya": "3",
      "arabic_text": "لَاهِيَةٗ قُلُوبُهُمۡۗ وَأَسَرُّواْ ٱلنَّجۡوَى ٱلَّذِينَ ظَلَمُواْ هَلۡ هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡۖ أَفَتَأۡتُونَ ٱلسِّحۡرَ وَأَنتُمۡ تُبۡصِرُونَ",
      "translation": "Kalpleri başka şeylerle meşguldür. Zulmedenler, aralarında gizlice danışıp: \"Bu sizin benzeriniz olan bir beşer değil mi? Öyleyken, siz şimdi gözünüz göre göre büyüye mi geleceksiniz?”",
      "footnotes": ""
    },
    {
      "id": "2487",
      "sura": "21",
      "aya": "4",
      "arabic_text": "قَالَ رَبِّي يَعۡلَمُ ٱلۡقَوۡلَ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "Peygamber, (onlara) dedi ki: “Rabbim yerdeki ve gökteki her sözü bilir. O, hakkıyla işitendir, hakkıyla bilendir.''",
      "footnotes": ""
    },
    {
      "id": "2488",
      "sura": "21",
      "aya": "5",
      "arabic_text": "بَلۡ قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمِۭ بَلِ ٱفۡتَرَىٰهُ بَلۡ هُوَ شَاعِرٞ فَلۡيَأۡتِنَا بِـَٔايَةٖ كَمَآ أُرۡسِلَ ٱلۡأَوَّلُونَ",
      "translation": "Onlar, “Hayır, bunlar (Kur'an) anlamsız rüyalardır. Üstelik, onu kendisi uydurdu; dahası, o bir şairdir. Eğer böyle değilse, önceki peygamberlerin (mucizelerle) gönderildikleri gibi o da bize bir mucize getirsin.” dediler.",
      "footnotes": ""
    },
    {
      "id": "2489",
      "sura": "21",
      "aya": "6",
      "arabic_text": "مَآ ءَامَنَتۡ قَبۡلَهُم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَآۖ أَفَهُمۡ يُؤۡمِنُونَ",
      "translation": "Onlardan önce helâk ettiğimiz hiçbir memleket halkı iman etmedi de şimdi bunlar mı iman edecekler?",
      "footnotes": ""
    },
    {
      "id": "2490",
      "sura": "21",
      "aya": "7",
      "arabic_text": "وَمَآ أَرۡسَلۡنَا قَبۡلَكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ",
      "translation": "Senden önce de ancak kendilerine vahyettiğimiz birtakım erkekleri peygamber gönderdik. Eğer bilmiyorsanız ilim sahiplerine sorun.",
      "footnotes": ""
    },
    {
      "id": "2491",
      "sura": "21",
      "aya": "8",
      "arabic_text": "وَمَا جَعَلۡنَٰهُمۡ جَسَدٗا لَّا يَأۡكُلُونَ ٱلطَّعَامَ وَمَا كَانُواْ خَٰلِدِينَ",
      "translation": "Biz onları yemek yemez birer ceset kılmadık. Onlar ölümsüz de değillerdi.",
      "footnotes": ""
    },
    {
      "id": "2492",
      "sura": "21",
      "aya": "9",
      "arabic_text": "ثُمَّ صَدَقۡنَٰهُمُ ٱلۡوَعۡدَ فَأَنجَيۡنَٰهُمۡ وَمَن نَّشَآءُ وَأَهۡلَكۡنَا ٱلۡمُسۡرِفِينَ",
      "translation": "Sonra onlara verdiğimiz sözümüzde durup, onları ve dilediğimiz kimseleri kurtarıp, haddi aşanları da helâk ettik.",
      "footnotes": ""
    },
    {
      "id": "2493",
      "sura": "21",
      "aya": "10",
      "arabic_text": "لَقَدۡ أَنزَلۡنَآ إِلَيۡكُمۡ كِتَٰبٗا فِيهِ ذِكۡرُكُمۡۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "Andolsun, size öyle bir kitap indirdik ki sizin bütün şeref ve şanınız ondadır. Hâlâ aklınızı kullanmayacak mısınız?",
      "footnotes": ""
    },
    {
      "id": "2494",
      "sura": "21",
      "aya": "11",
      "arabic_text": "وَكَمۡ قَصَمۡنَا مِن قَرۡيَةٖ كَانَتۡ ظَالِمَةٗ وَأَنشَأۡنَا بَعۡدَهَا قَوۡمًا ءَاخَرِينَ",
      "translation": "Biz zulmetmekte olan nice memleketleri kırıp geçirdik ve onlardan sonra başka kavimler yarattık.",
      "footnotes": ""
    },
    {
      "id": "2495",
      "sura": "21",
      "aya": "12",
      "arabic_text": "فَلَمَّآ أَحَسُّواْ بَأۡسَنَآ إِذَا هُم مِّنۡهَا يَرۡكُضُونَ",
      "translation": "Onlar azabımızı hissedince, hemen oradan süratle kaçıyorlardı.",
      "footnotes": ""
    },
    {
      "id": "2496",
      "sura": "21",
      "aya": "13",
      "arabic_text": "لَا تَرۡكُضُواْ وَٱرۡجِعُوٓاْ إِلَىٰ مَآ أُتۡرِفۡتُمۡ فِيهِ وَمَسَٰكِنِكُمۡ لَعَلَّكُمۡ تُسۡـَٔلُونَ",
      "translation": "(Onlara): “Kaçışmayın. İçinde bulunduğunuz refaha ve evlerinize dönün. Çünkü siz sorguya çekileceksiniz” (denildi.)",
      "footnotes": ""
    },
    {
      "id": "2497",
      "sura": "21",
      "aya": "14",
      "arabic_text": "قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ",
      "translation": "“Eyvah bizlere! Bizler gerçekten zalim kimseler idik.” dediler.",
      "footnotes": ""
    },
    {
      "id": "2498",
      "sura": "21",
      "aya": "15",
      "arabic_text": "فَمَا زَالَت تِّلۡكَ دَعۡوَىٰهُمۡ حَتَّىٰ جَعَلۡنَٰهُمۡ حَصِيدًا خَٰمِدِينَ",
      "translation": "Biz onları biçilmiş ekin, sönmüş ateş gibi yapıncaya kadar bu feryatları devam etti.",
      "footnotes": ""
    },
    {
      "id": "2499",
      "sura": "21",
      "aya": "16",
      "arabic_text": "وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ",
      "translation": "Biz yeri, göğü ve arasındakileri oyun olsun diye yaratmadık.",
      "footnotes": ""
    },
    {
      "id": "2500",
      "sura": "21",
      "aya": "17",
      "arabic_text": "لَوۡ أَرَدۡنَآ أَن نَّتَّخِذَ لَهۡوٗا لَّٱتَّخَذۡنَٰهُ مِن لَّدُنَّآ إِن كُنَّا فَٰعِلِينَ",
      "translation": "Eğer biz eğlence edinmek isteseydik, elbette onu kendi katımızdan edinirdik. Fakat biz (bunu) yapanlar değiliz.",
      "footnotes": ""
    },
    {
      "id": "2501",
      "sura": "21",
      "aya": "18",
      "arabic_text": "بَلۡ نَقۡذِفُ بِٱلۡحَقِّ عَلَى ٱلۡبَٰطِلِ فَيَدۡمَغُهُۥ فَإِذَا هُوَ زَاهِقٞۚ وَلَكُمُ ٱلۡوَيۡلُ مِمَّا تَصِفُونَ",
      "translation": "Bilâkis, biz hakkı batılın üstüne bırakırız. O da o, batılın işini bitirir. Bir de bakarsın ki batıl, yok olup gitmiştir. (Allah’ı) vasfettiğiniz sıfatlardan dolayı yazıklar olsun size!",
      "footnotes": ""
    },
    {
      "id": "2502",
      "sura": "21",
      "aya": "19",
      "arabic_text": "وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَنۡ عِندَهُۥ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَلَا يَسۡتَحۡسِرُونَ",
      "translation": "Göklerde ve yerde kim varsa Allah'ındır. O’nun katındakiler, O'na ibadet hususunda kibirlenmez ve yorulmazlar.",
      "footnotes": ""
    },
    {
      "id": "2503",
      "sura": "21",
      "aya": "20",
      "arabic_text": "يُسَبِّحُونَ ٱلَّيۡلَ وَٱلنَّهَارَ لَا يَفۡتُرُونَ",
      "translation": "Gece ve gündüz durmaksızın O’nu tesbih ederler.",
      "footnotes": ""
    },
    {
      "id": "2504",
      "sura": "21",
      "aya": "21",
      "arabic_text": "أَمِ ٱتَّخَذُوٓاْ ءَالِهَةٗ مِّنَ ٱلۡأَرۡضِ هُمۡ يُنشِرُونَ",
      "translation": "Yoksa onlar, yeryüzünde ilahlar edindiler de onlar mı ölüyü diriltecekler?",
      "footnotes": ""
    },
    {
      "id": "2505",
      "sura": "21",
      "aya": "22",
      "arabic_text": "لَوۡ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَاۚ فَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ",
      "translation": "Eğer yerde ve gökte Allah’tan başka ilâhlar olsaydı, kesinlikle ikisinin de düzeni bozulurdu. Demek ki, Arş’ın Rabbi Allah, onların vasfettiği sıfatlardan münezzeh ve yücedir.",
      "footnotes": ""
    },
    {
      "id": "2506",
      "sura": "21",
      "aya": "23",
      "arabic_text": "لَا يُسۡـَٔلُ عَمَّا يَفۡعَلُ وَهُمۡ يُسۡـَٔلُونَ",
      "translation": "O, yaptıklarından sorulmaz, oysa onlar sorguya çekilirler.",
      "footnotes": ""
    },
    {
      "id": "2507",
      "sura": "21",
      "aya": "24",
      "arabic_text": "أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡۖ هَٰذَا ذِكۡرُ مَن مَّعِيَ وَذِكۡرُ مَن قَبۡلِيۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ٱلۡحَقَّۖ فَهُم مُّعۡرِضُونَ",
      "translation": "Yoksa O'ndan başka ilahlar mı edindiler? De ki: “Delilinizi getirin. İşte bu, benimle birlikte olanların zikri (kitabı) ve (bu da) benden öncekilerin zikri (kitabı)!” Hayır, onların çoğu hakkı bilmezler; bu yüzden de yüz çevirirler.",
      "footnotes": ""
    },
    {
      "id": "2508",
      "sura": "21",
      "aya": "25",
      "arabic_text": "وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٍ إِلَّا نُوحِيٓ إِلَيۡهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدُونِ",
      "translation": "Senden önce gönderdiğimiz bütün peygamberlere: “Şüphesiz, benden başka (hak) ilâh yoktur. Öyleyse yalnız bana ibadet edin!” diye vahyetmişizdir.",
      "footnotes": ""
    },
    {
      "id": "2509",
      "sura": "21",
      "aya": "26",
      "arabic_text": "وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗاۗ سُبۡحَٰنَهُۥۚ بَلۡ عِبَادٞ مُّكۡرَمُونَ",
      "translation": "(Böyle iken) “Rahmân, çocuk edindi” dediler. O bundan münezzehtir, yücedir. Hayır! (Evlat diye niteledikleri) o melekler ikram edilmiş kullardır.",
      "footnotes": ""
    },
    {
      "id": "2510",
      "sura": "21",
      "aya": "27",
      "arabic_text": "لَا يَسۡبِقُونَهُۥ بِٱلۡقَوۡلِ وَهُم بِأَمۡرِهِۦ يَعۡمَلُونَ",
      "translation": "Onun sözünün önüne geçmezler ve O'nun emri gereğince iş görürler.",
      "footnotes": ""
    },
    {
      "id": "2511",
      "sura": "21",
      "aya": "28",
      "arabic_text": "يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يَشۡفَعُونَ إِلَّا لِمَنِ ٱرۡتَضَىٰ وَهُم مِّنۡ خَشۡيَتِهِۦ مُشۡفِقُونَ",
      "translation": "Allah, onların önlerindekini de arkalarındakini de (yaptıklarını da yapacaklarını da) bilir. Onlar, O’nun razı olduğu kimselerden başkasına şefaat etmezler ve hepsi O’nun korkusuyla titrerler.",
      "footnotes": ""
    },
    {
      "id": "2512",
      "sura": "21",
      "aya": "29",
      "arabic_text": "۞ وَمَن يَقُلۡ مِنۡهُمۡ إِنِّيٓ إِلَٰهٞ مِّن دُونِهِۦ فَذَٰلِكَ نَجۡزِيهِ جَهَنَّمَۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ",
      "translation": "İçlerinden her kim; “Allah’tan başka ben de şüphesiz bir ilâhım” derse, böylesini Cehennem'le cezalandırırız. İşte biz zalimleri böyle cezalandırırız.",
      "footnotes": ""
    },
    {
      "id": "2513",
      "sura": "21",
      "aya": "30",
      "arabic_text": "أَوَلَمۡ يَرَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ كَانَتَا رَتۡقٗا فَفَتَقۡنَٰهُمَاۖ وَجَعَلۡنَا مِنَ ٱلۡمَآءِ كُلَّ شَيۡءٍ حَيٍّۚ أَفَلَا يُؤۡمِنُونَ",
      "translation": "Kâfirler, görmez mi ki gökler ve yer birleşik iken onları (biz) ayırdık ve her şeye sudan hayat verdik. Hâlâ iman etmezler mi?",
      "footnotes": ""
    },
    {
      "id": "2514",
      "sura": "21",
      "aya": "31",
      "arabic_text": "وَجَعَلۡنَا فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِهِمۡ وَجَعَلۡنَا فِيهَا فِجَاجٗا سُبُلٗا لَّعَلَّهُمۡ يَهۡتَدُونَ",
      "translation": "Sarsılmasınlar diye yeryüzünde sabit dağlar kıldık, yol bulmaları için orada geniş geniş yollar var ettik.",
      "footnotes": ""
    },
    {
      "id": "2515",
      "sura": "21",
      "aya": "32",
      "arabic_text": "وَجَعَلۡنَا ٱلسَّمَآءَ سَقۡفٗا مَّحۡفُوظٗاۖ وَهُمۡ عَنۡ ءَايَٰتِهَا مُعۡرِضُونَ",
      "translation": "Gökyüzünü de korunmuş bir tavan yaptık. Buna rağmen onlar, bundaki ayetlerden yüz çevirmektedirler.",
      "footnotes": ""
    },
    {
      "id": "2516",
      "sura": "21",
      "aya": "33",
      "arabic_text": "وَهُوَ ٱلَّذِي خَلَقَ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ فِي فَلَكٖ يَسۡبَحُونَ",
      "translation": "O, geceyi ve gündüzü, Güneş'i ve Ay'ı yaratandır. Her biri bir yörüngede yüzmektedir.",
      "footnotes": ""
    },
    {
      "id": "2517",
      "sura": "21",
      "aya": "34",
      "arabic_text": "وَمَا جَعَلۡنَا لِبَشَرٖ مِّن قَبۡلِكَ ٱلۡخُلۡدَۖ أَفَإِيْن مِّتَّ فَهُمُ ٱلۡخَٰلِدُونَ",
      "translation": "Biz, senden önce de hiçbir beşere ölümsüzlük vermedik. Şimdi sen ölürsen, onlar ebedî mi kalacaklar?",
      "footnotes": ""
    },
    {
      "id": "2518",
      "sura": "21",
      "aya": "35",
      "arabic_text": "كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَنَبۡلُوكُم بِٱلشَّرِّ وَٱلۡخَيۡرِ فِتۡنَةٗۖ وَإِلَيۡنَا تُرۡجَعُونَ",
      "translation": "Her nefİs ölümü tadıcıdır. Biz sizi şer ve hayırla imtihan olmak üzere deneriz. Sonunda bize döndürüleceksiniz.",
      "footnotes": ""
    },
    {
      "id": "2519",
      "sura": "21",
      "aya": "36",
      "arabic_text": "وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓاْ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي يَذۡكُرُ ءَالِهَتَكُمۡ وَهُم بِذِكۡرِ ٱلرَّحۡمَٰنِ هُمۡ كَٰفِرُونَ",
      "translation": "Kâfirler seni gördükleri zaman ancak alaya alırlar. “Bu mu ilâhlarınızı diline dolayan?” derler. Hâlbuki kendileri Rahman’ın kitabını inkâr ediyorlar.",
      "footnotes": ""
    },
    {
      "id": "2520",
      "sura": "21",
      "aya": "37",
      "arabic_text": "خُلِقَ ٱلۡإِنسَٰنُ مِنۡ عَجَلٖۚ سَأُوْرِيكُمۡ ءَايَٰتِي فَلَا تَسۡتَعۡجِلُونِ",
      "translation": "İnsan çok aceleci (tez canlı) yaratılmıştır. Size yakında âyetlerimi göstereceğim. Şimdi acele etmeyin.",
      "footnotes": ""
    },
    {
      "id": "2521",
      "sura": "21",
      "aya": "38",
      "arabic_text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "Bir de; “Eğer doğru söyleyenler iseniz, bu tehdit ne zaman gerçekleşecek?” diyorlar.",
      "footnotes": ""
    },
    {
      "id": "2522",
      "sura": "21",
      "aya": "39",
      "arabic_text": "لَوۡ يَعۡلَمُ ٱلَّذِينَ كَفَرُواْ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمۡ وَلَا هُمۡ يُنصَرُونَ",
      "translation": "O kâfirler, yüzlerinden ve sırtlarından ateşi savamayacakları ve hiçbir yardım da görmeyecekleri vakti bir bilseler!",
      "footnotes": ""
    },
    {
      "id": "2523",
      "sura": "21",
      "aya": "40",
      "arabic_text": "بَلۡ تَأۡتِيهِم بَغۡتَةٗ فَتَبۡهَتُهُمۡ فَلَا يَسۡتَطِيعُونَ رَدَّهَا وَلَا هُمۡ يُنظَرُونَ",
      "translation": "Şüphesiz o (tehdit edildikleri azap) onlara ansızın gelecek de kendilerini şaşkınlıktan dondurup bırakacak. Artık ne onu geri çevirmeye güçleri yetecek, ne de kendilerine göz açtırılacak.",
      "footnotes": ""
    },
    {
      "id": "2524",
      "sura": "21",
      "aya": "41",
      "arabic_text": "وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "Andolsun, senden önce de birçok peygamberle alay edildi de içlerinden alay edenleri, o alaya aldıkları şey kuşatıverdi.",
      "footnotes": ""
    },
    {
      "id": "2525",
      "sura": "21",
      "aya": "42",
      "arabic_text": "قُلۡ مَن يَكۡلَؤُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ مِنَ ٱلرَّحۡمَٰنِۚ بَلۡ هُمۡ عَن ذِكۡرِ رَبِّهِم مُّعۡرِضُونَ",
      "translation": "(Ey Muhammed!) De ki: “(Size azap edecek olsa) gece ve gündüz Rahmân’ın azabından sizi kim koruyacak?” Öyle iken onlar Rablerinin zikrinden yüz çevirmekteler.",
      "footnotes": ""
    },
    {
      "id": "2526",
      "sura": "21",
      "aya": "43",
      "arabic_text": "أَمۡ لَهُمۡ ءَالِهَةٞ تَمۡنَعُهُم مِّن دُونِنَاۚ لَا يَسۡتَطِيعُونَ نَصۡرَ أَنفُسِهِمۡ وَلَا هُم مِّنَّا يُصۡحَبُونَ",
      "translation": "Yoksa bizim dışımızda onları koruyacak ilâhları mı var? O ilâh edindikleri nesneler kendilerine bile yardım edemezler. Zaten onlar bizden de yardım görmezler.",
      "footnotes": ""
    },
    {
      "id": "2527",
      "sura": "21",
      "aya": "44",
      "arabic_text": "بَلۡ مَتَّعۡنَا هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ طَالَ عَلَيۡهِمُ ٱلۡعُمُرُۗ أَفَلَا يَرَوۡنَ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَآۚ أَفَهُمُ ٱلۡغَٰلِبُونَ",
      "translation": "Evet, biz onları da atalarını da faydalandırdık. Öyle ki uzun süre yaşadılar. Ama, artık görmüyorlar mı ki, biz yeryüzünü çevresinden eksiltiyoruz? O halde onlar mı galip gelecekler?",
      "footnotes": ""
    },
    {
      "id": "2528",
      "sura": "21",
      "aya": "45",
      "arabic_text": "قُلۡ إِنَّمَآ أُنذِرُكُم بِٱلۡوَحۡيِۚ وَلَا يَسۡمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ",
      "translation": "De ki: “Ben sizi ancak vahiy ile uyarıyorum.” Ama sağırlar uyarıldıkları vakit çağrıyı işitmezler.",
      "footnotes": ""
    },
    {
      "id": "2529",
      "sura": "21",
      "aya": "46",
      "arabic_text": "وَلَئِن مَّسَّتۡهُمۡ نَفۡحَةٞ مِّنۡ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ",
      "translation": "Onlara Rabbinin azabından hafif bir şey dokunsa, muhakkak “Eyvah bize! Gerçekten biz zalim kimselerdik” diyeceklerdir.",
      "footnotes": ""
    },
    {
      "id": "2530",
      "sura": "21",
      "aya": "47",
      "arabic_text": "وَنَضَعُ ٱلۡمَوَٰزِينَ ٱلۡقِسۡطَ لِيَوۡمِ ٱلۡقِيَٰمَةِ فَلَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗاۖ وَإِن كَانَ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٍ أَتَيۡنَا بِهَاۗ وَكَفَىٰ بِنَا حَٰسِبِينَ",
      "translation": "Kıyamet günü için adalet terazileri kuracağız. Öyle ki hiçbir kimseye zerre kadar zulmedilmeyecek. (Yapılan iş) bir hardal tanesi ağırlığınca da olsa, onu getirip ortaya koyacağız. Hesap görücü olarak biz yeteriz.",
      "footnotes": ""
    },
    {
      "id": "2531",
      "sura": "21",
      "aya": "48",
      "arabic_text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ وَهَٰرُونَ ٱلۡفُرۡقَانَ وَضِيَآءٗ وَذِكۡرٗا لِّلۡمُتَّقِينَ",
      "translation": "Andolsun ki biz Mûsâ ile Hârûn’a Furkan’ı takvâ sahiplerine bir ışık ve bir öğüt olarak verdik.",
      "footnotes": ""
    },
    {
      "id": "2532",
      "sura": "21",
      "aya": "49",
      "arabic_text": "ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشۡفِقُونَ",
      "translation": "Onlar, görmedikleri halde Rablerinden korkan ve kıyamet saatinden de çekinen kimselerdir.",
      "footnotes": ""
    },
    {
      "id": "2533",
      "sura": "21",
      "aya": "50",
      "arabic_text": "وَهَٰذَا ذِكۡرٞ مُّبَارَكٌ أَنزَلۡنَٰهُۚ أَفَأَنتُمۡ لَهُۥ مُنكِرُونَ",
      "translation": "İşte bu (Kur’an) da bizim indirdiğimiz mübarek bir zikirdir. Şimdi siz bunu mu inkâr ediyorsunuz?",
      "footnotes": ""
    },
    {
      "id": "2534",
      "sura": "21",
      "aya": "51",
      "arabic_text": "۞ وَلَقَدۡ ءَاتَيۡنَآ إِبۡرَٰهِيمَ رُشۡدَهُۥ مِن قَبۡلُ وَكُنَّا بِهِۦ عَٰلِمِينَ",
      "translation": "Andolsun, daha önce de İbrahim’e rüşdünü/doğruyu yanlıştan ayırma yeteneğini verdik. Biz zaten onu biliyorduk.",
      "footnotes": ""
    },
    {
      "id": "2535",
      "sura": "21",
      "aya": "52",
      "arabic_text": "إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِيٓ أَنتُمۡ لَهَا عَٰكِفُونَ",
      "translation": "Hani o, babasına ve kavmine: \"Kendilerine ibadet edip, durduğunuz bu putlar nedir?\" demişti.",
      "footnotes": ""
    },
    {
      "id": "2536",
      "sura": "21",
      "aya": "53",
      "arabic_text": "قَالُواْ وَجَدۡنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ",
      "translation": "\"Atalarımızı bunlara ibadet ediyor bulduk.” dediler.",
      "footnotes": ""
    },
    {
      "id": "2537",
      "sura": "21",
      "aya": "54",
      "arabic_text": "قَالَ لَقَدۡ كُنتُمۡ أَنتُمۡ وَءَابَآؤُكُمۡ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "İbrahim: “Andolsun siz de, atalarınız da apaçık bir sapıklık içindesiniz.” dedi.",
      "footnotes": ""
    },
    {
      "id": "2538",
      "sura": "21",
      "aya": "55",
      "arabic_text": "قَالُوٓاْ أَجِئۡتَنَا بِٱلۡحَقِّ أَمۡ أَنتَ مِنَ ٱللَّٰعِبِينَ",
      "translation": "“Sen bize hakkı mı getirdin, yoksa bizimle alay mı ediyorsun?” dediler.",
      "footnotes": ""
    },
    {
      "id": "2539",
      "sura": "21",
      "aya": "56",
      "arabic_text": "قَالَ بَل رَّبُّكُمۡ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلَّذِي فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّٰهِدِينَ",
      "translation": "Dedi ki: \"Hayır! Rabbiniz, göklerin ve yerin Rabbidir. O, bunları yaratandır ve ben de buna şahitlik edenlerdenim.\"",
      "footnotes": ""
    },
    {
      "id": "2540",
      "sura": "21",
      "aya": "57",
      "arabic_text": "وَتَٱللَّهِ لَأَكِيدَنَّ أَصۡنَٰمَكُم بَعۡدَ أَن تُوَلُّواْ مُدۡبِرِينَ",
      "translation": "“Allah'a yemin ederim ki, siz arkanızı dönüp gittikten sonra ben bu putlarınıza mutlaka bir tuzak kuracağım.”",
      "footnotes": ""
    },
    {
      "id": "2541",
      "sura": "21",
      "aya": "58",
      "arabic_text": "فَجَعَلَهُمۡ جُذَٰذًا إِلَّا كَبِيرٗا لَّهُمۡ لَعَلَّهُمۡ إِلَيۡهِ يَرۡجِعُونَ",
      "translation": "Derken (İbrahim) belki kendisine başvururlar diye içlerinden bir büyüğü bırakarak onları (putları) paramparça etti.",
      "footnotes": ""
    },
    {
      "id": "2542",
      "sura": "21",
      "aya": "59",
      "arabic_text": "قَالُواْ مَن فَعَلَ هَٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّٰلِمِينَ",
      "translation": "Onlar: “Bunu putlarımıza kim yaptıysa şüphesiz ki o zalimlerdendir” dediler.",
      "footnotes": ""
    },
    {
      "id": "2543",
      "sura": "21",
      "aya": "60",
      "arabic_text": "قَالُواْ سَمِعۡنَا فَتٗى يَذۡكُرُهُمۡ يُقَالُ لَهُۥٓ إِبۡرَٰهِيمُ",
      "translation": "(İçlerinden bazıları), “İbrahim denilen bir gencin onları diline doladığını duyduk” dediler.",
      "footnotes": ""
    },
    {
      "id": "2544",
      "sura": "21",
      "aya": "61",
      "arabic_text": "قَالُواْ فَأۡتُواْ بِهِۦ عَلَىٰٓ أَعۡيُنِ ٱلنَّاسِ لَعَلَّهُمۡ يَشۡهَدُونَ",
      "translation": "(Bir kısmı da) “O halde haydi, onu insanların gözü önüne getirin. Belki (bu konuda) şahitlik ederler” dediler.",
      "footnotes": ""
    },
    {
      "id": "2545",
      "sura": "21",
      "aya": "62",
      "arabic_text": "قَالُوٓاْ ءَأَنتَ فَعَلۡتَ هَٰذَا بِـَٔالِهَتِنَا يَٰٓإِبۡرَٰهِيمُ",
      "translation": "(İbrahim gelince) “Sen mi yaptın bunu ilâhlarımıza ey İbrahim!” dediler.",
      "footnotes": ""
    },
    {
      "id": "2546",
      "sura": "21",
      "aya": "63",
      "arabic_text": "قَالَ بَلۡ فَعَلَهُۥ كَبِيرُهُمۡ هَٰذَا فَسۡـَٔلُوهُمۡ إِن كَانُواْ يَنطِقُونَ",
      "translation": "“Hayır! Bunu şu büyükleri yapmıştır. Konuşabiliyorlarsa, onlara sorun bakalım!” dedi.",
      "footnotes": ""
    },
    {
      "id": "2547",
      "sura": "21",
      "aya": "64",
      "arabic_text": "فَرَجَعُوٓاْ إِلَىٰٓ أَنفُسِهِمۡ فَقَالُوٓاْ إِنَّكُمۡ أَنتُمُ ٱلظَّٰلِمُونَ",
      "translation": "Bunun üzerine birbirlerine dönüp, “Hiç şüphesiz asıl zalimler sizsiniz siz!” dediler.",
      "footnotes": ""
    },
    {
      "id": "2548",
      "sura": "21",
      "aya": "65",
      "arabic_text": "ثُمَّ نُكِسُواْ عَلَىٰ رُءُوسِهِمۡ لَقَدۡ عَلِمۡتَ مَا هَٰٓؤُلَآءِ يَنطِقُونَ",
      "translation": "Sonra eski inanç ve inatlarına döndüler ve: “Andolsun, bunların konuşmayacağını sen de bilirsin” dediler.",
      "footnotes": ""
    },
    {
      "id": "2549",
      "sura": "21",
      "aya": "66",
      "arabic_text": "قَالَ أَفَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمۡ شَيۡـٔٗا وَلَا يَضُرُّكُمۡ",
      "translation": "İbrahim: \"O halde Allah’ı bırakıp da size hiç bir şekilde fayda ya da zarar vermeyen şeylere mi ibadet ediyorsunuz?\" dedi.",
      "footnotes": ""
    },
    {
      "id": "2550",
      "sura": "21",
      "aya": "67",
      "arabic_text": "أُفّٖ لَّكُمۡ وَلِمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "'Yazıklar olsun! Size de, Allah’ı bırakıp tapmakta olduklarınıza da! Hâlâ aklınızı başınıza almayacak mısınız?''",
      "footnotes": ""
    },
    {
      "id": "2551",
      "sura": "21",
      "aya": "68",
      "arabic_text": "قَالُواْ حَرِّقُوهُ وَٱنصُرُوٓاْ ءَالِهَتَكُمۡ إِن كُنتُمۡ فَٰعِلِينَ",
      "translation": "(İçlerinden bazıları), “Eğer (bir şey) yapacaksanız, onu yakın da ilâhlarınıza yardım edin” dediler.",
      "footnotes": ""
    },
    {
      "id": "2552",
      "sura": "21",
      "aya": "69",
      "arabic_text": "قُلۡنَا يَٰنَارُ كُونِي بَرۡدٗا وَسَلَٰمًا عَلَىٰٓ إِبۡرَٰهِيمَ",
      "translation": "“Ey ateş! İbrahim’e karşı serin ve esenlik ol!” dedik.",
      "footnotes": ""
    },
    {
      "id": "2553",
      "sura": "21",
      "aya": "70",
      "arabic_text": "وَأَرَادُواْ بِهِۦ كَيۡدٗا فَجَعَلۡنَٰهُمُ ٱلۡأَخۡسَرِينَ",
      "translation": "Ona böyle bir tuzak kurmak istediler. Fakat biz onları en çok zarar edenler durumuna düşürdük.",
      "footnotes": ""
    },
    {
      "id": "2554",
      "sura": "21",
      "aya": "71",
      "arabic_text": "وَنَجَّيۡنَٰهُ وَلُوطًا إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَا لِلۡعَٰلَمِينَ",
      "translation": "Onu Lût ile beraber kurtarıp, içinde âlemler için bereketler kıldığımız yere ulaştırdık.",
      "footnotes": ""
    },
    {
      "id": "2555",
      "sura": "21",
      "aya": "72",
      "arabic_text": "وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ نَافِلَةٗۖ وَكُلّٗا جَعَلۡنَا صَٰلِحِينَ",
      "translation": "Ve ona İshak’ı, üstelik bir de Ya'kûb’u bağışladık. Her ikisini de salih kimseler kıldık.",
      "footnotes": ""
    },
    {
      "id": "2556",
      "sura": "21",
      "aya": "73",
      "arabic_text": "وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا وَأَوۡحَيۡنَآ إِلَيۡهِمۡ فِعۡلَ ٱلۡخَيۡرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِۖ وَكَانُواْ لَنَا عَٰبِدِينَ",
      "translation": "Onları emrimizle doğru yolu gösteren önderler kıldık ve kendilerine hayırlar işlemeyi, namazı dosdoğru kılmayı, zekâtı vermeyi vahyettik. Onlar yalnızca bize ibadet eden kimselerdi.",
      "footnotes": ""
    },
    {
      "id": "2557",
      "sura": "21",
      "aya": "74",
      "arabic_text": "وَلُوطًا ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَنَجَّيۡنَٰهُ مِنَ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَت تَّعۡمَلُ ٱلۡخَبَٰٓئِثَۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَٰسِقِينَ",
      "translation": "Biz, Lût’a da bir hikmet ve bir ilim verdik ve onu çirkin işler yapan memleketten kurtardık. Gerçekten onlar kötü bir toplum idiler, fasık (Allah’ın emrinden çıkan kimseler) idiler.",
      "footnotes": ""
    },
    {
      "id": "2558",
      "sura": "21",
      "aya": "75",
      "arabic_text": "وَأَدۡخَلۡنَٰهُ فِي رَحۡمَتِنَآۖ إِنَّهُۥ مِنَ ٱلصَّٰلِحِينَ",
      "translation": "Ve biz onu rahmetimizin içine aldık. Çünkü o, gerçekten salih kimselerdendi.",
      "footnotes": ""
    },
    {
      "id": "2559",
      "sura": "21",
      "aya": "76",
      "arabic_text": "وَنُوحًا إِذۡ نَادَىٰ مِن قَبۡلُ فَٱسۡتَجَبۡنَا لَهُۥ فَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ",
      "translation": "(Ey Muhammed!) Nûh’u da an. Hani o daha önce dua etmişti de biz onun duasını kabul ederek, kendisini ve ailesini o büyük sıkıntıdan (tufandan) kurtarmıştık.",
      "footnotes": ""
    },
    {
      "id": "2560",
      "sura": "21",
      "aya": "77",
      "arabic_text": "وَنَصَرۡنَٰهُ مِنَ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ",
      "translation": "Ayetlerimizi yalanlayanlara karşı ona yardım etmiştik. Çünkü onlar kötü bir toplum idiler. Bu yüzden biz de onları topyekûn suda boğduk.",
      "footnotes": ""
    },
    {
      "id": "2561",
      "sura": "21",
      "aya": "78",
      "arabic_text": "وَدَاوُۥدَ وَسُلَيۡمَٰنَ إِذۡ يَحۡكُمَانِ فِي ٱلۡحَرۡثِ إِذۡ نَفَشَتۡ فِيهِ غَنَمُ ٱلۡقَوۡمِ وَكُنَّا لِحُكۡمِهِمۡ شَٰهِدِينَ",
      "translation": "Davûd ile Süleyman’ı da hatırla. Hani bir ekin tarlası hakkında hüküm veriyorlardı. Çünkü halkın koyunları o ekine girmişti. Biz de hükümlerine şahit olmuştuk.",
      "footnotes": ""
    },
    {
      "id": "2562",
      "sura": "21",
      "aya": "79",
      "arabic_text": "فَفَهَّمۡنَٰهَا سُلَيۡمَٰنَۚ وَكُلًّا ءَاتَيۡنَا حُكۡمٗا وَعِلۡمٗاۚ وَسَخَّرۡنَا مَعَ دَاوُۥدَ ٱلۡجِبَالَ يُسَبِّحۡنَ وَٱلطَّيۡرَۚ وَكُنَّا فَٰعِلِينَ",
      "translation": "Biz hüküm vermeyi Süleyman’a kavratmıştık. Zaten her birine hükümranlık ve ilim vermiştik. Davûd ile birlikte, Allah’ı tespih etmeleri için dağları ve kuşları onun emrine verdik. Bunları yapan biz idik.",
      "footnotes": ""
    },
    {
      "id": "2563",
      "sura": "21",
      "aya": "80",
      "arabic_text": "وَعَلَّمۡنَٰهُ صَنۡعَةَ لَبُوسٖ لَّكُمۡ لِتُحۡصِنَكُم مِّنۢ بَأۡسِكُمۡۖ فَهَلۡ أَنتُمۡ شَٰكِرُونَ",
      "translation": "Bir de Davûd’a, sizin için, zırh yapma sanatını öğrettik ki, savaşlarınızda sizi korusun. Şimdi siz şükrediyor musunuz?",
      "footnotes": ""
    },
    {
      "id": "2564",
      "sura": "21",
      "aya": "81",
      "arabic_text": "وَلِسُلَيۡمَٰنَ ٱلرِّيحَ عَاصِفَةٗ تَجۡرِي بِأَمۡرِهِۦٓ إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَاۚ وَكُنَّا بِكُلِّ شَيۡءٍ عَٰلِمِينَ",
      "translation": "Süleyman’ın hizmetine de güçlü esen rüzgârı verdik. Rüzgâr onun emriyle, bereketlendirdiğimiz yere doğru eserdi. Biz, her şeyi hakkıyla bileniz.",
      "footnotes": ""
    },
    {
      "id": "2565",
      "sura": "21",
      "aya": "82",
      "arabic_text": "وَمِنَ ٱلشَّيَٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعۡمَلُونَ عَمَلٗا دُونَ ذَٰلِكَۖ وَكُنَّا لَهُمۡ حَٰفِظِينَ",
      "translation": "Şeytanlardan onun için denize dalan ve bundan başka işler görenleri de (emrine vermiştik). Onları gözetenler bizlerdik.",
      "footnotes": ""
    },
    {
      "id": "2566",
      "sura": "21",
      "aya": "83",
      "arabic_text": "۞ وَأَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلضُّرُّ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ",
      "translation": "Eyyûb’u da an. Hani o Rabbine: “Şüphesiz ki ben derde uğradım, sen ise merhametlilerin en merhametlisisin” diye niyaz etmişti.",
      "footnotes": ""
    },
    {
      "id": "2567",
      "sura": "21",
      "aya": "84",
      "arabic_text": "فَٱسۡتَجَبۡنَا لَهُۥ فَكَشَفۡنَا مَا بِهِۦ مِن ضُرّٖۖ وَءَاتَيۡنَٰهُ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنۡ عِندِنَا وَذِكۡرَىٰ لِلۡعَٰبِدِينَ",
      "translation": "Biz onun duasını kabul ettik ve başındaki sıkıntıyı açıp giderdik. Ayrıca ona hem katımızdan bir rahmet, hem de iyi kullukta bulunanlara bir ibret olmak üzere aile ve çocuklarını ve onlarla birlikte bir o kadarını da verdik.",
      "footnotes": ""
    },
    {
      "id": "2568",
      "sura": "21",
      "aya": "85",
      "arabic_text": "وَإِسۡمَٰعِيلَ وَإِدۡرِيسَ وَذَا ٱلۡكِفۡلِۖ كُلّٞ مِّنَ ٱلصَّٰبِرِينَ",
      "translation": "İsmail’i, İdris’i ve Zülkifl’i de an. Bunların hepsi sabredenlerdendi.",
      "footnotes": ""
    },
    {
      "id": "2569",
      "sura": "21",
      "aya": "86",
      "arabic_text": "وَأَدۡخَلۡنَٰهُمۡ فِي رَحۡمَتِنَآۖ إِنَّهُم مِّنَ ٱلصَّٰلِحِينَ",
      "translation": "Ve onları rahmetimizin içine soktuk. Gerçekten onlar salih kimselerdendi.",
      "footnotes": ""
    },
    {
      "id": "2570",
      "sura": "21",
      "aya": "87",
      "arabic_text": "وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبٗا فَظَنَّ أَن لَّن نَّقۡدِرَ عَلَيۡهِ فَنَادَىٰ فِي ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبۡحَٰنَكَ إِنِّي كُنتُ مِنَ ٱلظَّٰلِمِينَ",
      "translation": "Zünnûn’u da an. Hani öfkelenerek (halkından ayrılıp) gitmişti de kendisini asla darda koymayacağımızı, sanmıştı. Derken karanlıklar içinde, “Senden başka hak ilâh yoktur. Seni eksikliklerden uzak tutarım. Ben gerçekten (nefsine) zulmedenlerden oldum.” diye dua etti.",
      "footnotes": ""
    },
    {
      "id": "2571",
      "sura": "21",
      "aya": "88",
      "arabic_text": "فَٱسۡتَجَبۡنَا لَهُۥ وَنَجَّيۡنَٰهُ مِنَ ٱلۡغَمِّۚ وَكَذَٰلِكَ نُـۨجِي ٱلۡمُؤۡمِنِينَ",
      "translation": "Biz de duasını kabul ettik ve kendisini kederden kurtardık. İşte biz Mü’minleri böyle kurtarırız.",
      "footnotes": ""
    },
    {
      "id": "2572",
      "sura": "21",
      "aya": "89",
      "arabic_text": "وَزَكَرِيَّآ إِذۡ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرۡنِي فَرۡدٗا وَأَنتَ خَيۡرُ ٱلۡوَٰرِثِينَ",
      "translation": "Zekeriya’yı da an. Hani o, Rabbine, “Rabbim! Beni tek başıma bırakma. Sen varislerin en hayırlısısın.” diye dua etmişti.",
      "footnotes": ""
    },
    {
      "id": "2573",
      "sura": "21",
      "aya": "90",
      "arabic_text": "فَٱسۡتَجَبۡنَا لَهُۥ وَوَهَبۡنَا لَهُۥ يَحۡيَىٰ وَأَصۡلَحۡنَا لَهُۥ زَوۡجَهُۥٓۚ إِنَّهُمۡ كَانُواْ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَيَدۡعُونَنَا رَغَبٗا وَرَهَبٗاۖ وَكَانُواْ لَنَا خَٰشِعِينَ",
      "translation": "Biz de onun duasını kabul ettik ve kendisine Yahya’yı bağışladık. Eşini de kendisi için, (doğurmaya) elverişli kıldık. Onlar gerçekten hayır işlerinde yarışırlar, (rahmetimizi) umarak ve (azabımızdan) korkarak bize dua ederlerdi. Onlar bize derin saygı duyan kimselerdi.",
      "footnotes": ""
    },
    {
      "id": "2574",
      "sura": "21",
      "aya": "91",
      "arabic_text": "وَٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهَا مِن رُّوحِنَا وَجَعَلۡنَٰهَا وَٱبۡنَهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ",
      "translation": "Irzını korumuş olan kadını da (Meryem’i de) hatırla. Ona ruhumuzdan üflemiştik. Kendisini de, oğlunu da âlemlere (kudretimizi gösteren) birer delil yapmıştık.",
      "footnotes": ""
    },
    {
      "id": "2575",
      "sura": "21",
      "aya": "92",
      "arabic_text": "إِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱعۡبُدُونِ",
      "translation": "Şüphe yok ki bu sizin ümmetiniz, tek bir ümmettir. Sizin Rabbiniz de benim. O halde yalnız bana ibadet edin.",
      "footnotes": ""
    },
    {
      "id": "2576",
      "sura": "21",
      "aya": "93",
      "arabic_text": "وَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡۖ كُلٌّ إِلَيۡنَا رَٰجِعُونَ",
      "translation": "(İnsanlar) (din) işlerinde aralarında bölüklere ayrıldılar. Hepsi de ancak bize dönecekler.",
      "footnotes": ""
    },
    {
      "id": "2577",
      "sura": "21",
      "aya": "94",
      "arabic_text": "فَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا كُفۡرَانَ لِسَعۡيِهِۦ وَإِنَّا لَهُۥ كَٰتِبُونَ",
      "translation": "Şu hâlde, kim Mü’min olarak salih ameller işlerse, çalışması asla inkâr edilmez. Şüphesiz biz onu yazmaktayız.",
      "footnotes": ""
    },
    {
      "id": "2578",
      "sura": "21",
      "aya": "95",
      "arabic_text": "وَحَرَٰمٌ عَلَىٰ قَرۡيَةٍ أَهۡلَكۡنَٰهَآ أَنَّهُمۡ لَا يَرۡجِعُونَ",
      "translation": "Helâk ettiğimiz bir ülke halkının (dünya hayatına geri) dönmeleri imkânsızdır.",
      "footnotes": ""
    },
    {
      "id": "2579",
      "sura": "21",
      "aya": "96",
      "arabic_text": "حَتَّىٰٓ إِذَا فُتِحَتۡ يَأۡجُوجُ وَمَأۡجُوجُ وَهُم مِّن كُلِّ حَدَبٖ يَنسِلُونَ",
      "translation": "Nihayet Ye’cüc ve Me’cüc’ün (seddi) açıldığı zaman her tepeden akın ederler.",
      "footnotes": ""
    },
    {
      "id": "2580",
      "sura": "21",
      "aya": "97",
      "arabic_text": "وَٱقۡتَرَبَ ٱلۡوَعۡدُ ٱلۡحَقُّ فَإِذَا هِيَ شَٰخِصَةٌ أَبۡصَٰرُ ٱلَّذِينَ كَفَرُواْ يَٰوَيۡلَنَا قَدۡ كُنَّا فِي غَفۡلَةٖ مِّنۡ هَٰذَا بَلۡ كُنَّا ظَٰلِمِينَ",
      "translation": "Gerçek vaad (kıyametin kopması) yaklaşır, bir de bakarsın kâfirlerin gözleri açılıp donakalmıştır. “Eyvah bizlere! Doğrusu biz bundan gafildik. Hatta biz zalim kimselermişiz.” derler.",
      "footnotes": ""
    },
    {
      "id": "2581",
      "sura": "21",
      "aya": "98",
      "arabic_text": "إِنَّكُمۡ وَمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمۡ لَهَا وَٰرِدُونَ",
      "translation": "Hiç şüphesiz siz de, Allah’tan başka ibadet etiikleriniz de Cehennem'in odunusunuz. Siz oraya gireceksiniz.",
      "footnotes": ""
    },
    {
      "id": "2582",
      "sura": "21",
      "aya": "99",
      "arabic_text": "لَوۡ كَانَ هَٰٓؤُلَآءِ ءَالِهَةٗ مَّا وَرَدُوهَاۖ وَكُلّٞ فِيهَا خَٰلِدُونَ",
      "translation": "Eğer onlar (hak) ilâh olsalardı buraya girmezlerdi. Hâlbuki hepsi orada ebedî kalacaklardır.",
      "footnotes": ""
    },
    {
      "id": "2583",
      "sura": "21",
      "aya": "100",
      "arabic_text": "لَهُمۡ فِيهَا زَفِيرٞ وَهُمۡ فِيهَا لَا يَسۡمَعُونَ",
      "translation": "Onların orada ah edip, derin bir iç çekişleri vardır! Onlar orada hiçbir şey işitmezler.",
      "footnotes": ""
    },
    {
      "id": "2584",
      "sura": "21",
      "aya": "101",
      "arabic_text": "إِنَّ ٱلَّذِينَ سَبَقَتۡ لَهُم مِّنَّا ٱلۡحُسۡنَىٰٓ أُوْلَٰٓئِكَ عَنۡهَا مُبۡعَدُونَ",
      "translation": "Şüphesiz kendileri için tarafımızdan en güzel mükâfat hazırlanmış olanlar var ya; işte bunlar Cehennem'den uzaklaştırılmışlardır.",
      "footnotes": ""
    },
    {
      "id": "2585",
      "sura": "21",
      "aya": "102",
      "arabic_text": "لَا يَسۡمَعُونَ حَسِيسَهَاۖ وَهُمۡ فِي مَا ٱشۡتَهَتۡ أَنفُسُهُمۡ خَٰلِدُونَ",
      "translation": "Onlar Cehennem'in uğultusunu dahi duymazlar. Nefislerinin arzu ettiği şeyler içinde ebedî kalırlar.",
      "footnotes": ""
    },
    {
      "id": "2586",
      "sura": "21",
      "aya": "103",
      "arabic_text": "لَا يَحۡزُنُهُمُ ٱلۡفَزَعُ ٱلۡأَكۡبَرُ وَتَتَلَقَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ هَٰذَا يَوۡمُكُمُ ٱلَّذِي كُنتُمۡ تُوعَدُونَ",
      "translation": "En büyük korku bile onları tasalandırmaz ve melekler onları: “İşte bu, size vadedilen (mutlu) gününüzdür.” diyerek karşılarlar.",
      "footnotes": ""
    },
    {
      "id": "2587",
      "sura": "21",
      "aya": "104",
      "arabic_text": "يَوۡمَ نَطۡوِي ٱلسَّمَآءَ كَطَيِّ ٱلسِّجِلِّ لِلۡكُتُبِۚ كَمَا بَدَأۡنَآ أَوَّلَ خَلۡقٖ نُّعِيدُهُۥۚ وَعۡدًا عَلَيۡنَآۚ إِنَّا كُنَّا فَٰعِلِينَ",
      "translation": "Gökleri kitap sayfalarının katlandığı gibi katlayacağımız günü düşün. Başlangıçta ilk yaratmayı nasıl yaptıysak, -üzerimize aldığımız bir vaad olarak- onu yine yapacağız. Biz bunu muhakkak yapacağız.",
      "footnotes": ""
    },
    {
      "id": "2588",
      "sura": "21",
      "aya": "105",
      "arabic_text": "وَلَقَدۡ كَتَبۡنَا فِي ٱلزَّبُورِ مِنۢ بَعۡدِ ٱلذِّكۡرِ أَنَّ ٱلۡأَرۡضَ يَرِثُهَا عِبَادِيَ ٱلصَّٰلِحُونَ",
      "translation": "Andolsun, Zikir’den (Tevrat’tan) sonra Zebûr’da da, “Arza muhakkak benim salih kullarım mirasçı olacaktır.” diye yazmıştık.",
      "footnotes": ""
    },
    {
      "id": "2589",
      "sura": "21",
      "aya": "106",
      "arabic_text": "إِنَّ فِي هَٰذَا لَبَلَٰغٗا لِّقَوۡمٍ عَٰبِدِينَ",
      "translation": "Şüphesiz bunda Allah’a kulluk eden bir toplum için yeterli bir bildiri/öğüt vardır.",
      "footnotes": ""
    },
    {
      "id": "2590",
      "sura": "21",
      "aya": "107",
      "arabic_text": "وَمَآ أَرۡسَلۡنَٰكَ إِلَّا رَحۡمَةٗ لِّلۡعَٰلَمِينَ",
      "translation": "(Ey Muhammed!) Seni ancak âlemlere rahmet olarak gönderdik.",
      "footnotes": ""
    },
    {
      "id": "2591",
      "sura": "21",
      "aya": "108",
      "arabic_text": "قُلۡ إِنَّمَا يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ",
      "translation": "De ki: “Bana ancak, ilâhınızın yalnızca bir tek ilâh olduğu vahyolunuyor. Artık Müslüman oluyor musunuz?”",
      "footnotes": ""
    },
    {
      "id": "2592",
      "sura": "21",
      "aya": "109",
      "arabic_text": "فَإِن تَوَلَّوۡاْ فَقُلۡ ءَاذَنتُكُمۡ عَلَىٰ سَوَآءٖۖ وَإِنۡ أَدۡرِيٓ أَقَرِيبٌ أَم بَعِيدٞ مَّا تُوعَدُونَ",
      "translation": "Eğer yüz çevirirlerse De ki: “Ben size eşit şekilde bildirip, açıkladım. Size vaat olunan yakın mıdır, uzak mıdır bilemiyorum.",
      "footnotes": ""
    },
    {
      "id": "2593",
      "sura": "21",
      "aya": "110",
      "arabic_text": "إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ مِنَ ٱلۡقَوۡلِ وَيَعۡلَمُ مَا تَكۡتُمُونَ",
      "translation": "'Şüphesiz, Allah sözün açığa vurulanını da bilir, gizlediğinizi de bilir.''",
      "footnotes": ""
    },
    {
      "id": "2594",
      "sura": "21",
      "aya": "111",
      "arabic_text": "وَإِنۡ أَدۡرِي لَعَلَّهُۥ فِتۡنَةٞ لَّكُمۡ وَمَتَٰعٌ إِلَىٰ حِينٖ",
      "translation": "“Bilmiyorum, belki de o sizin için bir imtihandır. Bir süreye kadar bir faydalanmadır.''",
      "footnotes": ""
    },
    {
      "id": "2595",
      "sura": "21",
      "aya": "112",
      "arabic_text": "قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ",
      "translation": "(Peygamber): “Ey Rabbim! Hak ile hüküm ver. Bizim Rabbimiz, sizin türlü nitelemelerinize karşı yardımı istenecek olan Rahman’dır.” dedi.",
      "footnotes": ""
    }
  ]
}