{
  "result": {
    "id": "4525",
    "sura": "46",
    "aya": "15",
    "arabic_text": "وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ",
    "translation": "మరియు మేము మానవునికి తన తల్లిదండ్రుల పట్ల మంచితనంతో మెలగాలని ఆదేశించాము.[1] అతని తల్లి అతనిని ఎంతో బాధతో తన గర్భంలో భరించింది మరియు ఎంతో బాధతో అతనిని కన్నది. మరియు అతనిని గర్భంలో భరించి, అతనిని పాలు విడిపించే వరకు ముప్ఫై నెలలు అవుతాయి.[2] చివరకు అతడు పెరిగి పెద్దవాడవుతాడు మరియు అతడు నలభై సంవత్సరాల[3] వయస్సుకు చేరి ఇలా అంటాడు: \"ఓ నా ప్రభూ! నీవు, నాకూ మరియు నా తల్లిదండ్రులకూ ప్రసాదించిన అనుగ్రహాలకు నేను మీకు కృతజ్ఞతలు తెలుపుకోవటానికి మరియు నీవు ఇష్టపడే సత్కార్యాలు చేయటానికి నాకు సద్భుద్ధిని ప్రసాదించు మరియు నా సంతానాన్ని కూడా సద్వర్తనులుగా చేయి. నిశ్చయంగా, నేను పశ్చాత్తాపంతో నీ వైపునకు మరలు తున్నాను. మరియు నిశ్చయంగా, నేను నీకు విధేయులైన (ముస్లింలైన) వారిలో ఒకడిని.\"[4]",
    "footnotes": "[1] చూడండి, 29:8 మరియు 31:14 ఒక 'స'హాబి దైవప్రవక్త ('స'అస)తో ఇలా ప్రశ్నిస్తాడు: 'నా సద్వర్తనకు అందరికంటే ఎక్కువ హక్కుదారులు ఎవరు?' దానికి అతను ('స'అస) ఇలా సమాధానమిస్తారు: 'నీ తల్లి!' అతడు మళ్ళీ అదే ప్రశ్న అడుగుతాడు. దైవప్రవక్త ('స'అస) అంటారు: 'నీ తల్లి!' అతడు మూడోసారి అదేప్రశ్న అడుగుతాడు. అప్పుడు కూడా: 'నీ తల్లి!' అని అంటారు. అతడు నాలుగవసారి అదే ప్రశ్న అడుగగా దైవప్రవక్త ('స'అస) అంటారు: 'నీ తండ్రి!' దీనితో మానవజీవితంలో తల్లి అందరికంటే - తండ్రి కంటే కూడా మూడు రెట్లు - అధికంగా ఆదరణకు, సద్వర్తనకు అర్హతగలది, అని తెలుస్తోంది! ('స.ముస్లిం)\n [2] పాలిచ్చే గడువు 2:233 మరియు 31:14 లలో రెండు సంవత్సరాలు, అని ఉంది. దీనితో వ్యక్తమయ్యేది ఏమిటంటే - సజీవ శిశువుకు జన్మం ఇవ్వటానికి కనీస గడువు 6 మాసాలు. ఈ విధంగా పాలు విడిపించే మొత్తం కాలం ముఫ్ఫై నెలలు. \n [3] నలభై సంవత్సరాల వయస్సుకు చేరిన తరువాతనే మానవుడు సంపూర్ణ మానసిక వికాసం పొందుతాడు.\n [4] అవ్'జి'అనీ: అంటే నాకు దైవభీతి మరియు భయభక్తులను ప్రసాదించు. ఒక వయస్సు గడిచిన తరువాత ఈ దు'ఆ (రబ్బి అవ్'జి'అనీ ... (నుండి) ... మినల్ ముస్లిమీన్.), అంటే ఆయత్ చివరి వరకు అత్యధికంగా చేయాలి అని ధర్మవేత్తల అభిప్రాయం."
  }
}