{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 467,
      "verse_key": "40:1",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "حمٓ",
      "translation": "Хаа-миим.[1]",
      "footnotes": "[1] Бакара сүрөсүнүн 1-аятын караңыз."
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 467,
      "verse_key": "40:2",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ",
      "translation": "(Бул) Китептин түшүүсү, Кудуреттүү, Илимдүү , Аллах (таала) тарабынан болду!",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 467,
      "verse_key": "40:3",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ",
      "translation": "(Ал) күнөөнү кечирүүчү, тообону кабыл кылуучу, азабы катуу жана ихсан-пазилеттүү. Эч бир Кудай жок, жалгыз Өзү бар! Кайтып баруу – Өзүнө!",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 467,
      "verse_key": "40:4",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ",
      "translation": "Аллахтын аяттарында каапыр болгондор гана талашышат.[1] (Оо, Мухаммад!) алардын шаарларды кезип жүрүшү сени азгырып койбосун![2]",
      "footnotes": "[1] Мусулмандар дароо моюн сунганга шашылат.\n[2] Шаарларды кезип жүрүү үчүн күч-кубат, бийлик жана байлык керек. Эгер каапырларда ушул нерселер болсо, мунун мааниси «Аллах аларды сүйөт экен» дегенди билдирбейт. Аллах аларды сүйбөйт. Болгону аларга мөөнөт берип жатат. Качан тообо кылып келээр экен деп. Же болбосо, алар дагы да көбүрөөк күнөөгө батып, көбүрөөк азапка ылайык болуулары үчүн өмүр, байлык берүүдө. Алар өткөндөгү каапырлардын кайгылуу тагдырынан сабак алуулары керек."
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 467,
      "verse_key": "40:5",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ",
      "translation": "Алардан илгери Нухтун (каапыр) коому, алардан кийинки (каапыр) жамааттар дагы (пайгамбарларын) «жалганчы» дешкен. Ар бир эл өз пайгамбарын өлтүрүүгө ниеттенген жана жалгандары менен Акыйкатты жеңип алабыз дешип талашып-тартышышкан. Анан Биз аларды (апаат-балээ менен) «кармап койдук». Менин жазалоом кандай болгон!",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 467,
      "verse_key": "40:6",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ",
      "translation": "Каапырларга Раббиңдин Сөзү (азабы) ушинтип акыйкат (жаза) болгон. Чынында алар тозок элдеринен!",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 467,
      "verse_key": "40:7",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ",
      "translation": "Аршты көтөргөн жана анын айланасында турган периштелер Раббисин мактап тасбих айтышат, Ага ыйман келтиришет жана ыймандуу пенделерге Аллахтан кечирим сурап (мындай дуба кылышат): «Оо, Рабби! Ар бир нерсени ырайымың жана илимиң менен камтып турасың! (Сага) тообо кылып, Сенин жолуңа ээрчиген (момун) пенделериңдин күнөөлөрүн кечире көр?! Аларды тозок азабынан сакта!",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 468,
      "verse_key": "40:8",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "Оо, Жараткан! Аларды жана алардын ата-бабаларынан, жубайларынан жана урпактарынан салих (таза) болгондорун Өзүң аларга убада кылган түбөлүк бейишиңе киргиз! Чынында, Сен Кудуреттүү, Даанышмансың!",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 468,
      "verse_key": "40:9",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
      "translation": "Аларды жамандыктардан сакта! Сен бүгүнкү (Кыямат) Күнү кимди жамандыктардан сактаган болсоң, ага ырайым кылыптырсың! Бул деген эң улук жеңиш!»",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 468,
      "verse_key": "40:10",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ",
      "translation": "Каапыр адамдарга бийик добуш менен айтылат: «(Азыр) өзүңөрдү-өзүңөр жек көргөндөн, Аллахтын жек көрүүсү улугураак! Бир кезде силерди ыйманга чакырылганда каапыр болдуңар!",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 468,
      "verse_key": "40:11",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ",
      "translation": "(Каапырлар) айтышты: «Оо, Рабби! Сен бизди эки ирет өлтүрүп, эки ирет тирилттиң![1] Биз күнөөбүздү мойнубузга алабыз! (Бул тозоктон) чыгууга жол барбы?!» («Жол жок» деп айтылат аларга)",
      "footnotes": "[1] Пенде эненин курсагында жансыз бир тамчы суу эле. Анан Аллах ага жан берди. Өүрү бүткөндө экинчи ирет өлдү жана Кыямат сурагы үчүн экинчи ирет тирилет."
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 468,
      "verse_key": "40:12",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ",
      "translation": "«Мунун себеби, силерди Аллахтын Өзүнө (эч нерсени шерик кошпой ибадат кылууга) чакырылганда каапыр болгонсуңар жана Ага шерик кошулса, (ошол жалган кудайга) ыйман келтиргенсиңер! (Бүгүн) өкүм эң Улук, эң Жогорку Аллахка таандык!»",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 468,
      "verse_key": "40:13",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ",
      "translation": "(Эй, инсандар!) Ал силерге Өзүнүн (кудуретинин) белгилерин көргөзүп, силер үчүн асмандан ырыскы түшүргөн Зат. (Муну) Аллахка кайткан адамдар гана эскеришет.",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 468,
      "verse_key": "40:14",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ",
      "translation": "Эми, силер эгер каапырлар жаман көрсө да, (бардык) дин-ибадатты Аллахка калыс багыттаган абалда гана дуба (ибадат) кылгыла!",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 468,
      "verse_key": "40:15",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ",
      "translation": "(Силердин Кудай) Бийик даражалуу жана (Улук) Арштын Кожоюну! Ал пенделеринин арасынан Өзү каалаган адамга жолугушуу Күндөн эскертүү үчүн, Өз буйругу менен вахий түшүрөт.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 468,
      "verse_key": "40:16",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ",
      "translation": "«Ал Күнү алар (инсандар мүрзөлөрүнөн) көтөрүлүп чыгышат. Эч нерсе Аллахтан жашыруун боло албайт. Ал Күнү мүлк (падышалык) кимдин колунда? Жалгыз Каардуу Аллахтын Колунда!»",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 469,
      "verse_key": "40:17",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ",
      "translation": "«Ал Күндө ар бир жан өзү жасаган ишине жараша гана жаза алат. Ал Күндө зулум жок. Чынында Аллах тез Эсептешүүчү».",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 469,
      "verse_key": "40:18",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ",
      "translation": "(Оо, Мухаммад!) Сен аларды (ошол) жакын Күн менен коркут. Анда жүрөктөр алкымга тыгылып, (адамдар сөздөрүн) ичине жуткан абалда (болушат)! Залымдарга эч бир боорукер, эч бир шапааты кабыл алынган актоочу болбойт!",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 469,
      "verse_key": "40:19",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ",
      "translation": "(Аллах) көздөрдүн (арам нерсеге) жашыруун назар салышын да, жүрөктөр жашырган сырларды да билип турат.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 469,
      "verse_key": "40:20",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
      "translation": "Аллах акыйкат менен өкүм кылат. Ал эми, Аллахтан башка, (мушриктер) дуба кылып жаткан «кудайлар» эч нерсени өкүм кыла алышпайт. Чынында Аллах Өзү гана (бардык нерселерди) Угуучу, Көрүүчү!",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 469,
      "verse_key": "40:21",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ",
      "translation": "(Мушриктер) жер жүзүн кезип, саякат кылып көрүшпөйбү? Ошондо алар өздөрүнөн мурунку (мушрик) адамдардын акыбети эмне болгонун көрүшмөк. Алар булардан күч-кубаттуураак жана жер бетинде калтырган (маданий, аскерий) издери көбүрөөк болгон. Анан Аллах аларды (ширк) күнөөлөрү себептүү кыйратып салды. Аларга Аллах тарабынан эч кандай сактоочу болбоду!",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 469,
      "verse_key": "40:22",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ",
      "translation": "Мунун себеби: аларга өз пайгамбарлары анык аят-далилдер менен келгенде, каапыр болушкан. Анан Аллах аларды кыйраткан. Чынында, Ал Кубаттуу жана азабы катуу!",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 469,
      "verse_key": "40:23",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ",
      "translation": "Биз Мусаны Өз аяттарыбыз жана айкын далил менен жибердик,",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 469,
      "verse_key": "40:24",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ",
      "translation": "Фараонго, Хаманга, Карунга[1] (жана алардын каапыр жердештерине). Алар болсо (Мусаны) «сыйкырчы», «жалганчы» дешти.",
      "footnotes": "[1] Хаман Фараондун вазири, Карун ошол замандагы чириген байлыгына чиренип, текеберленген каапыр болгон."
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 469,
      "verse_key": "40:25",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ",
      "translation": "Муса аларга Биздин алдыбыздан Акыйкатты алып келгенде алар: «Муса менен бирге ыйман келтирген Исраил урпактарынын уул перзенттерин өлтүрүп, кыз перзенттерине жашоо бергиле!» дешкен. Каапырлардын айлакерлиги анык адашуучулукта.[1]",
      "footnotes": "[1] Тактап айтканда, алардын түзгөн айлакер эрежелери максатка жетпейт. Алар Исраил урпагынын эркек балдарын өлтүрө берсек, бир нече жылдардан кийин өзүнөн өзү жоголуп кетет деп эреже түзүшкөн. Бирок Аллах алардын эрежелерине каршы эреже түзүп, бардыгын деңизге чөктүрүп жиберген. Бул окуялардын толук баяны өткөн сүрөлөрдө айтылды."
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 470,
      "verse_key": "40:26",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ",
      "translation": "Фараон айтты: «Мага койгула, Мусаны өлтүрөйүн. Жана ал Раббисине жалбара берсин. Мен силердин диниңерди (Муса) өзгөртүп же болбосо жер бетинде бузукулук чыгарып жиберишинен коркуп жатамын».",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 470,
      "verse_key": "40:27",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ",
      "translation": "Муса айтты: «Мен Өзүмдүн жана силердин Раббиңер Аллахка жалбарып, эсеп (Кыямат) күнүнө ишенбеген ар бир текеберден коргоосун суранамын».",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 470,
      "verse_key": "40:28",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ",
      "translation": "(Ошондо) Фараондун туугандарынан болгон (жана) ыйманын жашырып жүргөн бир ыймандуу киши[1] айтты: «(Эмне, силер) «Раббим – Аллах» дегени үчүн эле, бир адамды өлтүрүп саласыңарбы?! Ал силерге Раббиңерден далил-баяндар алып келди го! Эгер ал жалганчы болсо, жалганы өз моюнуна! Эгер сөзү чын болуп калса, ал силерге убада кылган кээ бир азаптар башыңарга түшүп жүрбөсүн! Чынында, Аллах чектен чыккандарды, жалганчыларды туура жолго баштабайт!",
      "footnotes": "[1] Аалымдар «бул киши кыйла мансаптуу болуш керек. Анткени, коомдо даражасы төмөн адам ачыктан-ачык Мусаны актап сүйлөй алмак эмес» - дешет."
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 470,
      "verse_key": "40:29",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ",
      "translation": "Оо, коомум! Бүгүн бийлик силердин колуңарда. Жер бетинде жеңүүчү болуп турасыңар. Эгер Аллахтын азабы келип калчу болсо, андан бизди ким куткара алат?!» Фараон айтты: «Мен силерге өзүмдүн пикиримден башка пикирди сунуш кылбаймын. Мен силерди туура жолго гана баштаймын»",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 470,
      "verse_key": "40:30",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ",
      "translation": "Ыйман келтирген киши айтты: «Оо, коомум! Мен силердин башыңарга уюшкан топтордун күнүндөй күн түшүп калуусунан коркомун!",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 470,
      "verse_key": "40:31",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ",
      "translation": "Нух коомунун, Аад, Самуд жана алардан кийинки (каапыр) элдердин иши (сыяктуу иш башыңарга түшүп калышынан коркомун!) Аллах эч качан пенделерге зулумду каалабайт!",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 470,
      "verse_key": "40:32",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ",
      "translation": "Оо, коомум! Мен кыйкырышуу Күнүндө[1] силерге (азап болушунан) коркомун!",
      "footnotes": "[1] Кыяматтын сот-сурагы бүтүп, адамдар тозок менен бейишке бөлүнгөндө тозоктогулар бейиштегилерге суктанып, бир аз суудан кайрымдуулук көргөзүп коюуларын суранып, кыйкырып кайрылышат."
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 470,
      "verse_key": "40:33",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ",
      "translation": "Ошол күнү (азаптан) кетенчиктеп качасыңар. (Бирок) силерге Аллах тарабынан эч бир жардамчы болбойт. Аллах кимди адаштырып койсо, аны туура жолго баштоочу жок!",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 471,
      "verse_key": "40:34",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ",
      "translation": "Силерге мындан мурун Юсуф (пайгамбар) далил-баяндар алып келгенде да, ал алып келген динден такай шектенүүдө болгонсуңар. (Ал эми) качан ал өлгөндө «Аллах андан кийин эч качан пайгамбар жибербейт» – дедиңер. Аллах чектен чыккан, шекчил адамдарды ушинтип адаштырат!",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 471,
      "verse_key": "40:35",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ",
      "translation": "Өздөрүнө (Аллах тарабынан эч кандай) далил келбесе деле, Аллахтын аяттары жөнүндө талашып-тартышкандар, Аллахтын алдында жана ыймандуу кишилердин алдында эң жек көрүндү болгон адамдар! Аллах ар бир текебер, зордукчул адамдын жүрөгүнө ушинтип мөөр басат!»",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 471,
      "verse_key": "40:36",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ",
      "translation": "Анда Фараон айтты: «Оо, Хаман! Мага (бийик) мунара кургунуң! Ажеп эмес мен жолдорго жетип барсам!",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 471,
      "verse_key": "40:37",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ",
      "translation": "Асмандардын жолдоруна! Анан Мусанын кудайын (өз көзүм менен) көрөйүн. Мен ойлойм, ал (Муса) жалганчы болуш керек». Ошентип Фараонго (шайтан тарабынан) өз ишинин жамандыгы кооз көргөзүлдү жана (туура) жолдон тосуп коюлду. Фараондун (бул) амалкөйлүгү чынында пайда бербеди.",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 471,
      "verse_key": "40:38",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ",
      "translation": "Ыйман келтирген адам айтты: «Оо, коомум! Мени ээрчигиле! Мен силерди (Мусанын дини менен) туура жолго баштайын!",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 471,
      "verse_key": "40:39",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ",
      "translation": "Оо, коомум! Чынында бул дүйнө жашоосу (убактылуу гана) пайдалануу! Чыныгы (түбөлүк жашоочу) орун – бул Акырет!",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 471,
      "verse_key": "40:40",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ",
      "translation": "Ким бир күнөө иш жасаса, ошол ишине жараша гана жаза алат. Ал эми, эркек же болбосо аялдардан кимиси ыймандуу болуп, жакшы иш жасаса бейишке кирет (жана) анда (ага) эсепсиз ырыскы берилет.",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 472,
      "verse_key": "40:41",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ",
      "translation": "Оо, коомум! Эмне үчүн мен силерди (тозоктон) кутулууга чакырсам, мени тозокко чакырып жатасыңар?!»[1]",
      "footnotes": "[1] «Мусага ээрчисек - тозоктон кутулабыз, Фараонго ээрчисек тозокко тутулабыз» демекчи болууда."
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 472,
      "verse_key": "40:42",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ",
      "translation": "Силер мени Аллахка каапыр болуп, өзүм (кудай экенин) билбеген нерселерди Ага шерик кылууга чакырып жатасыңар. А мен болсо силерди кудуреттүү, кечиримдүү Кудайга (Аллахка) чакырып жатамын.",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 472,
      "verse_key": "40:43",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ",
      "translation": "Силер мени ага чакырып жаткан «кудайыңар» дүйнөдө да, Акыретте да чакырууга арзыбайт (дубаларды укпайт). Бардыгыбыз Аллахка гана кайтабыз. Жана (Аллахка душмандык менен) чектен чыккандар, дал ошолор тозок элдери!",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 472,
      "verse_key": "40:44",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ",
      "translation": "Мен силерге айткан (бул) сөздөрдү тез аранын ичинде (Кыяматта) эскерип калаарсыңар. Мен ишимди Аллахка тапшырамын. Чынында Аллах пенделерди(н ар бир кыймыл аракетин) көрүп туруучу!» (Фараон аны өлтүртмөк болду).",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 472,
      "verse_key": "40:45",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ",
      "translation": "(Бирок), Аллах алардын айла – амалдарынан аны сактап калды. Ал эми, Фараон менен анын элин коркунучтуу азап ороду.[1]",
      "footnotes": "[1] Фараон Исраил урпактарын бир түндүн ичинде Мисирден чыгарып кеткен Мусанын артынан куугун салып, бүт Мисир элин ээрчитип, Кызыл деңиз жээгинде аларды кууп жетет. Аллах Муса менен анын элине деңизден он эки катар жол ачып аман-эсен өткөрүп, артынан Фараон эл-аскерин ээрчитип киргенде, деңиз кайра кошулуп, аларды коркунучтуу азап ороп алат."
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 472,
      "verse_key": "40:46",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ",
      "translation": "Аларга (Фараон менен элине) эртели-кеч тозок көргөзүлүп турулат.[1] Ал эми, Кыямат болгондо, (бир добуш): «Фараон элин эң катуу азапка киргизгиле!» (дейт.)",
      "footnotes": "[1] Аларга тозоктун көргөзүп турулуусу мүрзөдө боло турган азап. Бул аят Барзах (кабыр) азабынын бар экенине далил болот."
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 472,
      "verse_key": "40:47",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ",
      "translation": "Ошондо алар тозокто туруп бири-бирине (күнөө тагып) далил айтышат. Алсыз (ээрчиген) мушриктер текеберленген (жетекчи) мушриктерге: «Биз силерге ээрчиген элек. Эми (бүгүн) силер бизден тозоктун бир үлүшүн болсо да арылта аласыңарбы!» – дешет.",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 472,
      "verse_key": "40:48",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ",
      "translation": "(Анда) жетекчи мушриктер айтышат: «Бул жерде бардыгыбыз (алсызбыз). Пенделердин арасында Бир Аллахтын Өзү гана өкүм кылат».",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 472,
      "verse_key": "40:49",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ",
      "translation": "Анан тозоктогулар тозок кароолчусуна: «Раббиңерден сурагыла, бизден бир күн (болсо да) азапты жеңилдетсин?!» дешти.",
      "footnotes": ""
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 473,
      "verse_key": "40:50",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ",
      "translation": "(Тозок кароолчулары) айтышты: «Силерге пайгамбарыңар (ушул күндөрдү эскерткен) анык далилдар менен келбеди беле?!». «Жок, келген» (дешти тозоктогулар. Анда тозок периштелери): «Өзүңөр сурагыла! Бирок каапырлардын дуба-тилектери текке кетет!» – дешти.",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 473,
      "verse_key": "40:51",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ",
      "translation": "Чынында Биз пайгамбаларыбызга жана ыймандуу пенделерге, дүйнө жашоосунда да, күбөлөр (даяр болуп) турган (Кыямат) күндө да анык жардам беребиз.",
      "footnotes": ""
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 473,
      "verse_key": "40:52",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ",
      "translation": "Ал Күндө залым пенделерге шылтоолору пайда бербейт! Аларга наалат жана эң жаман орун (тозок) бар!",
      "footnotes": ""
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 473,
      "verse_key": "40:53",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ",
      "translation": "Биз Мусага Хидаят – туура жол бердик жана (ага түшүргөн) китепке Исраил урпактарын мураскор кылып койдук.",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 473,
      "verse_key": "40:54",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ",
      "translation": "(Ал Китеп) туура жолду жана акылдуу адамдар үчүн Зикир-эскертүүлөрдү (өз ичине камтыган)",
      "footnotes": ""
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 473,
      "verse_key": "40:55",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ",
      "translation": "(Оо, Мухаммад! Мушриктерге) сабырдуу бол! Чынында, Аллахтын убадасы – Акыйкат! Күнөөлөрүң үчүн Аллахтан кечирим сурап, эртели-кеч Раббиңе мактоо жана тасбих айт!",
      "footnotes": ""
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 473,
      "verse_key": "40:56",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
      "translation": "Аллахтын аяттары жөнүндө, өздөрүнө (эч кандай илахий) далил келбесе да, талашып-тартыша турган кишилердин жүрөгүндө текберленүүдөн башка эч нерсе жок.[1] Алар ага (чындыкка) жете албайт. Эми сен Аллахтан коргоо тиле. Ал – Угуучу, Көрүүчү!",
      "footnotes": "[1] Же колунда илахий китептен далили жок, же илим-билими жок. Ушул караңгы абалында Аллах жөнүндө талашып, Ага ылайык келбеген сыпаттарды берет. Бул текебер адамдар чындап бир чындыктын түбүнө жетүүнү максат кылышпайт. Көздөгөнү бирөө гана: Аллахтын Динине бут тосуу."
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 473,
      "verse_key": "40:57",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "Аныгында, асмандар менен жерди жаратуу инсаниятты жаратуудан чоң нерсе. Бирок, көпчүлүк адамдар (муну) билбей жатышат.",
      "footnotes": ""
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 473,
      "verse_key": "40:58",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ",
      "translation": "Жана (эч качан) сокур менен көздүү адам жана ыйман келтирип, салих амал кылгандар менен күнөөкөр (адамдар) тең боло албайт. (Оо, Адамдар Аллахты) өтө сейрек эскерүүдөсүңөр.",
      "footnotes": ""
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 474,
      "verse_key": "40:59",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ",
      "translation": "Чынында саат (Кыямат) анык келүүчү. Анда эч күмөн жок. Бирок, көп адамдар ыйман келтирбей жатышат.",
      "footnotes": ""
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 474,
      "verse_key": "40:60",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ",
      "translation": "Силердин Раббиңер: «Мага дуба кылгыла силерге жооп беремин (кабыл аламын)» деди. Мага ибадат кылуудан текеберленген адамдар тез арада кор болгон абалда тозокко киришет.",
      "footnotes": ""
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 474,
      "verse_key": "40:61",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ",
      "translation": "Аллах силерге эс алып, тынчтанууңар үчүн түндү, (ал эми тиричилик үчүн) жарык күндүздү жаратып берди. Аллах аныгында, адамдарга абдан пазилеттүү! Бирок көпчүлүк адамдар шүгүр кылбай жатышат.",
      "footnotes": ""
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 474,
      "verse_key": "40:62",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ",
      "translation": "Ушул Аллах – силердин Раббиңер! Ал бардык нерселердин (жалгыз) Жаратуучусу! Эч бир кудай жок, жалгыз Өзү гана бар! Дагы кайда бара жатасыңар?!",
      "footnotes": ""
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 474,
      "verse_key": "40:63",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ",
      "translation": "Аллахтын аяттарын тааныбай койгон адамдар ушинтип бурулуп кете беришет.",
      "footnotes": ""
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 474,
      "verse_key": "40:64",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ",
      "translation": "Аллах силерге жерди үй, асманды там кылып берди. Жана силерге шекил-сүрөт берип, эң мыкты келбеттүү кылып жаратты. Жана силерге (ар түрдүү) таза-пакиза ырыскыларды берди. Ушул Аллах силердин Раббиңер! Ааламдардын Раббиси Аллах Улук-Берекеттүү!",
      "footnotes": ""
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 474,
      "verse_key": "40:65",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Ал (түбөлүк) Тирүү! Эч бир кудай жок, Бир Өзү гана бар! Демек, ибадатты Бир Өзүнө арнап, Бир Өзүнө дуба кылгыла! Ааламдардын Раббиси Аллахка мактоо(лор) болсун!",
      "footnotes": ""
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 474,
      "verse_key": "40:66",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "(Оо, пайгамбар,) айткын: «Мага Раббим тарабынан анык баяндар (Куран аяттары) келгенде, мен Аллахтан башка силер дуба кылып жаткан «кудайларга» ибадат кылуудан кайтарылдым жана ааламдардын Раббиси үчүн гана (жүрөгүм, бүт дене мүчөлөрүм менен) моюн сунууга буйрулдум.",
      "footnotes": ""
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 475,
      "verse_key": "40:67",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ",
      "translation": "Аллах силерди (оболу) топурактан, андан соң бир тамчы бел суудан, андан соң коюу кандан жаратты. Андан кийин бөбөк абалыңарда (жарык дүйнөгө) чыгарды. Андан кийин күч-кубатка толгон жашка жетишиңер үчүн, жана андан соң картайган (чал-кемпир) болуп калышыңар үчүн (муундан муунга өткөрдү.) Силерден кээ бирөөңөр (карылыктан) мурун өтүп кетишет. (Дагы бирөөңөр болсо) белгиленген мөөнөткө (картайып, анан өлүм табууга) жетишиңер үчүн (узун өмүр сүрөт). Кана эми акылыңарды иштетсеңер!",
      "footnotes": ""
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 475,
      "verse_key": "40:68",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
      "translation": "Ал тирилтет жана өлтүрөт. Эгер бир (чоң же кичине) ишти өкүм кылчу болсо, ага (карата) «бол!» деп айтат. Анан ал болуп калат!",
      "footnotes": ""
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 475,
      "verse_key": "40:69",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ",
      "translation": "Аллахтын аяттары жөнүндө (далилсиз эле) талашып жаткан адамга карабайсыңбы! Каякка бурулуп баратышат?!",
      "footnotes": ""
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 475,
      "verse_key": "40:70",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ",
      "translation": "Алар – Китепти (Куранды) жана Биз пайгамбарларыбызга жиберген динди «жалган» деген адамдар! Жакында билип алышат!",
      "footnotes": ""
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 475,
      "verse_key": "40:71",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ",
      "translation": "Ошол Күнү алардын моюнунда сүйрөлө турган кишендер жана чынжырлар болот,",
      "footnotes": ""
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 475,
      "verse_key": "40:72",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ",
      "translation": "(тозоктогу) кайнак суу тарапка! Кийин (шайтандары менен кошо таңылып) тозокто куйкаланат!",
      "footnotes": ""
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 475,
      "verse_key": "40:73",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ",
      "translation": "Кийин аларга айтылат: «Шерик кылган «кудайыңар» кайда,",
      "footnotes": ""
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 475,
      "verse_key": "40:74",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ",
      "translation": "Аллахтан башка? «Бизден жоголуп калды го! Жок, биз мурун аларга эч дуба (ибадат) кылган эмеспиз!» – дешет. Аллах каапырларды ушинтип адаштырат.",
      "footnotes": ""
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 475,
      "verse_key": "40:75",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ",
      "translation": "«Бул жер бетинде акыйкатсыздык (жалган дүйнө азгырыктары) менен корстон болгонуңардын жана текеберчилигиңердин (жазасы)!",
      "footnotes": ""
    },
    {
      "id": 76,
      "verse_number": 76,
      "page_number": 475,
      "verse_key": "40:76",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ",
      "translation": "(Эми) анда түбөлүк кала турган тозок эшиктеринен киргиле! Текебер адамдардын орду кандай жаман!»",
      "footnotes": ""
    },
    {
      "id": 77,
      "verse_number": 77,
      "page_number": 475,
      "verse_key": "40:77",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ",
      "translation": "(Оо, Мухаммад,) сабыр кыл. Аллахтын убадасы – Акыйкат! Аларга убада кылган азаптын кээ бирөөлөрүн сага көргөзөбүз, же болбосо, (аларга азап жибере электе) жаныңды алабыз. (Анда алардын азап тартканын Акыретте көрөсүң. Анткени бардыгы) Өзүбүзгө гана кайтарылышат.",
      "footnotes": ""
    },
    {
      "id": 78,
      "verse_number": 78,
      "page_number": 476,
      "verse_key": "40:78",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ",
      "translation": "Биз сага чейин (көп) пайгамбарларды жибердик. Алардын арасынан сага (Куранда) баяндап бергенибиз да бар, баян кылып бербегенибиз да бар. Эч бир пайгамбар Аллахтын уруксаты болмоюнча эч кандай моожиза келтире албайт![1] Ал эми, качан Аллахтын буйругу келгенде, акыйкат менен өкүм кылынат. Ошол жерде жалганчылар зыянга учурашат!",
      "footnotes": "[1] Мушриктер Мухаммад саллаллооху алайхи ва салламга «эгер пайгамбарлыгың чын болсо, бизге үрөй учурган нерселерди моожиза кылып көргөзчү?! Же болбосо, биздин башыбызга азап келтирчи?!» - деп капа кылышканда, анын көңүлүн көтөрүү үчүн ушул аяттар түшүрүлгөн."
    },
    {
      "id": 79,
      "verse_number": 79,
      "page_number": 476,
      "verse_key": "40:79",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ",
      "translation": "Аллах силерге (ар түрдүү) айбандарды жаратып (моюн сундуруп) берди. Алардын арасынан минишиңер үчүн (жаратканы бар). Алардын арасынан (этин) жешиңер үчүн (жараткандары бар).",
      "footnotes": ""
    },
    {
      "id": 80,
      "verse_number": 80,
      "page_number": 476,
      "verse_key": "40:80",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ",
      "translation": "Ал айбандарда силер үчүн (көп) пайдалар бар. Жана аларга минип көңүлүңөрдөгү максат-муктаждыгыңарга жетишиңер үчүн алардын үстүнө жана кемелердин үстүнө (Аллахтын пазилети менен) мингизип коюлдуңар.",
      "footnotes": ""
    },
    {
      "id": 81,
      "verse_number": 81,
      "page_number": 476,
      "verse_key": "40:81",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ",
      "translation": "Аллах силерге (кудуретинин) белгилерин көргөзүүдө. Аллахтын кайсы аят-белгисин жокко чыгара алсыңар?!",
      "footnotes": ""
    },
    {
      "id": 82,
      "verse_number": 82,
      "page_number": 476,
      "verse_key": "40:82",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ",
      "translation": "(Мушриктер) жер жүзүн кезип саякат кылышпайбы. Ошондо өздөрүнөн мурунку (каапыр) элдердин акыбети кандай болгонун көрүп алышмак. Алар булардан күч-кубаттуурак, жана жер бетинде калтырган (тарыхий-маданий) издери көбүрөөк эле! Бирок, жасаган өнөрлөрү аларга (Аллахтын азабы келгенде) пайда бере албады!",
      "footnotes": ""
    },
    {
      "id": 83,
      "verse_number": 83,
      "page_number": 476,
      "verse_key": "40:83",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "Аларга пайгамбарлары далил-баяндар менен келгенде, өздөрүндөгү илим менен текеберлене сүйүнүшкөн (жана бейиш-тозок жөнүндөгү кабарларды мыскылдашкан). Анан аларды мыскылдаган нерселери (тозок оту) ороп алды.[1]",
      "footnotes": "[1] Тафсирчи аалымдар Куранды кабыл албай коюуга себеп болгон жана каапырлар аны менен текберлене сүйүнгөн илимди философия илими болушу ыктымал дешет. Чынында көпчүлүк учурда таза Куран акидасын кабыл алууга, адашкан философтор менен ар кандай философиялар тоскоол болот."
    },
    {
      "id": 84,
      "verse_number": 84,
      "page_number": 476,
      "verse_key": "40:84",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ",
      "translation": "Ал эми, качан Биздин азапты (өз көздөрү менен) көргөндө гана «Аллахтын жалгыз Өзүнө ыйман келтирдик! Аллахка шерик кошкон «кудайларыбыздан» кайттык!» деп (кокуйлап) калышты.",
      "footnotes": ""
    },
    {
      "id": 85,
      "verse_number": 85,
      "page_number": 476,
      "verse_key": "40:85",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ",
      "translation": "Бирок, Биздин азабыбызды көрүп калгандагы ыймандары аларга пайда бербеди! (Бул) (байыркы) пенделеринин арасында өткөн Аллахтын (сыналган) Жолу. Каапырлар ошондо (азап келгенде) өлүмгө жолугушту!",
      "footnotes": ""
    }
  ]
}