{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 396,
      "verse_key": "29:1",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "الٓمٓ",
      "translation": "Alɩf, Laam, Miim.[1]",
      "footnotes": "[1] Wẽnd n yɩɩd minim ne A sẽn rat ne gʋls-bi tõsdɩ-kãensã. La Gʋls-bi tõsdɩ-kãensã, sẽn be Sʋʋr-kãensã baasgẽ wã, yaa sẽn wilgd Alkʋrãanã sẽn komsd a gees-n-taasã, bala b geesa kɩfr-dãmbã ne Alkʋrãanã, tɩ b kong n ka tõog n wa ne a buud ye, tɩ Alkʋrãanã me -yaool n yaa sẽn tui ne gom-biis nins bãmb goamã sẽn tuit ne wã, sẽn yaa gʋls-bi tõsdɩ bãmbã buudã, tɩ rẽnda wilgd Laarab-rãmbã kongame n ka tõog n wa ne Alkʋrãanã buud ye, n lagem ne bãmb n yɩɩd nebã ne zelem pεkã, tɩ wilgdẽ tɩ Alkʋrãanã a yaa sẽn tʋme tɩ yi Wẽnd nengẽ."
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 396,
      "verse_key": "29:2",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ",
      "translation": "Rẽ yĩngɑ nebã tẽedɑme tɩ b nɑ n bɑs-b-lɑ woto n kɑ zɑrb-b n ges lɑ?",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 396,
      "verse_key": "29:3",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ",
      "translation": "Lɑ sɩdɑ, Tõnd zɑrbɑ sẽn deng-b bãmb tɑoorã; lɑ tɩ Wẽnd na bãng neb nins sẽn kõ-b sɩdã, A nɑ bãng zĩrimbe-nebã me.",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 396,
      "verse_key": "29:4",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ",
      "translation": "Bɩ neb nins sẽn tʋmd tʋʋm-wẽnɑ tẽedɑme tɩ b nɑ n põsɑ Tõndo? B sẽn sãmbd yɩ wẽngɑ.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 396,
      "verse_key": "29:5",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "Ned ning sẽn tẽed Wẽnd segbã, bɩ ɑ bãng tɩ Wẽnd sɑsɑ wã wɑtɑme, lɑ Yẽnda la a Wʋmd la a Bãngda.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 396,
      "verse_key": "29:6",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ",
      "translation": "Lɑ ned ning sẽn nidg-ɑ pãngɑ, ɑ nidgdɑ pãng ɑ meng yĩngɑ; ad Wẽnd yɑɑ Sek-m-meng Soɑb n yi a bõn-nɑɑndsã fãɑ gilli.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 397,
      "verse_key": "29:7",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ",
      "translation": "Lɑ neb nins sẽn kõ-b sɩdã lɑ b tʋm tʋʋm-sõamã wã, D nɑ lʋd b tʋʋm wẽnã, lɑ D nɑ rol-b rolb sõmblem sẽn yɩɩd bãmb sẽn dɑ tʋmdã.",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 397,
      "verse_key": "29:8",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "Lɑ Tõnd sɑglɑ ninsɑɑl ne ɑ roɑgdb ɑ yiibã sɑglg sẽn be neere, lɑ b sã n pẽdg foo tɩ f lɑgem Mɑɑm ne bũmb fo sẽn kɑ tɑr ɑ bãngre, bɩ f rɑ tũ-b ye, Mɑm nengẽ lɑ yãmb lebgr zĩig tɩ M rol yãmb y sẽn dɑg n tʋmdã.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 397,
      "verse_key": "29:9",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّٰلِحِينَ",
      "translation": "Lɑ D nɑ kẽes neb nins sẽn kõ-b sɩd lɑ b tʋm tʋʋm-sõamã nin-sõmã wã pʋgẽ.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 397,
      "verse_key": "29:10",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ",
      "translation": "Lɑ bee nebã pʋgẽ ned sẽn yete: \"tõnd kõo sɩd ne Wẽnde\". Lɑ b sã n nams-ɑ Wẽnd dĩinɑ poorẽ lɑ ɑ sẽn dɩkd nebã mɑɑn-wẽnsã wɑlɑ Wẽnd noangã; lɑ tɩ sõngr sã n yi Wẽnd nengẽ n wɑ, a nɑ yeele: \"ad tõnd rɑ naɑgɑ yãmbɑ\". Rẽ yĩngɑ Wẽnd kɑ mi sẽn be bõn-nɑɑndsã sũy pʋsẽ?",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 397,
      "verse_key": "29:11",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ",
      "translation": "Lɑ tɩ Wẽnd nɑ bãng neb nins sẽn kõ-b sɩdã, A na bãng munaafɩgsã me.",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 397,
      "verse_key": "29:12",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ",
      "translation": "Lɑ kɩfr-rãmbã yeelɑ muumin-rãmbã: \"tũ-y tõnd sorã tɩ tõnd tʋk yãmb tʋʋm-tuutɩ wã rolbo\". Lɑ b yɑool n kɑ na n tʋk b tʋʋm-tuutɩ wã rolb baa fʋɩ ye, lɑ sɩdã b yɑɑ zĩrimbe-nebɑ.",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 397,
      "verse_key": "29:13",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ",
      "translation": "Lɑ tɩ b na tʋk b tʋʋm-tuutɩ wã lɑ tʋʋm-tuutɩ n pɑɑs b tʋʋm-tuutɩ wã, lɑ tɩ b nɑ sok-b Yikrã rɑɑre b sẽn dɑ wãadgd n dogendẽ wã.",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 397,
      "verse_key": "29:14",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ",
      "translation": "Lɑ sɩd la hakɩɩka tõnd tʋmɑ ɑ Nuuh ɑ nebã nengẽ, t'ɑ zĩnd b nengẽ yʋʋm pis-nu sẽn paoog yʋʋm tusri, tɩ koomã rɩ-bɑ, tɩ b yɑɑ wẽgdbɑ.",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 398,
      "verse_key": "29:15",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ",
      "translation": "Tɩ tõnd tɩlg yẽndɑ lɑ koglgã rãmbɑ, lɑ D maan-a t'ɑ yaa tɑgs-n-gesg bõn-nɑɑndsã yĩngɑ.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 398,
      "verse_key": "29:16",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ",
      "translation": "Lɑ f tẽeg ɑ ɭbrɑɑhɩɩm yellã, ɑ sẽn wɑ n yeel ɑ nebã: \"tũ-y Wẽnd lɑ y zoe-A tɩ rẽnda n sõmb y yĩng tɩ yãmb sã n yɩ n miẽ.",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 398,
      "verse_key": "29:17",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ",
      "translation": "Yãmb sẽn tũud zẽng sẽn kɑ Wẽndã yɑɑ rʋbs bɑlɑ, lɑ y wʋgd zĩri; ad yãmb sẽn bõosd-b rãmbã kɑ so rɩtl yãmb yĩng ye, bɩ y bao rɩtlã Wẽnd nengẽ lɑ y tũ-A lɑ y soees-A, Yẽndɑ nengẽ lɑ y na n lebe.",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 398,
      "verse_key": "29:18",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ",
      "translation": "La tɩ b sã n yags foom, ad zãma sẽn reng bãmb taoor rag n yagsame, la ka rog ne Tẽn-tʋʋm rẽnda taasg sẽn vẽnege.",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 398,
      "verse_key": "29:19",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ",
      "translation": "Rẽ yĩngɑ bãmb kɑ yã Wẽnd sẽn sɩngd naanegã to-to lɑ A leb n wɑ vʋʋg-ɑ wã lɑ? Ad wã yɑɑ yol-yol ne Wẽnde.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 398,
      "verse_key": "29:20",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "Yeele: \"kẽn-y tẽngã pʋgẽ n ges A sẽn sɩng naanegã to-to wã, rẽ poorẽ tɩ Wẽnd nɑ n yẽbg vʋʋgrã sẽn yɑɑ yaoolem naanegã; ad Wẽnd yɑɑ bũmb fãɑ Tõodɑ.",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 398,
      "verse_key": "29:21",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ",
      "translation": "A nɑmesdɑ A sẽn dɑt-ɑ soɑbɑ, lɑ A yolsd A sẽn dɑt-ɑ soɑbɑ, lɑ yɑɑ Yẽ nengẽ lɑ b nɑ n lebs yãmbɑ.",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 398,
      "verse_key": "29:22",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ",
      "translation": "Lɑ yãmb kɑ tar põsg zĩig tẽng zug bɩ sɑɑsẽ ye. Y le kɑ tɑr lɑlld lɑ sõngd zẽng sẽn kɑ Wẽnde.",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 398,
      "verse_key": "29:23",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "Lɑ neb nins sẽn kɩfl ne Wẽnd goɑmã lɑ A segbã, bãmb rãmb n yãk b yɑm n yi Mɑm yolsgã, lɑ bãmb rãmbã, naon-zɑbdg n be b yĩngɑ.",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 399,
      "verse_key": "29:24",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "T'ɑ nebã kɑ tɑll leokr sã n kɑ b sẽn yeele: \"kʋ-y-yã-a mɑɑ y yõog-ɑ bugum\" .Tɩ Wẽnd põsg-ɑ n yi bugmã; ad wãnde pʋgẽ wã tags-n-gesg-rãmb n be ne neb nins sẽn kõt-b sɩdã.",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 399,
      "verse_key": "29:25",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 159,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ",
      "translation": "Lɑ ɑ le yeele: \"ɑd bũmb ningã yãmb sẽn dɩk zẽng sẽn kɑ Wẽndã yãmb ne tɑɑb sʋk noanglem yĩng dũni vɩɩmã pʋgẽ wã, yɑɑ rʋbs bɑlɑ. Rẽ poorẽ yãmb nɑ n kɩfla tɑɑb Yikrã rɑɑre, lɑ yãmb sãndɑ nɑ n kãɑbdɑ sãndɑ, lɑ yãmb kõom zĩig nɑ n yɩɩ bugmã, lɑ y kɑ nɑ n tɑll sõngdb me ye. Lɑ sõngdb kɑ nɑ n zĩnd y yĩng me ye.",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 399,
      "verse_key": "29:26",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "T'ɑ Lʋʋṭ kõ-a sɩd lɑ ɑ yeele: \"ɑd mɑm na n maana higra n tʋg m Soɑbã nengẽ, ad Yẽnda, Yẽ lɑ zɩsgr Naab lɑ bʋʋd Mitɑ''.",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 399,
      "verse_key": "29:27",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ",
      "translation": "Lɑ Tõnd kõ-a ɑ ɭsḥɑɑk lɑ ɑ Yɑɑkʋʋbɑ, lɑ d ning Nabiyaamdem lɑ Sebrã ɑ koɑmbã pʋgẽ, lɑ d kõ-a ɑ keoorã dũni. La ad yaoolem daarã ɑ nɑ n nɑɑgɑ nin-sõmã wã.",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 399,
      "verse_key": "29:28",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ",
      "translation": "Lɑ f tẽeg Tõnd sẽn tʋm ɑ Lʋʋṭ, ɑ sẽn wɑ n yeel ɑ nebã: \"ad yãmb tʋmdɑ yel-wẽn ned ba ɑ yembr sẽn kɑ reng yãmb n tʋm ɑ bʋud bõn-naandsã pʋgẽ''.",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 399,
      "verse_key": "29:29",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
      "translation": "Yãmb maanda kẽed-n-taar ne rapã lɑ y bɑsd pɑgbã, lɑ y gɩt soay lɑ y kɩɩsd Wẽnd yãmb bool-tɑɑbã zĩigẽ? T'ɑ nebã kɑ tɑll leokr sã n kɑ b sẽn yeele: ''bɩ f wɑ ne Wẽnd noangã tɩ f sã n yɑɑ sɩd-soɑbɑ\".",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 399,
      "verse_key": "29:30",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ",
      "translation": "T'a yeele: \"Wẽnde! sõng-m tɩ m tõog sãamdbã zãma\".",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 400,
      "verse_key": "29:31",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ",
      "translation": "Lɑ Tõnd Tẽn-tʋmdbã sẽn wɑ n wɑ ɑ ɭbrɑɑhɩɩm nengẽ ne sũ-noogrã, b yeelame: \"ad tõnd nɑ n halka tẽn-kãngã rãmbã, ad a nebã rɑ yɩɩ wẽgdbɑ\".",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 400,
      "verse_key": "29:32",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ",
      "translation": "A (ɭbraahɩɩm) yeel-b lame: \"ad ɑ Lʋʋṭ bee beenẽ\", tɩ b yeele: \"tõnd n yɩɩd minim ne neb sẽn be tẽngã pʋgẽ, tõnd nɑ n põsgɑ yẽnda la ɑ zɑkã rãmbɑ, rẽndɑ ɑ pɑgã bɑlɑ, ɑ nɑɑgɑ b sẽn na n halkã rãmbã''.",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 400,
      "verse_key": "29:33",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ",
      "translation": "Lɑ Tõnd tẽn-tʋmdbã sẽn wɑ n tɑ ɑ Lʋʋṭ nengẽ wã, a sũurã sãama b yĩnga, a sẽn ka tar pãng n na n sõng-bã, lɑ b yeelyã: \"rɑ yεεs ye, rɑ sãam f sũur ye, ad d nɑ n põsgɑ foom ne f zɑkã rãmbɑ, rẽndɑ fo pɑgã bɑlɑ, ɑ nɑɑgɑ b sẽn na n halkã rãmba.",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 400,
      "verse_key": "29:34",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ",
      "translation": "Ad tõnd nɑ n sikɑ noang tɩ yi sɑɑgẽ wã tẽn-kãngã rãmbã zugu, b sẽn dɑ yɩ n tɑrd n bɑsd dĩinã yĩngɑ.",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 400,
      "verse_key": "29:35",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ",
      "translation": "Lɑ sɩd la hɑkɩɩkɑ Tõnd basa a pʋgẽ, yel-soalem-vẽenes sẽn tɑgsdbã yĩngɑ.",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 400,
      "verse_key": "29:36",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ",
      "translation": "Lɑ D tʋm Mɑdyɑn, b saam-biiga a Sʋ'ʿayba b nengẽ, t'ɑ yeele: \"Yaa yãmb m nebɑ! Tũ-y Wẽnd lɑ y tẽ Yɑoolem dɑɑrã, lɑ y rɑ yɩ sãɑmdb n gɩlgd tẽngã pʋgẽ ye.",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 400,
      "verse_key": "29:37",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ",
      "translation": "Tɩ b yags-a, tɩ miim-kεgengã rɩk-b tɩ b lebg kɩɩms n wũg b zɑgsã pʋsẽ.",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 400,
      "verse_key": "29:38",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ",
      "translation": "Lɑ tẽeg-y aʿAad lɑ a Ṯamuud rãmb yelle; sɩd la hakɩɩka, b zagsã yɩɩ vẽeneg ne yãmba, lɑ ɑ sʋɩtãan fɑɑsɑ b tʋʋmã n kõ-bɑ, n gɩd-b n yiis sorẽ wã, lɑ b yɑool n yɩɩ nenem-vẽenes rãmbɑ ne yεlɑ fãɑ.",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 401,
      "verse_key": "29:39",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ",
      "translation": "Lɑ y tẽeg ɑ Kaarʋʋn lɑ ɑ Fɩr'ʿaoon lɑ ɑ Haɑmɑɑn rãmb yelle; lɑ sɩd la hakɩɩka ɑ Musɑ wɑa b nengẽ ne yel-vẽenesã tɩ b mɑɑn wɑoog-m-meng tẽngã pʋgẽ, lɑ b kɑ yɩ põsdb ye.",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 401,
      "verse_key": "29:40",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
      "translation": "La ned kam fãa Tõnd yõk-ɑ-lɑ ne ɑ zunuubu. Zĩndɑ b pʋgẽ Tõnd sẽn tʋm sobg t'ɑ halk-ba, zĩndɑ b pʋgẽ tãsg sẽn pɑɑme, zĩnda b pʋgẽ Tõnd sẽn kɩt tɩ tẽngã vel-bɑ, zĩnda b pʋgẽ Tõnd sẽn bõre. Wẽnd kɑ yɩ n nɑ n wẽg-b ye, lɑ yɑɑ bãmb n dɑ yɩ n wẽgd b mense.",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 401,
      "verse_key": "29:41",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
      "translation": "Neb nins sẽn dɩk zẽng sẽn kɑ Wẽnd n mɑɑn b lɑll-n-tɑɑsã bilgr yɑɑ wɑlɑ sʋlg sẽn wʋg ɑ roogo, lɑ ad zɑk sẽn yɩɩd vɑleng yɑɑ sʋlg zɑkɑ, tɩ b sã n da miime.",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 401,
      "verse_key": "29:42",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "Ad Wẽnd mii bũmb ningã b sẽn boond zẽms sẽn kɑ Yẽnda wã, lɑ Yẽ lɑ ɑ Wilb Naabɑ n ya ɑ Bʋʋd Minim Naaba.",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 401,
      "verse_key": "29:43",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ",
      "translation": "Lɑ yɑɑ bilg-bãmbã lɑ Tõnd rɩkd n wĩngd nebã, lɑ kɑ wʋmd ɑ võorã rẽndɑ yam-bεεl rãmbã.",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 401,
      "verse_key": "29:44",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ",
      "translation": "Wẽnd nɑɑnɑ sɑɑsã lɑ tẽngã sɩd yĩngɑ, ad wãnde pʋgẽ wã yel-soalem bee beenẽ sɩd-kõtbã yĩngɑ.",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 401,
      "verse_key": "29:45",
      "juz_number": 20,
      "hizb_number": 40,
      "rub_el_hizb_number": 160,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ",
      "translation": "Kɑrem b sẽn tʋm tɩ wɑ fo nengẽ tɩ be Gafẽ wã, lɑ f yɑls Pʋʋsgã, ad Pʋʋsgã gũudɑme n yit yel-wẽn lɑ yel-kiti tʋʋmɑ, lɑ ad Wẽnd yʋʋrã tẽegrã n yɩɩd bedrem, lɑ Wẽnd mii yãmb sẽn mɑɑndã.",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 402,
      "verse_key": "29:46",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ",
      "translation": "Lɑ y rɑ wẽ no-koεεmd ne Gafã rãmb rẽndɑ ne sẽn sõmbe, rẽndɑ b nins sẽn wẽgbã; lɑ y yele: \"tõnd kõo sɩd ne b sẽn sik tɩ wɑ tõnd nengẽ lɑ yãmb nengẽ wã; lɑ tõnd Soɑbã ne yãmb Soɑbã yɑa A Yembre, lɑ tõnd yɑɑ sak-n-tũ rãmb A yĩngɑ''.",
      "footnotes": ""
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 402,
      "verse_key": "29:47",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ",
      "translation": "Lɑ yɑɑ woto bɑla lɑ Tõnd sik Gafã tɩ wɑ fo nengẽ; rẽnd neb nins Tõnd sẽn kɩs Gafã kõtɑ sɩd ne-a (Alkʋrãanã), lɑ bee bãmbã (Mɑk kɩfr-dãmbã) pʋgẽ sẽn kõt sɩd ne-a. Lɑ kɑ yɑgsd Tõnd goɑmã ne pʋ-toog rẽndɑ kɩfr-dãmbã.",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 402,
      "verse_key": "29:48",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ",
      "translation": "Lɑ fo rɑ kɑ yɩ tɑoor tɩ Alkʋrãɑnɑ nɑ n pɑ wɑ n da kɑremd Gaf ye, fo kɑ yɩ n gʋlsdẽ me ye; sã n da yɩ woto, neb nins sẽn kɩɩsdb sɩdã rag n na n maana sik a zugu.",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 402,
      "verse_key": "29:49",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ",
      "translation": "Ka woto ye, ad a yaa Goam sẽn be bãngdbã yãadẽ, lɑ kɑ yɑgsd Tõnd Goɑmã ne pʋ-toog ralla wẽgdbã.",
      "footnotes": ""
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 402,
      "verse_key": "29:50",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ",
      "translation": "Lɑ b yeele: \"b kɑ nɑ n dɑg n sikẽ yel-soɑlem-dãmb sẽn yi ɑ Soɑbã nengẽ ɑ zugu?\" Yeele: \"ɑd yel-soɑlem-dãmbã fãɑ yɑɑ Wẽnd nengẽ bɑl lɑ be, lɑ mɑm kɑ yɩ rallɑ bugsd sẽn yɑɑ vẽenegɑ''.",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 402,
      "verse_key": "29:51",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "Lɑ rẽ yĩngɑ Tõnd sẽn sik Gafã tɩ b kɑremd-ɑ bãmb zugã kɑ sek bãmbɑ? Ad rẽndɑ pʋgẽ wã yɑɑ yolsg lɑ tẽegr n be beenẽ neb nins sẽn kõt-b sɩdã yĩngɑ.",
      "footnotes": ""
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 402,
      "verse_key": "29:52",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
      "translation": "Yeele: ''mɑɑm ne yãmb sʋkɑ, Wẽnd seedgã sekame; A mii sẽn be sɑɑsẽ lɑ tẽngẽ, lɑ neb nins sẽn kõ-b sɩd ne zĩri wã lɑ b kɩfl ne Wẽndã, bãmb-rãmb lɑ bõndbã.",
      "footnotes": ""
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 403,
      "verse_key": "29:53",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ",
      "translation": "Lɑ b yãgdɑme tɩ fo wɑ ne naongã, lɑ sã n kɑ sɑsɑ sẽn yãk n kõ yĩngɑ, noangã rag n nɑ pɑɑm-bɑ, lɑ tɩ naongã nɑ pɑɑm-b ne lingr tɩ b kɑ bãng ye.",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 403,
      "verse_key": "29:54",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ",
      "translation": "B yãgdɑme tɩ fo wɑ ne naongã, lɑ ad Gεhɑnnɑm nɑ n gũbgɑ kɩfr-dãmbã.",
      "footnotes": ""
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 403,
      "verse_key": "29:55",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "Rɑar ning naongã sẽn nɑ n yit b yĩngrã lɑ b naoã tẽngrã wεεngẽ n sudgd-ba [lɑ b yet-ba]: \" lemb-y y sẽn dɑ yɩ n tʋmdẽ wã\".",
      "footnotes": ""
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 403,
      "verse_key": "29:56",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ",
      "translation": "Yaa yãmb M yembs nins sẽn kõ sɩdɑ! Ad Mɑm tẽngã yɑlmɑme, bɩ y tũ mɑɑm bɑlɑ.",
      "footnotes": ""
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 403,
      "verse_key": "29:57",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ",
      "translation": "Yõor fãɑ nɑ n lembɑ kũum, rẽ poorẽ yɑɑ Tõnd nengẽ lɑ b nɑ n lebs yãmbɑ.",
      "footnotes": ""
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 403,
      "verse_key": "29:58",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ",
      "translation": "Lɑ neb nins sẽn kõ sɩd lɑ b tʋm tʋʋm-sõmã wã, Tõnd nɑ sik-b arzãn rotẽ tɩ ko-sood zoet b tẽngre, tɩ b yɑɑ pɑɑdb ɑ pʋgẽ; ɑd tʋmdbã keoor yɩ neere.",
      "footnotes": ""
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 403,
      "verse_key": "29:59",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ",
      "translation": "La neb nins sẽn maan sugrã la b rɩk b mensã n rell b Soabã, b keoor be neere.",
      "footnotes": ""
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 403,
      "verse_key": "29:60",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "Lɑ sõor wɑoog bõn-yãnemdɩ sẽn kɑ tõe n tʋkd mɑ b bɑo b rɩtlã, ɑd yɑɑ Wẽnd n dɩlgd bãmb lɑ yãmbɑ, lɑ Yẽndɑ lɑ Wʋmdã lɑ Mittã.",
      "footnotes": ""
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 403,
      "verse_key": "29:61",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ",
      "translation": "Lɑ tɩ fo sã n sok-b tɩ ãnd n nɑɑn sɑɑsã lɑ tẽngã lɑ ɑ nom wĩntoogã lɑ kiuugã? B nɑ yeel tɩ yɑɑ Wẽnde. La mɑɑnɑ ɑ wãn tɩ b gõdgd n basd so-tɩrgã?",
      "footnotes": ""
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 403,
      "verse_key": "29:62",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ",
      "translation": "Wẽnd yɑlgdɑ rɩtlã n kõt A sẽn dɑt-b rãmb A yembsã pʋgẽ lɑ A weoogd A sẽn dɑt-b rãmbɑ; ad Wẽnd yɑɑ Mit ne bũmb fãɑ.",
      "footnotes": ""
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 403,
      "verse_key": "29:63",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ",
      "translation": "Lɑ tɩ fo sã n sok-b tɩ ãnd n sikd koomã tɩ yit sɑɑgẽ wã n tɑll-ɑ n vʋʋg tẽngã ɑ sẽn ki loogr poore? B nɑ yeel tɩ yɑɑ Wẽnde. Yeele: \"Wẽnd n so pẽgre\". Ad b wʋsgã fãɑ ka tagsd ye.",
      "footnotes": ""
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 404,
      "verse_key": "29:64",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
      "translation": "Lɑ dũni-kãngã kɑ baa fʋɩ n zʋʋg kɩdeng la reem ye, lɑ ad Yɑoolem zɑkã, yẽ lɑ vɩɩm sẽn kɑ sɑɑbã tɩ b sã n dɑ yɩɩme n miẽ.",
      "footnotes": ""
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 404,
      "verse_key": "29:65",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ",
      "translation": "La b sã n wa zomb koom koglgo lɑ b sẽn n bõosd Wẽnde tɩ b yɑɑ sẽn n yɩlg b pʋs A kosgẽ wã; lɑ A sã n tɩlg-b n yiis yɩngã lɑ b sẽn mɑɑnd lɑgem-n-tɑɑr ne-A.",
      "footnotes": ""
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 404,
      "verse_key": "29:66",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ",
      "translation": "Bʋl yĩng tɩ b na kɩfl ne A sẽn n kõ bãmbã; b mɑɑn wʋm-noog tɩ bɩlf bɑlɑ b nɑ bãnge.",
      "footnotes": ""
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 404,
      "verse_key": "29:67",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ",
      "translation": "Rẽ yĩngɑ bãmb ka yãnd tɩ Tõnd kõo bãmb Lohorem zĩig sẽn yaa bas-m-yam, tɩ b yaool n tabsda nebã bãmb tẽn-kɩrensã. Rẽ yĩngɑ bãmb kɩta sɩd ne zɑɑlem la b kɩfend ne Wẽnd neemã wã?",
      "footnotes": ""
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 404,
      "verse_key": "29:68",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ",
      "translation": "Lɑ ãnd n yɩɩd wẽgb ne ned ning sẽn wãagd-ɑ zĩri n dogl Wẽnd tɩ kɑ yɩ ne sɩda maa a yagsd sɩdã a sẽn wa n wa-a wã? Rẽ yĩnga, ka Gεhannem la kɩfr-rãmb gãag zĩigã?",
      "footnotes": ""
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 404,
      "verse_key": "29:69",
      "juz_number": 21,
      "hizb_number": 41,
      "rub_el_hizb_number": 161,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ",
      "translation": "Lɑ neb nins sẽn nidg-b pãng Tõnd yĩngã, D nɑ kãndg-b D soyã zugu, lɑ bãng tɩ Wẽnd bee ne neb nins sẽn yɑɑ mɑnegdbã.",
      "footnotes": ""
    }
  ]
}