{
  "result": {
    "id": "3570",
    "sura": "33",
    "aya": "37",
    "arabic_text": "وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا",
    "translation": "37. Y (recuerda, ¡oh, Muhammad!) cuando dijiste a quien Al-lah agració (guiándolo al islam) y a quien tú favoreciste (liberándolo de la esclavitud y educándolo como a un hijo)[808]: «No divorcies a tu esposa y teme a Al-lah». Y escondiste en tu interior lo que Al-lah iba a manifestar (tu futuro matrimonio con ella), y temías lo que la gente diría, cuando Al-lah es más digno de ser temido. Y cuando Zaid se hubo divorciado de ella, te la dimos a ti como esposa para que los creyentes supieran que no incurren en falta alguna si se casan con las esposas de sus hijos adoptivos tras haberse divorciado estos de ellas. Y lo que Al-lah ordena debe cumplirse.",
    "footnotes": "[808]  Se refiere a Zaid bin Harizah, de quien ya se habló en la nota de pie de la aleya 4 de esta misma sura. El profeta Muhammad —que Al-lah lo bendiga y le dé la paz— lo liberó de la esclavitud y lo adoptó como hijo antes de que la adopción estuviera prohibida. Después este se casó con Zainab bint Jahsh, prima del Profeta —que Al-lah lo bendiga y le dé la paz—, mas al cabo de poco tiempo surgieron problemas en el matrimonio y Zaid quiso divorciarse de ella y se lo comentó al Profeta —que Al-lah lo bendiga y le dé la paz—, quien le aconsejó que no la divorciara. Para aquel entonces Al-lah ya le había revelado que Zainab sería esposa suya para demostrar a los creyentes que no era ningún pecado casarse con las exesposas de los hijos adoptivos —cosa que estaba prohibida según la tradición árabe pagana— porque estos no son hijos verdaderos."
  }
}