{
  "result": {
    "id": "3585",
    "sura": "33",
    "aya": "52",
    "arabic_text": "لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعۡدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنۡ أَزۡوَٰجٖ وَلَوۡ أَعۡجَبَكَ حُسۡنُهُنَّ إِلَّا مَا مَلَكَتۡ يَمِينُكَۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ رَّقِيبٗا",
    "translation": "52. No se te permite casarte con más mujeres de aquí en adelante ni cambiar a unas por otras (mediante el divorcio), incluso si te atrae su belleza; mas puedes disponer de tus esclavas. Y Al-lah observa todas las cosas[812].",
    "footnotes": "[812]  Cuando esta aleya fue revelada, el Profeta tenía nueve esposas y no desposó a ninguna otra mujer, aunque algunos exégetas defienden que la prohibición de casarse con más mujeres fue cancelada posteriormente. A pesar de que el número máximo de esposas permitido en el islam es de cuatro, el Profeta —que Al-lah lo bendiga y le dé la paz— no tenía un número limitado, y todos sus matrimonios obedecían a un propósito determinado, como: fortalecer las relaciones con importantes tribus árabes (como en el caso de ‘Aisha y Hafsa); proteger a mujeres que habían enviudado de sus familias idólatras (como en el caso de Saudah y Um Habibah); para demostrar que no era pecado casarse con la exesposa de un hijo adoptivo (como en el caso de Zainab); para que tribus no musulmanas aceptasen el islam después de que el Profeta —que Al-lah lo bendiga y le dé la paz— liberase a las hijas de sus líderes de la cautividad y se casara con ellas (como en el caso de Juwairiyah y Safiyah), etc. De hecho, su primera esposa, Jadiyah, era quince años mayor que él y viuda por dos veces, y no se casó con otra mujer hasta después del fallecimiento de esta, pasados veinticinco años. Hasta el segundo año de la Hégira no se casó con otras mujeres, cuando la nación musulmana empezaba a emerger y era necesario fortalecerla con alianzas. Además, con la excepción de ‘Aisha, todas sus esposas eran viudas o divorciadas y muchas tenían una edad avanzada, lo que prueba que no fue su deseo sexual lo que lo llevó a contraer diversos matrimonios."
  }
}