{
  "result": [
    {
      "id": "5420",
      "sura": "71",
      "aya": "1",
      "arabic_text": "إِنَّآ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ أَنۡ أَنذِرۡ قَوۡمَكَ مِن قَبۡلِ أَن يَأۡتِيَهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "1. Waxaanu u dirnay Nuux qolodiisii (Annagoo leh): U dig qolodaada intaysan u iman cadaab xanuun badan.",
      "footnotes": "1. Nuux: waa Nabi Nuux c.s."
    },
    {
      "id": "5421",
      "sura": "71",
      "aya": "2",
      "arabic_text": "قَالَ يَٰقَوۡمِ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ",
      "translation": "2. (Nuux) Wuxuu yidhi: Tolkaygiiyow! Waxaan anigu idiin ahay dige cad.",
      "footnotes": ""
    },
    {
      "id": "5422",
      "sura": "71",
      "aya": "3",
      "arabic_text": "أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُ وَأَطِيعُونِ",
      "translation": "3. Ee caabuda Alle oo keliya, oo ka cabsada, anigana (Nabigiinna ah) i adeeca.",
      "footnotes": "1. Nuux: waa Nabi Nuux c.s."
    },
    {
      "id": "5423",
      "sura": "71",
      "aya": "4",
      "arabic_text": "يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرۡكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ أَجَلَ ٱللَّهِ إِذَا جَآءَ لَا يُؤَخَّرُۚ لَوۡ كُنتُمۡ تَعۡلَمُونَ",
      "translation": "4. Wuxuu 'Alle' idiin dhaafi denbiyadiinna, oo idiin dib dhigi ilaa muddo magacaaban. Ajasha Alle (mowdku) markuu yimaado lama dib dhigo, waase haddaad og tihiin.",
      "footnotes": ""
    },
    {
      "id": "5424",
      "sura": "71",
      "aya": "5",
      "arabic_text": "قَالَ رَبِّ إِنِّي دَعَوۡتُ قَوۡمِي لَيۡلٗا وَنَهَارٗا",
      "translation": "5. (Nuux) wuxuu yidhi: Rabbiyow! Waxaan qolodeydii ugu baaqay (Towxiid iyo falasho camallo san) habeen iyo maalinba.",
      "footnotes": ""
    },
    {
      "id": "5425",
      "sura": "71",
      "aya": "6",
      "arabic_text": "فَلَمۡ يَزِدۡهُمۡ دُعَآءِيٓ إِلَّا فِرَارٗا",
      "translation": "6. Ha yeeshee baaqeygu uma uusan kordhin waxaan aheyn didmo.",
      "footnotes": ""
    },
    {
      "id": "5426",
      "sura": "71",
      "aya": "7",
      "arabic_text": "وَإِنِّي كُلَّمَا دَعَوۡتُهُمۡ لِتَغۡفِرَ لَهُمۡ جَعَلُوٓاْ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِمۡ وَٱسۡتَغۡشَوۡاْ ثِيَابَهُمۡ وَأَصَرُّواْ وَٱسۡتَكۡبَرُواْ ٱسۡتِكۡبَارٗا",
      "translation": "7. Mar kastoo aan u yeedhana si aad ugu denbi dhaafto, waxay yeelaan farahooda dhegahooda, iskuna dadaan maryahooda2, oo madax adaygaan, wayna is kibriyaan iskibrin.",
      "footnotes": "2. Iyagoo diidaya inay fiirshaan ama dhageystaan Xaqa."
    },
    {
      "id": "5427",
      "sura": "71",
      "aya": "8",
      "arabic_text": "ثُمَّ إِنِّي دَعَوۡتُهُمۡ جِهَارٗا",
      "translation": "8. Haddana waxaan ugu baaqay (Towxiidka oo uga digay shirkiga) si cod kore ah.",
      "footnotes": ""
    },
    {
      "id": "5428",
      "sura": "71",
      "aya": "9",
      "arabic_text": "ثُمَّ إِنِّيٓ أَعۡلَنتُ لَهُمۡ وَأَسۡرَرۡتُ لَهُمۡ إِسۡرَارٗا",
      "translation": "9. Waxaan ula hadlay si kore, si hoosana waan ula hadlay oo wax ugu sheegay3.",
      "footnotes": "3. Wuxuu Nuux c.s. la soo maray ku baaqiisa Islaamka heerar iyo xaalado kala duwan:"
    },
    {
      "id": "5429",
      "sura": "71",
      "aya": "10",
      "arabic_text": "فَقُلۡتُ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ إِنَّهُۥ كَانَ غَفَّارٗا",
      "translation": "10. Waxaan ku idhi: Ka barya denbi dhaaf Rabbigiin; waa Denbi Dhaaf Badane’e.",
      "footnotes": ""
    },
    {
      "id": "5430",
      "sura": "71",
      "aya": "11",
      "arabic_text": "يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا",
      "translation": "11. Wuxuu idiinka keeni daruuraha roob darar ah;",
      "footnotes": ""
    },
    {
      "id": "5431",
      "sura": "71",
      "aya": "12",
      "arabic_text": "وَيُمۡدِدۡكُم بِأَمۡوَٰلٖ وَبَنِينَ وَيَجۡعَل لَّكُمۡ جَنَّٰتٖ وَيَجۡعَل لَّكُمۡ أَنۡهَٰرٗا",
      "translation": "12. Oo idiinku deeqi  maal iyo awlaad, oo idiin yeeli beero, idiinna yeeli webiyaal.",
      "footnotes": ""
    },
    {
      "id": "5432",
      "sura": "71",
      "aya": "13",
      "arabic_text": "مَّا لَكُمۡ لَا تَرۡجُونَ لِلَّهِ وَقَارٗا",
      "translation": "13. Maxaad leedihiin aydaan uga heybeysan Alle?",
      "footnotes": ""
    },
    {
      "id": "5433",
      "sura": "71",
      "aya": "14",
      "arabic_text": "وَقَدۡ خَلَقَكُمۡ أَطۡوَارًا",
      "translation": "14. Isagoo idin abuuray idinkoo soo maray xaalado iyo heerar (kala duwan).",
      "footnotes": ""
    },
    {
      "id": "5434",
      "sura": "71",
      "aya": "15",
      "arabic_text": "أَلَمۡ تَرَوۡاْ كَيۡفَ خَلَقَ ٱللَّهُ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗا",
      "translation": "15. Miyeydaan arag sida Alle u abuuray toddobada samo ee kala korreeya.",
      "footnotes": ""
    },
    {
      "id": "5435",
      "sura": "71",
      "aya": "16",
      "arabic_text": "وَجَعَلَ ٱلۡقَمَرَ فِيهِنَّ نُورٗا وَجَعَلَ ٱلشَّمۡسَ سِرَاجٗا",
      "translation": "16. Oo dayaxa uga yeelay dhexdooda nuur, qorraxdana ka yeelay nal shidan?",
      "footnotes": ""
    },
    {
      "id": "5436",
      "sura": "71",
      "aya": "17",
      "arabic_text": "وَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلۡأَرۡضِ نَبَاتٗا",
      "translation": "17. Alle Waa Kan idinka beeray (abuuray) dhulka beeritaan (abuuris).",
      "footnotes": ""
    },
    {
      "id": "5437",
      "sura": "71",
      "aya": "18",
      "arabic_text": "ثُمَّ يُعِيدُكُمۡ فِيهَا وَيُخۡرِجُكُمۡ إِخۡرَاجٗا",
      "translation": "18. Haddana idinku celin gudahiisa oo idinka soo bixin  baxniin (cusub).",
      "footnotes": ""
    },
    {
      "id": "5438",
      "sura": "71",
      "aya": "19",
      "arabic_text": "وَٱللَّهُ جَعَلَ لَكُمُ ٱلۡأَرۡضَ بِسَاطٗا",
      "translation": "19. Alle waa Kan idiinka yeelay dhulka gogol fidsan.",
      "footnotes": ""
    },
    {
      "id": "5439",
      "sura": "71",
      "aya": "20",
      "arabic_text": "لِّتَسۡلُكُواْ مِنۡهَا سُبُلٗا فِجَاجٗا",
      "translation": "20. Si aad ugu socotaan dhexdiisa waddooyin waasic ah.",
      "footnotes": ""
    },
    {
      "id": "5440",
      "sura": "71",
      "aya": "21",
      "arabic_text": "قَالَ نُوحٞ رَّبِّ إِنَّهُمۡ عَصَوۡنِي وَٱتَّبَعُواْ مَن لَّمۡ يَزِدۡهُ مَالُهُۥ وَوَلَدُهُۥٓ إِلَّا خَسَارٗا",
      "translation": "21. Nuux wuxuu yidhi: Rabbiyow! Waa ii caasiyeen, waxayna raaceen mid aan maalkiisa iyo dhashiisa u kordhin waxaan  ahayn khasaaro.",
      "footnotes": ""
    },
    {
      "id": "5441",
      "sura": "71",
      "aya": "22",
      "arabic_text": "وَمَكَرُواْ مَكۡرٗا كُبَّارٗا",
      "translation": "22. Oo waxay qooleen shirqool aad u weyn.",
      "footnotes": ""
    },
    {
      "id": "5442",
      "sura": "71",
      "aya": "23",
      "arabic_text": "وَقَالُواْ لَا تَذَرُنَّ ءَالِهَتَكُمۡ وَلَا تَذَرُنَّ وَدّٗا وَلَا سُوَاعٗا وَلَا يَغُوثَ وَيَعُوقَ وَنَسۡرٗا",
      "translation": "23. Oo yidhaahdeen: Sinnaba ha uga tegina ilaahyadiinna, hana ka tegina (gaar ahaan) Wadd ama Suwaac ama Yaquus iyo Yacuuq iyo Nasar.",
      "footnotes": ""
    },
    {
      "id": "5443",
      "sura": "71",
      "aya": "24",
      "arabic_text": "وَقَدۡ أَضَلُّواْ كَثِيرٗاۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا ضَلَٰلٗا",
      "translation": "24. Waxay lumiyeen dad badan, ee (Allow) ha u kordhin daalimiinta (gar diidka ah) waxaan aheyn habow.",
      "footnotes": ""
    },
    {
      "id": "5444",
      "sura": "71",
      "aya": "25",
      "arabic_text": "مِّمَّا خَطِيٓـَٰٔتِهِمۡ أُغۡرِقُواْ فَأُدۡخِلُواْ نَارٗا فَلَمۡ يَجِدُواْ لَهُم مِّن دُونِ ٱللَّهِ أَنصَارٗا",
      "translation": "25. Gefafkoodii dartood baa loo harqiyey, Naarna loo geliyay, marka ma helin cid u soo gargaarta Alle sokadi.",
      "footnotes": ""
    },
    {
      "id": "5445",
      "sura": "71",
      "aya": "26",
      "arabic_text": "وَقَالَ نُوحٞ رَّبِّ لَا تَذَرۡ عَلَى ٱلۡأَرۡضِ مِنَ ٱلۡكَٰفِرِينَ دَيَّارًا",
      "translation": "26. Nuux wuxuu yidhi: Rabbiyow! Ha kaga tegin dhulka korkiisa gaalada qofna.",
      "footnotes": ""
    },
    {
      "id": "5446",
      "sura": "71",
      "aya": "27",
      "arabic_text": "إِنَّكَ إِن تَذَرۡهُمۡ يُضِلُّواْ عِبَادَكَ وَلَا يَلِدُوٓاْ إِلَّا فَاجِرٗا كَفَّارٗا",
      "translation": "27. Waayo haddaad kaga tagto, waxay dhumin addoomahaaga, mana dhalayaan waxaan aheyn faajir, gaalnimo badan.",
      "footnotes": ""
    },
    {
      "id": "5447",
      "sura": "71",
      "aya": "28",
      "arabic_text": "رَّبِّ ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِمَن دَخَلَ بَيۡتِيَ مُؤۡمِنٗا وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا تَبَارَۢا",
      "translation": "28. Rabbiyow! Ii Denbi dhaaf aniga, iyo waalidkeyba iyo qofkii soo gala gurigeyga isagoo mu’min ah, iyo mu’miniinta iyo mu’minooyinka. Hana u kordhin daalimiinta (mushrikiinta, gaalada, iwm,) waxaan aheyn baabba’.",
      "footnotes": ""
    }
  ]
}