{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 467,
      "verse_key": "40:1",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "حمٓ",
      "translation": "1. Ha Miem.[1]",
      "footnotes": "[1] Bekijk de voetnoten van vers 1 van Soera Al-Baqarah."
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 467,
      "verse_key": "40:2",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ",
      "translation": "2. De openbaring van het Boek is van Allah, de Almachtige, de Alwetende.",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 467,
      "verse_key": "40:3",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ",
      "translation": "3. De Vergevende van de zonde, de Aanvaarder van het berouw, de Strenge in bestraffing, de Schenker (van gunsten). Geen heeft het recht om aanbeden te worden behalve Hij, tot Hem is de uiteindelijke terugkeer.",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 467,
      "verse_key": "40:4",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ",
      "translation": "4. Geen redetwist over de tekenen van Allah behalve degene die ongelovig zijn. Laat niet hun weelderige om door het land te reizen jou bedriegen.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 467,
      "verse_key": "40:5",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ",
      "translation": "5. Ook het volk van Noeh en hun bondgenoten hebben hiervoor hen ontkent (de boodschappers), en ieder (ongelovig) volk heeft plannen samengesmeed tegen hun boodschappers, om deze te grijpen, en redetwisten met valse argumenten om de waarheid te verwerpen. Dus greep Ik hen en hoe (vreselijk) was Mijn bestraffing!",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 467,
      "verse_key": "40:6",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ",
      "translation": "6. Zo is het Woord van jullie Heer tegen degenen die ongelovig waren gerechtvaardigd, zodat zij de bewoners van het vuur zullen zijn!",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 467,
      "verse_key": "40:7",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ",
      "translation": "7. Die (engelen) die de troon dragen en die daar rondom de lofprijzingen van hun Heer verheerlijken en in Hem geloven, en vragen om vergeving voor degenen die geloven (zeggende): “Onze Heer! U omvat in Uw genade en kennis alle zaken, vergeef dus degenen die berouw tonen en Uw weg volgen, en red hen van de bestraffing van het laaiende vuur!”",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 468,
      "verse_key": "40:8",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "8. Onze Heer! En laat hen de Eeuwige Tuinen binnentreden wat U hen beloofd heeft en voor de rechtschapen onder hun vaderen, hun echtgenotes en hun nageslacht! Waarlijk, U bent de Almachtige, de Alwijze.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 468,
      "verse_key": "40:9",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
      "translation": "9. En red hen van de (gevolgen van) zondes en ieder die u op die dag behoedt van zondes, waarlijk, U heeft dan genade getoond. En dat is een geweldig succes [1].",
      "footnotes": "[1]Want als Allah ons vergeeft, dan zijn we binnen. Daarom moet ieder met een gezond verstand na elke zonde eerlijke Tawbah verrichten."
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 468,
      "verse_key": "40:10",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ",
      "translation": "10. Degenen die ongelovig zijn zullen aangesproken worden met: “Allah Zijn afkeer was groter voor jullie dan jullie afkeer tegen elkaar (op deze dag) toen jullie tot het geloof opgeroepen werden maar het weigerden.”",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 468,
      "verse_key": "40:11",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ",
      "translation": "11. Zij (de ongelovigen) zullen zeggen: “Onze Heer! U hebt ons tweemaal laten sterven, en U hebt ons tweemaal het leven gegeven! Nu bekennen wij onze zonden, is er dan een manier om uit (het vuur) te komen?”",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 468,
      "verse_key": "40:12",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ",
      "translation": "12. “Dit is vanwege het feit dat toen Allah (alleen) aangeroepen werd jullie ongelovig waren maar als er deelgenoten aan Hem werden toegevoegd, jullie geloofden!” Dus het oordeel ligt uitsluitend bij Allah, de Allerhoogste, de Allergrootste!",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 468,
      "verse_key": "40:13",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ",
      "translation": "13. Hij is het Die jullie Zijn tekenen toont en voorzieningen voor jullie uit de hemel naar beneden stuurt. En niemand herinnerd dat behalve degenen die zich in berouw (tot Allah) keren (daarom is de dienaar niet geleid door Allah, pas als hij eerlijke Tawbah doet).",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 468,
      "verse_key": "40:14",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ",
      "translation": "14. Roep dus Allah aan en laat (jullie) aanbidding volledig (puur)voor Hem (alleen) zijn. Ook al hebben zij daar een afkeer van.",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 468,
      "verse_key": "40:15",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ",
      "translation": "15. (Hij is) Eigenaar van de hoogste rangen en standen, Eigenaar van de Troon, Hij stuurt Zijn openbaring (dit wordt ziel genoemd omdat dit de voeding van de ziel is middels de openbaring) aan welke dienaar Hij maar wil, Zodat hij de (mensen) kan waarschuwen voor de Dag van de wederzijdse ontmoeting.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 468,
      "verse_key": "40:16",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ",
      "translation": "16. De Dag wanneer (alles) tevoorschijn zal komen (wat in de harten zit), niets zal voor Allah verborgen blijven. Aan Wie behoort het Koninkrijk van deze Dag? “Het is van Allah, de Ene, de Onweerstaanbare!”",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 469,
      "verse_key": "40:17",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ",
      "translation": "17. (Op) deze Dag zal iedereen vergoed krijgen wat hij verdiend heeft. Geen onrecht (zal iemand aangedaan worden). Waarlijk, Allah is snel in de afrekening.",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 469,
      "verse_key": "40:18",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ",
      "translation": "18. En waarschuw (O Mohammed) hen voor de Dag die nadert, wanneer de harten in de kelen kloppen (uit angst), er zal voor de onrechtvaardigen geen vriend of bemiddelaar zijn, die acht slaan.",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 469,
      "verse_key": "40:19",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ",
      "translation": "19. Allah kent het bedrog van de ogen en alles wat de borsten bedekken.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 469,
      "verse_key": "40:20",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
      "translation": "20. En Allah oordeelt in waarheid, terwijl degenen die zij naast Hem aanroepen nergens over kunnen oordelen. Zeker, Allah! Hij is de Alhorende, de Alziende.",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 469,
      "verse_key": "40:21",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ",
      "translation": "21. Hebben zij niet door het land gereisd en gezien wat het einde was van degenen die vóór hen waren? Zij waren sterker dan hen en lieten meer sporen op het land achter. En toch greep Allah hen met een bestraffing voor hun zonden. En zij hadden niemand die hen tegen Allah kon beschermen.",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 469,
      "verse_key": "40:22",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ",
      "translation": "22. Dat was omdat tot hen hun boodschappers met duidelijke bewijzen en tekenen waren gekomen maar zij (hen) niet geloofden. Dus greep Allah hen met een bestraffing. Waarlijk, Hij is machtig, streng in bestraffing.",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 469,
      "verse_key": "40:23",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ",
      "translation": "23. En zeker, Wij hebben Moesa met Onze tekenen gestuurd en een duidelijk bewijs.",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 469,
      "verse_key": "40:24",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ",
      "translation": "24. Naar de Farao, Heman en Qaaroen, maar zij noemden (hem): “Een tovenaar, een leugenaar!”",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 469,
      "verse_key": "40:25",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ",
      "translation": "25. En toen hij (Moesa) hen de waarheid van Ons bracht zeiden zei: “Dood de zonen van degenen die met hem geloven en laat hun vrouwen leven”, maar de samenzweringen van de ongelovigen zijn niets dan dwalingen!",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 470,
      "verse_key": "40:26",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ",
      "translation": "26. Farao zei: “Laat mij Moesa doden en laat hem dan zijn Heer aanroepen! Waarlijk, Ik ben bang dat hij jullie van godsdienst zal laten veranderen, of dat hij ellende in het land zal laten verschijnen (de onrechtvaardigen verdraaien altijd de waarheid in welke tijd ze dan ook leven.!\"",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 470,
      "verse_key": "40:27",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ",
      "translation": "27. Moesa zei: “Waarlijk, ik zoek toevlucht bij mijn Heer en jullie Heer tegen alle arrogante mensen die niet in de Dag van de Vergelding geloven.”",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 470,
      "verse_key": "40:28",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ",
      "translation": "28. En een gelovige man uit de familie van de Farao, die zijn geloof verborgen hield, zei: “Doodt u een man omdat hij zegt dat zijn Heer Allah is en tot u met duidelijke tekenen van uw Heer komt? En als hij een leugenaar is dan zal op hem (de zonde) van zijn leugen zijn; maar als hij de waarheid vertelt, dan zullen sommigen van die (rampen) waar hij u mee bedreigt over u komen. Waarlijk, Allah leidt niet degenen die buitensporig en leugenachtig zijn!",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 470,
      "verse_key": "40:29",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ",
      "translation": "29. O mijn volk! Aan jullie is het koninkrijk van deze dag, jullie zijn de heersers in het land. Maar wie zal ons van de bestraffing van Allah redden als die over ons komt?” Farao zei: “Ik laat jullie alleen zien wat ik zie, en ik leid jullie slechts naar het pad van Leiding\".",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 470,
      "verse_key": "40:30",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ",
      "translation": "30. En hij die geloofde zei: “O mijn volk! Waarlijk, ik vrees dat jullie hetzelfde lot zullen begaan als die (ramp) dag van de bondgenoten!”",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 470,
      "verse_key": "40:31",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ",
      "translation": "31. Net als het lot van het volk van Noeh en ‘Ad en Thamoed en degenen die na hen kwamen. En Allah wil geen onrechtvaardigheid voor (Zijn) dienaren.",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 470,
      "verse_key": "40:32",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ",
      "translation": "32. En O mijn volk! Waarlijk! Ik vrees voor jullie voor de Dag waarop de wederzijdse geroep zal zijn (de der opstanding).",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 470,
      "verse_key": "40:33",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ",
      "translation": "33. Een Dag waarop jullie je zullen omdraaien en vluchten zonder een beschermer van Allah te hebben. En iedereen die Allah laat dwalen, voor hem is er geen leiding.”",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 471,
      "verse_key": "40:34",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ",
      "translation": "34. En voorwaar, Yoesoef is tot jullie gekomen, in een tijd die voorbij is, met duidelijke tekenen, maar jullie stopten niet te twijfelen over de zaken die hij jullie bracht, tot zijn overlijden zeiden jullie: “Geen boodschapper zal Allah na hem sturen. En zo Allah laat degene die buitensporig en twijfelend zijn dwalen.”",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 471,
      "verse_key": "40:35",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ",
      "translation": "35. Degenen die redetwisten over de tekenen van Allah, zonder dat er enig bewijs tot hen is gekomen, dat is in het aangezicht van Allah diep gehaat en in het aangezicht van degenen die geloven. Dus verzegelt Allah het hart van elke arrogante tiran.",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 471,
      "verse_key": "40:36",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ",
      "translation": "36. En Farao zei: “O Heman! Bouw voor mij een toren zodat ik op de wegen kan aankomen,-",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 471,
      "verse_key": "40:37",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ",
      "translation": "37. De wegen van de hemelen zodat ik naar de god van Moesa kan gaan, al denk ik dat hij een leugenaar is.” En zo werden de daden in de ogen van Farao schoonschijnend gemaakt, en hij werd van het (rechte) pad afgehouden en de samenzwering van de Farao leidde naar niets meer dan verlies en vernieling.",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 471,
      "verse_key": "40:38",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ",
      "translation": "38. En de man die geloofde zei: “O mijn volk! Volg mij, ik zal jullie leiden naar de weg van leiding.",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 471,
      "verse_key": "40:39",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ",
      "translation": "39. O mijn volk! Waarlijk, dit leven van de wereld is niets dan (een snel) vermaak en waarlijk het hiernamaals is het huis dat voor altijd zal blijven.\"",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 471,
      "verse_key": "40:40",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ",
      "translation": "40. Degene die een kwade daad begaat, zal met niks anders worden vergoed dan zijn slechte daden en degene die een goede daad verricht, man of vrouw, en een gelovige is, die zal het paradijs binnentreden waar hij voorzien zal worden zonder beperking.",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 472,
      "verse_key": "40:41",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ",
      "translation": "41. En O mijn volk! Hoe kan het dat ik jullie tot de redding oproep terwijl jullie mij tot het vuur oproepen!",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 472,
      "verse_key": "40:42",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ",
      "translation": "42. Jullie nodigen mij tot het ongeloof in Allah uit en jullie kennen deelgenoten aan Hem toe; waarvan ik geen kennis heb en ik nodig jullie tot de Almachtige, de meest Vergevende uit!",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 472,
      "verse_key": "40:43",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ",
      "translation": "43. Er is geen twijfel dat jullie mij oproepen om iemand (te aanbidden) die geen gehoor kan geven aan mijn verzoeken in deze wereld of het hiernamaals. En onze terugkeer zal tot Allah zijn en verdorvenen zijn de bewoners van het vuur zijn!",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 472,
      "verse_key": "40:44",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ",
      "translation": "44. En jullie zullen je herinneren wat ik jullie zeg, En ik laat mijn zaak aan Allah over. Waarlijk, Allah is de Alziende over (Zijn) dienaren.”",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 472,
      "verse_key": "40:45",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ",
      "translation": "45. Dus beschermde Allah hem tegen het kwaad dat zij geplot hadden, en een kwade bestraffing het volk van Farao omringde.",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 472,
      "verse_key": "40:46",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ",
      "translation": "46. Zij zullen aan het vuur worden blootgesteld, in de ochtend en de middag en op de Dag wanneer het Uur tot uitvoering wordt gebracht (zal er tegen de engelen gezegd worden): “Laat het volk van Farao de zwaarste bestraffing binnengaan!”",
      "footnotes": ""
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 472,
      "verse_key": "40:47",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ",
      "translation": "47. En als zij in het vuur redetwisten, zullen de zwakken tegen degenen die arrogant waren zeggen: “Waarlijk! Wij hebben jullie gevolgd, kunnen jullie dan een deel van het vuur van ons wegnemen?”",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 472,
      "verse_key": "40:48",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ",
      "translation": "48. De hoogmoedigen zullen zeggen: “Wij zijn hier samen in! Waarlijk! Allah heeft tussen Zijn dienaren geoordeeld.”",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 472,
      "verse_key": "40:49",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ",
      "translation": "49. En degenen in het vuur zullen tegen de bewakers van de hel zeggen: “Roep jullie Heer aan om de bestraffing voor een dag te verlichten!”",
      "footnotes": ""
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 473,
      "verse_key": "40:50",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ",
      "translation": "Zij zullen zeggen: \"Zijn er niet tot jullie boodschappers gekomen met duidelijk bewijs en tekenen?\" Zij zullen zeggen: \"Welzeker.\" Daarna zullen zij antwoorden: \"Roep dan! En de aanroeping van de ongelovigen is niets anders dan dwaling!\"",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 473,
      "verse_key": "40:51",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ",
      "translation": "51. Waarlijk, in dit wereldlijke leven en op de Dag dat zij getuigen zullen Wij Onze boodschappers en degenen die geloven tot overwinnaars maken (en dat kan soms na een lange termijn gebeuren).",
      "footnotes": ""
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 473,
      "verse_key": "40:52",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ",
      "translation": "52. De Dag waarop de onrechtvaardigen geen geldig excuus zullen hebben. Voor hen zal er de vervloeking zijn en voor hen zal er een kwade verblijfplaats zijn.",
      "footnotes": ""
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 473,
      "verse_key": "40:53",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ",
      "translation": "53. En voorwaar, Wij gaven Moesa de leiding en Wij lieten de Kinderen van Israël het Boek erven.",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 473,
      "verse_key": "40:54",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ",
      "translation": "54. Een gids en een vermaning voor de mensen van goede harten.",
      "footnotes": ""
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 473,
      "verse_key": "40:55",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ",
      "translation": "55. Wees dus geduldig. Waarlijk, de belofte van Allah is waar, en vraag om vergiffenis voor je fouten, en verheerlijk en lofprijs jullie Heer in de middag en in de ochtend.",
      "footnotes": ""
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 473,
      "verse_key": "40:56",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
      "translation": "56. Waarlijk, degenen die over de tekenen van Allah redetwisten, zonder daar enig bewijs over te hebben, hebben niets anders in hun borst dan trots. Zij zullen dat nooit verkrijgen. Zoek dus je toevlucht (tegen hun slechtheden) bij Allah. Waarlijk, het is Hij Die de Alhorende is (aangaande hun uitspraken), de Alziende is (aangaande hun omstandigheden).",
      "footnotes": ""
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 473,
      "verse_key": "40:57",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "57. De schepping van de hemelen en de aarde is zeker groter dan de schepping van de mensheid, maar de meesten van de mensheid weten dat niet.",
      "footnotes": ""
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 473,
      "verse_key": "40:58",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ",
      "translation": "58. En niet gelijk zijn de blinde en degene die kan zien, noch is degene die gelooft en goede daden verricht (gelijk aan) degene die kwaad doet. Jullie denken maar weinig!",
      "footnotes": ""
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 474,
      "verse_key": "40:59",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ",
      "translation": "59. Waarlijk, het Uur zal zeker komen, daarover is geen twijfel, maar de meeste mensen geloven het niet.",
      "footnotes": ""
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 474,
      "verse_key": "40:60",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ",
      "translation": "60. En jullie Heer zei: “Roep Mij aan (smeek) en Ik zal jullie verhoren. Waarlijk! Degene die Mijn aanbidding minachten zullen zeker in vernedering de hel binnentreden!”",
      "footnotes": ""
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 474,
      "verse_key": "40:61",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ",
      "translation": "61. Allah, Hij is het Die de nacht voor jullie heeft gemaakt zodat jullie daarin mogen rusten en de dag voor jullie om te zien. Waarlijk, Allah is de bezitter van de gunsten voor de mensheid, maar de meesten van de mensheid danken niet.",
      "footnotes": ""
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 474,
      "verse_key": "40:62",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ",
      "translation": "62. Dat is Allah, jullie Heer, de Schepper van alle zaken. Geen heeft het recht om aanbeden te worden behalve Hij, Dus waarom zijn jullie zo afgedaald?",
      "footnotes": ""
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 474,
      "verse_key": "40:63",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ",
      "translation": "63. Zo dwalende degenen die de tekenen van Allah ontkennen.",
      "footnotes": ""
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 474,
      "verse_key": "40:64",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ",
      "translation": "64. Allah, Hij is het Die voor jullie de aarde als verblijfplaats heeft gemaakt en de hemel als een overkapping, en (Die) jullie vorm heeft gegeven (in de baarmoeders) en jullie vorm heeft verfraaid (en geperfectionneerd), en jullie van goede zaken voorzien heeft. Dat is Allah, jullie Heer, gezegend is dan Allah, de Heer van de werelden.",
      "footnotes": ""
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 474,
      "verse_key": "40:65",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "65. Hij is de Altijd Levende. Geen heeft het recht om aanbeden te worden behalve Hij, roep Hem (smeek)dus alleen aan en maak jullie aanbidding uitsluiten voor Hem alleen. Alle lof en dank is voor Allah, de Heer van de werelden.",
      "footnotes": ""
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 474,
      "verse_key": "40:66",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "66. Zeg: “Mij is verboden om degenen die jullie naast Allah aanbidden, te aanbidden, want er is tot mij bewijs gekomen van mijn Heer, en mij is bevolen mij te onderwerpen aan de Heer van de werelden.",
      "footnotes": ""
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 475,
      "verse_key": "40:67",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ",
      "translation": "67. Hij is het Die jullie van stof en daarna van een mengsel van mannelijke en vrouwelijke afscheiding heeft geschapen, daarna van een klont, dat jullie als kinderen voortbrengt, dan (laat jullie groeien) tot de leeftijd van volle wasdom en daarna om oud te worden, hoewel sommigen van jullie eerder sterven, en dat jullie de vastgestelde termijn bereiken zodat jullie mogen begrijpen.",
      "footnotes": ""
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 475,
      "verse_key": "40:68",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
      "translation": "68. Hij is het Die het leven geeft en die doet sterven. Als Hij tot iets besluit zegt Hij slechts: “Wees!” en het is.\"",
      "footnotes": ""
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 475,
      "verse_key": "40:69",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ",
      "translation": "69. Zie jij niet degenen die redetwisten over de tekenen van Allah? Hoe kunnen zij zich afkeren?",
      "footnotes": ""
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 475,
      "verse_key": "40:70",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ",
      "translation": "70. Degenen die het Boek ontkennen, en datgene wat Wij naar Onze boodschappers hebben gestuurd. Zij zullen er gauw achter komen.",
      "footnotes": ""
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 475,
      "verse_key": "40:71",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ",
      "translation": "71. Wanneer ijzeren halsbanden om hun nekken worden gelegd, en de ketenen zullen meegezeuld worden!",
      "footnotes": ""
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 475,
      "verse_key": "40:72",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ",
      "translation": "72. In het kokende water, dan zullen zij in het vuur gebrand worden.",
      "footnotes": ""
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 475,
      "verse_key": "40:73",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ",
      "translation": "73. Dan zal er tot hen gezegd worden: “Waar zijn degene die jullie in de aanbidding als deelgenoten verenigden?",
      "footnotes": ""
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 475,
      "verse_key": "40:74",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ",
      "translation": "74. Naast Allah?” Zij zullen zeggen: “Zij zijn van ons verdwenen; Welnee, wij hebben niets eerder aangeroepen.” Dus Allah laat de ongelovigen dwalen.",
      "footnotes": ""
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 475,
      "verse_key": "40:75",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ",
      "translation": "75. Dat was omdat jullie op aarde zonder enig recht je uitgelaten gedroegen en dat jullie je gewoonlijk bijzonder (in jullie fouten) verheugden.",
      "footnotes": ""
    },
    {
      "id": 76,
      "verse_number": 76,
      "page_number": 475,
      "verse_key": "40:76",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ",
      "translation": "76. Jullie moeten nu de hellepoorten binnengaan om daarin voor altijd te verblijven en wat een kwade verblijfplaats voor de hoogmoedigen.",
      "footnotes": ""
    },
    {
      "id": 77,
      "verse_number": 77,
      "page_number": 475,
      "verse_key": "40:77",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ",
      "translation": "77. Wees dus geduldig, waarlijk de belofte van Allah is waarheid en wat Wij jou ook laten zien een klein gedeelte wat Wij hen hebben beloofd, of Wij laten jou sterven, dan is het tot Ons dat zij zullen terugkeren.",
      "footnotes": ""
    },
    {
      "id": 78,
      "verse_number": 78,
      "page_number": 476,
      "verse_key": "40:78",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ",
      "translation": "78. En voorwaar Wij hebben boodschappers vóór jou gestuurd: van sommigen van hen hebben Wij jou het verhaal verteld en van sommigen van hen hebben Wij jou het verhaal niet verteld, en zonder toestemming van Allah kan geen boodschapper een teken brengen. Als dus het bevel van Allah komt, zal de zaak in waarheid beslecht worden en de volgelingen van de leugens zullen verloren zijn.",
      "footnotes": ""
    },
    {
      "id": 79,
      "verse_number": 79,
      "page_number": 476,
      "verse_key": "40:79",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ",
      "translation": "79. Allah is het Die het vee voor jullie heeft gemaakt, dat jullie op sommigen van hen kunnen rijden en sommigen kunnen eten.",
      "footnotes": ""
    },
    {
      "id": 80,
      "verse_number": 80,
      "page_number": 476,
      "verse_key": "40:80",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ",
      "translation": "80. En jullie hebben voordelen van hen, dat jullie door middel van hen een behoefte kunnen vervullen en op hen en op schepen worden jullie gedragen.",
      "footnotes": ""
    },
    {
      "id": 81,
      "verse_number": 81,
      "page_number": 476,
      "verse_key": "40:81",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ",
      "translation": "81. En Hij laat jullie Zijn tekenen en bewijzen zien. Welke van de tekenen en bewijzen van Allah ontkennen jullie dan?",
      "footnotes": ""
    },
    {
      "id": 82,
      "verse_number": 82,
      "page_number": 476,
      "verse_key": "40:82",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ",
      "translation": "82. Hebben zij niet over de aarde gereisd en gezien wat het einde van degenen was die vóór hen waren? Zij waren in grotere aantallen dan hen en groter in kracht en in de sporen op het land, maar toch ondervonden zij geen profijt van hun inspanning (geen zegening).",
      "footnotes": ""
    },
    {
      "id": 83,
      "verse_number": 83,
      "page_number": 476,
      "verse_key": "40:83",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "83.Toen hun boodschappers met duidelijke bewijzen tot hen kwamen waren zij blij met datgene wat zij hadden aan kennis en met datgene wat zij gewoonlijk bespotten werden zij mee omsingeld.",
      "footnotes": ""
    },
    {
      "id": 84,
      "verse_number": 84,
      "page_number": 476,
      "verse_key": "40:84",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ",
      "translation": "84. Toen zij dus Onze bestraffing zagen, zeiden zij: “Wij geloven in Allah en verwerpen (al) wat wij gewoonlijk in de aanbidding naast Hem als (Zijn) deelgenoten verenigden.”",
      "footnotes": ""
    },
    {
      "id": 85,
      "verse_number": 85,
      "page_number": 476,
      "verse_key": "40:85",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ",
      "translation": "85. Hun geloof kon hen niet baten toen zij Onze bestraffing zagen. Zo is dus de manier van Allah in de omgang met Zijn dienaren. En de ongelovigen hebben ontzettend verloren.",
      "footnotes": ""
    }
  ]
}