{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 322,
      "verse_key": "21:1",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱقۡتَرَبَ لِلنَّاسِ حِسَابُهُمۡ وَهُمۡ فِي غَفۡلَةٖ مُّعۡرِضُونَ",
      "translation": "IMEWAKARIBIA watu hisabu yao, nao wamo katika mghafala wanapuuza.",
      "footnotes": "Umewakaribia washirikina wakati wao wa kuhisabiwa Siku ya Kiyama, nao hali wameghafilika na kitisho chake, wanapuuza kuiamini."
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 322,
      "verse_key": "21:2",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَا يَأۡتِيهِم مِّن ذِكۡرٖ مِّن رَّبِّهِم مُّحۡدَثٍ إِلَّا ٱسۡتَمَعُوهُ وَهُمۡ يَلۡعَبُونَ",
      "translation": "Hayawafikilii mawaidha mapya kutoka kwa Mola wao Mlezi ila huyasikiliza na huku wanafanya mchezo.",
      "footnotes": "Haiwajii Qur'ani kutokana na Mola wao Mlezi pale inapoteremka kuwakumbusha ya kuwanufaisha, ila wao huisikiliza na hali wao wameshughulika na mengine yasiyo na faida nao, wakicheza kama wachezavyo watoto wadogo."
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 322,
      "verse_key": "21:3",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَاهِيَةٗ قُلُوبُهُمۡۗ وَأَسَرُّواْ ٱلنَّجۡوَى ٱلَّذِينَ ظَلَمُواْ هَلۡ هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡۖ أَفَتَأۡتُونَ ٱلسِّحۡرَ وَأَنتُمۡ تُبۡصِرُونَ",
      "translation": "Zimeghafilika nyoyo zao. Na wale walio dhulumu hunong'onezana kwa siri: Ni nani ati huyu isipo kuwa ni binaadamu tu kama nyinyi! Mnauwendea uchawi hali nanyi mnaona?",
      "footnotes": "Nyoyo zao zimo katika pumbao, hazizingatii, wameshikilia kuficha njama zao za kumpinga Nabii na Qur'ani, wakiambizana wenyewe kwa wenyewe: Huyu Muhammad si chochote ila ni mtu tu kama nyinyi. Na Mtume hawi ila Malaika. Basi, je! Mnamsadiki Muhammad na mnahudhuria baraza za uchawi na hali nyinyi mnaona kuwa hakika huo ni uchawi?"
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 322,
      "verse_key": "21:4",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ رَبِّي يَعۡلَمُ ٱلۡقَوۡلَ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "Alisema: Mola wangu Mlezi anayajua yasemwayo mbinguni na katika ardhi. Na Yeye ni Mwenye kusikia Mwenye kujua.",
      "footnotes": "Mtume, kwa kuwa Mwenyezi Mungu kamjuulisha waliyo kuwa wakiyasema kwa siri, aliwaambia: Mola wangu Mlezi anayajua yote yanayo semwa katika mbingu na katika ardhi, na Yeye ndiye anaye sikia kila linalo sikiwa; na anajua kila linalo tokea.."
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 322,
      "verse_key": "21:5",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَلۡ قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمِۭ بَلِ ٱفۡتَرَىٰهُ بَلۡ هُوَ شَاعِرٞ فَلۡيَأۡتِنَا بِـَٔايَةٖ كَمَآ أُرۡسِلَ ٱلۡأَوَّلُونَ",
      "translation": "Lakini wao walisema: Hizo ni ndoto za ovyo ovyo, bali amezizua tu, bali huyo ni mtunga mashairi. Basi atuletee miujiza kama walivyo tumwa wale wa mwanzo.",
      "footnotes": "Bali wao wakasema: Hizi ni mchanganyiko wa ndoto alizo ziota (Muhammad); bali kazua tu na akamsingizia Mwenyezi Mungu kwa uwongo. Kisha wakaacha hayo na wakasema: Bali huyu ni mtunga mashairi anaziteka nafsi za wenye kumsikiliza. Kama kweli, basi na atuletee muujiza khasa wa kuonyesha ukweli wake, kama walivyo tumwa Manabii wa zamani wakitiwa nguvu kwa miujiza mbali mbali."
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 322,
      "verse_key": "21:6",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَآ ءَامَنَتۡ قَبۡلَهُم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَآۖ أَفَهُمۡ يُؤۡمِنُونَ",
      "translation": "Hawakuamini kabla yao watu wa mji tulio uangamiza. Basi, je, wataamini hawa?",
      "footnotes": "Hizo kaumu tulizo ziangamiza baada ya kukadhibisha hiyo miujiza hazikuamini. Basi, je! Watakuja amini hawa yatapo wajia hayo wayatakayo?"
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 322,
      "verse_key": "21:7",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَرۡسَلۡنَا قَبۡلَكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ",
      "translation": "Na kabla yako hatukuwatuma ila watu wanaume tulio wapa wahyi (ufunuo). Basi waulizeni wenye ilimu ikiwa nyinyi hamjui.",
      "footnotes": "Ewe Nabii! Kabla yako wewe hatukuwatumia watu ila watu wa kibinaadamu vile vile, ambao tuliwafunulia Dini waifikishe kwa watu. Basi, enyi mnao kataa! Waulizeni wanazuoni wajuao ilimu za Vitabu vilivyo teremka, ikiwa nyinyi hamyajui hayo."
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 322,
      "verse_key": "21:8",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا جَعَلۡنَٰهُمۡ جَسَدٗا لَّا يَأۡكُلُونَ ٱلطَّعَامَ وَمَا كَانُواْ خَٰلِدِينَ",
      "translation": "Wala hatukuwafanya miili isiyo kula chakula, wala hawakuwa wenye kuishi milele.",
      "footnotes": "Wala Sisi hatukuwajaalia Mitume kuwa na miili inayo khitalifiana na miili ya wanaadamu wengine, wakawa wanaishi bila ya chakula, na wakabaki siku zote, na wala hawakuwa wanaishi daima milele."
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 322,
      "verse_key": "21:9",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ صَدَقۡنَٰهُمُ ٱلۡوَعۡدَ فَأَنجَيۡنَٰهُمۡ وَمَن نَّشَآءُ وَأَهۡلَكۡنَا ٱلۡمُسۡرِفِينَ",
      "translation": "Kisha tukawatimizia miadi, na tukawaokoa wao na tulio wataka, na tukawateketeza walio pita mipaka.",
      "footnotes": "Kisha tukawatimizia na tukawahakikishia ahadi, na tukawaokoa wao na pamoja nao tukawaokoa tulio taka kuwaokoa miongoni mwa Waumini. Na makafiri walio vuka mipaka tuliwaangamiza kwa kukadhibisha kwao na kuukataa Ujumbe wa Manabii wao."
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 322,
      "verse_key": "21:10",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَقَدۡ أَنزَلۡنَآ إِلَيۡكُمۡ كِتَٰبٗا فِيهِ ذِكۡرُكُمۡۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "Na hakika tumekuteremshieni Kitabu ambacho ndani yake yamo makumbusho yenu. Je! Hamzingatii?",
      "footnotes": "Sisi hakika tumekuteremshieni Kitabu. Ndani yake yamo mawaidha ya kuwakumbusheni ikiwa mtakisoma na mtayatenda yaliyomo ndani yake. Basi huwaje mkakipuuza na mkakikataa? Je, inda na upumbavu umefika hadi ya kukufikisheni hali hii mlio nayo, mkawa hamuelewi lipi lenye manufaa nanyi mkalikimbilia?"
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 323,
      "verse_key": "21:11",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَمۡ قَصَمۡنَا مِن قَرۡيَةٖ كَانَتۡ ظَالِمَةٗ وَأَنشَأۡنَا بَعۡدَهَا قَوۡمًا ءَاخَرِينَ",
      "translation": "Na mingapi katika miji iliyo kuwa ikidhulumu tumeiteketeza, na tukawasimamisha baada yao watu wengine.",
      "footnotes": "Na wengi katika watu wa miji tuliyo iteketeza kwa sababu ya ukafiri wao na kuwakadhibisha Manabii, na baada yao tukasimamisha kaumu nyengine zenye hali bora na mwisho mwema kuliko hao."
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 323,
      "verse_key": "21:12",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّآ أَحَسُّواْ بَأۡسَنَآ إِذَا هُم مِّنۡهَا يَرۡكُضُونَ",
      "translation": "Basi walipo ihisi adhabu yetu, mara wakaanza kukimbia.",
      "footnotes": "Na tulipo taka kuwateketeza, na wakahisi ukali wa adhabu yetu na uwezo wetu wa kuwateremshia hayo yatakayo wapata, wakafanya haraka kukimbia, kama wanyama hayawani, ati kutafuta kuokoka!"
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 323,
      "verse_key": "21:13",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَا تَرۡكُضُواْ وَٱرۡجِعُوٓاْ إِلَىٰ مَآ أُتۡرِفۡتُمۡ فِيهِ وَمَسَٰكِنِكُمۡ لَعَلَّكُمۡ تُسۡـَٔلُونَ",
      "translation": "Msikimbie! Na rejeeni kwenye zile zile starehe zenu, na maskani zenu, mpate kusailiwa!",
      "footnotes": "Enyi wapinzani! Msikimbie! Hapana kitu chochote kitacho kulindeni na adhabu ya Mwenyezi Mungu. Rudini kwenye zile zile neema na majumba mliyo kuwa nayo, huenda watumishi wenu na wenzenu watakutakeni msaada na rai kama ilivyo kuwa ada yenu. Wapi! Hamtoweza!"
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 323,
      "verse_key": "21:14",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ",
      "translation": "Wakasema: Ole wetu! Hakika sisi tulikuwa madhaalimu.",
      "footnotes": "Kwa kuwa hao makafiri wamekwisha sikia wanavyo kejeliwa na wanavyo itwa kwenda teketezwa na wana yakini nako, basi watasema: Hakika kweli sisi tulikuwa ni wenye kudhulumu tulipo yaacha yanayo tunafiisha, na tusiziamini Ishara za Mola wetu Mlezi."
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 323,
      "verse_key": "21:15",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَمَا زَالَت تِّلۡكَ دَعۡوَىٰهُمۡ حَتَّىٰ جَعَلۡنَٰهُمۡ حَصِيدًا خَٰمِدِينَ",
      "translation": "Hakikuacha hicho kuwa kilio chao mpaka tukawafanya kama walio fyekwa, wamezimika.",
      "footnotes": "Maneno hayo hawaachi kuyakariri na kuyapigia makelele mpaka kwa adhabu yetu tukawafanya kama mimea iliyo fyekwa, na moto ulio zimika, hawana tena uhai."
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 323,
      "verse_key": "21:16",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ",
      "translation": "Na hatukuziumba mbingu na ardhi na vilivyo baina yao kwa mchezo.",
      "footnotes": "Wala hatukuziumba mbingu na ardhi na viliomo baina yao kwa mpango huu wa hikima, na muundo huu wa namna peke yake, kwa mchezo. Bali tumefanya yote haya kwa hikima ya juu ambayo wanaifahamu wenye kuzingatia."
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 323,
      "verse_key": "21:17",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَوۡ أَرَدۡنَآ أَن نَّتَّخِذَ لَهۡوٗا لَّٱتَّخَذۡنَٰهُ مِن لَّدُنَّآ إِن كُنَّا فَٰعِلِينَ",
      "translation": "Kama tungeli taka kufanya mchezo tunge jifanyia Sisi wenyewe, lau kwamba tungeli kuwa ni wafanyao mchezo.",
      "footnotes": "Lau kuwa tunataka kufanya mchezo na pumbao isingeli mkinika kuchukua ila yaliyo katika ufalme wetu, kwani hapana ufalme ila wetu - ingeli kuwa Sisi ni wa kufanya hayo. Wala nasi si wenye kufanya hayo, kwa kuwa si laiki ya haki yetu."
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 323,
      "verse_key": "21:18",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَلۡ نَقۡذِفُ بِٱلۡحَقِّ عَلَى ٱلۡبَٰطِلِ فَيَدۡمَغُهُۥ فَإِذَا هُوَ زَاهِقٞۚ وَلَكُمُ ٱلۡوَيۡلُ مِمَّا تَصِفُونَ",
      "translation": "Bali tunaitupa kweli juu ya uwongo ikauvunja na mara ukatoweka. Na ole wenu kwa mnayo yazua.",
      "footnotes": "Lakini jambo linalo tuelekea Sisi kulifanya ni kuipambanisha kweli juu ya uwongo ipate kuuondoa. Na nyinyi makafiri mtahiliki kwa sababu ya kumzulia Mwenyezi Mungu na Mtume wake."
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 323,
      "verse_key": "21:19",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَنۡ عِندَهُۥ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَلَا يَسۡتَحۡسِرُونَ",
      "translation": "Na ni vyake Yeye tu Mwenyezi Mungu vilivyomo mbinguni na katika ardhi. Na walioko kwake hawafanyi kiburi wakaacha kumuabudu, wala hawachoki.",
      "footnotes": "Na ni vya Mwenyezi Mungu peke yake vyote viliomo mbinguni na katika ardhi, kwa kuviumba na kuvimiliki. Basi ni haki Yeye peke yake kuabudiwa. Na Malaika walio karibishwa kwake hawana kiburi cha kuwazuia kumuabudu na kumnyenyekea, wala hawaoni machofu na kunyong'onyea kwa ibada ya mchana na usiku."
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 323,
      "verse_key": "21:20",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُسَبِّحُونَ ٱلَّيۡلَ وَٱلنَّهَارَ لَا يَفۡتُرُونَ",
      "translation": "Wanamtakasa usiku na mchana, wala hawanyong'onyei.",
      "footnotes": "Wanamtakasa aliye tukuka shani yake na kila lisio muelekea. Kumtakasa huku hakusiti, bali huo ni mtakaso wa daima, hawana shughuli nyengine ya kuwashughulisha."
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 323,
      "verse_key": "21:21",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمِ ٱتَّخَذُوٓاْ ءَالِهَةٗ مِّنَ ٱلۡأَرۡضِ هُمۡ يُنشِرُونَ",
      "translation": "Au wamepata miungu katika ardhi inayo fufua?",
      "footnotes": "Washirikina hawafanyi wafanyavyo walio karibishwa katika kumsafishia ibada Mwenyezi Mungu, bali wao wamewaabudu wenginewe, na wakafanya miungu duniani isiyo stahiki kuabudiwa. Na huwaje kwenda kuabudu kitu kisicho kuwa Mwenyezi Mungu, ambacho hakiwezi kufufua?"
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 323,
      "verse_key": "21:22",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَوۡ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَاۚ فَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ",
      "translation": "Lau wangeli kuwamo humo miungu wengine isipo kuwa Mwenyezi Mungu basi bila ya shaka hizo mbingu na ardhi zingeli fisidika. Subahana 'Llah Ametakasika Mwenyezi Mungu, Bwana wa A'rshi (Kiti cha Enzi), na hayo wanayo yazua.",
      "footnotes": "Lau kuwa mbinguni na duniani kuna miungu isipo kuwa Mwenyezi Mungu wanao endesha mambo yao, basi ingeli haribika nidhamu iliyo simamishiwa hizo mbingu na ardhi kwa kuumbwa, na ikafikilia mwisho wa mpango na hikima. Basi na atakasike Mwenyezi Mungu, Mwenye Ufalme wote, na yote wanayo msingizia washirikina."
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 323,
      "verse_key": "21:23",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَا يُسۡـَٔلُ عَمَّا يَفۡعَلُ وَهُمۡ يُسۡـَٔلُونَ",
      "translation": "Yeye hahojiwi kwa ayatendayo, na wao ndio wanao hojiwa kwa wayatendayo.",
      "footnotes": "Yeye Subhanahu hahojiwi kwa anayo yatenda, kwani ni Yeye pekee mwenye utukufu na madaraka, Mwenye hikima na ujuzi. Hakosei katika kutenda chochote. Ni wao ndio watahisabiwa na kuhojiwa kwa wanayo yatenda, kwa kuwa wao hukosea kwa udhaifu wao na ujinga wao na kughilibiwa na matamanio."
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 323,
      "verse_key": "21:24",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡۖ هَٰذَا ذِكۡرُ مَن مَّعِيَ وَذِكۡرُ مَن قَبۡلِيۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ٱلۡحَقَّۖ فَهُم مُّعۡرِضُونَ",
      "translation": "Au wanawaabudu miungu mingine badala yake? Sema: Leteni ushahidi wenu! Haya ni ukumbusho wa hawa walio nami, na ukumbusho wa walio kabla yangu. Lakini wengi wao hawaijui kweli, na kwa hivyo wanapuuza.",
      "footnotes": "Hawaujui waajibu wa Mwenyezi Mungu uliyo juu yao, ndio maana wakawa na miungu mingine isiyo kuwa Yeye wakaiabudu bila ya kuwa na ushahidi wowote wa kuingia akilini, wala uthibitisho wa kweli. Ewe Nabii! Waambie: Leteni uthibitisho wenu kama kweli Mwenyezi Mungu ana mshirika katika utawala hata akafaa kushirikishwa katika kuabudiwa. Hii Qur'ani iliyo kuja kuukumbusha umati wangu kwa linalo wajibikia, na hivi Vitabu vya Manabii wengine vilivyo kuja kukumbusha kaumu za kabla yangu, vyote hivyo vimesimama juu ya Tawhid, Upweke wa Mwenyezi Mungu. Lakini wengi wao hawajui yaliyo kuja ndani ya Vitabu hivyo, kwa sababu hawajishughulishi kuyazingatia yaliomo humo. Basi wao wamekuwa wenye kuipuuza Imani ya Mwenyezi Mungu."
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 324,
      "verse_key": "21:25",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٍ إِلَّا نُوحِيٓ إِلَيۡهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدُونِ",
      "translation": "Na hatukumtuma kabla yako Mtume yeyote ila tulimfunulia ya kwamba hapana mungu isipo kuwa Mimi. Basi niabuduni Mimi tu.",
      "footnotes": "Ewe Nabii! Sisi hatukumtuma Mtume yeyote kabla yako ila tulimpa wahyi (ufunuo) awafikishie watu wake kuwa hastahiki kuabudiwa isipo kuwa Mimi. Basi nisafieni ibada, iwe kwangu tu."
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 324,
      "verse_key": "21:26",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗاۗ سُبۡحَٰنَهُۥۚ بَلۡ عِبَادٞ مُّكۡرَمُونَ",
      "translation": "Na wanasema: Arrahman, Mwingi wa Rehema, ana mwana! Subhanahu, Ametakasika na hayo! Bali hao (wanao waita wana) ni watumwa walio tukuzwa.",
      "footnotes": "Na baadhi ya makafiri wa Kiarabu walisema: Arrahman, Mwenyezi Mungu Mwingi wa Rehema, ana mwana, kwa yale madai yao kuwa Malaika ni binti za Mwenyezi Mungu. Ametakasika na kuwa na mwana! Kwani hao Malaika ni waja wake walio tukuzwa tu kwa kuwakaribisha, na kwa wanavyo muabudu Yeye."
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 324,
      "verse_key": "21:27",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَا يَسۡبِقُونَهُۥ بِٱلۡقَوۡلِ وَهُم بِأَمۡرِهِۦ يَعۡمَلُونَ",
      "translation": "Hawamtangulii kwa neno, nao wanafanya amri zake.",
      "footnotes": "Hawamtangulii Mwenyezi Mungu kwa kauli yao wainenayo kabla ya Yeye kuwapa ruhusa. Na wao hawatendi lolote ila kwa amri yake tu, wala hawapindukii mipaka ya amri anayo waamrisha."
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 324,
      "verse_key": "21:28",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 129,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يَشۡفَعُونَ إِلَّا لِمَنِ ٱرۡتَضَىٰ وَهُم مِّنۡ خَشۡيَتِهِۦ مُشۡفِقُونَ",
      "translation": "Anayajua yaliyo mbele yao na yaliyo nyuma yao. Wala hawamwombei yeyote ila yule anaye mridhia Yeye, nao kwa ajili ya kumwogopa wananyenyekea.",
      "footnotes": "Mwenyezi Mungu anazijua hali zao zote na vitendo vyao vyote, walivyo vitanguliza na walivyo viakhirisha. Wala hawamwombei mtu kwake ila kwa aliye ridhia Mwenyezi Mungu. Na wao jinsi ya wingi wa khofu yao kumwogopa Mwenyezi Mungu Mtukufu, na kumtukuza Yeye, daima wana hadhari naye.."
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 324,
      "verse_key": "21:29",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَمَن يَقُلۡ مِنۡهُمۡ إِنِّيٓ إِلَٰهٞ مِّن دُونِهِۦ فَذَٰلِكَ نَجۡزِيهِ جَهَنَّمَۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ",
      "translation": "Na yeyote kati yao atakaye sema: Mimi ni mungu, badala yake, basi huyo tutamlipa malipo yake Jahannamu. Hivyo ndivyo tuwalipavyo wenye kudhulumu.",
      "footnotes": "Na miongoni mwa Malaika atakaye sema: Mimi ni mungu wa kuabudiwa badala ya Mwenyezi Mungu, huyo tutamlipa kwa kumtia Jahannamu. Mfano wa malipo hayo tunamlipa kila mwenye kupindukia mipaka ya haki, na wakajidhulumu nafsi zao kwa kudai Ungu na kuingia katika ushirikina."
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 324,
      "verse_key": "21:30",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَمۡ يَرَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ كَانَتَا رَتۡقٗا فَفَتَقۡنَٰهُمَاۖ وَجَعَلۡنَا مِنَ ٱلۡمَآءِ كُلَّ شَيۡءٍ حَيٍّۚ أَفَلَا يُؤۡمِنُونَ",
      "translation": "Je! Hao walio kufuru hawakuona kwamba mbingu na ardhi zilikuwa zimeambatana, kisha Sisi tukazibabandua? Na tukajaalia kwa maji kila kilicho hai? Basi je, hawaamini?",
      "footnotes": "Wenye kukufuru wamepofuka, na hawaoni kuwa mbingu na ardhi hapo mwanzo zilikuwa zimeshikamana. Kwa uwezo wetu tukazibambandua mbali mbali. Na tukajaalia kutokana na maji, ambayo hayo si kitu hai, kila chenye uhai kutokana na hayo hayo. Basi je! Baada ya yote haya wangali kupuuza tu, na hawaamini kuwa bila ya shaka yoyote hapana mungu isipo kuwa Sisi? \"Je! Hao walio kufuru hawakuona kwamba mbingu na ardhi zilikuwa zimeambatana, kisha Sisi tukazibabandua? Na tukajaalia kwa maji kila kilicho hai? Basi je, hawaamini?\" Aya hii ina maana ya kisayansi yenye kutilia nguvu nadhariya ya ilimu za kisasa katika kuumbwa sayari na ardhi. Nayo ni kuwa mbingu na ardhi asili yao zilikuwa zimeshikamana. Na ukweli wa sayansi zinazo kubaliwa ni kuwa hakika ziliambatana, na sayansi mbali mbali zinathibitisha hayo. Na zipo nadhariya nyengine kadhaa wa kadhaa ambazo kwazo zaweza kuelezea dhaahiri ya mambo haya. Lakini bado kuthibiti nadhariya mojapo kwa njia ya mkato kwa wanazuoni kwa kuwafikiana wote. Kwa kuonyesha mfano tutaja nadhariya mbili: Nadhariya ya Kwanza: Imekhusu kuumbwa kwa mfumo wa jua (Solar System). Kwa mfano imethibiti kuwa mawingu au umande ulio zunguka jua ulianza kuenea kwenye anga lilio baridi, na chembechembe za gasi zinazo fanya hayo mawingu au moshi zikakusanyika kwenye chembechembe za vumbi linalo kwenda kwa kasi kubwa. Kisha chembechembe hizo zikawa zinagongana na zinarindika, na huku ndani yake zikawamo gasi nzito, na kukazidi kurindika na kujumuika kwa kupita mamilioni na mamilioni ya makarne mpaka zikafanyika sayari na mwezi na ardhi kwa umbali unao stahiki. Na yajuulikana kuwa huko kukusanyika na kurindika huzidisha mbinyo (Pressure), na huo huzidisha joto. Na gamba la ardhi lilipo ingia kupoa, na wakati zilipo ripuka volkano ardhi ikapata mvuke wa maji na gasi ya Carbon dioxide ilio tokana na miripuko ya volkano...na katika iliyo saidia kupatikana Oxygen katika hewa baada ya hapo ni nishati na nguvu za miyale ya jua kwa njia ya mwanga juu ya mimea na majani ya mwanzo. Ama Nadhariya ya Pili: Imekhusiana na uumbaji wa ulimwengu kwa jumla, ambao kwa mukhtasari unaelezwa na kauli yake Mtukufu: \"Zilikuwa zimeambatana\", yaani zimeshikamana na kuwa kitu kimoja. Na hayo ndiyo yaliyo fikilia mwishoni ilimu za sayansi katika uumbaji wa ulimwengu. Nayo ni kwamba kabla ya kufikilia sura yake hii ya sasa ulikuwa kama donge lilio kusanyika lenye kutisha, la mkusanyiko wa chembechembe zenye kuambatana chini ya mbinyo pressure, hata akili haiwezi kuifikiria. Na hizi sayari zote na nyota zilioko mbinguni hivi leo tunazo ziita mfumo wa jua solar system zilikuwa ni mkusanyiko wa donge moja lisilo zidi 1/2 diameter yake maili milioni tatu. Na neno lake Mwenyezi Mungu: \"Tukazibambandua\" linafahamisha ule mripuko mkubwa wa mwanzo wa ki-nuclear ukazalisha uumbaji wa anga na sayari za namna mbali mbali tunazo ziita kwa pamoja \"Mfumo wa Jua\" au Solar System. \"Na tukajaalia kwa maji kila kilicho hai\": Aya hii imethibitisha uhakika wa kisayansi ulio thibitishwa na ncha mbali mbali za ilimu. Imethibitisha Cytology, sayansi ya \"cells\", (khalaya), kwamba maji ni muhimu kabisa katika ujengaji wa \"cells\" zote za vitu vilivyo hai, ikiwa mimea au wanyama. Na ilimu ya \"Kimyaa\", Chemistry kwamba maji ni lazima yapatikane katika vitendo na mageuko yoyote katika viumbe vilivyo hai. Basi hayo maji ama yawe ni kiungo, kitu cha kusaidia, au cha kuwamo ndani ya kitendo, au ni matokeo yake. Na imethibitisha ilimu ya viungo physiology kwamba maji ni dharura kwa viungo kufanya kazi yao. Bila ya hayo maji hautodhihiri uhai katika viungo."
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 324,
      "verse_key": "21:31",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَعَلۡنَا فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِهِمۡ وَجَعَلۡنَا فِيهَا فِجَاجٗا سُبُلٗا لَّعَلَّهُمۡ يَهۡتَدُونَ",
      "translation": "Na tukaweka katika ardhi milima iliyo thibiti ili isiwayumbishe, na tukaweka humo njia pana ili wapate kuongoka.",
      "footnotes": "Na katika dalili za uweza wetu ni kuwa tumeifanya milima imesimama imara kwenye ardhi ili isiyumbeyumbe nao watu, na tumefanya humo njia pana, za kupitia kwa wasaa, ili waweze kuongoza njia humo kwa makusudio yao. Maoni ya wataalamu juu ya Aya ya 31: \"Na tukaweka katika ardhi milima iliyo thibiti ili isiwayumbishe, na tukaweka humo njia pana ili wapate kuongoka.\" Ilivyo kuwa ndani ya ardhi kila kitu kimeyayuka, na lau kuwa milima imewekwa tu katika baadhi ya sehemu za huu mpira wa dunia kama majabali yaliyo nyanyuka juu tu, uzito wao ungeli sabibisha gamba la dunia liyumbe, au lipindane na kupasuka. Kwa hivyo Mwenyezi Mungu kwa utukufu wa shani yake ameifanya milima isimame imara kwa kuwa na mizizi iliyo zama kwenye gamba la ardhi mpaka chini kwenye kina kirefu kulingana na urefu wake kwendea juu. Kwa hivyo imekuwa hiyo milima kama vigingi, kama alivyo jaalia eneo la minyanyuka hii na mizizi ni duni kuliko maeneo ya gamba lilio zunguka. Yote haya ni kwa ajili ya kueneza sawa uzito wa juu ya gamba kwa pande zote ili pasiwepo kuyumbayumba na kupasuka. Kwani hakika kuenezwa kwa uzito juu ya uso wa dunia yakaribia kuwa hakuleti athari kubwa ya kutajika. Na ilimu za kisasa zimethibitisha kuwa kuenezwa kwa nchi kavu na maji juu ya ardhi, na kuwepo mfululizo wa milima juu yake ni katika yanayo hakikisha hali ilivyo ardhi, na imethibitika kuwa chini ya milima mizito kuna vitu vyepesi kubungunyika, na chini ya maji ya bahari kuu vipo vitu vizito. Kwa kuenezwa uzani wa namna hiyo mbali mbali katika dunia, na mgawanyo huu wa milima, makusudio yake ni kusawizisha uzani wa mpira huu wa ardhi. Na ilivyo nyanyuka milima zikatokea nyanda na mabonde na njia baina ya milima na mwambao na bahari na minyanyuko, na zikawa njia."
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 324,
      "verse_key": "21:32",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَعَلۡنَا ٱلسَّمَآءَ سَقۡفٗا مَّحۡفُوظٗاۖ وَهُمۡ عَنۡ ءَايَٰتِهَا مُعۡرِضُونَ",
      "translation": "Na tukaifanya mbingu kuwa dari iliyo hifadhiwa, lakini wanazipuuza Ishara zake.",
      "footnotes": "Na tumeifanya mbingu kama dari iliyo nyanyuliwa, na tukailinda isianguke, au visianguke viliomo humo. Na juu ya hayo, wao hawazioni wala hawaziingatii Ishara zetu zenye kuonyesha uweza wetu na hikima yetu na rehema yetu. Maoni ya wataalamu juu ya Aya 32: \"Na tukaifanya mbingu kuwa dari iliyo hifadhiwa lakini wanazipuuza Ishara zake. \": Aya hii tukufu imethibitisha kuwa mbingu na vyote viliomo ndani yake vimehifadhiwa visiwe na ila yoyote, na vimehifadhiwa visidondoke juu ya ardhi. Na mbingu ni kila kilicho juu yetu, kuanzia kifuniko hichi cha hewa inayo walinda walioko juu ya ardhi na khatari nyingi za angani ambazo zinazuia maisha, mfano wa vimondo vya nyota za mkia, na miyale. Na juu ya ardhi pana kifuniko cha hewa kinacho linda ardhi kwa nguvu za mvutano, na haifai kukosekana hivyo bila ya maangamizo kabisa. Na juu ya kifuniko cha hewa ndio kuna hizo sayari za mbinguni, na zipo kwa umbali mbali mbali kufuatana na nyendo zao tangu mwanzo. \"Na tukaifanya mbingu kuwa dari iliyo hifadhiwa\" yaani hizo sayari na vyote vilio mbinguni vyaonekana kwa nadhari yetu kama kwamba ni dari, na tunaona vilio juu ya vichwa vyetu kama ni vidogo kuliko vilioko upeo wa macho. Na hayo ni kiini macho tu, kama tunapo liona jua kubwa wakati wa kuchomoza na kuchwa kuliko adhuhuri. Na hili qubba la mbingu lina sifa zake, zinazo khitalifiana kila ukizidi mnyanyuko wa ardhi, kama hizo sayari za mbinguni kwa mujibu wa jicho linavyo ona katika qubba la mbingu."
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 324,
      "verse_key": "21:33",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَهُوَ ٱلَّذِي خَلَقَ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ فِي فَلَكٖ يَسۡبَحُونَ",
      "translation": "Na Yeye ndiye aliye umba usiku na mchana na jua na mwezi, vyote katika anga vinaogelea.",
      "footnotes": "Na Mwenyezi Mungu ndiye aliye umba usiku na mchana, na jua na mwezi. Vyote hivyo vinakwenda katika njia zake kama alivyo zijaalia Mwenyezi Mungu, na zinamtakasa bila ya kupotea. Maoni ya wataalamu juu ya Aya 33: \"Na Yeye ndiye aliye umba usiku na mchana na jua na mwezi, vyote katika anga vinaogelea.\" Kila sayari ya mbinguni ina mzunguko wake makhsusi inayo ogelea kuufuata. Na zote hizo hazisiti, na zinakwenda kwa mwendo wao maalumu katika anga. Na sisi tunaona hayo kwa hakika kwa kutazama mwendo wa jua na mwezi. Kama kadhaalika mzunguko wa ardhi wake wenyewe ndio unao leta usiku na mchana kwa zamu, kama kwamba unaogelea."
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 324,
      "verse_key": "21:34",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا جَعَلۡنَا لِبَشَرٖ مِّن قَبۡلِكَ ٱلۡخُلۡدَۖ أَفَإِيْن مِّتَّ فَهُمُ ٱلۡخَٰلِدُونَ",
      "translation": "Nasi hatukumjaalia mwanaadamu yeyote kabla yako kuwa na maisha ya milele. Basi je! Ukifa wewe, wao wataishi milele?",
      "footnotes": "Ewe Nabii! Hatukumjaalia mwanaadamu yeyote kabla yako wewe aishi milele, hata ikawa hao makafiri wakawa wanakutamania ufe wewe. Vipi wanakutamania mauti wewe na hali na wao vile vile watakufa kama wewe? Ukifa wewe, je, ndio wao watabakia kushinda wanaadamu wote?"
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 324,
      "verse_key": "21:35",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَنَبۡلُوكُم بِٱلشَّرِّ وَٱلۡخَيۡرِ فِتۡنَةٗۖ وَإِلَيۡنَا تُرۡجَعُونَ",
      "translation": "Kila nafsi itaonja mauti; na tunakujaribuni kwa mtihani wa shari na kheri. Na kwetu Sisi mtarejeshwa.",
      "footnotes": "Kila nafsi haina budi kuonja mauti. Na Sisi tunakufanyieni hapa duniani kama wenye kukupeni mtihani, kwa kukupeni yenye manufaa yenu na yenye madhara pia, ili abagulike mwenye kushukuru kwa kupewa kheri na kuvumilia balaa, na yule asiye na fadhila kwa neema aipatayo na anapapatika akipata misiba. Nanyi mtarejeshwa kwetu, na hapo tutakuhisabieni vitendo vyenu."
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 325,
      "verse_key": "21:36",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓاْ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي يَذۡكُرُ ءَالِهَتَكُمۡ وَهُم بِذِكۡرِ ٱلرَّحۡمَٰنِ هُمۡ كَٰفِرُونَ",
      "translation": "Na wakikuona walio kufuru hawakufanyi wewe ila ni kitu cha maskhara tu, (wakisema): Je! Ndiye huyu anaye itaja miungu yenu? Na hali wao wanakataa kumkumbuka Arrahman, Mwingi wa Rehema!",
      "footnotes": "Na wakikuona, ewe Nabii, wale walio mkataa Mwenyezi Mungu na ulio kuja nayo wewe, hawakufanyii wewe ila maskhara na kejeli. Huambiana wao kwa wao: Ndiye huyu anaye watia aibu miungu yenu? Na hali wao hawasadiki kumdhukuru Mwenyezi Mungu ambaye ndiye aliye waeneza rehema yake!"
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 325,
      "verse_key": "21:37",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "خُلِقَ ٱلۡإِنسَٰنُ مِنۡ عَجَلٖۚ سَأُوْرِيكُمۡ ءَايَٰتِي فَلَا تَسۡتَعۡجِلُونِ",
      "translation": "Mwanaadamu ameumbwa na haraka. Nitakuonyesheni Ishara zangu. Basi msinihimize.",
      "footnotes": "Na ikiwa wao wanataka waletewe adhabu kwa upesi, basi ndio tabia ya binaadamu kutaka kila jambo kwa haraka. Basi enyi wenye haraka! Nitakuonesheni neema yangu duniani, na adhabu yangu Akhera. Msijishughulishe kuhimiza kitu ambacho hakina budi kuwa. Maoni ya wataalamu juu ya Aya 37: \"Mwanaadamu ameumbwa na haraka. Nitakuonyesheni Ishara zangu. Basi msinihimize.\" Makusudio ya kauli ya \"Ishara\" ni ishara za maumbile zenye kuonyesha kuwepo kwa Mwenyezi Mungu na uweza wake. Na ujuzi wa ilimu za sayansi utavumbua kwa mujibu wa itavyo nyanyuka akili ya binaadamu. Na hayo ni kwa mujibu wa miadi ilio wekwa kwa wakati wake. Kila ukifika wakati maalumu Mwenyezi Mungu hudhihirisha Ishara yake, au huwasahilishia wanaadamu njia za kuzifikilia Ishara hizo."
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 325,
      "verse_key": "21:38",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "Na wanasema: Ahadi hii itatokea lini, ikiwa nyinyi mnasema kweli?",
      "footnotes": "Na makafiri wanaohimiza adhabu, na huku wanaona haiwi, wanasema: Lini yatakuwa hayo munatuahidi enyi Waumini kama kweli hayo muyasemayo"
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 325,
      "verse_key": "21:39",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَوۡ يَعۡلَمُ ٱلَّذِينَ كَفَرُواْ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمۡ وَلَا هُمۡ يُنصَرُونَ",
      "translation": "Lau wangeli jua wale walio kufuru wakati ambao hawatauzuia Moto kwenye nyuso zao wala migongo yao, na wala hawatanusuriwa!",
      "footnotes": "Lau kuwa hao walio mkufuru Mwenyezi Mungu wangeli ijua hali yao wakati watapo kuwa hawawezi kuuondoa Moto kwenye nyuso zao na migongo yao, na wala hawampati wa kuwasaidia kuuondoa, wasingeli sema wayasemayo."
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 325,
      "verse_key": "21:40",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَلۡ تَأۡتِيهِم بَغۡتَةٗ فَتَبۡهَتُهُمۡ فَلَا يَسۡتَطِيعُونَ رَدَّهَا وَلَا هُمۡ يُنظَرُونَ",
      "translation": "Bali utawafikia kwa ghafla, na utawashitua na wala hawataweza kuurudisha, wala hawatapewa muhula!",
      "footnotes": "Kiyama hakiwajii kwa kukitarajia kutokea kwake, bali kitawazukia kwa ghafla tu kiwababaishe, wasiweze kukirudisha, wala wao hawatapewa muhula wa kutubia na kutafuta udhuru kwa waliyo kwisha yatenda.."
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 325,
      "verse_key": "21:41",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "Na Mitume walio kabla yako walikwisha dhihakiwa. Kwa hivyo wale walio wafanyia maskhara yaliwafika yale waliyo kuwa wakiyafanyia dhihaka.",
      "footnotes": "Na Mitume wa kabla yako yaliwapata vile vile ya kufanyiwa kejeli na makafiri katika kaumu zao. Ikawateremkia hao walio wakataa Mitume na kuwafanyia maskhara adhabu hiyo hiyo ambayo wao waliifanyia maskhara na kejeli."
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 325,
      "verse_key": "21:42",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ مَن يَكۡلَؤُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ مِنَ ٱلرَّحۡمَٰنِۚ بَلۡ هُمۡ عَن ذِكۡرِ رَبِّهِم مُّعۡرِضُونَ",
      "translation": "Sema: Nani anaye kulindeni usiku na mchana na Arrahmani Mwingi wa Rehema? Bali wao wanapuuza kumkumbuka Mola wao Mlezi.",
      "footnotes": "Ewe Nabii! Waambie: Ni nani anaye kuhifadhini na nakama zake wakati wa usiku na mchana, na akakurehemuni na kukuneemesheni? Hapana awezae hayo. Lakini wao wanaipuuza Qur'ani ambayo ndiyo inawakumbusha ya kuwafaa na kuwalinda na adhabu."
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 325,
      "verse_key": "21:43",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ لَهُمۡ ءَالِهَةٞ تَمۡنَعُهُم مِّن دُونِنَاۚ لَا يَسۡتَطِيعُونَ نَصۡرَ أَنفُسِهِمۡ وَلَا هُم مِّنَّا يُصۡحَبُونَ",
      "translation": "Au wao wanao miungu watao weza kuwakinga nasi? Hao hawawezi kujinusuru nafsi zao, wala hawatalindwa nasi!",
      "footnotes": "Kwani wao wanao miungu wa kuwalinda na adhabu itokayo kwetu? Hasha! Hiyo miungu yao haiwezi kujilinda wenyewe, licha kumlinda mwenginewe. Wala hapana yeyote awezae kumlinda yeyote kati yao karibu yake au pamoja naye pindi tukitaka kumuadhibu na kumteketeza."
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 325,
      "verse_key": "21:44",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَلۡ مَتَّعۡنَا هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ طَالَ عَلَيۡهِمُ ٱلۡعُمُرُۗ أَفَلَا يَرَوۡنَ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَآۚ أَفَهُمُ ٱلۡغَٰلِبُونَ",
      "translation": "Bali tuliwastarehesha hawa na baba zao mpaka umri ukawa mrefu kwao. Je, hawaoni ya kwamba Sisi tunaifikia ardhi tukiipunguza ncha zake? Basi je! Hao ni wenye kushinda?",
      "footnotes": "Sisi hatufanyi haraka kuwaadhibu hawa kwa ukafiri wao, lakini tunawapururia na kuwastarehesha katika uhai wa dunia, kama tulivyo wastarehesha baba zao kabla yao, mpaka umri ukawa mrefu kwao. Je! Wanajitia upofu hawaoni yanao wazunguka wakaona kuwa Sisi tunaiendea nchi na tukaipunguza ncha zake kwa ushindi wa Waumini? Ni wao ndio wenye kushinda au Waumini ambao Mwenyezi Mungu amewaahidi kuwasaidia na kuwaunga mkono? Maoni ya wataalamu juu ya Aya 44: \"Je, hawaoni ya kwamba Sisi tunaifikia ardhi tukiipunguza mipaka yake? Basi je! Hao ni wenye kushinda?\": Aya hii ni katika Aya za miujiza ya kisayansi katika Qur'ani Tukufu. Hii inaonyesha kuwa dunia si mduwara kaamili. Na wataalamu wa sayansi hawakutamakani kupima masafa ya dunia baraabara mpaka kiasi ya miaka 250 tu takriban, walipo ingia kikundi cha mabingwa walio khusika na ilimu ya kupima marefu baina ya daraja mbili za urefu longitudes. Na hayo kwa pahala mbali mbali duniani. Katika kupima huku ikadhihiri kuwa nusu ya kati ya dunia kwenye equator inazidi kuliko nusu ya poles kwa takriban kilomita 21.5. Yaani dunia imepungua katika ncha zake, yaani katika poles. Na inajuulikana maalumu kuwa sura ya dunia na masafa yake ndio msingi katika kuchorwa kwa ramani."
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 326,
      "verse_key": "21:45",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنَّمَآ أُنذِرُكُم بِٱلۡوَحۡيِۚ وَلَا يَسۡمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ",
      "translation": "Sema: Mimi nakuonyeni kwa Wahyi. Na viziwi hawasikii wito wanapo onywa.",
      "footnotes": "Ewe Nabii! Sema: Sikuhadharisheni kwa maneno yanayo tokana nami. Lakini nakuhadharisheni kwa Wahyi (Ufunuo) unao tokana na Mwenyezi Mungu Mtukufu ulio nijia mimi. Na huo ni wa Haki na kweli. Lakini hao kwa sababu ya kupuuza kwao kurefu kuipuuza Sauti ya Haki, Mwenyezi Mungu ameyaziba masikio yao mpaka wakawa kama viziwi. Na kiziwi hasikii Wito anapo hadharishwa na adhabu!"
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 326,
      "verse_key": "21:46",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَئِن مَّسَّتۡهُمۡ نَفۡحَةٞ مِّنۡ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ",
      "translation": "Na wanapo guswa na mpulizo mmoja tu wa adhabu itokayo kwa Mola wako Mlezi, bila ya shaka wao husema: Ole wetu! Hakika tulikuwa wenye kudhulumu.",
      "footnotes": "Na kuwa na yakini kuwa nao wakisibiwa hata na chembe ya adhabu ndogo wanayo ifanyia maskhara, hupiga kelele kwa khofu wakisema: Ole wetu! Hakika sisi tulikuwa tunajidhulumu nafsi zetu, na tukiwadhulumu wenginewe, tulipo yakataa tuliyo ambiwa."
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 326,
      "verse_key": "21:47",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَنَضَعُ ٱلۡمَوَٰزِينَ ٱلۡقِسۡطَ لِيَوۡمِ ٱلۡقِيَٰمَةِ فَلَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗاۖ وَإِن كَانَ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٍ أَتَيۡنَا بِهَاۗ وَكَفَىٰ بِنَا حَٰسِبِينَ",
      "translation": "Nasi tutaweka mizani za uadilifu kwa Siku ya Kiyama. Basi nafsi haitadhulumiwa kitu chochote. Hata ikiwa ni uzito wa chembe ya khardali tutaileta. Nasi tunatosha kuwa washika hisabu.",
      "footnotes": "Na Sisi tunaweka mizani ya kupimiwa kwa uadilifu Siku ya Kiyama. Basi hadhulumiwi mtu kwa kupunguziwa wema wake au kuongezewa maovu yake. Hata ikiwa ni kiasi ya uzani wa chembe ndogo hii tutaileta na tutaihisabu. Na yatosha kuwa ni Sisi ndio wa kuhisabu. Basi hapana atakaye dhulumiwa kitu. Maoni ya wataalamu juu ya Aya ya 47: \"Nasi tutaweka mizani za uadilifu kwa Siku ya Kiyama. Basi nafsi haitadhulumiwa kitu chochote. Hata ikiwa ni uzito wa chembe ya khardali tutaileta. Nasi tunatosha kuwa washika hisabu.\": Aya hii tukufu inaonyesha kuwa chembe ya khardali ni hadi ya udogo katika mizani. Imethibitika kwa majaribio ya sayansi kuwa Kilogram ya chembe za khardali ni chembe 913,000. Kwa hivyo chembe moja ya khardali ni takriban sehemu moja katika elfu ya gram, yaani ni takriban sawa na Miligram moja. Na huu ni uzito mdogo kabisa unao juulikana katika mbegu za mimea mpaka sasa. Kwa hivyo hutumiwa katika kupimiwa vitu vidogo vidogo kabisa."
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 326,
      "verse_key": "21:48",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ وَهَٰرُونَ ٱلۡفُرۡقَانَ وَضِيَآءٗ وَذِكۡرٗا لِّلۡمُتَّقِينَ",
      "translation": "Na kwa yakini tuliwapa Musa na Haaruni kipambanuzi, na mwangaza, na makumbusho kwa wachamngu,",
      "footnotes": "Na Musa na Haaruni tuliwapa Taurati ya kupambanua baina ya kweli na uwongo, na halali na haramu. Na juu ya hivyo hiyo ni nuru ya kuwaongoa watu wafuate njia ya kheri na uwongozi mwema, na ni kumbusho la kuwafaa wachamngu..."
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 326,
      "verse_key": "21:49",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشۡفِقُونَ",
      "translation": "Ambao wanamkhofu Mola wao Mlezi faraghani, na wanaiogopa Saa ya Kiyama.",
      "footnotes": "Ambao wanamkhofu Muumba wao Mwenye kumiliki mambo yao yote, juu ya kuwa wako mbali na watu, na wala hawamwoni mtu. Nao wamo katika khofu ya daima kuikhofu Siku ya Kiyama."
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 326,
      "verse_key": "21:50",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 130,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَهَٰذَا ذِكۡرٞ مُّبَارَكٌ أَنزَلۡنَٰهُۚ أَفَأَنتُمۡ لَهُۥ مُنكِرُونَ",
      "translation": "Na haya ni makumbusho yaliyo barikiwa, tuliyo yateremsha. Basi je! Mnayakataa?",
      "footnotes": "Na hii Qur'ani ni kumbusho, lenye kheri nyingi. Tumekuteremshieni kama tulivyo mteremshia Musa. Basi yawaje nyinyi muikatae, na hali nyinyi ndio mnao stahiki zaidi kuiamini kuliko watu wote!"
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 326,
      "verse_key": "21:51",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَلَقَدۡ ءَاتَيۡنَآ إِبۡرَٰهِيمَ رُشۡدَهُۥ مِن قَبۡلُ وَكُنَّا بِهِۦ عَٰلِمِينَ",
      "translation": "Na hakika tulikwisha mpa Ibrahim uwongofu wake zamani, na tulikuwa tunamjua.",
      "footnotes": "Na hakika Sisi tulikwisha mpa Ibrahim uwongofu na fikra ya kutafuta Haki kwa usafi wa niya kabla ya Musa na Haaruni. Na Sisi ni Wenye kujua vyema hali yake na fadhila zake zilizo mfanya astahiki kuchukua Utume."
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 326,
      "verse_key": "21:52",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِيٓ أَنتُمۡ لَهَا عَٰكِفُونَ",
      "translation": "Alipo mwambia baba yake na watu wake: Ni nini haya masanamu mnayo yashughulikia kuyaabudu?",
      "footnotes": "Ewe Nabii! Kumbuka pale Ibrahim alipo mwambia baba yake na watu wake kuwaonya juu ya masanamu waliyo kuwa wakishughulikia kuyaabudu: Ni nini haya masanamu ambayo nyinyi mmeshika kuyaabudu?"
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 326,
      "verse_key": "21:53",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ وَجَدۡنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ",
      "translation": "Wakasema: Tumewakuta baba zetu wakiyaabudu.",
      "footnotes": "Wakasema: Tumewakuta baba zetu wakiyatukuza na wameshika kuyaabudu. Nasi tukawafuata."
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 326,
      "verse_key": "21:54",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ لَقَدۡ كُنتُمۡ أَنتُمۡ وَءَابَآؤُكُمۡ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "kasema: Bila ya shaka nyinyi na baba zenu mmekuwa katika upotofu ulio dhaahiri.",
      "footnotes": "Yeye akasema: Nyinyi na baba zenu kabla yenu, ni wazi kuwa nyote mko mbali na Haki."
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 326,
      "verse_key": "21:55",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُوٓاْ أَجِئۡتَنَا بِٱلۡحَقِّ أَمۡ أَنتَ مِنَ ٱللَّٰعِبِينَ",
      "translation": "Wakasema: Je! Umetujia kwa maneno ya kweli au wewe ni katika wachezao tu?",
      "footnotes": "Wakasema: Je! Umetujia kwa haya uyasemayo na hakika ya kweli unayo iamini, au kwa maneno haya wewe ni katika wanao fanya pumbao na mchezo tu bila ya kuwa na maana yoyote?"
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 326,
      "verse_key": "21:56",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ بَل رَّبُّكُمۡ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلَّذِي فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّٰهِدِينَ",
      "translation": "Akasema: Bali Mola wenu Mlezi ni Mola Mlezi wa mbingu na ardhi ambaye ndiye aliye ziumba. Na mimi ni katika wenye kuyashuhudia hayo.",
      "footnotes": "Akasema: Hapana maskhara katika niyasemayo. Bali Mola wenu Mlezi anaye stahiki peke yake kutukuzwa na kuogopwa na kuabudiwa ndiye aliye ziumba mbingu na ardhi, na akazileta bila ya kuwapo mfano wake wa kuigiza. Basi ni haki yake Yeye tu peke yake kuabudiwa. Na mimi kwa haya niyasemayo ni katika wenye hakika ambao hunena wanayo yashuhudia na wanayajua."
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 326,
      "verse_key": "21:57",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَتَٱللَّهِ لَأَكِيدَنَّ أَصۡنَٰمَكُم بَعۡدَ أَن تُوَلُّواْ مُدۡبِرِينَ",
      "translation": "Na Wallahi! Nitayafanyia vitimbi masanamu yenu haya baada ya mkisha geuka kwenda zenu.",
      "footnotes": "Na akasema moyoni mwake: Naapa kwa Mwenyezi Mungu, nitayafanyia vitimbi haya masanamu yenu niyavunje pale mtapo ondoka, ili mpate kuona upotovu wenu."
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 327,
      "verse_key": "21:58",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَجَعَلَهُمۡ جُذَٰذًا إِلَّا كَبِيرٗا لَّهُمۡ لَعَلَّهُمۡ إِلَيۡهِ يَرۡجِعُونَ",
      "translation": "Basi akayavunja vipande vipande, ila kubwa lao, ili wao walirudie.",
      "footnotes": "Baada ya kwisha ondoka wale watu, Ibrahim aliwaendea masanamu akayavunja vipande vipande, isipokuwa sanamu kumbwa, hilo aliliacha ili wapate kuliregea waliulize yalio wasibu miungu yao nalo halikujibu kitu, kwa hivyo upotovu wa ibada yao ikabainika."
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 327,
      "verse_key": "21:59",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ مَن فَعَلَ هَٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّٰلِمِينَ",
      "translation": "Wakasema: Nani aliye ifanyia haya miungu yetu? Hakika huyu ni katika walio dhulumu.",
      "footnotes": "Baada ya kwisha ona yaliyo wapata miungu yao wakasema: Nani aliye itendea haya miungu yetu? Hakika mtu huyu hapana shaka ni katika walio jidhulumu wenyewe kwa adhabu itayo mpata.."
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 327,
      "verse_key": "21:60",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ سَمِعۡنَا فَتٗى يَذۡكُرُهُمۡ يُقَالُ لَهُۥٓ إِبۡرَٰهِيمُ",
      "translation": "Wakasema: Tumemsikia kijana mmoja akiwataja. Anaitwa Ibrahim.",
      "footnotes": "Wakasema baadhi yao: Tumemsikia kijana mmoja akiitaja kwa kuisubu (kuitukana) ; naye anaitwa Ibrahim."
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 327,
      "verse_key": "21:61",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ فَأۡتُواْ بِهِۦ عَلَىٰٓ أَعۡيُنِ ٱلنَّاسِ لَعَلَّهُمۡ يَشۡهَدُونَ",
      "translation": "Wakasema: Mleteni mbele ya macho ya watu, wapate kumshuhudia",
      "footnotes": "Wakasema wakubwa wao: Nendeni mkamlete, ahukumiwe mbele ya macho ya watu, na washuhudie aliyo yatenda!"
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 327,
      "verse_key": "21:62",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُوٓاْ ءَأَنتَ فَعَلۡتَ هَٰذَا بِـَٔالِهَتِنَا يَٰٓإِبۡرَٰهِيمُ",
      "translation": "Wakasema: Je! Wewe umeifanyia haya miungu yetu, ewe Ibrahim?",
      "footnotes": "Baada ya kwisha mhudhurisha, wakasema: Ni wewe ulio itenda haya miungu yetu, ewe Ibrahim?"
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 327,
      "verse_key": "21:63",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ بَلۡ فَعَلَهُۥ كَبِيرُهُمۡ هَٰذَا فَسۡـَٔلُوهُمۡ إِن كَانُواْ يَنطِقُونَ",
      "translation": "Akasema: Bali amefanya hayo huyu mkubwa wao. Basi waulizeni ikiwa wanaweza kutamka.",
      "footnotes": "Kuwanabihisha upotovu wao, alisema kwa kuwakejeli: Hili kubwa lao ndilo lililo tenda hayo! Iulizeni hiyo miungu aliyo yatenda huyu, kama kweli inaweza kujibu suala yenu!"
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 327,
      "verse_key": "21:64",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَرَجَعُوٓاْ إِلَىٰٓ أَنفُسِهِمۡ فَقَالُوٓاْ إِنَّكُمۡ أَنتُمُ ٱلظَّٰلِمُونَ",
      "translation": "Basi wakajirudi nafsi zao, wakasema: Hakika nyinyi mlikuwa madhaalimu!",
      "footnotes": "Wakazirejea nafsi zao wakiifikiria ile ibada yao kuabudu vitu visivyo mnufaisha yeyote wala haviwezi kujitetea wenyewe. Wakayaona makosa yao. Baadhi yao wakasema: Ibrahim si katika walio dhulumu, bali nyinyi ndio madhaalimu kwa kuabudu vitu visio stahiki kuabudiwa."
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 327,
      "verse_key": "21:65",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ نُكِسُواْ عَلَىٰ رُءُوسِهِمۡ لَقَدۡ عَلِمۡتَ مَا هَٰٓؤُلَآءِ يَنطِقُونَ",
      "translation": "Kisha wakarejea kwenye ule ule upotovu wao wakasema: Wewe unajua kwamba hawa hawesemi.",
      "footnotes": "Kisha wakarejea tena, wakaacha uwongofu, wakarudia upotovu. Wakamwambia Ibrahim: Hakika wewe umekwisha jua kuwa haya masanamu tunayo yaabudu hayasemi kitu. Basi vipi unatutaka tuyaulize?"
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 327,
      "verse_key": "21:66",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ أَفَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمۡ شَيۡـٔٗا وَلَا يَضُرُّكُمۡ",
      "translation": "Akasema: Basi nyinyi mnawaabudu asiye kuwa Mwenyezi Mungu wasio kufaini kitu wala kukudhuruni?",
      "footnotes": "Ibrahim akasema: Ikiwa hali yao haya masanamu ni hii, hayawezi kitu, na nyinyi ndio makhusiano yenu nao ni hivi, basi nyinyi mmekuwa mnaacha kumuabudu Mwenyezi Mungu, na badala yake mnaabudu vitu visivyo kupeni faida hata chembe mkiviabudu, wala havikudhuruni kwa lolote mkiviachilia mbali?"
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 327,
      "verse_key": "21:67",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُفّٖ لَّكُمۡ وَلِمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "Aibu yenu nyinyi na hivyo mnavyo viabudu badala ya Mwenyezi Mungu! Basi nyinyi hamtii akilini?",
      "footnotes": "Aibu yenu! Nyinyi na miungu yenu mmelaanika! Mnaacha fikra zenu zipotee, na mnapuuza kuzingatia? Bila ya shaka haya masanamu hayafai kuabudiwa!"
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 327,
      "verse_key": "21:68",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ حَرِّقُوهُ وَٱنصُرُوٓاْ ءَالِهَتَكُمۡ إِن كُنتُمۡ فَٰعِلِينَ",
      "translation": "Wakasema: Mchomeni moto, na muinusuru miungu yenu, ikiwa nyinyi ni watendao jambo!",
      "footnotes": "Wakaambiana wenyewe kwa wenyewe: Mchomeni moto mpate kuinusuru miungu yenu kwa mateso haya, ikiwa nyinyi mnataka kufanya kitu cha kuiunusuru miungu yenu."
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 327,
      "verse_key": "21:69",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡنَا يَٰنَارُ كُونِي بَرۡدٗا وَسَلَٰمًا عَلَىٰٓ إِبۡرَٰهِيمَ",
      "translation": "Sisi tukasema: Ewe moto! Kuwa baridi na salama kwa Ibrahim!",
      "footnotes": "Sisi tukaufanya moto ule uwe baridi na salama, hauna madhara yoyote, kwa Ibrahim."
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 327,
      "verse_key": "21:70",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَرَادُواْ بِهِۦ كَيۡدٗا فَجَعَلۡنَٰهُمُ ٱلۡأَخۡسَرِينَ",
      "translation": "Wao walimkusudia maovu, lakini Sisi tukawafanya wao ndio walio khasiri.",
      "footnotes": "Wao walitaka kumuangamiza, lakini Sisi tukamwokoa, na tukawafanya wao ndio watu walio khasiri mno."
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 327,
      "verse_key": "21:71",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَنَجَّيۡنَٰهُ وَلُوطًا إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَا لِلۡعَٰلَمِينَ",
      "translation": "Na tukamwokoa yeye na Luut'i tukawapeleka kwenye nchi tulio ibariki kwa ajili ya walimwengu wote.",
      "footnotes": "Na tukamwokoa yeye na Luut'i na njama zilizo pangwa, wakaelekea kwenye nchi tuliyo ijaalia kheri nyingi kwa watu wote, na tukawapeleka huko Manabii wengi."
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 327,
      "verse_key": "21:72",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ نَافِلَةٗۖ وَكُلّٗا جَعَلۡنَا صَٰلِحِينَ",
      "translation": "Naye tukampa Is-haq, na Yaaqub kuwa ni ziada. Na wote tukawajaalia wawe watu wema.",
      "footnotes": "Na tukampa Ibrahim mtoto Is-haq, na kutokana na Is-haq tukampa Yaaqubu, zaidi kuliko aliyo taka. Na wote wawili, Is-haq na Yaaqubu tuliwajaalia kuwa ni watu wema."
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 328,
      "verse_key": "21:73",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا وَأَوۡحَيۡنَآ إِلَيۡهِمۡ فِعۡلَ ٱلۡخَيۡرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِۖ وَكَانُواْ لَنَا عَٰبِدِينَ",
      "translation": "Na tukawafanya maimamu wakiongoa watu kwa amri yetu. Na tukawafunulia watende kheri, na washike Swala, na watoe Zaka; na walikuwa wanatuabudu Sisi tu.",
      "footnotes": "Na tukawafanya ni Manabii wakiwaendea watu, wakiwaongoa kwenye kheri kwa mujibu wa tulivyo waamrisha. Na tukawaonyesha vitendo vyema, na kudumisha Swala kama inavyo faa, na kutoa Zaka. Na wakawa wanatunyenyekea na kutusafia ibada Sisi tu."
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 328,
      "verse_key": "21:74",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلُوطًا ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَنَجَّيۡنَٰهُ مِنَ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَت تَّعۡمَلُ ٱلۡخَبَٰٓئِثَۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَٰسِقِينَ",
      "translation": "Na Luut'i tukampa hukumu na ilimu na tukamwokoa na ule mji ulio kuwa ukifanya maovu. Hakika hao walikuwa watu wabaya, wachafu.",
      "footnotes": "Luut'i tukampa kauli ya kukata na madhubuti katika hukumu na ilimu yenye manufaa. Na tukamwokoa kutokana na mji ambao watu wake wanafanya kitendo cha namna ya peke yake katika uovu. Hakika hao walikuwa watu walio shikilia kufanya maovu, walio toka kwenye ut'iifu wa Mwenyezi Mungu na tabia iliyo zowewa."
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 328,
      "verse_key": "21:75",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَدۡخَلۡنَٰهُ فِي رَحۡمَتِنَآۖ إِنَّهُۥ مِنَ ٱلصَّٰلِحِينَ",
      "translation": "Na tukamuingiza katika rehema yetu. Hakika yeye ni miongoni mwa watenda mema.",
      "footnotes": "Tukampeleka njia ya watu wa rehema yetu. Hakika huyo alikuwa miongoni mwa watu wema alio wakusanya Mwenyezi Mungu katika rehema yake na akawakunjulia msaada wake."
    },
    {
      "id": 76,
      "verse_number": 76,
      "page_number": 328,
      "verse_key": "21:76",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَنُوحًا إِذۡ نَادَىٰ مِن قَبۡلُ فَٱسۡتَجَبۡنَا لَهُۥ فَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ",
      "translation": "Na Nuhu alipo ita zamani, nasi tukamuitikia, na tukamwokoa yeye na watu wake kutokana na shida kubwa.",
      "footnotes": "Na hapa tumjaje Nu'h kabla ya Ibrahim na Luu't, pale alipo muomba Mola wake Mlezi, aisafishe nchi kwa kuondoa waovu tukamuitikia ombi lake, tukamuokowa yeye na wale walioamini katika watu wake, kutokana na shakawa (shida) ya kimbunga kikubwa."
    },
    {
      "id": 77,
      "verse_number": 77,
      "page_number": 328,
      "verse_key": "21:77",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَنَصَرۡنَٰهُ مِنَ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ",
      "translation": "Na tukamnusuru na watu walio zikanusha Ishara zetu. Hakika hao walikuwa watu wabaya. Basi tukawazamisha wote.",
      "footnotes": "Tukamlinda kwa nusura yetu na vitimbi vya kaumu yake walio zikanusha Ishara zetu zenye kuthibitisha Utume wake. Hakika hao walikuwa watu wa shari. Basi tukawagharikisha wote!"
    },
    {
      "id": 78,
      "verse_number": 78,
      "page_number": 328,
      "verse_key": "21:78",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَدَاوُۥدَ وَسُلَيۡمَٰنَ إِذۡ يَحۡكُمَانِ فِي ٱلۡحَرۡثِ إِذۡ نَفَشَتۡ فِيهِ غَنَمُ ٱلۡقَوۡمِ وَكُنَّا لِحُكۡمِهِمۡ شَٰهِدِينَ",
      "translation": "Na Daud na Suleiman walipo kata hukumu katika kadhiya ya konde walipo lisha humo mbuzi wa watu usiku. Na Sisi tulikuwa wenye kushuhudia hukumu yao hiyo.",
      "footnotes": "Ewe Nabii! Wataje Daud na Suleiman walipo toa hukumu katika kesi ya konde, ilio ingiliwa na mbuzi wa watu mbali usiku na wakala mazao yake. Na Sisi tulikuwa tunaijua hukumu iliyo khusiana na kesi hiyo. Kisa cha hiyo hukumu: Mbuzi waliingia usiku mmoja katika konde ya mtu, wasibakishe kitu. Daud akahukumu kuwa wale mbuzi wawe wa mwenye konde kulipia khasara yake. Suleiman akatoa hukumu nyengine, akasema: Mbuzi wale wabakie mkononi mwa mwenye konde mpaka itapo mea tena mazao yake, na avumilie kwa yaliyo mpata. Na baada yake warejesheane."
    },
    {
      "id": 79,
      "verse_number": 79,
      "page_number": 328,
      "verse_key": "21:79",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَفَهَّمۡنَٰهَا سُلَيۡمَٰنَۚ وَكُلًّا ءَاتَيۡنَا حُكۡمٗا وَعِلۡمٗاۚ وَسَخَّرۡنَا مَعَ دَاوُۥدَ ٱلۡجِبَالَ يُسَبِّحۡنَ وَٱلطَّيۡرَۚ وَكُنَّا فَٰعِلِينَ",
      "translation": "Tukamfahamisha Suleiman. Na kila mmoja wao tulimpa hukumu na ilimu. Na tuliifanya milima na ndege kuwa pamoja na Daud imnyenyekee na imtakase Mwenyezi Mungu. Na Sisi ndio tulio fanya hayo.",
      "footnotes": "Basi tulimfahamisha Suleiman hiyo fatwa. Na wote wawili tuliwapa hikima na ilimu ya maisha na mambo yake. Na tulimfanyia Daud pamoja na milima it'ii na imtakase Mwenyezi Mungu kama alivyo kuwa anamtakasa yeye Daud na kila lisio kuwa linamwelekea Mwenyezi Mungu. Na kadhaalika tuliwafanya ndege hivyo hivyo wamsabihi Mwenyezi Mungu pamoja naye. Na tulifanya hayo kwa uweza wetu usio shindika."
    },
    {
      "id": 80,
      "verse_number": 80,
      "page_number": 328,
      "verse_key": "21:80",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَعَلَّمۡنَٰهُ صَنۡعَةَ لَبُوسٖ لَّكُمۡ لِتُحۡصِنَكُم مِّنۢ بَأۡسِكُمۡۖ فَهَلۡ أَنتُمۡ شَٰكِرُونَ",
      "translation": "Na tukamfundisha kuunda mavazi ya vita kwa ajili yenu ili yakuhifadhini katika kupigana kwenu. Je! Mtakuwa wenye kushukuru?",
      "footnotes": "Tukamfundisha Daud kufuma nguo za chuma, ili zikulindeni katika vita vyenu. Basi mshukuruni Mwenyezi Mungu kwa neema hii aliyo kuneemesheni."
    },
    {
      "id": 81,
      "verse_number": 81,
      "page_number": 328,
      "verse_key": "21:81",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِسُلَيۡمَٰنَ ٱلرِّيحَ عَاصِفَةٗ تَجۡرِي بِأَمۡرِهِۦٓ إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَاۚ وَكُنَّا بِكُلِّ شَيۡءٍ عَٰلِمِينَ",
      "translation": "Na tukamsahilishia Suleiman upepo wa kimbunga wendao kwa amri yake kwenye ardhi tuliyo ibarikia. Na Sisi ndio tunao jua kila kitu.",
      "footnotes": "Na tulimsahilishia Suleiman upepo unao vuma kwa nguvu umtumikie, nao huo ulikuwa unakwenda kwa kufuata amri yake mpaka kwenye nchi tuliyo izidishia kheri yake. Nasi ni wenye kuyajua yote hayo. Halitupotei kubwa wala dogo."
    },
    {
      "id": 82,
      "verse_number": 82,
      "page_number": 329,
      "verse_key": "21:82",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 131,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلشَّيَٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعۡمَلُونَ عَمَلٗا دُونَ ذَٰلِكَۖ وَكُنَّا لَهُمۡ حَٰفِظِينَ",
      "translation": "Na pia mashet'ani wanao mpigia mbizi na kufanya kazi nyenginezo. Na Sisi tulikuwa walinzi wao.",
      "footnotes": "Na tukawafanya mashetani wamtumikie kwa kuzamia chini baharini kumletea lulu na marijani; na wakifanya kazi nyenginezo, kama kujenga ngome na majumba ya kifalme. Na Sisi tulikuwa tukiwaangalia katika kazi zao hizo, basi hapana hata mmoja wao aliye pata shida, wala hawakuvunja amri ya Suleiman."
    },
    {
      "id": 83,
      "verse_number": 83,
      "page_number": 329,
      "verse_key": "21:83",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَأَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلضُّرُّ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ",
      "translation": "Na Ayyubu, alipo mwita Mola wake Mlezi, akasema: Mimi yamenipata madhara. Na Wewe ndiye unaye rehemu kuliko wote wanao rehemu.",
      "footnotes": "Ewe Nabii! Mtaje Ayyubu, pale alipo mwita Mola wake Mlezi, na maradhi yalikwisha mdhoofisha, na akasema: Ewe Mola wangu Mlezi! Hakika nimesibiwa na madhara na yananiuma! Na Wewe ni Mbora wa wanao rehemu.."
    },
    {
      "id": 84,
      "verse_number": 84,
      "page_number": 329,
      "verse_key": "21:84",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱسۡتَجَبۡنَا لَهُۥ فَكَشَفۡنَا مَا بِهِۦ مِن ضُرّٖۖ وَءَاتَيۡنَٰهُ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنۡ عِندِنَا وَذِكۡرَىٰ لِلۡعَٰبِدِينَ",
      "translation": "Basi tukamwitikia, na tukamwondolea madhara aliyo kuwa nayo, na tukampa watu wake na mfano wao pamoja nao kuwa ni rehema inayo toka kwetu, na ukumbusho kwa wafanyao ibada.",
      "footnotes": "Tukamwitikia kwa aliyo yaomba, tukamwondolea madhara, na tukampa watoto kwa kadri ya waliyo kwisha kufa. Na tukamwongezea mfano wa wale, kuwa ni rehema iliyo tokana na fadhila yetu, na pia ni kuwa ni kumbusho kwa wenginewe wanao tuabudu ili wapate nao kusubiri kama alivyo subiri yeye, na watumai kupata rehema ya Mwenyezi Mungu kama alivyo tumai yeye."
    },
    {
      "id": 85,
      "verse_number": 85,
      "page_number": 329,
      "verse_key": "21:85",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِسۡمَٰعِيلَ وَإِدۡرِيسَ وَذَا ٱلۡكِفۡلِۖ كُلّٞ مِّنَ ٱلصَّٰبِرِينَ",
      "translation": "Na Ismail, na Idris, na Dhulkifli - wote walikuwa miongoni mwa wanao subiri.",
      "footnotes": "Ewe Nabii! Watajie watu wako khabari za Ismail, na Idris, na Dhulkifli. Wote hao ni miongoni wanao subiri wakahimili taklifa na shida."
    },
    {
      "id": 86,
      "verse_number": 86,
      "page_number": 329,
      "verse_key": "21:86",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَدۡخَلۡنَٰهُمۡ فِي رَحۡمَتِنَآۖ إِنَّهُم مِّنَ ٱلصَّٰلِحِينَ",
      "translation": "Na tukawaingiza katika rehema yetu. Hakika wao walikuwa katika watu wema.",
      "footnotes": "Na tukawajaalia miongoni mwa watu wa kupata rehema yetu. Hakika hao ni katika waja wetu wema."
    },
    {
      "id": 87,
      "verse_number": 87,
      "page_number": 329,
      "verse_key": "21:87",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبٗا فَظَنَّ أَن لَّن نَّقۡدِرَ عَلَيۡهِ فَنَادَىٰ فِي ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبۡحَٰنَكَ إِنِّي كُنتُ مِنَ ٱلظَّٰلِمِينَ",
      "translation": "Na Dhun-Nun alipoondoka hali ameghadhibika, na akadhani ya kwamba hatutakuwa na uwezo juu yake. Basi aliita katika giza: Hapana mungu isipo kuwa Wewe Subhanaka Uliye takasika. Hakika mimi nilikuwa miongoni mwa wenye kudhulumu.",
      "footnotes": "Ewe Nabii! Taja kisa cha Yunus, aliye mezwa na samaki..Pale alipoona dhiki kwa vile watu wake walipo puuza wito wake, naye akawahama akenda mbali nao na huku amewakasirikia. Akadhani ya kuwa Mwenyezi Mungu amemruhusu kuwahama, na kwamba haitopita hukumu juu yake. Samaki akammeza, na akaishi katika kiza cha bahari. Akamwita Mola wake Mlezi kwa kumnyenyekea, na kuungama aliyo kuwa nayo, akasema: Ewe Mola wangu Mlezi! Hapana wa kuabudiwa kwa haki ila Wewe. Ninakutakasa na kila lisio kuelekea Wewe. Ninaungama kuwa hakika mimi nilikuwa miongoni mwa walio dhulumu nafsi zao kwa kutenda yasio kupendeza."
    },
    {
      "id": 88,
      "verse_number": 88,
      "page_number": 329,
      "verse_key": "21:88",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱسۡتَجَبۡنَا لَهُۥ وَنَجَّيۡنَٰهُ مِنَ ٱلۡغَمِّۚ وَكَذَٰلِكَ نُـۨجِي ٱلۡمُؤۡمِنِينَ",
      "translation": "Basi tukamwitikia na tukamwokoa kutokana na dhiki. Na hivyo ndivyo tunavyo waokoa Waumini.",
      "footnotes": "Tukamwitikia kwa aliyo kuwa akiyaomba, na tukamvua na dhiki aliyo kuwa nayo. Na mfano wa hivi ndivyo tunavyo waokoa Waumini wanao ungama makosa yao, na wakatuomba kwa usafi wa moyo."
    },
    {
      "id": 89,
      "verse_number": 89,
      "page_number": 329,
      "verse_key": "21:89",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَزَكَرِيَّآ إِذۡ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرۡنِي فَرۡدٗا وَأَنتَ خَيۡرُ ٱلۡوَٰرِثِينَ",
      "translation": "Na Zakariya alipo mwita Mola wake Mlezi: Mola wangu Mlezi! Usiniache peke yangu, na Wewe ndiye Mbora wa wanao rithi.",
      "footnotes": "Na kitaje kisa cha Zakariya alipo mwita Mola wake Mlezi baada ya kwisha ona uweza wake Subhanahu kwa alivyo mtia katika nafsi yake matarajio ya rehema yake. Alisema: Ewe Mola wangu Mlezi! Usiniache mpweke bila ya kuwa na mrithi, na Wewe ndiye Mbora wa wanao rithi. Kwani Wewe ndiye utakaye baki baada ya kumalizika viumbe vyote."
    },
    {
      "id": 90,
      "verse_number": 90,
      "page_number": 329,
      "verse_key": "21:90",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱسۡتَجَبۡنَا لَهُۥ وَوَهَبۡنَا لَهُۥ يَحۡيَىٰ وَأَصۡلَحۡنَا لَهُۥ زَوۡجَهُۥٓۚ إِنَّهُمۡ كَانُواْ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَيَدۡعُونَنَا رَغَبٗا وَرَهَبٗاۖ وَكَانُواْ لَنَا خَٰشِعِينَ",
      "translation": "Na mwanamke aliye linda uke wake, na tukampulizia katika roho yetu, na tukamfanya yeye na mwanawe kuwa ni Ishara kwa walimwengu.",
      "footnotes": "Tukamtimizia matumaini yake, na tukamwitikia dua yake, na tukamtunukia juu ya ukongwe mwanawe, Yahya, tukamfanya mkewe tasa aweze kuzaa. Hakika wasafi hao Manabii walikuwa wepesi wa kutenda kheri tunayo waitaka waitende, na wanatuomba kwa kutumai rehema yetu, na kuikhofu adhabu yetu. Na walikuwa hawamtukuzi mtu wala hawamwogopi mtu isipo kuwa Sisi tu."
    },
    {
      "id": 91,
      "verse_number": 91,
      "page_number": 330,
      "verse_key": "21:91",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهَا مِن رُّوحِنَا وَجَعَلۡنَٰهَا وَٱبۡنَهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ",
      "translation": "Na mwanamke aliye linda uke wake, na tukampulizia katika roho yetu, na tukamfanya yeye na mwanawe kuwa ni Ishara kwa walimwengu.",
      "footnotes": "Pamoja na hawa simulia kisa cha Maryamu aliye ulinda uke wake, nasi tukamfikishia siri katika siri zetu. Tukamjaalia achukue mimba bila ya mume, na tukamjaalia mwanawe azaliwe bila ya baba. Akawa yeye na mwanawe dalili iliyo wazi ya uweza wetu kugeuza sababu na vinavyo sabibishwa. Na hakika Sisi ni waweza wa kila kitu."
    },
    {
      "id": 92,
      "verse_number": 92,
      "page_number": 330,
      "verse_key": "21:92",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱعۡبُدُونِ",
      "translation": "Kwa hakika huu umma wenu ni umma mmoja, na Mimi ni Mola wenu Mlezi. Kwa hivyo niabuduni Mimi.",
      "footnotes": "Hakika mila hii, nayo ndiyo Uislamu, ndiyo mila iliyo sahihi inayo kupasini kuilinda, kwa kuwa ni mila moja iliyo shikamana wala haikukhitalifiana baina ya hukumu zake. Basi nanyi msifarikiene katika mila hii kwa makundi na vyama. Na Mimi ndiye Muumba wenu, na Mwenye kumiliki mambo yenu yote. Basi niabuduni Mimi tu, wala msinishirikishe na mwengine."
    },
    {
      "id": 93,
      "verse_number": 93,
      "page_number": 330,
      "verse_key": "21:93",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡۖ كُلٌّ إِلَيۡنَا رَٰجِعُونَ",
      "translation": "Nao wakalikata jambo lao hili mapande mapande baina yao. Wote watarudi kwetu.",
      "footnotes": "Na juu ya kuwepo uwongozi huu aghlabu ya watu wamegawanyika kwa mujibu wa matamanio yao, wakafanya mambo yao ya Dini mapande mapande, wakawa makundi mbali mbali. Na kila kundi litaturejea Sisi tulihisabie vitendo vyake."
    },
    {
      "id": 94,
      "verse_number": 94,
      "page_number": 330,
      "verse_key": "21:94",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا كُفۡرَانَ لِسَعۡيِهِۦ وَإِنَّا لَهُۥ كَٰتِبُونَ",
      "translation": "Na atendaye mema naye ni Muumini basi haitakataliwa juhudi yake. Na hakika Sisi tunamwandikia.",
      "footnotes": "Basi mwenye kutenda vitendo vyake vyema, naye ni mwenye kumuamini Mwenyezi Mungu na Dini yake aliyo iridhia, hatopunguziwa kitu katika juhudi yake. Bali atalipwa malipo kaamili. Na Sisi ni wenye kuiandika hiyo juhudi yake. Basi hakitopotea kitu."
    },
    {
      "id": 95,
      "verse_number": 95,
      "page_number": 330,
      "verse_key": "21:95",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَحَرَٰمٌ عَلَىٰ قَرۡيَةٍ أَهۡلَكۡنَٰهَآ أَنَّهُمۡ لَا يَرۡجِعُونَ",
      "translation": "Na haiwi kwa wana-mji tulio uangamiza, ya kwamba hawatarejea,",
      "footnotes": "Na haitakuwa kwa watu wa mji tulio uteketeza kwa sababu ya dhulma yao kwamba hawatarejea kwetu Siku ya Kiyama, bali hapana budi kuwa watarejea na tutawahisabia vitendo vyao viovu."
    },
    {
      "id": 96,
      "verse_number": 96,
      "page_number": 330,
      "verse_key": "21:96",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "حَتَّىٰٓ إِذَا فُتِحَتۡ يَأۡجُوجُ وَمَأۡجُوجُ وَهُم مِّن كُلِّ حَدَبٖ يَنسِلُونَ",
      "translation": "Mpaka watapo funguliwa Juju na Maajuju wakawa wanateremka kutoka kila mlima;",
      "footnotes": "Mpaka itapo funguliwa milango ya shari na ufisadi, wakaingia wana wa Juju na Maajuju wakikimbizana kuteremka milimani na majiani kwa kufanya vitendo vya fujo na rabsha."
    },
    {
      "id": 97,
      "verse_number": 97,
      "page_number": 330,
      "verse_key": "21:97",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱقۡتَرَبَ ٱلۡوَعۡدُ ٱلۡحَقُّ فَإِذَا هِيَ شَٰخِصَةٌ أَبۡصَٰرُ ٱلَّذِينَ كَفَرُواْ يَٰوَيۡلَنَا قَدۡ كُنَّا فِي غَفۡلَةٖ مِّنۡ هَٰذَا بَلۡ كُنَّا ظَٰلِمِينَ",
      "translation": "Na miadi ya haki ikakaribia. Hapo ndipo yatapo kodoka macho ya walio kufuru (na watasema:) Ole wetu! Bila ya shaka tulikuwa tumeghafilika na haya, bali tulikuwa wenye kudhulumu.",
      "footnotes": "Na ikakaribia miadi iliyo haina budi kutimizwa, nayo ni Siku ya Kiyama, wakawa wale walio kufuru wanakutikana wakikodoa macho yao kwa wingi wa kitisho, wakipiga makelele kusema: Kitisho gani hichi cha kutuangamiza! Hakika sisi tulighafilika na Siku hii. Bali tulikuwa ni wenye kujidhulumu nafsi zetu kwa ukafiri na inda."
    },
    {
      "id": 98,
      "verse_number": 98,
      "page_number": 330,
      "verse_key": "21:98",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّكُمۡ وَمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمۡ لَهَا وَٰرِدُونَ",
      "translation": "Hakika nyinyi na hao mnao waabudu badala ya Mwenyezi Mungu ni kuni za Jahannamu; huko mtaingia tu.",
      "footnotes": "Wataambiwa makafiri hawa: Nyinyi na hiyo miungu mliyo kuwa mkiiabudu badala ya Mwenyezi Mungu ni kuni za Moto wa Jahannamu. Nyinyi mtaingia humo muadhibiwe!"
    },
    {
      "id": 99,
      "verse_number": 99,
      "page_number": 330,
      "verse_key": "21:99",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَوۡ كَانَ هَٰٓؤُلَآءِ ءَالِهَةٗ مَّا وَرَدُوهَاۖ وَكُلّٞ فِيهَا خَٰلِدُونَ",
      "translation": "Lau kuwa hawa ni miungu, wasingeli ingia. Na wote watadumu humo.",
      "footnotes": "Lau kama hawa mlio waabudu badala ya Mwenyezi Mungu ni miungu inayo stahiki kuabudiwa, wasingeli ingia nanyi humo. Na nyote, wenye kuabudu na kuabudiwa, mtabaki Motoni, wala hamtatoka."
    },
    {
      "id": 100,
      "verse_number": 100,
      "page_number": 330,
      "verse_key": "21:100",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَهُمۡ فِيهَا زَفِيرٞ وَهُمۡ فِيهَا لَا يَسۡمَعُونَ",
      "translation": "Lao wao humo ni kupiga mayowe, na wala hawatasikia (jenginelo).",
      "footnotes": "Humo watatoa pumzi zitokazo vifuani kwa sauti kama ya mwenye kukabwa, kwa dhiki watayo pata, na hawatasikia la kuwafurahisha."
    },
    {
      "id": 101,
      "verse_number": 101,
      "page_number": 330,
      "verse_key": "21:101",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ سَبَقَتۡ لَهُم مِّنَّا ٱلۡحُسۡنَىٰٓ أُوْلَٰٓئِكَ عَنۡهَا مُبۡعَدُونَ",
      "translation": "Ama wale ambao wema wetu umewatangulia, hao watatenganishwa na hayo.",
      "footnotes": "Hakika wale tulio wakubalia kwa kufuata kwao Haki na vitendo vya kheri, na tukawaahidi malipo mema, hao watawekwa mbali kabisa na Jahannamu na adhabu yake."
    },
    {
      "id": 102,
      "verse_number": 102,
      "page_number": 331,
      "verse_key": "21:102",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَا يَسۡمَعُونَ حَسِيسَهَاۖ وَهُمۡ فِي مَا ٱشۡتَهَتۡ أَنفُسُهُمۡ خَٰلِدُونَ",
      "translation": "Hawatausikia mvumo wake, na wao watadumu katika yale zinayo yatamani nafsi zao.",
      "footnotes": "Hawatasikia sauti ya Moto wake unavyo vuma. Nao huko watapata kila ambacho nafsi inatamani, daima milele."
    },
    {
      "id": 103,
      "verse_number": 103,
      "page_number": 331,
      "verse_key": "21:103",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَا يَحۡزُنُهُمُ ٱلۡفَزَعُ ٱلۡأَكۡبَرُ وَتَتَلَقَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ هَٰذَا يَوۡمُكُمُ ٱلَّذِي كُنتُمۡ تُوعَدُونَ",
      "translation": "Hicho Kitisho Kikubwa hakito wahuzunisha. Na Malaika watawapokea (kwa kuwaambia): Hii ndiyo Siku yenu mliyo kuwa mkiahidiwa!.",
      "footnotes": "Hawato huzunishwa na Kitisho Kikubwa kinacho wafazaisha makafiri. Na Malaika watawapokea kwa kuwapongeza kwa kusema: Hii ndiyo Siku yenu ya neema aliyo kuahidini Mola wenu Mlezi!"
    },
    {
      "id": 104,
      "verse_number": 104,
      "page_number": 331,
      "verse_key": "21:104",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ نَطۡوِي ٱلسَّمَآءَ كَطَيِّ ٱلسِّجِلِّ لِلۡكُتُبِۚ كَمَا بَدَأۡنَآ أَوَّلَ خَلۡقٖ نُّعِيدُهُۥۚ وَعۡدًا عَلَيۡنَآۚ إِنَّا كُنَّا فَٰعِلِينَ",
      "translation": "Siku tutakapo zikunja mbingu kama mkunjo wa karatasi za vitabu. Kama tulivyo anza umbo la mwanzo tutalirudisha tena. Ni ahadi iliyo juu yetu. Hakika Sisi ni watendao.",
      "footnotes": "Siku tutapo zikunja mbingu kama zinavyo kunjwa karatasi katika kitabu. Na tutawarejeza viumbe kwa ajili ya hisabu na malipo. Wala hatushindwi kuwarejeza, kwani tuliwaumba mara ya kwanza. Na kama tulivyo waanza tutawarejeza. Ahadi yetu kwa hayo ni ahadi ya kweli. Daima Sisi tunatenda tunayo yaahidi."
    },
    {
      "id": 105,
      "verse_number": 105,
      "page_number": 331,
      "verse_key": "21:105",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ كَتَبۡنَا فِي ٱلزَّبُورِ مِنۢ بَعۡدِ ٱلذِّكۡرِ أَنَّ ٱلۡأَرۡضَ يَرِثُهَا عِبَادِيَ ٱلصَّٰلِحُونَ",
      "translation": "Na hakika tulikwisha andika katika Zaburi baada ya Kumbukumbu, ya kwamba nchi watairithi waja wangu walio wema.",
      "footnotes": "Na tulikwisha andika katika Zaburi - nacho ni Kitabu cha Daud baada ya Taurati - kwamba nchi watairithi waja wangu walio wema wapate kuitengeza, na kusahilisha njia za maisha bora humo. (\"Bali wenye upole watairithi nchi\"..Zaburi 37.11 \"Wenye haki watairithi nchi, nao watakaa humo milele\".. Zaburi 37.29)"
    },
    {
      "id": 106,
      "verse_number": 106,
      "page_number": 331,
      "verse_key": "21:106",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ فِي هَٰذَا لَبَلَٰغٗا لِّقَوۡمٍ عَٰبِدِينَ",
      "translation": "Hakika katika haya yapo mawaidha kwa watu wafanyao ibada.",
      "footnotes": "Hakika katika haya tuliyo yataja, khabari za Manabii pamoja na kaumu zao, na khabari za Pepo na Moto, yanatosha kuwakumbusha na kuwafanya wazingatie watu walio tayari kumuabudu Mwenyezi Mungu pekee na hawasalitiki na mapambo ya dunia."
    },
    {
      "id": 107,
      "verse_number": 107,
      "page_number": 331,
      "verse_key": "21:107",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَرۡسَلۡنَٰكَ إِلَّا رَحۡمَةٗ لِّلۡعَٰلَمِينَ",
      "translation": "Nasi hatukukutuma ila uwe ni Rehema kwa walimwengu wote.",
      "footnotes": "Na hatukukutuma, ewe Nabii, ila uwe ni Rehema kwa walimwengu wote."
    },
    {
      "id": 108,
      "verse_number": 108,
      "page_number": 331,
      "verse_key": "21:108",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنَّمَا يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ",
      "translation": "Sema: Hakika imefunuliwa kwangu ya kwamba hakika Mungu wenu ni Mungu Mmoja tu. Je! Mmesilimu?.",
      "footnotes": "Ewe Nabii! Sema: Hakika kiini cha Wahyi aliyo nipa Mwenyezi Mungu ni kwamba hakika nyinyi hamna Mungu isipo kuwa Yeye. Na yote yaliyo bakia niliyo funuliwa yanafuata asili hii. Ikiwa mambo ni hivyo, basi inakuwajibikieni mjisalimishe na mnyenyekee kwa Mwenyezi Mungu peke yake."
    },
    {
      "id": 109,
      "verse_number": 109,
      "page_number": 331,
      "verse_key": "21:109",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِن تَوَلَّوۡاْ فَقُلۡ ءَاذَنتُكُمۡ عَلَىٰ سَوَآءٖۖ وَإِنۡ أَدۡرِيٓ أَقَرِيبٌ أَم بَعِيدٞ مَّا تُوعَدُونَ",
      "translation": "Na kama wakigeuka, basi sema: Nimekutangazieni sawa sawa, wala sijui yako karibu au mbali hayo mliyo ahidiwa.",
      "footnotes": "Wakito ujali wito wako, basi waambie: Nimekufunzeni yote aliyo niamrisha Mola wangu Mlezi; na kwa hivyo tumekuwa sawa kwa kuyajua hayo. Wala mimi sijui hayo ya kufufuliwa na kuhisabiwa mliyo ahidiwa, yatakuwa karibu au mbali."
    },
    {
      "id": 110,
      "verse_number": 110,
      "page_number": 331,
      "verse_key": "21:110",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ مِنَ ٱلۡقَوۡلِ وَيَعۡلَمُ مَا تَكۡتُمُونَ",
      "translation": "Hakika Yeye anajua kauli ya dhaahiri na anajua myafichayo.",
      "footnotes": "Hakika Mwenyezi Mungu anayajua yote yasemwayo, mnayo yadhihirisha na mnayo yaficha."
    },
    {
      "id": 111,
      "verse_number": 111,
      "page_number": 331,
      "verse_key": "21:111",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِنۡ أَدۡرِي لَعَلَّهُۥ فِتۡنَةٞ لَّكُمۡ وَمَتَٰعٌ إِلَىٰ حِينٖ",
      "translation": "Wala sijui pengine huu ni mtihani tu kwenu na starehe mpaka muda kidogo.",
      "footnotes": "Na sijui pengine huko kupewa muhula na kuakhirishiwa adhabu nyinyi ndio Mwenyezi Mungu anakufanyieni mtihani tu, na kukustarehesheni kwa ladha za maisha mpaka alipo kadiria Mwenyezi Mungu kukuhisabieni kwa hikima yake."
    },
    {
      "id": 112,
      "verse_number": 112,
      "page_number": 331,
      "verse_key": "21:112",
      "juz_number": 17,
      "hizb_number": 33,
      "rub_el_hizb_number": 132,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ",
      "translation": "Sema: Mola wangu Mlezi! Hukumu kwa haki. Na Mola wetu Mlezi ni Mwingi wa Rehema, aombwaye msaada juu ya mnayo yazua;.",
      "footnotes": "Ewe Nabii! Sema: Ewe Mola Mlezi! Tuhukumu baina yangu na hawa nilio wafikishia Wahyi kwa uadilifu ili wasiwe sawa Waumini na makafiri. Na Mola wetu Mlezi Mwenye kuneemesha kwa neema kubwa, Mwenye kustahiki kuhimidiwa na kushukuriwa, ndiye wa kutakiwa msaada kuvunja uzushi mnao zua, enyi makafiri."
    }
  ]
}