{
  "id": 177,
  "verse_number": 177,
  "page_number": 27,
  "verse_key": "2:177",
  "juz_number": 2,
  "hizb_number": 3,
  "rub_el_hizb_number": 11,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ",
  "translation": "Kì í ṣe ohun rere ni pé, kí ẹ kọjú sí agbègbè ibùyọ òòrùn àti ibùwọ̀ òòrùn,[1] àmọ́ (olùṣe) rere ni ẹnikẹ́ni tó bá gbàgbọ́ nínú Allāhu, Ọjọ́ Ìkẹ́yìn, àwọn mọlāika, Tírà (al-Ƙur’ān), àti àwọn Ànábì. Tòhun ti ìfẹ́ tí olùṣe-rere ní sí dúkìá, ó tún ń fi dúkìá náà tọrẹ fún àwọn ẹbí, àwọn ọmọ òrukàn, àwọn mẹ̀kúnnù, onírìn-àjò (tí agara dá), àwọn atọrọjẹ àti fún ìtúsílẹ̀ ẹrú l’óko ẹrú. (Ẹni rere) yó máa kírun, yó sì máa yọ Zakāh. (Ẹni rere ni) àwọn tó ń mú àdéhùn wọn ṣẹ nígbà tí wọ́n bá ṣe àdéhùn. (Wọ́n jẹ́) onísùúrù lásìkò ìpọ́njú, lásìkò àìlera àti l’ójú ogun ẹ̀sìn. Àwọn wọ̀nyẹn ni àwọn tó ṣe (iṣẹ́) òdodo. Àwọn wọ̀nyẹn, àwọn sì ni olùbẹ̀rù (Allāhu).",
  "footnotes": "1. Kíyè sí i, Kaabah ni ƙiblah (àdojúkọ) àwa mùsùlùmí lórí ìrun wa, àmọ́ níwọ̀n ìgbà tí a ò bá sí nínú haram Mọkkah, agbègbè yòówù kí àdojúkọ wá bọ́ sí láààrin orígun mẹ́rẹ̀ẹ̀rin ayé, kì í ṣe ìyẹn ni àdojúkọ wa bí kò ṣe pé ó jẹ́ ọ̀nà tààrà sí Kaabah láti ìlú wa. Àwọn yẹhudi àti nasọ̄rọ̄ ni Allāhu ń júwe àwọn iṣẹ́ rere fún dípò bí wọ́n ṣe sọ ibùyọ òòrùn àti ibùwọ̀ òòrùn nìkan di ògóńgórí iṣẹ́ rere nínú ìlànà ìjọ́sìn wọn."
}