{
  "result": {
    "id": "240",
    "sura": "2",
    "aya": "233",
    "arabic_text": "۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ",
    "translation": "Àwọn abiyamọ yóò máa fún àwọn ọmọ wọn ní ọyàn mu fún ọdún méjì gbáko, fún ẹni tí ó bá fẹ́ parí (àsìkò) ìfọ́mọlọ́yàn. Ojúṣe ni fún ẹni tí wọ́n bímọ fún láti máa ṣe (ètò) ìjẹ-ìmu wọn àti aṣọ wọn ní ọ̀nà tó dára. Wọn kò làbọ ẹ̀mí kan lọ́rùn àfi ìwọ̀n agbára rẹ̀. Wọn kò níí kó ìnira bá abiyamọ nítorí ọmọ rẹ̀. Wọn kò sì níí kó ìnira bá ẹni tí wọ́n bímọ fún nítorí ọmọ rẹ̀. Irú (ojúṣe) yẹn tún ń bẹ fún olùjogún.[1] Tí àwọn méjèèjì bá sì fẹ́ gba ọyàn l’ẹ́nu ọmọ pẹ̀lú ìpanupọ̀ àti àṣàrò àwọn méjèèjì, kò sí ẹ̀ṣẹ̀ fún àwọn méjèèjì. Tí ẹ bá sì fẹ́ gba ẹni tí ó máa fún àwọn ọmọ yín lọ́yàn mu, kò sí ẹ̀ṣẹ̀ fún yín, tí ẹ bá ti fún wọn ní ohun tí ẹ fẹ́ fún wọn (ní owó-ọ̀yà) ní ọ̀nà tó dára. Ẹ bẹ̀rù Allāhu. Kí ẹ sì mọ̀ pé dájúdájú Allāhu ni Olùríran nípa ohun tí ẹ̀ ń ṣe níṣẹ́.",
    "footnotes": "1. Ìyẹn ni pé, bí àpẹ̀ẹrẹ, kí bàbá kú níkété tí ìyàwó rẹ̀ bímọ tán, kò sì sí ogún kan dàbí alárà nílẹ̀ tí ó fi sílẹ̀ fún ọmọ rẹ̀, àmọ́ ọmọ yìí ní àwọn ẹ̀gbọ́n níwájú àti bàbáabàbá ní àwọn tó jẹ́ pé, wọ́n wà nínú àwọn tí ó lè jogún ọmọdé yìí bí ó bá jẹ́ pé, ó kú ṣíwájú wọn, tí ó sì fi ogún sílẹ̀. Nítorí náà, àwọn náà ni wọ́n máa dìjọ máa dá owó ìfọ́mọlọ́yàn fún obìnrin tí wọ́n gbà fún iṣẹ́ ìfọ́mọlọ́yàn lórí òdiwọ̀n ìpín ogún tí ó lè kan ẹnì kọ̀ọ̀kan wọn."
  }
}