{
  "id": 255,
  "verse_number": 255,
  "page_number": 42,
  "verse_key": "2:255",
  "juz_number": 3,
  "hizb_number": 5,
  "rub_el_hizb_number": 17,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ",
  "translation": "Allāhu, kò sí ọlọ́hun kan tí a gbọ́dọ̀ jọ́sìn fún ní ọ̀nà òdodo àyàfi Òun, Alààyè, Alámòjúútó-ẹ̀dá. Òògbé kì í ta Á. Àti pé oorun kì í kùn Ún. TiRẹ̀ ni ohunkóhun tó wà nínú àwọn sánmọ̀ àti ohunkóhun tó wà nínú ilẹ̀. Ta ni ẹni tí ó máa ṣìpẹ̀ lọ́dọ̀ Rẹ̀ àfi pẹ̀lú ìyọ̀ǹda Rẹ̀?[1] Ó mọ ohun tí ń bẹ níwájú wọn àti ohun tí ń bẹ lẹ́yìn wọn. Wọn kò sì ní ìmọ̀ àmọ̀tán nípa kiní kan nínú ìmọ̀ Rẹ̀ àfi ohun tí Ó bá fẹ́ (fi mọ̀ wọ́n). Àga Rẹ̀ gbààyè ju àwọn sánmọ̀ àti ilẹ̀.² Ṣíṣọ́ sánmọ̀ àti ilẹ̀ kò sì dá A lágara. Allāhu ga, Ó tóbi.³",
  "footnotes": "1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al-Baƙọrah; 2:48. 2. Ọ̀nà méjì ni “kursiyy” tó jẹyọ nínú gbólóhùn yìí “Àga Rẹ̀ gbààyè ju àwọn sánmọ̀ àti ilẹ̀.” túmọ̀ sí. Ìtúmọ̀ kìíní ni pé, “kursiyy” túmọ̀ sí àga gẹ́gẹ́ bí mo ṣe túmọ̀ rẹ̀ sókè yẹn. Ìtúmọ̀ kejì ni pé, “kursiyy” túmọ̀ sí ibùgbẹ́sẹ̀lé Allāhu - tó ga jùlọ - ìyẹn ni pé, àyè tí Allāhu - tó ga jùlọ - gbé ẹsẹ̀ Rẹ̀ méjèèjì le. Àpapọ̀ ìtúmọ̀ kìíní kejì ni pé, Allāhu gúnwà sí orí “al-‘Arṣ” ìtẹ́ ọlá Rẹ̀. Ó sì gbé ẹsẹ̀ Rẹ̀ méjèèjì lé orí “al-kursiyy” àga Rẹ̀. Àgá náà sì fẹjú ju àpapọ̀ àwọn sánmọ̀ méjèèjè àti àwọn ilẹ̀ méjèèjè. 3. Ọ̀kan pàtàkì nínú āyah ìṣọ́ tó nípọn ju ẹ̀wù irin ni āyah al-Kursiyy."
}