{
  "id": 11,
  "verse_number": 11,
  "page_number": 78,
  "verse_key": "4:11",
  "juz_number": 4,
  "hizb_number": 8,
  "rub_el_hizb_number": 31,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "يُوصِيكُمُ ٱللَّهُ فِيٓ أَوۡلَٰدِكُمۡۖ لِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِۚ فَإِن كُنَّ نِسَآءٗ فَوۡقَ ٱثۡنَتَيۡنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَۖ وَإِن كَانَتۡ وَٰحِدَةٗ فَلَهَا ٱلنِّصۡفُۚ وَلِأَبَوَيۡهِ لِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُۥ وَلَدٞۚ فَإِن لَّمۡ يَكُن لَّهُۥ وَلَدٞ وَوَرِثَهُۥٓ أَبَوَاهُ فَلِأُمِّهِ ٱلثُّلُثُۚ فَإِن كَانَ لَهُۥٓ إِخۡوَةٞ فَلِأُمِّهِ ٱلسُّدُسُۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِي بِهَآ أَوۡ دَيۡنٍۗ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ لَا تَدۡرُونَ أَيُّهُمۡ أَقۡرَبُ لَكُمۡ نَفۡعٗاۚ فَرِيضَةٗ مِّنَ ٱللَّهِۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا",
  "translation": "11 Voici ce qu’Allah vous prescrit au sujet de vos enfants : au garçon revient la part de deux filles[240]. Si le défunt ne laisse que des filles, deux ou plus, elles se partageront les deux tiers de l’héritage, tandis que la fille unique en obtiendra la moitié. Le père et la mère du défunt ont chacun droit au sixième de l’héritage si ce dernier laisse une descendance. Dans le cas contraire, et si le père et la mère sont les seuls héritiers, cette dernière en reçoit le tiers[241]. Si toutefois le défunt laisse des frères et sœurs, sa mère n’obtiendra que le sixième[242]. Le partage de l’héritage ne peut cependant avoir lieu qu’après exécution du testament et règlement des dettes du défunt. Vous ne savez pas qui, de vos ascendants ou de vos descendants, vous est le plus utile[243]. Ces règles sont imposées par Allah qui est Omniscient et infiniment Sage.",
  "footnotes": "[240] Avant l’islam, tout l’héritage revenait aux fils, les filles étant exclues du partage. Allah ordonne donc que la fille soit l’égale du fils quant au droit à l’héritage. Néanmoins, le lot revenant à chaque enfant diffère selon le sexe, le garçon recevant une part deux fois plus grande. En effet, contrairement à la femme, l’homme supporte certaines charges familiales (Tafsîr ibn Kathîr).\n[241] Le reste revenant au père.\n[242] Le reste de l’héritage, selon la majorité des jurisconsultes, étant attribué au père, tandis que les frères et sœurs ne reçoivent rien.\n[243] Ne privilégiez donc ni les uns ni les autres dans le partage de l’héritage."
}