{
  "id": 12,
  "verse_number": 12,
  "page_number": 79,
  "verse_key": "4:12",
  "juz_number": 4,
  "hizb_number": 8,
  "rub_el_hizb_number": 32,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "۞ وَلَكُمۡ نِصۡفُ مَا تَرَكَ أَزۡوَٰجُكُمۡ إِن لَّمۡ يَكُن لَّهُنَّ وَلَدٞۚ فَإِن كَانَ لَهُنَّ وَلَدٞ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكۡنَۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِينَ بِهَآ أَوۡ دَيۡنٖۚ وَلَهُنَّ ٱلرُّبُعُ مِمَّا تَرَكۡتُمۡ إِن لَّمۡ يَكُن لَّكُمۡ وَلَدٞۚ فَإِن كَانَ لَكُمۡ وَلَدٞ فَلَهُنَّ ٱلثُّمُنُ مِمَّا تَرَكۡتُمۚ مِّنۢ بَعۡدِ وَصِيَّةٖ تُوصُونَ بِهَآ أَوۡ دَيۡنٖۗ وَإِن كَانَ رَجُلٞ يُورَثُ كَلَٰلَةً أَوِ ٱمۡرَأَةٞ وَلَهُۥٓ أَخٌ أَوۡ أُخۡتٞ فَلِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُۚ فَإِن كَانُوٓاْ أَكۡثَرَ مِن ذَٰلِكَ فَهُمۡ شُرَكَآءُ فِي ٱلثُّلُثِۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصَىٰ بِهَآ أَوۡ دَيۡنٍ غَيۡرَ مُضَآرّٖۚ وَصِيَّةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَلِيمٞ",
  "translation": "12 A vous, les hommes, revient la moitié de ce que laissent vos épouses, si celles-ci meurent sans postérité. Dans le cas contraire, vous en recevrez le quart, après exécution du testament et règlement des dettes. Et à vos femmes revient le quart de ce que vous laissez, si vous n’avez pas de progéniture. Dans le cas contraire, elles en recevront le huitième, après exécution du testament et règlement des dettes. Et si le défunt, homme ou femme, ne laisse ni ascendants, ni descendants, mais un frère ou une sœur[244], alors chacun aura droit au sixième de l’héritage[245]. S’ils sont plus de deux, ils s’en partageront le tiers, après exécution du testament - qui ne doit pas léser les héritiers - et règlement des dettes. Ces prescriptions émanent d’Allah qui est Omniscient et Longanime.",
  "footnotes": "[244] Utérin, précisent les exégètes. Le cas des frères et sœurs consanguins et germains sera, quant à lui, abordé au dernier verset de cette sourate.\n[245] Ici, comme dans la plupart des cas, la femme hérite la même part que l’homme. Dans dix situations, la femme reçoit même plus que l’homme, par exemple dans le cas où une femme meurt en laissant un époux, qui reçoit le quart, et une fille, qui obtient la moitié de l’héritage. L’homme, pour sa part, ne reçoit plus que la femme que dans quatre cas de figure. Il existe même des cas où la femme hérite au détriment de l’homme qui se voit totalement privé d’héritage. Ces règles de succession sont guidées par le seul souci de justice et d’équité."
}