{
  "id": 11,
  "verse_number": 11,
  "page_number": 351,
  "verse_key": "24:11",
  "juz_number": 18,
  "hizb_number": 35,
  "rub_el_hizb_number": 140,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "إِنَّ ٱلَّذِينَ جَآءُو بِٱلۡإِفۡكِ عُصۡبَةٞ مِّنكُمۡۚ لَا تَحۡسَبُوهُ شَرّٗا لَّكُمۖ بَلۡ هُوَ خَيۡرٞ لَّكُمۡۚ لِكُلِّ ٱمۡرِيٕٖ مِّنۡهُم مَّا ٱكۡتَسَبَ مِنَ ٱلۡإِثۡمِۚ وَٱلَّذِي تَوَلَّىٰ كِبۡرَهُۥ مِنۡهُمۡ لَهُۥ عَذَابٌ عَظِيمٞ",
  "translation": "11. Ciertamente, quienes extendieron la calumnia (contra ‘Aisha)[672] fue un grupo de ustedes (los creyentes). No piensen que ello los perjudicará (a quienes no tuvieron nada que ver con la calumnia), pues los beneficiará (al esclarecerse el asunto y probarse la inocencia de ‘Aisha). Todos los que participaron en la calumnia obtendrán su merecido por la parte del pecado que les corresponda, y el principal responsable[673] tendrá un terrible castigo.",
  "footnotes": "[672]  Esta aleya y las siguientes se refieren a la calumnia contra ‘Aisha, una de las esposa del Profeta —que Al-lah lo bendiga y le dé la paz—, ya que circularon los comentarios de que había cometido adulterio, sin prueba de ello, al regresar de una expedición militar en la que había acompañado a su esposo. La caravana en la que viajaban había partido sin darse cuenta de que faltaba la joven esposa del Profeta —que Al-lah lo bendiga y le dé la paz—, quien se había entretenido buscando un collar que había perdido. Al amanecer fue encontrada por un hombre que se había quedado rezagado, y este la llevó en su camello hasta alcanzar el resto de la caravana. Los rumores sobre el posible adulterio empezaron a circular cuando llegaron a la ciudad.\n[673]  Quien inventó la calumnia y la propagó fue el jefe de los hipócritas de Medina y no un creyente. El pecado en el que incurrieron los creyentes fue extender de boca en boca los rumores que empezaron a circular en la ciudad en vez de defender la inocencia de ‘Aisha —que Al-lah esté complacido con ella—, y por ello también tienen su parte de culpa."
}