{
  "result": [
    {
      "id": "4631",
      "sura": "50",
      "aya": "1",
      "arabic_text": "قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ",
      "translation": "1. Qaaf;1\nWaxaan (waa Alle'e) ku dhaartay Qur’aanka Sharafka Badan2.",
      "footnotes": "1. Qaaf waa xarafka Qaaf ee ka mid ah alifbeetada afka Carabiga uu Qur’aanku ku soo degay, sidaas oo ay tahay ma jiro axad keeni kara xitaa Suuradda ugu kooban ee Qur’aanka Mucjisada weyn ah. Waana sidaas macnaha looga jeedo xuruufta kale sida alif laam miim, alif laam raa, taa haa, xaa miim, nuun, iwm ee ku soo arooray billowga 29 Suuradood ee Qur'aanka.\n2. Eeg sharaxa hoose ee Suuradda 38: 1"
    },
    {
      "id": "4632",
      "sura": "50",
      "aya": "2",
      "arabic_text": "بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ",
      "translation": "2. Waxayse la yaabeen inuu u yimid dige ka mid ah (Nabi Muxammad) . Gaaladu waxay yidhaahdeen: Kanu (inuu Alle soo diro aadmi) waa wax la yaab leh.",
      "footnotes": ""
    },
    {
      "id": "4633",
      "sura": "50",
      "aya": "3",
      "arabic_text": "أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ",
      "translation": "3. Ma markaan dhimanno oo aan noqonno carro (miyaa na la soo nooleyn)? (arrin)kaasu waa soo Noqosho Fog.",
      "footnotes": ""
    },
    {
      "id": "4634",
      "sura": "50",
      "aya": "4",
      "arabic_text": "قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ",
      "translation": "4. Waxaan ognahay wuxuu dhulku ka dhimo (jidhkooda), Agtannadana waxaa yaal Kitaab wax walba kooba oo xafidan (Looxa Maxfuudka).",
      "footnotes": ""
    },
    {
      "id": "4635",
      "sura": "50",
      "aya": "5",
      "arabic_text": "بَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ",
      "translation": "5. Waxayse beeniyeen Xaqa markuu u yimid, waxayna (gaaladu) ku sugan yihiin xaalad murugsan.",
      "footnotes": ""
    },
    {
      "id": "4636",
      "sura": "50",
      "aya": "6",
      "arabic_text": "أَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٖ",
      "translation": "6. Miyeyna fiirin samada korkooda ah, sidaan u dhisnay oo u qurxinnay, mana laha wax duleello ah?",
      "footnotes": ""
    },
    {
      "id": "4637",
      "sura": "50",
      "aya": "7",
      "arabic_text": "وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ",
      "translation": "7. Dhulka waanu fidinnay, oo ku sugnay buuro, waxaana ka soo bixinnay dhexdiisa dhir qurxoon oo cayn walba leh.",
      "footnotes": ""
    },
    {
      "id": "4638",
      "sura": "50",
      "aya": "8",
      "arabic_text": "تَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ",
      "translation": "8. Tusmo iyo waano u ah addoon kasta  u soo noqda (Ilaahay) oo toobad keen badan.",
      "footnotes": ""
    },
    {
      "id": "4639",
      "sura": "50",
      "aya": "9",
      "arabic_text": "وَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّٰتٖ وَحَبَّ ٱلۡحَصِيدِ",
      "translation": "9. Waxaanu ka soo dejinnaa daruuraha biyo (roob) barakaysan, oo aan ku soo saarnaa beero iyo baad.",
      "footnotes": ""
    },
    {
      "id": "4640",
      "sura": "50",
      "aya": "10",
      "arabic_text": "وَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ",
      "translation": "10. Iyo geedo timireed dhaadheer leh fiido wax ka soo dhashaan oo is dul saaran.",
      "footnotes": ""
    },
    {
      "id": "4641",
      "sura": "50",
      "aya": "11",
      "arabic_text": "رِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ",
      "translation": "11. Risiq ay leeyihiin addoomaha (Alle). Waxaana ku nooleynaa (biyahaa) dhul dhintay. Sidaasoo kale bay ahaan soo bixinta (Qiyaamada).",
      "footnotes": ""
    },
    {
      "id": "4642",
      "sura": "50",
      "aya": "12",
      "arabic_text": "كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ",
      "translation": "12. Qolodii Nuux baa beeniyey hortood3, iyo qoladii ceelka (ee Azerbaijan)  iyo Thamuud.",
      "footnotes": "3. Waa ka hor gaalada reer Makkah."
    },
    {
      "id": "4643",
      "sura": "50",
      "aya": "13",
      "arabic_text": "وَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ",
      "translation": "13. Iyo Caad iyo Fircoon iyo Luud walaalihi.",
      "footnotes": ""
    },
    {
      "id": "4644",
      "sura": "50",
      "aya": "14",
      "arabic_text": "وَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ",
      "translation": "14. Iyo reer hawdkii (loo diray Nabi Shucayb) iyo qolodii Tubbac (ee Yaman); dhammaan waxay beeniyeen Rususha, waxaana ku dhacay gooddigeyga.",
      "footnotes": ""
    },
    {
      "id": "4645",
      "sura": "50",
      "aya": "15",
      "arabic_text": "أَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ",
      "translation": "15. Ma Waxaan ku daalnay abuuristii hore? Mayee, waxay ka shakisan yihiin abuuris cusub (Aakhirada).",
      "footnotes": ""
    },
    {
      "id": "4646",
      "sura": "50",
      "aya": "16",
      "arabic_text": "وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ",
      "translation": "16. Waxaan dhab ahaan abuurnay aadmiga, waana ognahay waxay naftiisu kula hadasho. Waxaana (waa Alle'e oo ku kooba Ogaal iyo Awood ahaan ama malaa’igtiisa) uga dhownahay xididka dhuunta.",
      "footnotes": ""
    },
    {
      "id": "4647",
      "sura": "50",
      "aya": "17",
      "arabic_text": "إِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ",
      "translation": "17.Markay labada qorayaal (malaa’igta wax qoreysa) ku kulmi, iyagoo ka kala fadhiya dhinaca midig, iyo dhinaca bidix (ee qofka).",
      "footnotes": ""
    },
    {
      "id": "4648",
      "sura": "50",
      "aya": "18",
      "arabic_text": "مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ",
      "translation": "18. Ma jiro eray (aadmiga) ka soo baxa, oo uusan ag joogin ilaaliye (malag) u diyaar ah (inuu qoro).",
      "footnotes": ""
    },
    {
      "id": "4649",
      "sura": "50",
      "aya": "19",
      "arabic_text": "وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ",
      "translation": "19. Waxaa u iman sakaraadka mowdka oo xaq ah: kaasi waa waxaad ka carareysay.",
      "footnotes": ""
    },
    {
      "id": "4650",
      "sura": "50",
      "aya": "20",
      "arabic_text": "وَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ",
      "translation": "20. Buunkii (Qiyaamana) waa la afuufi - kaasu waa Maalinkii laysu yaboohay.",
      "footnotes": ""
    },
    {
      "id": "4651",
      "sura": "50",
      "aya": "21",
      "arabic_text": "وَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ",
      "translation": "21. Naf walbana waxay iman iyadoo uu la socdo (labo malag) mid hoggaaminaya iyo mid ku markhaati furaya.",
      "footnotes": ""
    },
    {
      "id": "4652",
      "sura": "50",
      "aya": "22",
      "arabic_text": "لَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ",
      "translation": "22. (Waxaa la odhan): Waad ka dhoohnayd arrinkan, haatanse kaa qaadnay daboolkaagii, marka araggaagu maanta waa xoog badan yahay.",
      "footnotes": ""
    },
    {
      "id": "4653",
      "sura": "50",
      "aya": "23",
      "arabic_text": "وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ",
      "translation": "23.(Malaggii) la xidhiidhayna wuxuu odhan: Kani waa waxa agteyda ku diyaarka ah.",
      "footnotes": ""
    },
    {
      "id": "4654",
      "sura": "50",
      "aya": "24",
      "arabic_text": "أَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ",
      "translation": "24. (Alle wuxuu odhan) Ku tuura Naar gaal kastoo xaq diiddo ku madax adeegay.",
      "footnotes": ""
    },
    {
      "id": "4655",
      "sura": "50",
      "aya": "25",
      "arabic_text": "مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ",
      "translation": "25. Khayr diide, xadgudbe, shaki qabeen kasta.",
      "footnotes": ""
    },
    {
      "id": "4656",
      "sura": "50",
      "aya": "26",
      "arabic_text": "ٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ",
      "translation": "26. Ee yeelay la jirka Alle, ilaah kale, ee ku tuura cadaab daran.",
      "footnotes": ""
    },
    {
      "id": "4657",
      "sura": "50",
      "aya": "27",
      "arabic_text": "۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ",
      "translation": "27. (sheydaankii) la xidhiidhay wuxuu odhan: Rabbigayow! Anigu ma aanan u horseedin xadgudub, isagaase naf ahaantiisa ku sugnaa habow fog.",
      "footnotes": ""
    },
    {
      "id": "4658",
      "sura": "50",
      "aya": "28",
      "arabic_text": "قَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ",
      "translation": "28. (Alle) wuxuu odhan: Ha ku doodina Hortayda, waxaana horay idiinku soo diray gooddiga.",
      "footnotes": ""
    },
    {
      "id": "4659",
      "sura": "50",
      "aya": "29",
      "arabic_text": "مَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّٰمٖ لِّلۡعَبِيدِ",
      "translation": "29. Qowlka (Qaddarka) iga soo fulaa lama beddelo, mana dulmiyo Addoomaha.",
      "footnotes": ""
    },
    {
      "id": "4660",
      "sura": "50",
      "aya": "30",
      "arabic_text": "يَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ",
      "translation": "30. Maalinta aan ku odhan  Jahannama: Ma buuxsantay? Oo markaa ay dhihi: Ma jiraan wax dheeraad ah oo la soo wado?",
      "footnotes": ""
    },
    {
      "id": "4661",
      "sura": "50",
      "aya": "31",
      "arabic_text": "وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ",
      "translation": "31. Oo Jannada loo soo dhoweyn kuwa ka dhowrsada xumaha, iyadoo aan fogeynba.",
      "footnotes": ""
    },
    {
      "id": "4662",
      "sura": "50",
      "aya": "32",
      "arabic_text": "هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ",
      "translation": "32. Kani waa waxa loo yaboohay qof walboo toobad keen badan, dhowra (ballanka iyo wax kastoo Alle u dhoweyn).",
      "footnotes": ""
    },
    {
      "id": "4663",
      "sura": "50",
      "aya": "33",
      "arabic_text": "مَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ",
      "translation": "33.Kan ka baqa Raxmaanka sir(iyo caadba) oo la yimaada qalbi toobad keen badan.",
      "footnotes": ""
    },
    {
      "id": "4664",
      "sura": "50",
      "aya": "34",
      "arabic_text": "ٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ",
      "translation": "34. (Waxaa lagu odhan), \"Ku gala nabad (Jannada); kaasi waa Maalinka waaridda\".",
      "footnotes": ""
    },
    {
      "id": "4665",
      "sura": "50",
      "aya": "35",
      "arabic_text": "لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ",
      "translation": "35. Waxay ku leeyihiin (Jannada) gudaheeda waxay doonaan - waxaana u heynaa weliba wax intaa ka badan (Eegidda Wejiga Ilaahay).",
      "footnotes": ""
    },
    {
      "id": "4666",
      "sura": "50",
      "aya": "36",
      "arabic_text": "وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ",
      "translation": "36. Badanaa inta fac aan halaagnay iyaga hortood, kuwaasoo ahaa kuwo ka xoog badan oo dhulalka xulay. Ma jirto meel (Alle) laga magan galo oo looga cararo.",
      "footnotes": ""
    },
    {
      "id": "4667",
      "sura": "50",
      "aya": "37",
      "arabic_text": "إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ",
      "translation": "37. Arrinkani waxaa ugu sugan waano kan qalbi leh ama maqalka raariciya isagoo baraarugsan.",
      "footnotes": ""
    },
    {
      "id": "4668",
      "sura": "50",
      "aya": "38",
      "arabic_text": "وَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ",
      "translation": "38. Waxaanu ku abuurnay samooyinka iyo arlada iyo waxa u dhexeeya lix maalmood namana soo gaarin wax daal ah.",
      "footnotes": ""
    },
    {
      "id": "4669",
      "sura": "50",
      "aya": "39",
      "arabic_text": "فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ",
      "translation": "39. Ee u samir waxay leeyihiin, kuna tasbiixso Ammaanaha Rabbigaa ka hor qorrax soo baxa iyo ka hor intaanay dhicin.",
      "footnotes": ""
    },
    {
      "id": "4670",
      "sura": "50",
      "aya": "40",
      "arabic_text": "وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ",
      "translation": "40. Habeenka in ka mid ahna ku tasbiixso Ammaanahiisa iyo salaadaha ka dambow.",
      "footnotes": ""
    },
    {
      "id": "4671",
      "sura": "50",
      "aya": "41",
      "arabic_text": "وَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ",
      "translation": "41. Dhageyso Maalinka markuu dhawaaquhu ka dhawaaqi meel dhow.",
      "footnotes": ""
    },
    {
      "id": "4672",
      "sura": "50",
      "aya": "42",
      "arabic_text": "يَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ",
      "translation": "42. Maalinka ay maqli qaylo Xaq ah, kaasu waa Maalinka soo bixinta (Qiyaame).",
      "footnotes": ""
    },
    {
      "id": "4673",
      "sura": "50",
      "aya": "43",
      "arabic_text": "إِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ",
      "translation": "43. Annagaa (waa Alle'e) wax nooleyna waxna dhinsiinna; waana Xaggayaga meel noqodka dambe (Aakhirada).",
      "footnotes": ""
    },
    {
      "id": "4674",
      "sura": "50",
      "aya": "44",
      "arabic_text": "يَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ",
      "translation": "44. Maalinta uu dhulku ka dillaaci gaballo hoostooda, markaasay dhaqso ku soo bixi, kaasu waa soo kulmin noo fudud.",
      "footnotes": ""
    },
    {
      "id": "4675",
      "sura": "50",
      "aya": "45",
      "arabic_text": "نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ",
      "translation": "45. Annagaa (Alle ah) ogsoon waxay (gaaladu) leeyihiin; adiguna ma ahid mid qasab ku leh. Ee ku waani Qur’aanka kan ka cabsada Gooddigayga.",
      "footnotes": ""
    }
  ]
}