{
  "result": {
    "id": "300",
    "sura": "3",
    "aya": "7",
    "arabic_text": "هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
    "translation": "7. Él es Quien te ha revelado el Libro [¡Oh, Mujámmad!]. En él hay versículos categóricos de significado evidente, que son la base del Libro, y otros que aceptan interpretaciones. Los que tienen el corazón extraviado siguen solo los interpretables con el fin de sembrar la discordia y hacer una interpretación interesada. Pero Dios conoce su verdadero significado. Los que tienen un conocimiento afirmado, dicen: “Creemos en todos los versículos por igual, todos proceden de nuestro Señor. Aunque solo los dotados de intelecto tienen esto presente[1].",
    "footnotes": "[1] En lengua árabe el término muhkam محكم significa perfeccionado y claro. En este sentido todo el Corán es muhkam, ya que a través de sus versículos, puede distinguirse lo verídico de lo falso. El término mutashabih متشابه significa que tiene más de un sentido, uno que concuerda con el muhkam y otro que no. La metodología correcta según este versículo implica interpretar los versículos de esta categoría con base en los versículos muhjkam. Quien hace lo contrario, comete un gran error que lo llevará al desvío. Los “arraigados en el conocimiento” son los que siguen el camino de la Verdad, interpretando los versículos mutashabih basados en los versículos muhjkam. En cambio, quienes buscan interpretaciones rebuscadas basándose solamente en su comprensión y pasión, se desvían y desvían a otros. Dijo el Profeta Mujámmad r después de recitar este versículo: “Cuando vean a los que buscan recurrir a los versículos mutashabih, tengan cuidado con ellos”. Registrado por Al-Bujari."
  }
}