{
  "result": [
    {
      "id": "2484",
      "sura": "21",
      "aya": "1",
      "arabic_text": "ٱقۡتَرَبَ لِلنَّاسِ حِسَابُهُمۡ وَهُمۡ فِي غَفۡلَةٖ مُّعۡرِضُونَ",
      "translation": "Адамдарга өздөрүнүн эсеби (Кыямат) жакындап калды.[1] Алар болсо (Аллах буюрган парыздардан) жүз үйрүгөн бойдон кайдыгер жүрүшөт.",
      "footnotes": "[1] Кыяматтын жакындыгы жөнүндө пайгамбарыбыз саллаллоху алайхи ва саллам: «Мен пайгамбар болуп жиберилдим. Мени менен Кыяматтын арасы мына мындай» деп, сөөмөйү менен ортоңку манжаларын жанаштырып көргөзгөн."
    },
    {
      "id": "2485",
      "sura": "21",
      "aya": "2",
      "arabic_text": "مَا يَأۡتِيهِم مِّن ذِكۡرٖ مِّن رَّبِّهِم مُّحۡدَثٍ إِلَّا ٱسۡتَمَعُوهُ وَهُمۡ يَلۡعَبُونَ",
      "translation": "Аларга Раббилери тарабынан жаңы зикир (аят) келсе, (мушриктер) оюнкарактык менен угушту,",
      "footnotes": ""
    },
    {
      "id": "2486",
      "sura": "21",
      "aya": "3",
      "arabic_text": "لَاهِيَةٗ قُلُوبُهُمۡۗ وَأَسَرُّواْ ٱلنَّجۡوَى ٱلَّذِينَ ظَلَمُواْ هَلۡ هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡۖ أَفَتَأۡتُونَ ٱلسِّحۡرَ وَأَنتُمۡ تُبۡصِرُونَ",
      "translation": "жүрөктөрү кайдыгер болуп. Жана залим (каапыр) адамдар: «Бул (Мухаммад) эч ким эмес, өзүңөр сыяктуу жөнөкөй эле адам (ал «аят» деген нерселер болсо, сыйкыр). Силер көрүп туруп сыйкырга келе жатасыңарбы?» (деп) шыбырап сүйлөшүштү.",
      "footnotes": ""
    },
    {
      "id": "2487",
      "sura": "21",
      "aya": "4",
      "arabic_text": "قَالَ رَبِّي يَعۡلَمُ ٱلۡقَوۡلَ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "(Пайгамбар) айтты: «Менин Раббим Асмандагы, Жердеги сөздү билет. Ал – Угуучу, Билүүчү!»",
      "footnotes": ""
    },
    {
      "id": "2488",
      "sura": "21",
      "aya": "5",
      "arabic_text": "بَلۡ قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمِۭ بَلِ ٱفۡتَرَىٰهُ بَلۡ هُوَ شَاعِرٞ فَلۡيَأۡتِنَا بِـَٔايَةٖ كَمَآ أُرۡسِلَ ٱلۡأَوَّلُونَ",
      "translation": "«Андай эмес», – дешти алар (Мухаммад айтып жаткан нерселер) түштөгү жобурануу, жок, аларды өзү ойлоп чыгарган, жок андай эмес, ал акын. (Эгер пайгамбарлыгы чын болсо, абалкы(пайгамбар)ларга жиберилген сыяктуу бир керемет келтирсинчи, кана?!»",
      "footnotes": ""
    },
    {
      "id": "2489",
      "sura": "21",
      "aya": "6",
      "arabic_text": "مَآ ءَامَنَتۡ قَبۡلَهُم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَآۖ أَفَهُمۡ يُؤۡمِنُونَ",
      "translation": "Алардан мурунку Биз кыйраткан шаарлар(дын элдери) ыйман келтирбеген нерсеге ушулар ыйман келтирмек беле?!",
      "footnotes": ""
    },
    {
      "id": "2490",
      "sura": "21",
      "aya": "7",
      "arabic_text": "وَمَآ أَرۡسَلۡنَا قَبۡلَكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ",
      "translation": "(Оо, Мухаммад) Биз сенден мурун (периште же болбосо аял затынан эмес) жалаң эркек кишилерди гана пайгамбар кылып, аларга вахий жибергенбиз. Эгер билбесеңер Зикир (Ыйык Китеп) ээлеринен сурагыла.",
      "footnotes": ""
    },
    {
      "id": "2491",
      "sura": "21",
      "aya": "8",
      "arabic_text": "وَمَا جَعَلۡنَٰهُمۡ جَسَدٗا لَّا يَأۡكُلُونَ ٱلطَّعَامَ وَمَا كَانُواْ خَٰلِدِينَ",
      "translation": "Биз пайгамбарларды тамак-аш жебей турган дене (адаттан сырткары табияттуу адам) кылып жаратпадык. Алар түбөлүк жашоочулардан да эмес.",
      "footnotes": ""
    },
    {
      "id": "2492",
      "sura": "21",
      "aya": "9",
      "arabic_text": "ثُمَّ صَدَقۡنَٰهُمُ ٱلۡوَعۡدَ فَأَنجَيۡنَٰهُمۡ وَمَن نَّشَآءُ وَأَهۡلَكۡنَا ٱلۡمُسۡرِفِينَ",
      "translation": "Кийин Биз пайгамбарларга берген убаданы аткарып (каапырларга азап жиберип), пайгамбарларды жана Өзүбүз каалаган (ыймандуу) адамдарды куткарып, чектен чыккандарды кыйратып салдык.",
      "footnotes": ""
    },
    {
      "id": "2493",
      "sura": "21",
      "aya": "10",
      "arabic_text": "لَقَدۡ أَنزَلۡنَآ إِلَيۡكُمۡ كِتَٰبٗا فِيهِ ذِكۡرُكُمۡۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "(Оо, пайгамбар менен мусулмандар!) Биз силерге Китеп (Куран) түшүрдүк. Анын ичинде силердин шоорат-даңкыңар бар. Акылыңарды иштетпейсиңерби?[1]",
      "footnotes": "[1] Эгер силер акылыңарды иштетип, Куран көргөзмөсү менен жашасаңар, ишенимиңерде да, ишиңерде да ошого таянсаңар сөзсүз эки дүйнөдө даңктуу адамдардан болосуңар!"
    },
    {
      "id": "2494",
      "sura": "21",
      "aya": "11",
      "arabic_text": "وَكَمۡ قَصَمۡنَا مِن قَرۡيَةٖ كَانَتۡ ظَالِمَةٗ وَأَنشَأۡنَا بَعۡدَهَا قَوۡمًا ءَاخَرِينَ",
      "translation": "Жана Биз (өткөндө) нечен-нечен залым (каапыр) шаарларды кыйратып, алардан кийин (ордуна) башкаларды жараттык.",
      "footnotes": ""
    },
    {
      "id": "2495",
      "sura": "21",
      "aya": "12",
      "arabic_text": "فَلَمَّآ أَحَسُّواْ بَأۡسَنَآ إِذَا هُم مِّنۡهَا يَرۡكُضُونَ",
      "translation": "Алар Биздин азабыбызды(н белгисин) байкаар замат шаардан качып жөнөштү.",
      "footnotes": ""
    },
    {
      "id": "2496",
      "sura": "21",
      "aya": "13",
      "arabic_text": "لَا تَرۡكُضُواْ وَٱرۡجِعُوٓاْ إِلَىٰ مَآ أُتۡرِفۡتُمۡ فِيهِ وَمَسَٰكِنِكُمۡ لَعَلَّكُمۡ تُسۡـَٔلُونَ",
      "translation": "«Качпагыла, көңүл ачуучу жайыңарга жана үйүңөргө кайткыла, балким (өлтүрүлбөй бирөөңөрдөн-бирөөңөр) суралган бойдон калаарсыңар» (дешти азаптоочу периштелер какшык менен).",
      "footnotes": ""
    },
    {
      "id": "2497",
      "sura": "21",
      "aya": "14",
      "arabic_text": "قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ",
      "translation": "Алар болсо: «Ох, бизге өлүм болсун! Биз залымдардан болуп калган элек!» дешти.",
      "footnotes": ""
    },
    {
      "id": "2498",
      "sura": "21",
      "aya": "15",
      "arabic_text": "فَمَا زَالَت تِّلۡكَ دَعۡوَىٰهُمۡ حَتَّىٰ جَعَلۡنَٰهُمۡ حَصِيدًا خَٰمِدِينَ",
      "translation": "Биз аларды орулган (чөп сыяктуу) кылып тындырып салганыбызга чейин ушул (армандуу) дубалары токтобой турду.",
      "footnotes": ""
    },
    {
      "id": "2499",
      "sura": "21",
      "aya": "16",
      "arabic_text": "وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ",
      "translation": "Биз Асман менен Жерди жана ал экөөнүн ортосундагы нерселерди оюн-эрмек үчүн жараткан жокпуз.[1]",
      "footnotes": "[1] Аллах бир нерсени эрмек үчүн жаратуудан Аруу. Тескерисинче Ал бүт ааламды Өз даанышмандыгы менен анык максат менен жаратты. Ааламдын бир бөлүгү болгон инсаниятты болсо, жалгыз Өзүнө ибадат кылуу үчүн жаратты."
    },
    {
      "id": "2500",
      "sura": "21",
      "aya": "17",
      "arabic_text": "لَوۡ أَرَدۡنَآ أَن نَّتَّخِذَ لَهۡوٗا لَّٱتَّخَذۡنَٰهُ مِن لَّدُنَّآ إِن كُنَّا فَٰعِلِينَ",
      "translation": "Эгер (асман-жерди) эрмек кылып алууну кааласак, Биз аны (эрмек-зоокту) Өзүбүздүн алдыбыздан (асмандардын үстүндөгү жогорку Арштан) деле тапмакпыз, эгер табууну кааласак.",
      "footnotes": ""
    },
    {
      "id": "2501",
      "sura": "21",
      "aya": "18",
      "arabic_text": "بَلۡ نَقۡذِفُ بِٱلۡحَقِّ عَلَى ٱلۡبَٰطِلِ فَيَدۡمَغُهُۥ فَإِذَا هُوَ زَاهِقٞۚ وَلَكُمُ ٱلۡوَيۡلُ مِمَّا تَصِفُونَ",
      "translation": "Биз Акыйкатты (Куранды) жалгандын үстүнө таштайбыз жана ал аны эзип, жанчып салат! Анан жалган жок болот. (Оо, Аллахтын шериги, аялы, баласы бар дегендер!) Мындай сыпаттаганыңар үчүн силерге (Уайл)[1] азап болсун!",
      "footnotes": "[1] Уайл – тозоктогу өтө катуу азап берилчү бир орундун аты."
    },
    {
      "id": "2502",
      "sura": "21",
      "aya": "19",
      "arabic_text": "وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَنۡ عِندَهُۥ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَلَا يَسۡتَحۡسِرُونَ",
      "translation": "Асмандар менен Жердеги нерселердин баары Аллахтын мүлкү. Анын алдындагылар (периштелер) Ага ибадат-кулчулук кылуудан текеберленишпейт жана чарчашпайт.",
      "footnotes": ""
    },
    {
      "id": "2503",
      "sura": "21",
      "aya": "20",
      "arabic_text": "يُسَبِّحُونَ ٱلَّيۡلَ وَٱلنَّهَارَ لَا يَفۡتُرُونَ",
      "translation": "(Тескерисинче,) түнү-күнү чарчабай-зерикпей Ага тасбих айтышат.",
      "footnotes": ""
    },
    {
      "id": "2504",
      "sura": "21",
      "aya": "21",
      "arabic_text": "أَمِ ٱتَّخَذُوٓاْ ءَالِهَةٗ مِّنَ ٱلۡأَرۡضِ هُمۡ يُنشِرُونَ",
      "translation": "Же болбосо, жердин өзүнөн эле тирилтүүчү «кудайларды» таап алышканбы?",
      "footnotes": ""
    },
    {
      "id": "2505",
      "sura": "21",
      "aya": "22",
      "arabic_text": "لَوۡ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَاۚ فَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ",
      "translation": "Эгер Асман менен Жерде Аллахтан башка кудайлар болгондо, экөө тең ойрон болмок. (Улуу, Бийик) Арштын Раббиси болгон Аллах мушриктер сыпаттаган нерселерден Аруу-Таза![1]",
      "footnotes": "[1] Мушриктер «Аллахтын шериги бар. Ар бир иштин, сезимдердин да өз кудайы бар» дешет. Аллах дагы бир аятта бул жалганды төмөнкүчө Акыйкат менен жокко чыгарат: «Аллах бала тутунган эмес, Аны менен бирге дагы бир кудай да жок. Эгер болсо, ар бир кудай өз жараткан нерсеси менен кетип, бири-бирине үстөмдүк көргөзүшмөк. (Мушриктер) Сыпаттаган сыпаттардан Аллах Аруу-Таза!»"
    },
    {
      "id": "2506",
      "sura": "21",
      "aya": "23",
      "arabic_text": "لَا يُسۡـَٔلُ عَمَّا يَفۡعَلُ وَهُمۡ يُسۡـَٔلُونَ",
      "translation": "Аллах Өзүнүн иши боюнча эч кимге жооп бербейт. Алар жооп беришет (суралышат).",
      "footnotes": ""
    },
    {
      "id": "2507",
      "sura": "21",
      "aya": "24",
      "arabic_text": "أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡۖ هَٰذَا ذِكۡرُ مَن مَّعِيَ وَذِكۡرُ مَن قَبۡلِيۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ٱلۡحَقَّۖ فَهُم مُّعۡرِضُونَ",
      "translation": "Же, алар Аллахтан башкаларды кудай кылып алыштыбы?! Айткын: «(Андай болсо) далилиңерди алып келгиле! Мына мендеги нерсенин (Курандын) сөздөрү жана менден мурунку нерселердин (Тоорат менен Инжилдин) сөздөрү! Жок, Алардын көпчүлүгү Акыйкатты билишпейт. (Мунун себеби) Алар жүз буруп кетишкен!",
      "footnotes": ""
    },
    {
      "id": "2508",
      "sura": "21",
      "aya": "25",
      "arabic_text": "وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٍ إِلَّا نُوحِيٓ إِلَيۡهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدُونِ",
      "translation": "(Оо, Мухаммад!) Сенден мурун жиберген ар бир пайгамбарга Биз: «Менден башка (ибадатка ылайык) кудай жок. Өзүмө гана сыйынгыла деп аян-кабар кылдык.",
      "footnotes": ""
    },
    {
      "id": "2509",
      "sura": "21",
      "aya": "26",
      "arabic_text": "وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗاۗ سُبۡحَٰنَهُۥۚ بَلۡ عِبَادٞ مُّكۡرَمُونَ",
      "translation": "(Мушриктер): «Чексиз Ырайымдуунун[1] баласы бар» дешти. Аллах бала күтүүдөн Аруу-Таза. Андай эмес, алар (периштелер) урматтуу пенделер.[2]",
      "footnotes": "[1] «Чексиз Ырайымдуу» арабчасы Ар-Рахман – Аллах тааланын 99 ысымы жана сыпаттарынан бири. \n[2] Араб мушриктери: «Периштелер – Аллахтын кыздары» дешкен. Бул аят алардын сөздөрүн жалганга чыгарып, периштелердин чыныгы сыпатын баяндап берүүдө."
    },
    {
      "id": "2510",
      "sura": "21",
      "aya": "27",
      "arabic_text": "لَا يَسۡبِقُونَهُۥ بِٱلۡقَوۡلِ وَهُم بِأَمۡرِهِۦ يَعۡمَلُونَ",
      "translation": "Алар Андан (Аллахтан) озунуп сүйлөшпөйт. Алар анын буйругун гана аткарышат.",
      "footnotes": ""
    },
    {
      "id": "2511",
      "sura": "21",
      "aya": "28",
      "arabic_text": "يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يَشۡفَعُونَ إِلَّا لِمَنِ ٱرۡتَضَىٰ وَهُم مِّنۡ خَشۡيَتِهِۦ مُشۡفِقُونَ",
      "translation": "(Аллах) Алардын келечектерин да, өтмүштөрүн да билет. Алар (Аллахтын алдында) Ал каалагандар үчүн гана колдоочу боло алышат. Алар Аллахтан коркуп, ырайымына жалдырап турушат.",
      "footnotes": ""
    },
    {
      "id": "2512",
      "sura": "21",
      "aya": "29",
      "arabic_text": "۞ وَمَن يَقُلۡ مِنۡهُمۡ إِنِّيٓ إِلَٰهٞ مِّن دُونِهِۦ فَذَٰلِكَ نَجۡزِيهِ جَهَنَّمَۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ",
      "translation": "Алардын кимиси «мен – кудаймын» десе Биз аны тозок менен жазалайбыз. Биз залимдерди ушундай жазалайбыз.",
      "footnotes": ""
    },
    {
      "id": "2513",
      "sura": "21",
      "aya": "30",
      "arabic_text": "أَوَلَمۡ يَرَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ كَانَتَا رَتۡقٗا فَفَتَقۡنَٰهُمَاۖ وَجَعَلۡنَا مِنَ ٱلۡمَآءِ كُلَّ شَيۡءٍ حَيٍّۚ أَفَلَا يُؤۡمِنُونَ",
      "translation": "«Каапырлар билишпейби, асмандар менен жер (мурда) бири-бирине жабышып турган болчу. Кийин Биз алардын ортосун бөлүп койдук. Жана Биз ар бир тирүү нерсени суудан[1] жараттык. Ыйман келтиришпейби?!»",
      "footnotes": "[1] Илгери асманда не булут, не жамгыр болгон эмес. Жерде да пайдалуу өсүмдүктөр, дарыя-деңиздер болгон эмес. Бардыгы тосулган, кулпуланган эле. Анан Аллах сууну жаратуу менен, аны буулантып асманга көтөрүп, булут, жамгыр жаратып, ошонун шарапаты менен жер «тирилди»."
    },
    {
      "id": "2514",
      "sura": "21",
      "aya": "31",
      "arabic_text": "وَجَعَلۡنَا فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِهِمۡ وَجَعَلۡنَا فِيهَا فِجَاجٗا سُبُلٗا لَّعَلَّهُمۡ يَهۡتَدُونَ",
      "translation": "Жана адамдарды жер бетинде бекем кармап турсун деп тоолорду жараттык. Жана элдер туура жол таап (адашпай) жүрсүн деп өрөөн – жолдорду жасап койдук.",
      "footnotes": ""
    },
    {
      "id": "2515",
      "sura": "21",
      "aya": "32",
      "arabic_text": "وَجَعَلۡنَا ٱلسَّمَآءَ سَقۡفٗا مَّحۡفُوظٗاۖ وَهُمۡ عَنۡ ءَايَٰتِهَا مُعۡرِضُونَ",
      "translation": "Жана асманды корголгон там кылдык.[1] Алар Биздин (бул) аян-белгилерибизден жүз бурушууда!",
      "footnotes": "[1] Асман Аллахтын Кудурети менен корголуп турат. Анын жылдыздары төгүлүп кетпейт. Күн нурунун зыяндуу болгондорун белгилүү катмарлар (озон) кармап калат. Ошондой эле, эң жогорку асмандар жин-шайтандардын чабуулунан, сагаалап, кайып кабар уурдоосунан корголгон."
    },
    {
      "id": "2516",
      "sura": "21",
      "aya": "33",
      "arabic_text": "وَهُوَ ٱلَّذِي خَلَقَ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ فِي فَلَكٖ يَسۡبَحُونَ",
      "translation": "Ал күндүз менен караңгылыкты, Күн менен Айды жаратты. Бардыгы Асманда сүзүп жүрүшөт.",
      "footnotes": ""
    },
    {
      "id": "2517",
      "sura": "21",
      "aya": "34",
      "arabic_text": "وَمَا جَعَلۡنَا لِبَشَرٖ مِّن قَبۡلِكَ ٱلۡخُلۡدَۖ أَفَإِيْن مِّتَّ فَهُمُ ٱلۡخَٰلِدُونَ",
      "translation": "(Оо, Мухаммад!) Сенден мурун да эч бир адамды түбөлүк жаратпадык. Эмне, сен өлүп, алар (мушриктер) түбөлүк жашайт бекен?!",
      "footnotes": ""
    },
    {
      "id": "2518",
      "sura": "21",
      "aya": "35",
      "arabic_text": "كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَنَبۡلُوكُم بِٱلشَّرِّ وَٱلۡخَيۡرِ فِتۡنَةٗۖ وَإِلَيۡنَا تُرۡجَعُونَ",
      "translation": "Ар бир жан өлүмдү(н даамын) татуучу. (Ошого чейин) Биз силерди (кээде) жакшылык, (кээде) жамандык менен сынайбыз. Жана (өмүрүңөр бүткөндө) Өзүбүзгө кайтарыласыңар.",
      "footnotes": ""
    },
    {
      "id": "2519",
      "sura": "21",
      "aya": "36",
      "arabic_text": "وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓاْ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي يَذۡكُرُ ءَالِهَتَكُمۡ وَهُم بِذِكۡرِ ٱلرَّحۡمَٰنِ هُمۡ كَٰفِرُونَ",
      "translation": "Эгер сени каапырлар көрсө (бири-бирине) силердин (Аллахтан башка) кудайыңарды (буларга сыйынып болбойт деп) тилге алган ушулбу?» деп шылдыңдашат. Алар Чексиз Ырайымдууну эскерүүдөн каапыр болушууда.",
      "footnotes": ""
    },
    {
      "id": "2520",
      "sura": "21",
      "aya": "37",
      "arabic_text": "خُلِقَ ٱلۡإِنسَٰنُ مِنۡ عَجَلٖۚ سَأُوْرِيكُمۡ ءَايَٰتِي فَلَا تَسۡتَعۡجِلُونِ",
      "translation": "Инсан сабырсыз жаратылган. (Оо, каапырлар,) жакында силерге белгилеримди (азапты) көргөзөмүн, Мени шаштырбагыла!",
      "footnotes": ""
    },
    {
      "id": "2521",
      "sura": "21",
      "aya": "38",
      "arabic_text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "Алар: «Эгер чынчыл болсоңор, жанагы убада (азап) качан?» – дешет.",
      "footnotes": ""
    },
    {
      "id": "2522",
      "sura": "21",
      "aya": "39",
      "arabic_text": "لَوۡ يَعۡلَمُ ٱلَّذِينَ كَفَرُواْ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمۡ وَلَا هُمۡ يُنصَرُونَ",
      "translation": "Эгер каапырлар жүздөрүнөн жана жондорунан тозок отун тосо албай, жардамсыз калган мезгилди (кыяматты) билгенде (андай сөздөрдү айтпайт эле).",
      "footnotes": ""
    },
    {
      "id": "2523",
      "sura": "21",
      "aya": "40",
      "arabic_text": "بَلۡ تَأۡتِيهِم بَغۡتَةٗ فَتَبۡهَتُهُمۡ فَلَا يَسۡتَطِيعُونَ رَدَّهَا وَلَا هُمۡ يُنظَرُونَ",
      "translation": "(Кыямат) Аларга капыстан келет. Ошондо алар аны кайтаруудан алсыз болуп, коркуудан селейип калышат. (Анда) аларга (тообо кылуу үчүн) мөөнөт берилбейт![1]",
      "footnotes": "[1] Кыяматтын белгилери келип, бүт ааламдык катастрофалар (кыйроолор) башталганда, алар мунун кыямат экенин түшүнүп, «Оо, Аллах! Бизге мөөнөт бер, Өзүңө ибадат кылууга үлгүрүп калалы!» деп, жалдырап калышат."
    },
    {
      "id": "2524",
      "sura": "21",
      "aya": "41",
      "arabic_text": "وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "(Оо, Мухаммад! Алардын шылдыңына чөкпөгүн). Сенден мурунку пайгамбарларды деле шылдыңдашкан. Кийин алардын башына шылдыңдаган нерселери балээ болуп түшкөн.",
      "footnotes": ""
    },
    {
      "id": "2525",
      "sura": "21",
      "aya": "42",
      "arabic_text": "قُلۡ مَن يَكۡلَؤُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ مِنَ ٱلرَّحۡمَٰنِۚ بَلۡ هُمۡ عَن ذِكۡرِ رَبِّهِم مُّعۡرِضُونَ",
      "translation": "Айткын: «(Эй, каапырлар) Силерди түндө же күндүзү (азап жиберчү болсо) Чексиз Ырайымдуудан ким коргой алат?! Тескерисинче, алар Раббилерин(ин азабын) эскерүүдөн жүз бурушту.",
      "footnotes": ""
    },
    {
      "id": "2526",
      "sura": "21",
      "aya": "43",
      "arabic_text": "أَمۡ لَهُمۡ ءَالِهَةٞ تَمۡنَعُهُم مِّن دُونِنَاۚ لَا يَسۡتَطِيعُونَ نَصۡرَ أَنفُسِهِمۡ وَلَا هُم مِّنَّا يُصۡحَبُونَ",
      "translation": "Же Бизден бөлөк коргоочу кудайлары барбы?! Ал кудайлар (силерге эмес) өздөрүнө да жардам бере албайт. Жана Бизден да эч бир жардамга ээ боло алышпайт.",
      "footnotes": ""
    },
    {
      "id": "2527",
      "sura": "21",
      "aya": "44",
      "arabic_text": "بَلۡ مَتَّعۡنَا هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ طَالَ عَلَيۡهِمُ ٱلۡعُمُرُۗ أَفَلَا يَرَوۡنَ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَآۚ أَفَهُمُ ٱلۡغَٰلِبُونَ",
      "translation": "Жок, аларды да, ата-бабаларын да өмүрү узун болгонго чейин Биз пайдалантуудабыз. Алар көрбөй жатабы, Биз жерди ар тараптан кыскартып жатабыз го?![1] Эмне, алар (Аллахтын тагдырына моюн сунбай), жеңүүчү болушат бекен?",
      "footnotes": "[1] Ар бир адамдын өлүмү - жердин кыскарганы."
    },
    {
      "id": "2528",
      "sura": "21",
      "aya": "45",
      "arabic_text": "قُلۡ إِنَّمَآ أُنذِرُكُم بِٱلۡوَحۡيِۚ وَلَا يَسۡمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ",
      "translation": "(Оо, Мухаммад), сен аларга: «Мен силерди вахий (Аллахтан келген кабар) менен эскертип жатамын. Бирок, дүлөй адамдар эскертилген чакырыкты укпайт» деп айткын.",
      "footnotes": ""
    },
    {
      "id": "2529",
      "sura": "21",
      "aya": "46",
      "arabic_text": "وَلَئِن مَّسَّتۡهُمۡ نَفۡحَةٞ مِّنۡ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ",
      "translation": "Эгер аларды Раббиңдин бир аз эле азабы кармаса; «Ох, өлдүк! Биз залимдерден болуп калдык!» – дешет.",
      "footnotes": ""
    },
    {
      "id": "2530",
      "sura": "21",
      "aya": "47",
      "arabic_text": "وَنَضَعُ ٱلۡمَوَٰزِينَ ٱلۡقِسۡطَ لِيَوۡمِ ٱلۡقِيَٰمَةِ فَلَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗاۖ وَإِن كَانَ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٍ أَتَيۡنَا بِهَاۗ وَكَفَىٰ بِنَا حَٰسِبِينَ",
      "translation": "«Биз кыямат күн үчүн адилет таразаларды орнотобуз. Эч бир жан(га) зулумдук кылынбайт. (Сообунан кемитилбейт). Эгер (сообу же күнөөсү) сары кычы данынчалык болсо да, аны алып келебиз. Биз жетиштүү эсепчибиз».",
      "footnotes": ""
    },
    {
      "id": "2531",
      "sura": "21",
      "aya": "48",
      "arabic_text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ وَهَٰرُونَ ٱلۡفُرۡقَانَ وَضِيَآءٗ وَذِكۡرٗا لِّلۡمُتَّقِينَ",
      "translation": "Жана Биз Муса менен Харунга Фурканды (ак менен караны ажыратуучу Тооратты) такыба кишилер үчүн нур жана эскерме кылып бердик.",
      "footnotes": ""
    },
    {
      "id": "2532",
      "sura": "21",
      "aya": "49",
      "arabic_text": "ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشۡفِقُونَ",
      "translation": "Такыбаалар ушундай кишилер: Кайыптагы Раббисинен коркушат. Жана алар Кыямат Күндөн титиреп турушат.",
      "footnotes": ""
    },
    {
      "id": "2533",
      "sura": "21",
      "aya": "50",
      "arabic_text": "وَهَٰذَا ذِكۡرٞ مُّبَارَكٌ أَنزَلۡنَٰهُۚ أَفَأَنتُمۡ لَهُۥ مُنكِرُونَ",
      "translation": "Жана бул (Куран) Биз түшүргөн Зикир жана Берекет. Силер аны четке кагасыңарбы?!",
      "footnotes": ""
    },
    {
      "id": "2534",
      "sura": "21",
      "aya": "51",
      "arabic_text": "۞ وَلَقَدۡ ءَاتَيۡنَآ إِبۡرَٰهِيمَ رُشۡدَهُۥ مِن قَبۡلُ وَكُنَّا بِهِۦ عَٰلِمِينَ",
      "translation": "Биз буга чейин Ибрахимге туура жол бергенбиз. Жана аны(н абалын) Билүүчү болдук.",
      "footnotes": ""
    },
    {
      "id": "2535",
      "sura": "21",
      "aya": "52",
      "arabic_text": "إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِيٓ أَنتُمۡ لَهَا عَٰكِفُونَ",
      "translation": "Бир кезде ал атасына жана коомуна: «Силер табынып жаткан бул айкелдер(ден пайда) не?!» – деди.",
      "footnotes": ""
    },
    {
      "id": "2536",
      "sura": "21",
      "aya": "53",
      "arabic_text": "قَالُواْ وَجَدۡنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ",
      "translation": "«Ата-бабаларыбызды ошолорго сыйынган абалда тапканбыз» дешти алар.",
      "footnotes": ""
    },
    {
      "id": "2537",
      "sura": "21",
      "aya": "54",
      "arabic_text": "قَالَ لَقَدۡ كُنتُمۡ أَنتُمۡ وَءَابَآؤُكُمۡ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "(Ибрахим) Айтты: «Силер да, ата-бабаңар да анык адашууда болгонсуңар!»[1]",
      "footnotes": "[1] Мушриктердин ар дайымкы жообу – ушул. Эч бир далили жок сыйына беришет, кайдагы нерселерге. Далил сурасаң «ата-бабам» дейт. Ата-бабалар адашкан болсо, артынан кете бериш керекпи, адашып?!"
    },
    {
      "id": "2538",
      "sura": "21",
      "aya": "55",
      "arabic_text": "قَالُوٓاْ أَجِئۡتَنَا بِٱلۡحَقِّ أَمۡ أَنتَ مِنَ ٱللَّٰعِبِينَ",
      "translation": "(Мушриктер) Айтышты: «Сен чын сүйлөп жатасыңбы же ойноп (тамаша) сүйлөп жатасыңбы?»",
      "footnotes": ""
    },
    {
      "id": "2539",
      "sura": "21",
      "aya": "56",
      "arabic_text": "قَالَ بَل رَّبُّكُمۡ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلَّذِي فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّٰهِدِينَ",
      "translation": "Айтты: «Чынын айтам; Силердин Раббиңер асмандардын жана жердин Раббиси. Аларды жараткан. Буга мен өзүм күбөгө өтүүчүмүн.",
      "footnotes": ""
    },
    {
      "id": "2540",
      "sura": "21",
      "aya": "57",
      "arabic_text": "وَتَٱللَّهِ لَأَكِيدَنَّ أَصۡنَٰمَكُم بَعۡدَ أَن تُوَلُّواْ مُدۡبِرِينَ",
      "translation": "Жана Аллахка ант ичип айтамын: «Мен силер (шаардан) кеткенде айкел-кудайыңардын амалын таап коёмун!»",
      "footnotes": ""
    },
    {
      "id": "2541",
      "sura": "21",
      "aya": "58",
      "arabic_text": "فَجَعَلَهُمۡ جُذَٰذًا إِلَّا كَبِيرٗا لَّهُمۡ لَعَلَّهُمۡ إِلَيۡهِ يَرۡجِعُونَ",
      "translation": "Анан алардын эң чоңунан башка баарын талкалап чыкты, ошого кайтышсын деп. (Шаар эли майрамдан кайтып, ибадатканага киришип:)",
      "footnotes": ""
    },
    {
      "id": "2542",
      "sura": "21",
      "aya": "59",
      "arabic_text": "قَالُواْ مَن فَعَلَ هَٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّٰلِمِينَ",
      "translation": "«Биздин кудайларыбызга муну ким жасады?! Ал анык залымдардан экен!» дешти.",
      "footnotes": ""
    },
    {
      "id": "2543",
      "sura": "21",
      "aya": "60",
      "arabic_text": "قَالُواْ سَمِعۡنَا فَتٗى يَذۡكُرُهُمۡ يُقَالُ لَهُۥٓ إِبۡرَٰهِيمُ",
      "translation": "(Кээ бирөөлөрү) айтышты: «Ибрахим деген жаш жигит кудайларыбызды (жамандык менен) тилге алып жүргөн».",
      "footnotes": ""
    },
    {
      "id": "2544",
      "sura": "21",
      "aya": "61",
      "arabic_text": "قَالُواْ فَأۡتُواْ بِهِۦ عَلَىٰٓ أَعۡيُنِ ٱلنَّاسِ لَعَلَّهُمۡ يَشۡهَدُونَ",
      "translation": "(Чоңдору) Айтты: «Аны адамдардын көз алдына алып келгиле, (сазайын бергенибизди) көрүп коюшсун!»",
      "footnotes": ""
    },
    {
      "id": "2545",
      "sura": "21",
      "aya": "62",
      "arabic_text": "قَالُوٓاْ ءَأَنتَ فَعَلۡتَ هَٰذَا بِـَٔالِهَتِنَا يَٰٓإِبۡرَٰهِيمُ",
      "translation": "«Оо, Ибрахим! Биздин кудайларыбызга ушуну сен жасадыңбы?!» – дешти.",
      "footnotes": ""
    },
    {
      "id": "2546",
      "sura": "21",
      "aya": "63",
      "arabic_text": "قَالَ بَلۡ فَعَلَهُۥ كَبِيرُهُمۡ هَٰذَا فَسۡـَٔلُوهُمۡ إِن كَانُواْ يَنطِقُونَ",
      "translation": "«Жок», – деди Ибрахим. Мына бул (балта кармап турган) чоңу жасады. Эгер сүйлөчү болсо сурап алгыла».",
      "footnotes": ""
    },
    {
      "id": "2547",
      "sura": "21",
      "aya": "64",
      "arabic_text": "فَرَجَعُوٓاْ إِلَىٰٓ أَنفُسِهِمۡ فَقَالُوٓاْ إِنَّكُمۡ أَنتُمُ ٱلظَّٰلِمُونَ",
      "translation": "Ошондо алар (бир саамга) эстерине келе калып, (бири-бирине) «Чын эле силер өзүңөр залим экенсиңер» – дешти.",
      "footnotes": ""
    },
    {
      "id": "2548",
      "sura": "21",
      "aya": "65",
      "arabic_text": "ثُمَّ نُكِسُواْ عَلَىٰ رُءُوسِهِمۡ لَقَدۡ عَلِمۡتَ مَا هَٰٓؤُلَآءِ يَنطِقُونَ",
      "translation": "Кийин дагы баштары айланып, «Сен булардын сүйлөбөй тургандыгын билет болчусуң! (Бизди шылдың кылба)» – дешти.",
      "footnotes": ""
    },
    {
      "id": "2549",
      "sura": "21",
      "aya": "66",
      "arabic_text": "قَالَ أَفَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمۡ شَيۡـٔٗا وَلَا يَضُرُّكُمۡ",
      "translation": "«Аллахтан башка, өзүңөргө не зыян, не пайда келтире албаган кудайларга сыйынып жатасыңарбы? - деди.",
      "footnotes": ""
    },
    {
      "id": "2550",
      "sura": "21",
      "aya": "67",
      "arabic_text": "أُفّٖ لَّكُمۡ وَلِمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "Силерден дагы, Аллахтан башка сыйынган кудайыңардан дагы тажадым! Акылыңарды иштетпейсиңерби?!» (деди Ибрахим). (Мушриктер Ибрахимдин далилдерине жооп бере албай, күч колдонууну каалашты жана):",
      "footnotes": ""
    },
    {
      "id": "2551",
      "sura": "21",
      "aya": "68",
      "arabic_text": "قَالُواْ حَرِّقُوهُ وَٱنصُرُوٓاْ ءَالِهَتَكُمۡ إِن كُنتُمۡ فَٰعِلِينَ",
      "translation": "«Аны отко ыргыткыла! Кудайыңарга жардам бергиле! Эгер жасай алсаңар, ушундай жасагыла!» - дешти.",
      "footnotes": ""
    },
    {
      "id": "2552",
      "sura": "21",
      "aya": "69",
      "arabic_text": "قُلۡنَا يَٰنَارُ كُونِي بَرۡدٗا وَسَلَٰمًا عَلَىٰٓ إِبۡرَٰهِيمَ",
      "translation": "Биз айттык: «Оо, от, Ибрахимге муздак жана саламаттык бол!».[1]",
      "footnotes": "[1] От деле Аллахтын пендеси. Ал өз Раббисинин буйругуна моюн сунуп, Ибрахимге зыян жеткирбеди. Ибрахим алоолонгон оттон эсен-аман чыкты."
    },
    {
      "id": "2553",
      "sura": "21",
      "aya": "70",
      "arabic_text": "وَأَرَادُواْ بِهِۦ كَيۡدٗا فَجَعَلۡنَٰهُمُ ٱلۡأَخۡسَرِينَ",
      "translation": "Алар муну менен (динге каршы) айлакерлик кылууну каалашты. Бирок, Биз аларды зыян тартуучу кылдык.",
      "footnotes": ""
    },
    {
      "id": "2554",
      "sura": "21",
      "aya": "71",
      "arabic_text": "وَنَجَّيۡنَٰهُ وَلُوطًا إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَا لِلۡعَٰلَمِينَ",
      "translation": "Жана Биз аны (Ибрахим) менен Лут экөөсүн, ааламдар үчүн берекелүү кылган жерге (Шам өлкөсүнө) куткарып (чыгарып) жибердик.[1]",
      "footnotes": "[1] Лут анын агасынын баласы болчу. Ибрахим каапыр атасын, элин таштап, өз журту Вавилондон (Ирактан) Шам (азыркы Сирия, Иордания жана Палестина) жерине чыгып кетти. Аны менен Луттан башка, аялы Сара да болгон."
    },
    {
      "id": "2555",
      "sura": "21",
      "aya": "72",
      "arabic_text": "وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ نَافِلَةٗۖ وَكُلّٗا جَعَلۡنَا صَٰلِحِينَ",
      "translation": "Биз ага Исхакты жана (анын уулу) Якубду кошумча кылып бердик. Жана (Ибрахим, Исхак, Якубдун) баарын тең салих (жакшы) адамдардан кылдык.",
      "footnotes": ""
    },
    {
      "id": "2556",
      "sura": "21",
      "aya": "73",
      "arabic_text": "وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا وَأَوۡحَيۡنَآ إِلَيۡهِمۡ فِعۡلَ ٱلۡخَيۡرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِۖ وَكَانُواْ لَنَا عَٰبِدِينَ",
      "translation": "Биз аларды Өзүбүздүн гана ишибизге (динибизге) баштоочу имамдардан кылдык. Жана аларга жакшы иштерди жасоону, намаз окууну жана зекет берүүнү вахий кылдык. Алар Бизге (эч нерсени шерик кошпой) ибадат кылуучулардан болчу.",
      "footnotes": ""
    },
    {
      "id": "2557",
      "sura": "21",
      "aya": "74",
      "arabic_text": "وَلُوطًا ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَنَجَّيۡنَٰهُ مِنَ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَت تَّعۡمَلُ ٱلۡخَبَٰٓئِثَۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَٰسِقِينَ",
      "translation": "Биз Лутка да өкүм (пайгамбарчылык) жана илим (шарият) бердик. Биз аны ыпластык (бачабаздык) иштерди жасаган шаардан чыгарып кеттик. Алар (шаар эли) жаман, бузук адамдар болгон.",
      "footnotes": ""
    },
    {
      "id": "2558",
      "sura": "21",
      "aya": "75",
      "arabic_text": "وَأَدۡخَلۡنَٰهُ فِي رَحۡمَتِنَآۖ إِنَّهُۥ مِنَ ٱلصَّٰلِحِينَ",
      "translation": "Биз аны Өз ырайымыбызга алдык. Чынында ал салих-жакшы адамдардан.",
      "footnotes": ""
    },
    {
      "id": "2559",
      "sura": "21",
      "aya": "76",
      "arabic_text": "وَنُوحًا إِذۡ نَادَىٰ مِن قَبۡلُ فَٱسۡتَجَبۡنَا لَهُۥ فَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ",
      "translation": "Жана Нухту (эскер). Мурун ал (Бизге бийик добуш менен) дуба кылды эле, Биз аны кабыл алдык. Анан Биз аны менен үй-бүлөсүн улук кайгыдан (топон суудан) куткарып калдык.[1]",
      "footnotes": "[1] Нух пайгамбар каапыр элин тогуз жүз элүү жыл жалгыз Аллахка сыйынууга чакырса да, таш жүрөк коому кабылдоонун ордуна шылдыңдоо менен жооп беришти. Сабыр чөйчөгү толгон Нух алейхис-салам: «Оо, Раббим! Жер бетинде бир дагы каапырдын үй-жайын койбогун!» деп дуба кылды эле, дубасы кабыл болуп, топон суу каптап кирди."
    },
    {
      "id": "2560",
      "sura": "21",
      "aya": "77",
      "arabic_text": "وَنَصَرۡنَٰهُ مِنَ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ",
      "translation": "Биз ага аяттарыбызды «жалган» деген (каапыр) коомдон (алардын зыян келтирүүсүнөн) жардам бердик. Алар жаман адамдар болчу. Биз алардын бирин койбой (топон сууга) чөктүрдүк.",
      "footnotes": ""
    },
    {
      "id": "2561",
      "sura": "21",
      "aya": "78",
      "arabic_text": "وَدَاوُۥدَ وَسُلَيۡمَٰنَ إِذۡ يَحۡكُمَانِ فِي ٱلۡحَرۡثِ إِذۡ نَفَشَتۡ فِيهِ غَنَمُ ٱلۡقَوۡمِ وَكُنَّا لِحُكۡمِهِمۡ شَٰهِدِينَ",
      "translation": "Дауд менен Сулайманды (эстегин). Бир кезде ал экөөсү бир коомдун койлору (түндөсү каптап кирип) майкандап койгону жөнүндө өкүм кылышкан, Биз алардын өкүмүнө күбө болгонбуз.[1]",
      "footnotes": "[1] Эгинзардын ээси койдун ээсинен арызданып падыша Дауддун алдына келгенде, ал майкандалган бактын ээсине койлорду алып берип коет. Анда уулу Сулайман: «Атаке, койлорду ээсинен биротоло алып койбой, убактылуу гана алып берсек. Ал эгинзарына зыян келтирген үчүн койлордун сүтүнөн, жүнүнөн гана пайдаланып турсун. Койдун ээси болсо, эгинди сугарып, өстүрүп кайра калыбына келтиргенде, койлорун кайра алсын» деп өкүм кылат. Атасы ушул өкүмдү туура көрөт."
    },
    {
      "id": "2562",
      "sura": "21",
      "aya": "79",
      "arabic_text": "فَفَهَّمۡنَٰهَا سُلَيۡمَٰنَۚ وَكُلًّا ءَاتَيۡنَا حُكۡمٗا وَعِلۡمٗاۚ وَسَخَّرۡنَا مَعَ دَاوُۥدَ ٱلۡجِبَالَ يُسَبِّحۡنَ وَٱلطَّيۡرَۚ وَكُنَّا فَٰعِلِينَ",
      "translation": "Сулайманга бул чечимди түшүндүрдүк. Биз экөөнө тең (Дауд менен Сулайманга) өкүм жана илим бергенбиз. Даудга өзү менен кошо (Аллахка) тасбих айткан тоолорду жана куштарды моюн сундурдук.[1] (Ушуну) Биз жасадык.",
      "footnotes": "[1] Дауд пайгамбардын үнү аябай жагымдуу жана бийик болгон. Ал Аллахты эскерип, Ыйык Китептин аяттарын мукамдуу окуганда тоолор эригидей болуп, асмандагы куштар үстүндө чарк айланып, аны менен кошо тасбих айтып турушкан."
    },
    {
      "id": "2563",
      "sura": "21",
      "aya": "80",
      "arabic_text": "وَعَلَّمۡنَٰهُ صَنۡعَةَ لَبُوسٖ لَّكُمۡ لِتُحۡصِنَكُم مِّنۢ بَأۡسِكُمۡۖ فَهَلۡ أَنتُمۡ شَٰكِرُونَ",
      "translation": "Биз Даудга силерди сокку-зыяндан сактай турган (зоот) кийимдерди жасоону үйрөттүк. Эми шүгүр кылаарсыңар?![1]",
      "footnotes": "[1] Согуштарда денени найза, жаанын огу жана кылычтан сактай турган зоот кийим Дауд пайгамбардан мурда болгон эмес. Демек, Аллах таала Дауд пайгамбар аркылуу инсаниятка чоң жакшылык берди. Бул шүгүр кылууга татыктуу нерсе. Кээ бир тафсирчилер: «Аллах темирди Даудка моюн сундургандан улам, аны камыр ийлегендей ийлеп, эч бир кыздырбай эле каалаган нерсесин жасап алчу. Бул Аллахтын Даудка берген пайгамбарлык моожизасы болчу» дешет. Мына ушундан улам «темирдин пири Дөөт» деген туура эмес түшүнүк калыптанган. Дауд эч нерсенин пири эмес. Андагы бардык касиеттер Аллах тааладан."
    },
    {
      "id": "2564",
      "sura": "21",
      "aya": "81",
      "arabic_text": "وَلِسُلَيۡمَٰنَ ٱلرِّيحَ عَاصِفَةٗ تَجۡرِي بِأَمۡرِهِۦٓ إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَاۚ وَكُنَّا بِكُلِّ شَيۡءٍ عَٰلِمِينَ",
      "translation": "Жана Сулайманга учкул шамалдарды моюн сундурдук. Алар анын буйругу менен, Биз берекеттүү кылган жерде[1] желип турат. Биз ар бир нерсени Билүүчүбүз.",
      "footnotes": "[1] Бул аяттагы «жер» Сулайман пайгамбар жашаган Шам (азыркы Сирия) жери."
    },
    {
      "id": "2565",
      "sura": "21",
      "aya": "82",
      "arabic_text": "وَمِنَ ٱلشَّيَٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعۡمَلُونَ عَمَلٗا دُونَ ذَٰلِكَۖ وَكُنَّا لَهُمۡ حَٰفِظِينَ",
      "translation": "Жана ал (Сулайман) үчүн суунун астында сүзүүчү жана мындан башка (инсан жасай албай турган) иштерди жасап бере турган жин-шайтандарды (моюн сундурдук). Аларды Биз Өзүбүз көзөмөлдөөчүбүз.[1]",
      "footnotes": "[1] Суучул жиндер деңиз түбүнөн асыл таштарды алып чыгышкан. Башка иш жасагандары Сулайманга чоң аскалардан сарайлар жасап беришкен."
    },
    {
      "id": "2566",
      "sura": "21",
      "aya": "83",
      "arabic_text": "۞ وَأَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلضُّرُّ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ",
      "translation": "Жана Аюбду да эсте. Ал Раббисине: «Мени зыян каптады! Өзүң ырайым кылуучулардын эң ырайымдуусусуң!» – деп, кайрылып дуба кылды.[1]",
      "footnotes": "[1] Аллах Аюб пайгамбарды оор дарт менен сынаган. Анын тагдырдагы буйругу менен Аюбдун бүт денесин ириңдүү жара каптайт. Аллах Аюбдун үй-бүлөсүн, байлык-мүлкүн да жоготот. Бирок, Аюб мунун бардыгына сабыр кылат, тагдырына ыраазы болот. Бирок, адам пенде, темир эмес. Аллахка аятта айтылгандай жалбарып жардам тилейт."
    },
    {
      "id": "2567",
      "sura": "21",
      "aya": "84",
      "arabic_text": "فَٱسۡتَجَبۡنَا لَهُۥ فَكَشَفۡنَا مَا بِهِۦ مِن ضُرّٖۖ وَءَاتَيۡنَٰهُ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنۡ عِندِنَا وَذِكۡرَىٰ لِلۡعَٰبِدِينَ",
      "translation": "Кийин Биз анын дубасын кабыл кылып, андагы зыянды арылттык жана Өзүбүздөн ырайым-рахмат иретинде жана (сабырдуу) ибадат кылуучуларга эскерме-сабак болсун деп ага үй-бүлөсүн кайтарып, алар менен дагы ошончо (перзент) бердик.",
      "footnotes": ""
    },
    {
      "id": "2568",
      "sura": "21",
      "aya": "85",
      "arabic_text": "وَإِسۡمَٰعِيلَ وَإِدۡرِيسَ وَذَا ٱلۡكِفۡلِۖ كُلّٞ مِّنَ ٱلصَّٰبِرِينَ",
      "translation": "Жана (оо, Мухаммад), Исмаил, Идрис, Зулкифлдерди да эстегин. Алардын баардыгы сабырдуулардан болгон.",
      "footnotes": ""
    },
    {
      "id": "2569",
      "sura": "21",
      "aya": "86",
      "arabic_text": "وَأَدۡخَلۡنَٰهُمۡ فِي رَحۡمَتِنَآۖ إِنَّهُم مِّنَ ٱلصَّٰلِحِينَ",
      "translation": "Аларды Өз ырайымыбызга алдык. Бардыгы салих-жакшы пенделерден.",
      "footnotes": ""
    },
    {
      "id": "2570",
      "sura": "21",
      "aya": "87",
      "arabic_text": "وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبٗا فَظَنَّ أَن لَّن نَّقۡدِرَ عَلَيۡهِ فَنَادَىٰ فِي ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبۡحَٰنَكَ إِنِّي كُنتُ مِنَ ٱلظَّٰلِمِينَ",
      "translation": "Зуннунду да эстегин.[1] Бир кезде ал ачууланып (элинен ээн жерге) кетип калды. Ал Бизди өзүн тар (жана караңгы) жерде калтырбайт деп ойлогон.[2] Ал караңгылыктарда (калып): «Өзүңдөн башка сыйынылуучу Зат жок. (Оо, Раббим!) Сен Аруу-Таза Кудайсың! Мен залимдерден болуп калдым!» – деп жалбарды.",
      "footnotes": "[1] Зуннун – бул Юнус пайгамбар. Арабча «зу» - «ээси» дегенди, «нун» кит-балык дегенди билдирет. Юнус пайгамбарды балык жутуп жибергенден улам Зуннун – балык ээси деп аталат.\n[2] Юнус пайгамбар элин туура жолго чакырганда кабыл албай койду. Адаттагыдай баштарына азап келип калганда Аллахка: «Эми ыкластуу ибадат кылабыз» деп жалбарышты. Аллах Өзүнө гана белгилүү себеп менен эч бир элден көтөрбөгөн азапты Юнустун элинен көтөрдү. Юнус элин жакшы эле тарбиялады. Бирок, бир нерседен ачууланып, сабырсыздык кылып, ээн-эркиндик издеп, журтунан чыгып кетет. Жолдо кемеге минет. Бир мезгилде добул туруп, кемедегилер: «Адам көп, кеме баарыбызды көтөрүп жээкке жете албайт. Чек таштап, бирөөнү сууга ыргытабыз» дешет. Чек Юнуска түшөт. Аллахтын буйругу менен аны чоң балык жутуп жиберет. Кенендик издеп чыккан Юнус, ушинтип тар, караңгы жерде калат."
    },
    {
      "id": "2571",
      "sura": "21",
      "aya": "88",
      "arabic_text": "فَٱسۡتَجَبۡنَا لَهُۥ وَنَجَّيۡنَٰهُ مِنَ ٱلۡغَمِّۚ وَكَذَٰلِكَ نُـۨجِي ٱلۡمُؤۡمِنِينَ",
      "translation": "Биз анын дубасын кабыл алдык жана кайгыдан куткардык. Биз ыймандуу адамдарды мына ушинтип куткарабыз.[1]",
      "footnotes": "[1] Балыктын ичинде жатып жалбарган дубасын Аллах кабыл алып, Балыкка Юнусту жээкке чыгарып таштоосун буюрган. Ыймандуу адам ар кандай кырдаалда Аллахтын жардамынан үмүт үзбөш керек."
    },
    {
      "id": "2572",
      "sura": "21",
      "aya": "89",
      "arabic_text": "وَزَكَرِيَّآ إِذۡ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرۡنِي فَرۡدٗا وَأَنتَ خَيۡرُ ٱلۡوَٰرِثِينَ",
      "translation": "Жана Закарияны эсте: Ал Раббисине: «Оо, Раббим! Мени жалгыз (туяксыз) калтырба! Өзүң мурас алуучулардын (бардыгынын артында калуучулардын) эң жакшысысың!» деп дуба кылганда,",
      "footnotes": ""
    },
    {
      "id": "2573",
      "sura": "21",
      "aya": "90",
      "arabic_text": "فَٱسۡتَجَبۡنَا لَهُۥ وَوَهَبۡنَا لَهُۥ يَحۡيَىٰ وَأَصۡلَحۡنَا لَهُۥ زَوۡجَهُۥٓۚ إِنَّهُمۡ كَانُواْ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَيَدۡعُونَنَا رَغَبٗا وَرَهَبٗاۖ وَكَانُواْ لَنَا خَٰشِعِينَ",
      "translation": "Биз анын дубасын кабыл алып, ага Яхьяны белек кылганбыз жана төрөбөс аялын да айыктырып койгонбуз. Алар (пайгамбарлар) жакшылык (сооп) иштерге тез киришүүчү пенделер эле. (Жакшылыктардан) үмүт кылып (жамандыктардан) коркуп дуба кылышчу. Жана алар Биз үчүн кичипейил пенделер болгон.",
      "footnotes": ""
    },
    {
      "id": "2574",
      "sura": "21",
      "aya": "91",
      "arabic_text": "وَٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهَا مِن رُّوحِنَا وَجَعَلۡنَٰهَا وَٱبۡنَهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ",
      "translation": "Жана абийирин сактаган кызды (Мариямды) да эстегин. Кийин Биз ага Өз Рухубуздан үйлөдүк. Аны жана анын уулун ааламдар үчүн (Өз Кудуретибизден) белги кылдык.[1]",
      "footnotes": "[1] Мариям өзүн ибадатка багыштаган такыба кыз бала болчу. Аллах ошол кыз баланын жатынында перзент пайда кылууну каалап, Жебирейил периштени жиберди. Периште анын жакасынан үйлөп койду эле, ошол демден (Рухтан) анын боюна бүтүп, Иса алейхи салам төрөлдү."
    },
    {
      "id": "2575",
      "sura": "21",
      "aya": "92",
      "arabic_text": "إِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱعۡبُدُونِ",
      "translation": "(Оо, адамдар!) Силердин бул үммөтүңөр (диниңер) бир үммөт[1] жана Мен силердин Раббиңер боломун. Демек, Мага гана ибадат кылгыла!",
      "footnotes": "[1] Бардык дүйнө элдерине келген пайгамбарлар бир Аллахтын Өзүнөн. Бир максат – элдерди жалгыз Аллахка ибадат кылууга чакыруу үчүн келген. Дини бир дегени – ушул."
    },
    {
      "id": "2576",
      "sura": "21",
      "aya": "93",
      "arabic_text": "وَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡۖ كُلٌّ إِلَيۡنَا رَٰجِعُونَ",
      "translation": "Бирок, (кийин) адамдар иштерин (дин-ишенимдерин) бөлүп салды. (Кантсе да) Бардыгы Өзүбүзгө кайтышат.",
      "footnotes": ""
    },
    {
      "id": "2577",
      "sura": "21",
      "aya": "94",
      "arabic_text": "فَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا كُفۡرَانَ لِسَعۡيِهِۦ وَإِنَّا لَهُۥ كَٰتِبُونَ",
      "translation": "Ким ыймандуу абалында жакшы (сооп) амалдарды жасаса, анын аракети текке кетпейт. Биз анын пайдасына жазып коюуучубуз.",
      "footnotes": ""
    },
    {
      "id": "2578",
      "sura": "21",
      "aya": "95",
      "arabic_text": "وَحَرَٰمٌ عَلَىٰ قَرۡيَةٍ أَهۡلَكۡنَٰهَآ أَنَّهُمۡ لَا يَرۡجِعُونَ",
      "translation": "Биз (күнөөлөрү себептүү) кыргын салган шаарларга (кайра бул дүйнөгө келип жашоо) арам. Алар эч качан кайтышпайт.",
      "footnotes": ""
    },
    {
      "id": "2579",
      "sura": "21",
      "aya": "96",
      "arabic_text": "حَتَّىٰٓ إِذَا فُتِحَتۡ يَأۡجُوجُ وَمَأۡجُوجُ وَهُم مِّن كُلِّ حَدَبٖ يَنسِلُونَ",
      "translation": "Тээ качан гана Яжуж-Маьжуж (тосмосу) ачылганда, алар (Яжуж-Маьжуж эли) ар кайсы дөбөдөн агылган бойдон келишет.[1]",
      "footnotes": "[1] Падыша Зулкарнайн камап койгон Яжуж-Мажуж элдери кыяматка жакын тосмону жээрип (жарып) чыгып дүйнөнү каптайт. «Агып келишет» деген сөз алардын көптүгүн, тездигин билдирет."
    },
    {
      "id": "2580",
      "sura": "21",
      "aya": "97",
      "arabic_text": "وَٱقۡتَرَبَ ٱلۡوَعۡدُ ٱلۡحَقُّ فَإِذَا هِيَ شَٰخِصَةٌ أَبۡصَٰرُ ٱلَّذِينَ كَفَرُواْ يَٰوَيۡلَنَا قَدۡ كُنَّا فِي غَفۡلَةٖ مِّنۡ هَٰذَا بَلۡ كُنَّا ظَٰلِمِينَ",
      "translation": "Акыйкат убада (Кыямат) жакындап калды. Ал келгенде каапырлар көздөрү чанагынан чыгып: «Өлдүк эми! Биз бул нерседен бейкапар болчубуз! Жок, (бейкапар гана эмес) залымдардан (ишенбегендерден) болчубуз!» дешет.",
      "footnotes": ""
    },
    {
      "id": "2581",
      "sura": "21",
      "aya": "98",
      "arabic_text": "إِنَّكُمۡ وَمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمۡ لَهَا وَٰرِدُونَ",
      "translation": "(Оо, Каапырлар!) Силер жана силер сыйынган Аллахтан башка «кудайыңар» тозокко отун болосуңар! Силер (сөзсүз) ага киресиңер!",
      "footnotes": ""
    },
    {
      "id": "2582",
      "sura": "21",
      "aya": "99",
      "arabic_text": "لَوۡ كَانَ هَٰٓؤُلَآءِ ءَالِهَةٗ مَّا وَرَدُوهَاۖ وَكُلّٞ فِيهَا خَٰلِدُونَ",
      "translation": "Эгер алар (чыныгы) кудайлар болсо, тозокко келбейт болчу. Эми алардын (жалган кудайлардын) баары тозокто түбөлүк калышат.",
      "footnotes": ""
    },
    {
      "id": "2583",
      "sura": "21",
      "aya": "100",
      "arabic_text": "لَهُمۡ فِيهَا زَفِيرٞ وَهُمۡ فِيهَا لَا يَسۡمَعُونَ",
      "translation": "Анда (тозокто) алар (азаптан) онтоп, кыйкырышат. Анда алар (өз кыйкырыгынан бөлөк) эч нерсе угушпайт.",
      "footnotes": ""
    },
    {
      "id": "2584",
      "sura": "21",
      "aya": "101",
      "arabic_text": "إِنَّ ٱلَّذِينَ سَبَقَتۡ لَهُم مِّنَّا ٱلۡحُسۡنَىٰٓ أُوْلَٰٓئِكَ عَنۡهَا مُبۡعَدُونَ",
      "translation": "Алар үчүн мурдатан Биз тараптан (Тагдыр Китебине) жакшылык жазылган адамдар[1] тозоктон алыста болушат.",
      "footnotes": "[1] Белгилүү болгондой көпчүлүк мушриктер Исага, Узайр олуяга жана периштелерге да сыйынышкан. Бирок, булар өздөрү буга нараазы болгондуктан жана бүт аалам жаралаардан илгери Аллах тарабынан жазып коюлган Лавхул-Махфуз (тагдыр) китебинде жакшылык (бейиш) жазып коюлганы себептүү, мушриктердин кудайларынын катарында тозокко кирбейт."
    },
    {
      "id": "2585",
      "sura": "21",
      "aya": "102",
      "arabic_text": "لَا يَسۡمَعُونَ حَسِيسَهَاۖ وَهُمۡ فِي مَا ٱشۡتَهَتۡ أَنفُسُهُمۡ خَٰلِدُونَ",
      "translation": "Алар (жана бейиштеги алардан башка адамдар) тозоктун шыбырын да угушпайт. Жана алар көңүлдөрү күсөгөн жыргалчылыктардын ичинде түбөлүк калышат.",
      "footnotes": ""
    },
    {
      "id": "2586",
      "sura": "21",
      "aya": "103",
      "arabic_text": "لَا يَحۡزُنُهُمُ ٱلۡفَزَعُ ٱلۡأَكۡبَرُ وَتَتَلَقَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ هَٰذَا يَوۡمُكُمُ ٱلَّذِي كُنتُمۡ تُوعَدُونَ",
      "translation": "Аларды улуу коркунуч кайгыга салбайт. Периштелер утурлап (тосуп) чыгып: «Бул силерге убада кылынган күнүңөр» (дешет).",
      "footnotes": ""
    },
    {
      "id": "2587",
      "sura": "21",
      "aya": "104",
      "arabic_text": "يَوۡمَ نَطۡوِي ٱلسَّمَآءَ كَطَيِّ ٱلسِّجِلِّ لِلۡكُتُبِۚ كَمَا بَدَأۡنَآ أَوَّلَ خَلۡقٖ نُّعِيدُهُۥۚ وَعۡدًا عَلَيۡنَآۚ إِنَّا كُنَّا فَٰعِلِينَ",
      "translation": "«Ошол күнү Биз асманды кат жазылган китепти жапкан сыяктуу жаап койобуз. (Калк-калайыкты) абалкы жолу жараткан калыбына кайтарабыз. Бул (кайра жаратуу) Биздин милдетибиздеги убада. Биз аны аткарабыз».",
      "footnotes": ""
    },
    {
      "id": "2588",
      "sura": "21",
      "aya": "105",
      "arabic_text": "وَلَقَدۡ كَتَبۡنَا فِي ٱلزَّبُورِ مِنۢ بَعۡدِ ٱلذِّكۡرِ أَنَّ ٱلۡأَرۡضَ يَرِثُهَا عِبَادِيَ ٱلصَّٰلِحُونَ",
      "translation": "Биз Зикирден (Лавхул Махфуздан) кийин Забур китебинде да «Жерди[1] Менин салих (ыймандуу) пенделерим мурас кылып алышат» деп жазып койгонбуз:",
      "footnotes": "[1] Аяттагы «жер» сөзүн кээ бир тафсирчи аалымдар «Бейиш жери» деп түшүндүрсө, кээ бирөөлөрү «дүйнөдөгү эле кадимкидей жер» дешет. Туурасын Аллах гана билет."
    },
    {
      "id": "2589",
      "sura": "21",
      "aya": "106",
      "arabic_text": "إِنَّ فِي هَٰذَا لَبَلَٰغٗا لِّقَوۡمٍ عَٰبِدِينَ",
      "translation": "Албетте, мында (Куранда) ибадат кылган адамдар үчүн жеткиликтүү насаат бар.",
      "footnotes": ""
    },
    {
      "id": "2590",
      "sura": "21",
      "aya": "107",
      "arabic_text": "وَمَآ أَرۡسَلۡنَٰكَ إِلَّا رَحۡمَةٗ لِّلۡعَٰلَمِينَ",
      "translation": "(Оо, Мухаммад!) Биз сени ааламдарга ырайым (болушуң) үчүн жибердик.",
      "footnotes": ""
    },
    {
      "id": "2591",
      "sura": "21",
      "aya": "108",
      "arabic_text": "قُلۡ إِنَّمَا يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ",
      "translation": "Айткын: «Мага (Аллах тарабынан): «Силердин илах-кудайыңар жалгыз Илах. Силер (ошол илахка) моюн сунасыңарбы?!» (деп айтуу) вахий кылынды».",
      "footnotes": ""
    },
    {
      "id": "2592",
      "sura": "21",
      "aya": "109",
      "arabic_text": "فَإِن تَوَلَّوۡاْ فَقُلۡ ءَاذَنتُكُمۡ عَلَىٰ سَوَآءٖۖ وَإِنۡ أَدۡرِيٓ أَقَرِيبٌ أَم بَعِيدٞ مَّا تُوعَدُونَ",
      "translation": "Эгер баш тартышса, айт: «Мен силерге тегиз угуздум. Бирок, мен силерге убада кылынган нерсе (кыямат азабы) алыс же жакын экенин билбеймин.",
      "footnotes": ""
    },
    {
      "id": "2593",
      "sura": "21",
      "aya": "110",
      "arabic_text": "إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ مِنَ ٱلۡقَوۡلِ وَيَعۡلَمُ مَا تَكۡتُمُونَ",
      "translation": "Албетте Ал (Аллах) сөздөрдөн жарыя айтылгандарын да, ичиңерге жашырганыңарды да билет.",
      "footnotes": ""
    },
    {
      "id": "2594",
      "sura": "21",
      "aya": "111",
      "arabic_text": "وَإِنۡ أَدۡرِي لَعَلَّهُۥ فِتۡنَةٞ لَّكُمۡ وَمَتَٰعٌ إِلَىٰ حِينٖ",
      "translation": "(Эй, Мушриктер! Силерге азап-жаза келбей турушу) балким силер үчүн сыноодур же убактысы келгенге чейин (кенен берилген) пайдалануудур, мен муну билбеймин».",
      "footnotes": ""
    },
    {
      "id": "2595",
      "sura": "21",
      "aya": "112",
      "arabic_text": "قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ",
      "translation": "Оо, Раббим Өзүң акыйкат менен өкүм кыл! (Эй, мушриктер!) Биздин Раббибиз, силер сыпаттаган (ширк) нерселерден коргоо сурала турган Чексиз Ырайымдуу Зат!",
      "footnotes": ""
    }
  ]
}