{
  "result": {
    "id": "505",
    "sura": "4",
    "aya": "12",
    "arabic_text": "۞ وَلَكُمۡ نِصۡفُ مَا تَرَكَ أَزۡوَٰجُكُمۡ إِن لَّمۡ يَكُن لَّهُنَّ وَلَدٞۚ فَإِن كَانَ لَهُنَّ وَلَدٞ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكۡنَۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِينَ بِهَآ أَوۡ دَيۡنٖۚ وَلَهُنَّ ٱلرُّبُعُ مِمَّا تَرَكۡتُمۡ إِن لَّمۡ يَكُن لَّكُمۡ وَلَدٞۚ فَإِن كَانَ لَكُمۡ وَلَدٞ فَلَهُنَّ ٱلثُّمُنُ مِمَّا تَرَكۡتُمۚ مِّنۢ بَعۡدِ وَصِيَّةٖ تُوصُونَ بِهَآ أَوۡ دَيۡنٖۗ وَإِن كَانَ رَجُلٞ يُورَثُ كَلَٰلَةً أَوِ ٱمۡرَأَةٞ وَلَهُۥٓ أَخٌ أَوۡ أُخۡتٞ فَلِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُۚ فَإِن كَانُوٓاْ أَكۡثَرَ مِن ذَٰلِكَ فَهُمۡ شُرَكَآءُ فِي ٱلثُّلُثِۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصَىٰ بِهَآ أَوۡ دَيۡنٍ غَيۡرَ مُضَآرّٖۚ وَصِيَّةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَلِيمٞ",
    "translation": "12. Waxaad (raggow) leedihiin kala bar oo bar waxay ka tagaan xaasaskiinnu, haddaanay laheyn ilmo. Hadday se ka tagaan ilmo, markaa waxaad leedihiin afar meeloodoo meel waxay ka tagaan, kaddib marka laga saaro dhaxalka waxay ka dardaarmeen ama deyn. (Xaasaskiinnuna) saamigooda dhaxalka waa afar meeloodoo meel waxaad ka tagtaan haddaydaan laheyn ilmo, haddiise aad ka tagtaan ilmo waxay leeyihiin sidddeed meeloodoo meel waxaad ka tagtaan oo dhaxal ah, kaddib marka laga saaro dhaxalka waxaad ka dardaaranteen ama deyn. Hadduu ninka ama haweenta dhaxalkiisu arrinta taagan tahay uusan laheyn waalidiin iyo carruur midna, ha yeeshee uu ka tagey walaal ama walaalley (xagga hooyada), midkood walbaa oo ka mid ah wuxuu leeyahay lix meeloodoo meel, haddiise ay intaas ka badan yihiin waxay wadaagi saddex meeloodoo meel. Kaddib marka laga saaro dhaxalka waxa laga dardaarmay ama deyn, iyadoo dardaarankaa aan (cidna) lagu dhibeyn10. Waa Amar ka yimid Alle, Allena waa wax kasta Oge, Dulqaad badan.",
    "footnotes": "10. Inaad u dardaarantaan. Waayo oo keliya qaraabadaa lagu xusay aayadaha 11, 12 baa dhaxla saamiyo go’an. Arrinkani  waa shardiga ku xiran dardaaran kasta. Hadduu xadgudub sameeyo mowtanaha, waa in dardaarankiisa aan la fulin, ama waa inuu hagaajiyaa fuliyaha dardaaranka. Eeg Q2: 182."
  }
}