{
  "id": 3,
  "verse_number": 3,
  "page_number": 107,
  "verse_key": "5:3",
  "juz_number": 6,
  "hizb_number": 11,
  "rub_el_hizb_number": 43,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "حُرِّمَتۡ عَلَيۡكُمُ ٱلۡمَيۡتَةُ وَٱلدَّمُ وَلَحۡمُ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦ وَٱلۡمُنۡخَنِقَةُ وَٱلۡمَوۡقُوذَةُ وَٱلۡمُتَرَدِّيَةُ وَٱلنَّطِيحَةُ وَمَآ أَكَلَ ٱلسَّبُعُ إِلَّا مَا ذَكَّيۡتُمۡ وَمَا ذُبِحَ عَلَى ٱلنُّصُبِ وَأَن تَسۡتَقۡسِمُواْ بِٱلۡأَزۡلَٰمِۚ ذَٰلِكُمۡ فِسۡقٌۗ ٱلۡيَوۡمَ يَئِسَ ٱلَّذِينَ كَفَرُواْ مِن دِينِكُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِۚ ٱلۡيَوۡمَ أَكۡمَلۡتُ لَكُمۡ دِينَكُمۡ وَأَتۡمَمۡتُ عَلَيۡكُمۡ نِعۡمَتِي وَرَضِيتُ لَكُمُ ٱلۡإِسۡلَٰمَ دِينٗاۚ فَمَنِ ٱضۡطُرَّ فِي مَخۡمَصَةٍ غَيۡرَ مُتَجَانِفٖ لِّإِثۡمٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
  "translation": "Силерге өлүмтүк (тарп), (мууздаганда бүркүп чыккан) кан, доңуздун (чочконун) эти, Аллахтан башканын атын атап союлган жандыктын эти, муунуп өлгөн, урунуп (соккудан) өлгөн, бийиктиктен кулап өлгөн, сүзүшүп өлгөн жана жырткычтар тиштеп-тытып[1] өлтүргөн айбандардын эттери арам кылынды. Ал эми мууздап алганыңар арам эмес.[2] Дагы буттарга (мазарларга) арнап союлган жандыктын эти жана «азлам»[3] менен төлгө салууңар арам кылынды. Бул ишиңер (Аллах арам кылганды жасооңор) – бузукулук. Мына бүгүн (Мекке силердин колуңарга өткөндөн кийин) силерди диниңерден (кайтаруудан) каапырлардын үмүтү үзүлдү. Эми алардан коркпогула. Менден гана корккула! Мына бүгүн Мен силерге диниңерди толук кылып, жакшылыктарымды бирин калтырбай берип, силерге Исламдын гана дин болушун кааладым. Ал эми, ким ачарчылык азабына чыдабай (жанагы арам тамактардан) өзөк жалгаар даражада жегенге мажбур болсо, Аллах Кечиримдүү, Ыйрамдуу.",
  "footnotes": "[1] \"Тытып\" деген сөз жырткыч куштарга тиешелүү.\n[2] Өлүмтүктөрдүн арасынан чегиртке менен балыктын тарпы арам эмес. Мууздаганда адал болуунун шарты, мусулман адам \"бисмиллахи Аллоху Акбар\" деп мууздашы керек. Жогоруда айтылгандай кырсыктарга кабылган айбандардын жаны чыга электе мууздалышы керек.\n[3] Исламдан мурунку (жахилия) доорунда, мушрик арабдар бир ишке киришээрден мурда, экиленип калчу болсо, \"азлам\" деп аталган пал ачуу өнөрлөрүнөн пайдаланышчу. \"Азлам\" - бул бирине \"жасайсың\", экинчисине \"жасабайсың\", деп жазылып, үчүнчүсүндө жазуусу жок болгон үч таякча. Ал таякчалар бир торбонун ичине салынган болуп, жанагы киши аларды аралаштырып, бирөөсүн тандаган. Эгер \"жасайсың\" чыкса, жасаган. \"Жасабайсың\" чыкса - кайткан. Ал эми жазуусу жогу чыкса кайра салып, эки жазуу барынын бирөөсү чыкмайынча аралаштыра берген. Бул аят пал ачуунун бардык түрлөрүнүн арам экенине далил болот."
}