{
  "id": "2600",
  "sura": "22",
  "aya": "5",
  "arabic_text": "يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ",
  "translation": "5. ¡Oh, gente! Si tienen dudas de que tengo el poder para resucitarlos, sepan que he creado [a Adán] de barro[1], luego [a toda su descendencia] de un óvulo fecundado que luego se transforma en un embrión, luego en una masa de tejidos, algunos ya formados y otros por formarse; ello es una evidencia [de Mi poder y sabiduría]. Preservo en el útero materno a aquellos que decreté que completen su gestación. Los hago nacer, y luego de la infancia alcanzan la madurez; algunos mueren [antes de esta etapa] y otros alcanzan la vejez, y ya no recuerdan nada del conocimiento que habían adquirido. También pueden observar a la tierra árida, y cómo cuando hago que llueva sobre ella, se remueve, se hincha, y brota toda clase de plantas bellas.",
  "footnotes": "[1] Alguien podría preguntarse: ¿Según el Corán, de qué fue creado el ser humano? De una célula embrionaria (96:1-2), del agua (21:30, 24:45, 25:54), de arcilla, un barro maleable (15:26), de polvo (3:59, 30:20, 35:11), de la nada (19:67), luego eso es negado en 52:35; de la tierra (11:61), de una gota de un óvulo fecundado (16:4, 75:37). Si tres panaderos dijeran: “El pan se hace con harina”, otro dijera: “El pan está hecho con masa”, y un tercero dijera: “El pan se hace con trigo”, ¿se consideraría una contradicción? Si un físico agregara: “El pan está compuesto de átomos”, y otro dijera: “El pan está constituido por moléculas”, ¿sería esto considerado una contradicción? La sangre de todas las criaturas vivientes está compuesta en un 55% por plasma, que a su vez está compuesto en un 90% por agua. Por otro lado, el Corán fue revelado por Dios hace catorce siglos, aunque actualmente es bien conocido el hecho de que el principal elemento en el cuerpo humano es el agua (algo enfatizado solo en el Corán, no en la Biblia). Es también bien conocido que la humanidad está hecha de “polvo”; cuando colocas un cuerpo en una tumba y lo dejas por una cierta cantidad de años, el agua se evapora y se convierte en polvo. ¿Qué es la “arcilla”? ¿No es una forma que adopta el agua y el polvo al mezclarse? Es igualmente obvio que si Dios creó todo, entonces debe haber habido un tiempo en que todo lo que vemos ahora era “nada”, incluso el ser humano."
}