{
  "result": [
    {
      "id": "4134",
      "sura": "40",
      "aya": "1",
      "arabic_text": "حمٓ",
      "translation": "1. Ha. Mim[879].",
      "footnotes": "[879]  Estas son dos letras del alfabeto árabe (ver la nota de la primera aleya de la sura 2)."
    },
    {
      "id": "4135",
      "sura": "40",
      "aya": "2",
      "arabic_text": "تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ",
      "translation": "2. La revelación de este Libro (el Corán) proviene de Al-lah, el Poderoso, el Omnisciente.",
      "footnotes": ""
    },
    {
      "id": "4136",
      "sura": "40",
      "aya": "3",
      "arabic_text": "غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ",
      "translation": "3. (Él) perdona los pecados y acepta el arrepentimiento; es severo en el castigo (de quienes no se arrepienten) y generoso (concediendo favores). No hay ninguna divinidad (verdadera) que merezca ser adorada excepto Él, y a Él habrán de retornar (para ser juzgados).",
      "footnotes": ""
    },
    {
      "id": "4137",
      "sura": "40",
      "aya": "4",
      "arabic_text": "مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ",
      "translation": "4. Solo cuestionan las aleyas de Al-lah quienes rechazan la verdad. No te dejes, pues, engañar por los (bienes que consiguen a través de sus) viajes[880].",
      "footnotes": "[880]  Toda la riqueza que se puede obtener en esta vida es efímera y no significa que Al-lah está complacido con aquel a quien se la concede, pues puede agraciarlo con ella para ponerlo a prueba o porque no tendrá su parte de recompensa en la otra vida."
    },
    {
      "id": "4138",
      "sura": "40",
      "aya": "5",
      "arabic_text": "كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ",
      "translation": "5. Con anterioridad a ellos, el pueblo del Profeta Noé y otros posteriores que se aliaron en contra de la verdad negaron también (a sus profetas). Todos tramaron acabar con sus respectivos mensajeros, y discutían con argumentos falsos para refutar la verdad. Mas Mi castigo se abatió sobre ellos, ¡y qué severo fue!",
      "footnotes": ""
    },
    {
      "id": "4139",
      "sura": "40",
      "aya": "6",
      "arabic_text": "وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ",
      "translation": "6. Y del mismo modo (que el castigo de tu Señor se cumplió sobre esos pueblos en esta vida), se cumplirá Su palabra sobre quienes rechacen la verdad de que serán los habitantes del Infierno.",
      "footnotes": ""
    },
    {
      "id": "4140",
      "sura": "40",
      "aya": "7",
      "arabic_text": "ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ",
      "translation": "7. Los (ángeles) que sostienen el Trono (de Al-lah) y los que se hallan a su alrededor glorifican a su Señor con alabanzas, creen en Él y piden perdón por los creyentes diciendo: “¡Señor!, Tú lo abarcas todo con Tu misericordia y Tu sabiduría. Perdona, pues, a quienes se arrepienten y siguen Tu camino, y protégelos del castigo del fuego.",
      "footnotes": ""
    },
    {
      "id": "4141",
      "sura": "40",
      "aya": "8",
      "arabic_text": "رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "8. Y admítelos, ¡oh, Señor!, en los Jardines de la Eternidad que les has prometido, así como a sus padres, esposas y descendientes que hayan actuado con rectitud. Realmente, eres el Poderoso, el Sabio.",
      "footnotes": ""
    },
    {
      "id": "4142",
      "sura": "40",
      "aya": "9",
      "arabic_text": "وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
      "translation": "9. Y líbralos de (ser castigados por) sus pecados. Y a quienes liberes (del castigo) de sus malas acciones el Día del Juicio Final los habrás acogido en Tu misericordia. Y ese será el gran triunfo”.",
      "footnotes": ""
    },
    {
      "id": "4143",
      "sura": "40",
      "aya": "10",
      "arabic_text": "إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ",
      "translation": "10. Se les dirá a quienes rechazaron la verdad (cuando entren en el fuego): “La aversión de Al-lah hacia ustedes cuando se los llamaba a la fe y la rechazaban (en la vida terrenal) es mayor que la que sienten (ahora) hacia ustedes mismos”.",
      "footnotes": ""
    },
    {
      "id": "4144",
      "sura": "40",
      "aya": "11",
      "arabic_text": "قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ",
      "translation": "11. Dirán: “¡Señor!, nos has privado de la vida dos veces[881] y nos la has concedido dos veces[882]. Reconocemos (ahora) nuestros pecados. ¿Hay alguna manera de que podamos salir (del fuego y regresar a la vida terrenal para actuar con rectitud)?”.",
      "footnotes": "[881]  La primera vez se refiere al estado previo a la existencia, antes de nacer; mientras que la segunda vez se refiere a la muerte.\n[882]  La primera vez se refiere al nacer, mientras que la segunda, a la resurrección."
    },
    {
      "id": "4145",
      "sura": "40",
      "aya": "12",
      "arabic_text": "ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ",
      "translation": "12. (Se les responderá): “Este (castigo) es porque cuando se los llamaba a adorar solamente a Al-lah, se negaban; mientras que cuando (Al-lah) era equiparado con otras divinidades, creían en ellas (y las adoraban). Suya es la decisión, y Él es el Excelso, el más Grande.",
      "footnotes": ""
    },
    {
      "id": "4146",
      "sura": "40",
      "aya": "13",
      "arabic_text": "هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ",
      "translation": "13. Él es Quien les muestra las pruebas de Su poder y les envía provisión del cielo (lluvia). Mas solo reflexionan sobre ellas quienes se vuelven a Él en obediencia y arrepentimiento.",
      "footnotes": ""
    },
    {
      "id": "4147",
      "sura": "40",
      "aya": "14",
      "arabic_text": "فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ",
      "translation": "14. Invoquen, pues, a Al-lah consagrando la adoración sinceramente a Él, por mucho que lo detesten quienes rechazan la verdad.",
      "footnotes": ""
    },
    {
      "id": "4148",
      "sura": "40",
      "aya": "15",
      "arabic_text": "رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ",
      "translation": "15. Él es el más Excelso y Quien eleva el rango (de los creyentes en el Paraíso), el Señor del Trono. Hace que la revelación descienda por orden Suya sobre quien quiere de entre Sus siervos para advertir acerca del Día del Encuentro (entre Al-lah y Sus criaturas).",
      "footnotes": ""
    },
    {
      "id": "4149",
      "sura": "40",
      "aya": "16",
      "arabic_text": "يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ",
      "translation": "16. Ese día todos saldrán (de las tumbas) y nada de lo que hayan hecho podrá ocultársele a Al-lah. (Entonces Él preguntará a Su creación:) “¿De quién es hoy la soberanía absoluta?”. (Y Él mismo responderá:) “De Al-lah, el Único, el Dominador Supremo”.",
      "footnotes": ""
    },
    {
      "id": "4150",
      "sura": "40",
      "aya": "17",
      "arabic_text": "ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ",
      "translation": "17. Ese día todos serán recompensados según sus acciones. No habrá ninguna injusticia. Ciertamente, Al-lah es rápido en la retribución de Su recompensa.",
      "footnotes": ""
    },
    {
      "id": "4151",
      "sura": "40",
      "aya": "18",
      "arabic_text": "وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ",
      "translation": "18. Y adviérteles (¡oh, Muhammad!) del día que se aproxima (el Día de la Resurrección), en el que estarán con el corazón en la boca, sumamente angustiados. Los injustos (que rechazaron la verdad) no tendrán (ese día) ningún ser querido (para ayudarlos) ni nadie cuya intercesión sea aceptada.",
      "footnotes": ""
    },
    {
      "id": "4152",
      "sura": "40",
      "aya": "19",
      "arabic_text": "يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ",
      "translation": "19. (Al-lah) conoce las miradas engañosas y lo que esconden los corazones.",
      "footnotes": ""
    },
    {
      "id": "4153",
      "sura": "40",
      "aya": "20",
      "arabic_text": "وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
      "translation": "20. Y Al-lah juzga con toda justicia. Y lo que (los idólatras) invocan fuera de Al-lah no puede juzgar nada. Ciertamente, Al-lah es Quien oye y ve todas las cosas.",
      "footnotes": ""
    },
    {
      "id": "4154",
      "sura": "40",
      "aya": "21",
      "arabic_text": "۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ",
      "translation": "21. ¿Acaso no recorren la tierra y observan cuál fue el final de quienes los precedieron (y reflexionan sobre ello)? Eran mucho más fuertes que ellos y dejaron más vestigios sobre la tierra (de su poder); pero Al-lah los castigó por sus pecados, y no tuvieron quién los protegiera fuera de Él.",
      "footnotes": ""
    },
    {
      "id": "4155",
      "sura": "40",
      "aya": "22",
      "arabic_text": "ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ",
      "translation": "22. Y ello sucedió porque se presentaron ante ellos sus mensajeros con pruebas evidentes y las desmintieron; entonces Al-lah los castigó. En verdad, Él es Fuerte y Severo en el castigo.",
      "footnotes": ""
    },
    {
      "id": "4156",
      "sura": "40",
      "aya": "23",
      "arabic_text": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ",
      "translation": "23. Y, ciertamente, enviamos a Moisés con Nuestros milagros y pruebas evidentes",
      "footnotes": ""
    },
    {
      "id": "4157",
      "sura": "40",
      "aya": "24",
      "arabic_text": "إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ",
      "translation": "24. al Faraón, a (su ministro) Haman y a Qarun[883]; pero (estos) dijeron: “(Moisés) no es sino un brujo embustero”.",
      "footnotes": "[883]  Ver la nota de la aleya 76 de la sura 28."
    },
    {
      "id": "4158",
      "sura": "40",
      "aya": "25",
      "arabic_text": "فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ",
      "translation": "25. Y cuando se presentó ante ellos con la verdad procedente de Nosotros, dijeron: “Maten a los hijos varones de los creyentes que lo siguen y dejen vivas a las mujeres”. Mas los planes de quienes rechazan la verdad (siempre) son en vano.",
      "footnotes": ""
    },
    {
      "id": "4159",
      "sura": "40",
      "aya": "26",
      "arabic_text": "وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ",
      "translation": "26. Y el Faraón dijo: “Dejen que mate a Moisés y que él suplique (ayuda) a su Señor (para impedírmelo). En verdad, temo que cambie su religión o que siembre la corrupción en la tierra (de Egipto)”.",
      "footnotes": ""
    },
    {
      "id": "4160",
      "sura": "40",
      "aya": "27",
      "arabic_text": "وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ",
      "translation": "27. Y Moisés dijo: “Me refugio en mi Señor y el Señor de ustedes (que es el mismo Señor) de todo arrogante que no cree en el Día de la Rendición de Cuentas”.",
      "footnotes": ""
    },
    {
      "id": "4161",
      "sura": "40",
      "aya": "28",
      "arabic_text": "وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ",
      "translation": "28. Y un hombre creyente de la familia del Faraón que ocultaba su fe dijo: “¿Matarás a un hombre por decir que su Señor es Al-lah cuando te ha traído pruebas evidentes de su Señor? Si miente, sufrirá las consecuencias de sus propias mentiras; mas si dice la verdad, se abatirá sobre ustedes una parte de las calamidades con las que los amenaza (como castigo). Ciertamente, Al-lah no guía a los transgresores embusteros.",
      "footnotes": ""
    },
    {
      "id": "4162",
      "sura": "40",
      "aya": "29",
      "arabic_text": "يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ",
      "translation": "29. ¡Pueblo mío!, suyo es hoy el dominio y tienen la supremacía sobre la tierra (de Egipto), pero ¿quién nos protegerá del castigo de Al-lah si se abate sobre nosotros?”. El Faraón dijo: “Solo les aconsejo (hacer) lo mismo que considero bueno para mí y los guío por el buen camino”.",
      "footnotes": ""
    },
    {
      "id": "4163",
      "sura": "40",
      "aya": "30",
      "arabic_text": "وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ",
      "translation": "30. Y el hombre creyente dijo: “¡Pueblo mío!, realmente temo que les suceda lo mismo que les ocurrió a otros pueblos que los precedieron y cuyos habitantes se aliaron en contra de la verdad;",
      "footnotes": ""
    },
    {
      "id": "4164",
      "sura": "40",
      "aya": "31",
      "arabic_text": "مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ",
      "translation": "31. como lo que sucedió al pueblo del Profeta Noé y a los pueblos de 'Ad, Zamud y a otros que los sucedieron. Y Al-lah no quiere la injusticia para Sus siervos.",
      "footnotes": ""
    },
    {
      "id": "4165",
      "sura": "40",
      "aya": "32",
      "arabic_text": "وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ",
      "translation": "32. ¡Pueblo mío!, temo lo que les puede suceder el día en que unos (los habitantes del Infierno) llamarán a otros (los habitantes del Paraíso, sin obtener respuesta);",
      "footnotes": ""
    },
    {
      "id": "4166",
      "sura": "40",
      "aya": "33",
      "arabic_text": "يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ",
      "translation": "33. Ese día, se darán la vuelta intentando huir (del fuego), pero no tendrán quién los proteja de él. Y aquel a quien Al-lah extravíe (por haber rechazado la verdad) nadie podrá guiarlo”.",
      "footnotes": ""
    },
    {
      "id": "4167",
      "sura": "40",
      "aya": "34",
      "arabic_text": "وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ",
      "translation": "34. Y, ciertamente, les llegó José tiempo atrás con pruebas claras; pero no dejaron de dudar sobre las evidencias que les presentó. Y cuando murió, dijeron: “Al-lah no enviará ningún Mensajero más después de él”. Así es como Al-lah extravía a los transgresores que dudan (sobre la verdad).",
      "footnotes": ""
    },
    {
      "id": "4168",
      "sura": "40",
      "aya": "35",
      "arabic_text": "ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ",
      "translation": "35. (Esos son) quienes discuten la revelación y las pruebas de Al-lah sin haber recibido evidencia alguna en la cual basarse, y no hacen más que aumentar la aversión de Al-lah y de los creyentes hacia ellos. Así es como Al-lah sella los corazones de todo soberbio tirano.",
      "footnotes": ""
    },
    {
      "id": "4169",
      "sura": "40",
      "aya": "36",
      "arabic_text": "وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ",
      "translation": "36. Y dijo el Faraón: “¡Oh, Haman![884], construye para mí una torre para que pueda llegar a las puertas",
      "footnotes": "[884]  Ver la nota de la aleya 6 de la sura 28."
    },
    {
      "id": "4170",
      "sura": "40",
      "aya": "37",
      "arabic_text": "أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ",
      "translation": "37. del cielo y ver al dios de Moisés; aunque creo que (Moisés) es un mentiroso”. Así es como el Faraón se dejó seducir por su mala acción (hasta considerarla como buena) y se desvió del (buen) camino. Y el plan del Faraón estaba abocado al fracaso.",
      "footnotes": ""
    },
    {
      "id": "4171",
      "sura": "40",
      "aya": "38",
      "arabic_text": "وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ",
      "translation": "38. Y dijo el hombre creyente: “¡Pueblo mío!, síganme. Loa guiaré hacia el camino correcto.",
      "footnotes": ""
    },
    {
      "id": "4172",
      "sura": "40",
      "aya": "39",
      "arabic_text": "يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ",
      "translation": "39. ¡Pueblo mío!, esta vida terrenal no es más que un placer pasajero, mientras que la otra vida es la morada permanente.",
      "footnotes": ""
    },
    {
      "id": "4173",
      "sura": "40",
      "aya": "40",
      "arabic_text": "مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ",
      "translation": "40. Quien obre mal será retribuido según merezca su acción; mas quien obre rectamente y sea creyente, hombre o mujer, entrará al Paraíso y recibirá una provisión sin límites.",
      "footnotes": ""
    },
    {
      "id": "4174",
      "sura": "40",
      "aya": "41",
      "arabic_text": "۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ",
      "translation": "41. ¡Pueblo mío!, ¿cómo puede ser que mientras que yo los llamo a la salvación ustedes me llaman al fuego?",
      "footnotes": ""
    },
    {
      "id": "4175",
      "sura": "40",
      "aya": "42",
      "arabic_text": "تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ",
      "translation": "42. Me llaman a no creer en Al-lah y a adorar además de a Él aquello sobre lo que no tengo ningún conocimiento, mientras que yo los invito (a que adoren) al Poderoso, al Sumamente Indulgente.",
      "footnotes": ""
    },
    {
      "id": "4176",
      "sura": "40",
      "aya": "43",
      "arabic_text": "لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ",
      "translation": "43. Aquello a lo que me invitan no tiene, en verdad, ningún poder en esta vida ni en la otra, ni puede responder a las súplicas. Y todos retornaremos a Al-lah (para ser juzgados). Y los transgresores serán los habitantes del fuego.",
      "footnotes": ""
    },
    {
      "id": "4177",
      "sura": "40",
      "aya": "44",
      "arabic_text": "فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ",
      "translation": "44. Recordarán lo que les estoy diciendo (cuando vean el castigo con sus propios ojos). Y yo me encomiendo a Al-lah. Ciertamente, Al-lah observa lo que hacen Sus siervos”.",
      "footnotes": ""
    },
    {
      "id": "4178",
      "sura": "40",
      "aya": "45",
      "arabic_text": "فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ",
      "translation": "45. Y Al-lah lo protegió de sus perversos planes (evitando que lo mataran), y un terrible castigo se abatió sobre la gente del Faraón (al morir ahogados).",
      "footnotes": ""
    },
    {
      "id": "4179",
      "sura": "40",
      "aya": "46",
      "arabic_text": "ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ",
      "translation": "46. Y (sus almas) serán expuestas al fuego mañana y tarde[885]. Y cuando tenga lugar la hora (del Juicio Final, se les dirá a los ángeles:) “Hagan entrar a la gente del Faraón en el más duro de los castigos”.",
      "footnotes": "[885]  Cuando el hombre muere entra en un mundo conocido como barzaj hasta el Día de la Resurrección, independientemente de si ha sido enterrado en una tumba o no. Este mundo intermedio, que representa la primera parada del Más Allá, según un dicho del Profeta —que Al-lah lo bendiga y le dé la paz—, no es plácido para todos, pues las almas de los futuros habitantes del Infierno son atormentadas durante ese tiempo con la visión del fuego que les espera tras el Juicio Final; mientras que los creyentes que obraron con rectitud pueden contemplar su futura morada en el Paraíso, entre otras cosas.  "
    },
    {
      "id": "4180",
      "sura": "40",
      "aya": "47",
      "arabic_text": "وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ",
      "translation": "47. Y (menciona a tu gente, ¡oh, Muhammad!) cuando (los habitantes del Infierno) discutan entre ellos; entonces, los que fueron débiles dirán a los arrogantes: “En verdad, los seguíamos a ustedes; ¿pueden librarnos ahora de una parte del castigo del fuego?”.",
      "footnotes": ""
    },
    {
      "id": "4181",
      "sura": "40",
      "aya": "48",
      "arabic_text": "قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ",
      "translation": "48. Los arrogantes responderán: “Todos arderemos en él, (pues) Al-lah ya ha juzgado a Sus siervos”.",
      "footnotes": ""
    },
    {
      "id": "4182",
      "sura": "40",
      "aya": "49",
      "arabic_text": "وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ",
      "translation": "49. Y quienes se hallen en el fuego dirán a los ángeles guardianes del Infierno: “Rueguen a su Señor para que nos mitigue el castigo, aunque sea por un día”.",
      "footnotes": ""
    },
    {
      "id": "4183",
      "sura": "40",
      "aya": "50",
      "arabic_text": "قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ",
      "translation": "50. (Los ángeles) les preguntarán: “¿Acaso no se presentaron ante ustedes sus mensajeros con pruebas evidentes?”. (Estos) responderán: “¡Sí, sí lo hicieron!”. (Entonces los ángeles) les dirán: “Ruéguenselo ustedes mismos (pues nadie intercederá por ustedes). Pero las súplicas de quienes rechazan la verdad siempre son en vano”.",
      "footnotes": ""
    },
    {
      "id": "4184",
      "sura": "40",
      "aya": "51",
      "arabic_text": "إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ",
      "translation": "51. Realmente, auxiliamos a Nuestros mensajeros y a los creyentes en esta vida y (también lo haremos) el día en que comparezcan los testigos (el Día de la Resurrección).",
      "footnotes": ""
    },
    {
      "id": "4185",
      "sura": "40",
      "aya": "52",
      "arabic_text": "يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ",
      "translation": "52. Ese día de nada les servirán a los injustos las excusas. Habrán sido expulsados de la misericordia de Al-lah y tendrán la peor de las moradas.",
      "footnotes": ""
    },
    {
      "id": "4186",
      "sura": "40",
      "aya": "53",
      "arabic_text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ",
      "translation": "53. Y, en verdad, concedimos a Moisés la guía (de la Torá y claros milagros) para los hombres e hicimos que los hijos de Israel heredaran las Escrituras",
      "footnotes": ""
    },
    {
      "id": "4187",
      "sura": "40",
      "aya": "54",
      "arabic_text": "هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ",
      "translation": "54. como guía y exhortación para los hombres de buen juicio.",
      "footnotes": ""
    },
    {
      "id": "4188",
      "sura": "40",
      "aya": "55",
      "arabic_text": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ",
      "translation": "55. Sé paciente (¡oh, Muhammad!), pues la promesa (de la victoria) de Al-lah es cierta; pide perdón por tus faltas y glorifica a tu Señor con alabanzas al atardecer y al amanecer.",
      "footnotes": ""
    },
    {
      "id": "4189",
      "sura": "40",
      "aya": "56",
      "arabic_text": "إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
      "translation": "56. Ciertamente, quienes discuten las aleyas de Al-lah sin haber recibido ninguna prueba (en la cual basarse) solo tienen arrogancia en el corazón y no conseguirán sus propósitos. Y busca refugio en Al-lah (¡oh, Muhammad!), Él es Quien ve y oye todas las cosas.",
      "footnotes": ""
    },
    {
      "id": "4190",
      "sura": "40",
      "aya": "57",
      "arabic_text": "لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "57. La creación de los cielos y de la tierra es realmente superior a la creación del hombre, mas la mayoría de los hombres no lo saben.",
      "footnotes": ""
    },
    {
      "id": "4191",
      "sura": "40",
      "aya": "58",
      "arabic_text": "وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ",
      "translation": "58. Y no puede compararse el ciego (que no ve la verdad) con el vidente (el creyente), ni pueden compararse quienes creen y actúan con rectitud con los pecadores incrédulos. Poco es lo que reflexionan.",
      "footnotes": ""
    },
    {
      "id": "4192",
      "sura": "40",
      "aya": "59",
      "arabic_text": "إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ",
      "translation": "59. La Hora (de la resurrección) llegará, sin duda alguna; pero la mayoría de los hombres no creen en ella.",
      "footnotes": ""
    },
    {
      "id": "4193",
      "sura": "40",
      "aya": "60",
      "arabic_text": "وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ",
      "translation": "60. Y dice su Señor: “Suplíquenme, que responderé (a sus súplicas). En verdad, quienes se llenen de soberbia y se nieguen a adorarme entrarán en el Infierno, humillados”.",
      "footnotes": ""
    },
    {
      "id": "4194",
      "sura": "40",
      "aya": "61",
      "arabic_text": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ",
      "translation": "61. Al-lah es Quien ha hecho la noche para que descansen en ella y el día para que puedan ver (y realizar su actividad). Realmente, Al-lah es dueño del favor inmenso sobre los hombres; pero la mayoría de ellos son ingratos.",
      "footnotes": ""
    },
    {
      "id": "4195",
      "sura": "40",
      "aya": "62",
      "arabic_text": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ",
      "translation": "62. Ese es Al-lah, su Señor, Creador de todas las cosas. No existe nada ni nadie con derecho a ser adorado excepto Él. ¿Cómo pueden alejarse (de la verdad)?",
      "footnotes": ""
    },
    {
      "id": "4196",
      "sura": "40",
      "aya": "63",
      "arabic_text": "كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ",
      "translation": "63. Del mismo modo se alejaron de ella quienes negaban las pruebas de Al-lah (y los precedieron).",
      "footnotes": ""
    },
    {
      "id": "4197",
      "sura": "40",
      "aya": "64",
      "arabic_text": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ",
      "translation": "64. Al-lah es Quien ha hecho para ustedes de la tierra un lugar para establecerse en ella y del cielo, una sólida construcción (a modo de techo)[886]; los ha modelado dándoles la mejor de las formas y los provee de cosas buenas. Ese es Al-lah, su Señor. ¡Bendito sea Al-lah, Señor de toda la creación!",
      "footnotes": "[886]  Ver la nota de la aleya 22 de la sura 2."
    },
    {
      "id": "4198",
      "sura": "40",
      "aya": "65",
      "arabic_text": "هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "65. Él es el Viviente; no hay ninguna divinidad verdadera con derecho a ser adorada excepto Él. Adórenlo consagrando su adoración sinceramente a Él. ¡Alabado sea Al-lah, Señor de toda la creación!",
      "footnotes": ""
    },
    {
      "id": "4199",
      "sura": "40",
      "aya": "66",
      "arabic_text": "۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "66. Di (a tu gente, ¡oh, Muhammad!): “Ciertamente, se me ha prohibido adorar lo que invocan fuera de Al-lah tras haber recibido pruebas claras de mi Señor y se me ha ordenado someterme al Señor de toda la creación”.",
      "footnotes": ""
    },
    {
      "id": "4200",
      "sura": "40",
      "aya": "67",
      "arabic_text": "هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ",
      "translation": "67. Él es Quien los creó a partir del polvo (la primera vez); después, de una insignificante cantidad de esperma (nutfah) que se transforma en un coágulo (‘alaqah)[887]; y posteriormente salen del vientre materno como niños pequeños. Luego continúan creciendo y alcanzan la madurez, para después llegar a la vejez —aunque de ustedes hay quienes perecen antes— y viven hasta alcanzar un plazo determinado para que puedan reflexionar (sobre el poder y la unicidad de Al-lah).",
      "footnotes": "[887]  Ver la aleya 5 de la sura 22."
    },
    {
      "id": "4201",
      "sura": "40",
      "aya": "68",
      "arabic_text": "هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
      "translation": "68. Él es Quien da la vida y la muerte. Y cuando decreta algo le basta con decir “sé” y es.",
      "footnotes": ""
    },
    {
      "id": "4202",
      "sura": "40",
      "aya": "69",
      "arabic_text": "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ",
      "translation": "69. ¿Acaso no ves cómo se alejan (de la fe) quienes discuten las aleyas de Al-lah?",
      "footnotes": ""
    },
    {
      "id": "4203",
      "sura": "40",
      "aya": "70",
      "arabic_text": "ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ",
      "translation": "70. (Esos son) quienes desmienten el Libro (el Corán) y el mensaje (o las pruebas) que revelamos a Nuestros mensajeros; pronto sabrán (lo que les espera),",
      "footnotes": ""
    },
    {
      "id": "4204",
      "sura": "40",
      "aya": "71",
      "arabic_text": "إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ",
      "translation": "71. cuando tengan argollas alrededor del cuello y cadenas por las que serán arrastrados",
      "footnotes": ""
    },
    {
      "id": "4205",
      "sura": "40",
      "aya": "72",
      "arabic_text": "فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ",
      "translation": "72. hacia el agua hirviendo, y después arderán en el fuego.",
      "footnotes": ""
    },
    {
      "id": "4206",
      "sura": "40",
      "aya": "73",
      "arabic_text": "ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ",
      "translation": "73. Luego se les preguntará (en tono de reproche): “¿Dónde está lo que adoraban",
      "footnotes": ""
    },
    {
      "id": "4207",
      "sura": "40",
      "aya": "74",
      "arabic_text": "مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ",
      "translation": "74. fuera de Al-lah (para que aparten de ustedes el castigo)?”. Dirán: “Nos han abandonado. Realmente, no invocábamos con anterioridad nada (que nos fuera de beneficio)”. Así es como Al-lah dejará que se extravíen quienes rechazaban la verdad.",
      "footnotes": ""
    },
    {
      "id": "4208",
      "sura": "40",
      "aya": "75",
      "arabic_text": "ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ",
      "translation": "75. (Y se les dirá:) “Este (castigo) es porque se regocijaban en la tierra (de su incredulidad) sin razón alguna y por su engreimiento.",
      "footnotes": ""
    },
    {
      "id": "4209",
      "sura": "40",
      "aya": "76",
      "arabic_text": "ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ",
      "translation": "76. Entren por las puertas del Infierno donde permanecerán para siempre. ¡Qué pésima morada para los arrogantes!”.",
      "footnotes": ""
    },
    {
      "id": "4210",
      "sura": "40",
      "aya": "77",
      "arabic_text": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ",
      "translation": "77. Y sé paciente (¡oh, Muhammad!), pues la promesa de Al-lah es cierta. Y tanto si presencias parte del castigo que les hemos prometido (en esta vida) como si te hacemos perecer antes, (debes saber que) retornarán a Nosotros (para ser juzgados y castigados).",
      "footnotes": ""
    },
    {
      "id": "4211",
      "sura": "40",
      "aya": "78",
      "arabic_text": "وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ",
      "translation": "78. Y, ciertamente, enviamos otros mensajeros antes de ti. Te hemos contado la historia de algunos de ellos y de otros no. Y ningún Mensajero puede presentarse con un milagro si no es con el permiso de Al-lah. Y cuando llegue la orden (del castigo) de Al-lah (sobre quienes rechazan la verdad), se habrá juzgado con justicia, y quienes seguían la falsedad serán los perdedores.",
      "footnotes": ""
    },
    {
      "id": "4212",
      "sura": "40",
      "aya": "79",
      "arabic_text": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ",
      "translation": "79. Al-lah es Quien ha creado los animales de rebaño para que utilicen algunos como montura y puedan comer de otros.",
      "footnotes": ""
    },
    {
      "id": "4213",
      "sura": "40",
      "aya": "80",
      "arabic_text": "وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ",
      "translation": "80. Obtienen de ellos diferentes beneficios y satisfacen, a través de ellos, su deseo (de viajar); y tanto ellos como las embarcaciones les sirven de medios de transporte.",
      "footnotes": ""
    },
    {
      "id": "4214",
      "sura": "40",
      "aya": "81",
      "arabic_text": "وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ",
      "translation": "81. Y (Al-lah) les muestra las pruebas de Su unicidad. ¿Cuáles de sus pruebas son las que niegan?",
      "footnotes": ""
    },
    {
      "id": "4215",
      "sura": "40",
      "aya": "82",
      "arabic_text": "أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ",
      "translation": "82. ¿Acaso (los idólatras de tu pueblo, ¡oh, Muhammad!) no recorren la tierra y observan cuál fue el final de quienes los precedieron? Eran más numerosos y fuertes que ellos y dejaron más vestigios (de su poder) sobre la tierra; mas de nada les sirvió todo lo que consiguieron.",
      "footnotes": ""
    },
    {
      "id": "4216",
      "sura": "40",
      "aya": "83",
      "arabic_text": "فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "83. Cuando los mensajeros llegaron a ellos con claras pruebas (de la verdad), se mostraron orgullosos del conocimiento que tenían (—sus falsas creencias— y los desmintieron) y se abatió sobre ellos el castigo del que se burlaban.",
      "footnotes": ""
    },
    {
      "id": "4217",
      "sura": "40",
      "aya": "84",
      "arabic_text": "فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ",
      "translation": "84. Y cuando vieron Nuestro castigo, dijeron: “Creemos solamente en el Dios Único y negamos aquello que adorábamos con anterioridad fuera de Él”.",
      "footnotes": ""
    },
    {
      "id": "4218",
      "sura": "40",
      "aya": "85",
      "arabic_text": "فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ",
      "translation": "85. Pero de nada les sirvió creer entonces. Así procede siempre Al-lah con Sus siervos. Y quienes rechazaron la verdad fueron los perdedores.",
      "footnotes": ""
    }
  ]
}