{
  "result": [
    {
      "id": "1474",
      "sura": "11",
      "aya": "1",
      "arabic_text": "الٓرۚ كِتَٰبٌ أُحۡكِمَتۡ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتۡ مِن لَّدُنۡ حَكِيمٍ خَبِيرٍ",
      "translation": "Алиф, лом, ро.[1] Ин [Қуръон] китобест, ки оёти он истеҳком ёфтааст ва сипас аз ҷониби ҳакими огоҳ ба равшанӣ баён шудааст",
      "footnotes": "[1] Нигаред ба эзоҳи ояти 1 сураи Бақара."
    },
    {
      "id": "1475",
      "sura": "11",
      "aya": "2",
      "arabic_text": "أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۚ إِنَّنِي لَكُم مِّنۡهُ نَذِيرٞ وَبَشِيرٞ",
      "translation": "[Паёми Паёмбар ин аст] Ки ҷуз Аллоҳро напарастед, [ки] бе тардид, ман аз сӯйи Ӯ бароятон бимдиҳанда ва башоратгар ҳастам",
      "footnotes": ""
    },
    {
      "id": "1476",
      "sura": "11",
      "aya": "3",
      "arabic_text": "وَأَنِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُمَتِّعۡكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَيُؤۡتِ كُلَّ ذِي فَضۡلٖ فَضۡلَهُۥۖ وَإِن تَوَلَّوۡاْ فَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ كَبِيرٍ",
      "translation": "Ва ин ки аз Парвардигоратон омурзиш бихоҳед, сипас ба даргоҳаш тавба кунед, то шуморо [дар зиндагии дунё] то саромади муайяне ба хайру хубӣ баҳраманд созад ва ба ҳар бофазилате [ки яктопарастӣ ва накукорӣ пеша кардааст, подошу] фузунӣ бахшад.Ва агар [аз имон] рӯ бигардонед, [бидонед, ки ман] ба ростӣ, бароятон аз азоби рӯзе саҳмгин метарсам",
      "footnotes": ""
    },
    {
      "id": "1477",
      "sura": "11",
      "aya": "4",
      "arabic_text": "إِلَى ٱللَّهِ مَرۡجِعُكُمۡۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
      "translation": "[Шумо эй мардум] Бозгаштатон ба сӯйи Аллоҳ таоло аст ва Ӯ бар ҳар чизе тавоност",
      "footnotes": ""
    },
    {
      "id": "1478",
      "sura": "11",
      "aya": "5",
      "arabic_text": "أَلَآ إِنَّهُمۡ يَثۡنُونَ صُدُورَهُمۡ لِيَسۡتَخۡفُواْ مِنۡهُۚ أَلَا حِينَ يَسۡتَغۡشُونَ ثِيَابَهُمۡ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "Огоҳ бошед! Онҳо [куфрро] дар синаҳояшон ниҳон мекунанд, то онро аз Ӯ [Аллоҳ таоло] пинҳон доранд. Огоҳ бошед! Он гоҳ ки онон ҷомаҳояшонро бар сар мекашанд, Аллоҳ таоло он чи пинҳон месозанд ва он чи ошкор медоранд, [ҳамаро] медонад. Бе тардид, Ӯ ба асрори синаҳо доност",
      "footnotes": ""
    },
    {
      "id": "1479",
      "sura": "11",
      "aya": "6",
      "arabic_text": "۞ وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ إِلَّا عَلَى ٱللَّهِ رِزۡقُهَا وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ",
      "translation": "Ва ҳеҷ ҷунбандае дар замин нест, магар [ин ки] рӯзиаш бар уҳдаи Аллоҳ таоло аст ва [Ӯ] қароргоҳ ва маҳалли маргашро медонад. Ҳама [инҳо] дар китобе равшан [сабт] аст",
      "footnotes": ""
    },
    {
      "id": "1480",
      "sura": "11",
      "aya": "7",
      "arabic_text": "وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ وَكَانَ عَرۡشُهُۥ عَلَى ٱلۡمَآءِ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۗ وَلَئِن قُلۡتَ إِنَّكُم مَّبۡعُوثُونَ مِنۢ بَعۡدِ ٱلۡمَوۡتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ",
      "translation": "Ва Ӯст, ки осмонҳо ва заминро дар шаш рӯз офарид ва [пеш аз он] Арши Ӯ бар об буд, то шуморо биозмояд, ки кадоматон накукортаред. Ва агар [ба мушрикон] бигӯед: «Шумо пас аз марг барангехта мешавед», касоне, ки куфр варзиданд мегӯянд: «Ин [Қуръон чизе] нест, магар ҷодуе ошкор»",
      "footnotes": ""
    },
    {
      "id": "1481",
      "sura": "11",
      "aya": "8",
      "arabic_text": "وَلَئِنۡ أَخَّرۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِلَىٰٓ أُمَّةٖ مَّعۡدُودَةٖ لَّيَقُولُنَّ مَا يَحۡبِسُهُۥٓۗ أَلَا يَوۡمَ يَأۡتِيهِمۡ لَيۡسَ مَصۡرُوفًا عَنۡهُمۡ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "Ва агар мо азобашонро то чанд муддате ба таъхир андозем, албатта,[аз рӯйи тамасхур] мегӯянд: «Чи чизе монеъи [вуқуъи] он шуда аст?» Огоҳ бошед! Рӯзе, ки [азоб] ба суроғашон биёяд, аз онон бозгардонида нахоҳад шуд ва он чиро ба масхара мегирифтанд, домангирашон хоҳад шуд",
      "footnotes": ""
    },
    {
      "id": "1482",
      "sura": "11",
      "aya": "9",
      "arabic_text": "وَلَئِنۡ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ ثُمَّ نَزَعۡنَٰهَا مِنۡهُ إِنَّهُۥ لَيَـُٔوسٞ كَفُورٞ",
      "translation": "Ва агар аз ҷониби хеш раҳмате ба инсон бичашонем, сипас онро аз ӯ бигирем, ҳатман, дилсард [ва] носипос мегардад",
      "footnotes": ""
    },
    {
      "id": "1483",
      "sura": "11",
      "aya": "10",
      "arabic_text": "وَلَئِنۡ أَذَقۡنَٰهُ نَعۡمَآءَ بَعۡدَ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّيٓۚ إِنَّهُۥ لَفَرِحٞ فَخُورٌ",
      "translation": "Ва агар пас аз ранҷе, ки ба ӯ расидааст, неъмате ба ӯ бичашонем, ҳатман, мегӯяд: «Сахтиҳо [ва ногувориҳо] аз ман дур шуд». Ҳаққо, ки ӯ шодмону фахрфурӯш аст",
      "footnotes": ""
    },
    {
      "id": "1484",
      "sura": "11",
      "aya": "11",
      "arabic_text": "إِلَّا ٱلَّذِينَ صَبَرُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ",
      "translation": "Магар касоне, ки шикебоӣ намуданд ва корҳои нек карданд. Барои эшон омурзишу подоши бузурге [дар пеш] аст",
      "footnotes": ""
    },
    {
      "id": "1485",
      "sura": "11",
      "aya": "12",
      "arabic_text": "فَلَعَلَّكَ تَارِكُۢ بَعۡضَ مَا يُوحَىٰٓ إِلَيۡكَ وَضَآئِقُۢ بِهِۦ صَدۡرُكَ أَن يَقُولُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ كَنزٌ أَوۡ جَآءَ مَعَهُۥ مَلَكٌۚ إِنَّمَآ أَنتَ نَذِيرٞۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٌ",
      "translation": "Ва [эй Паёмбар] мабодо [иблоғи] бархе аз он чиро, ки ба сӯят ваҳй мешавад, тарк кунӣ ва синаат аз он ба танг ояд, ки [мушрикон] мегӯянд: «Чаро ганҷе бар ӯ нозил нагаштааст ё фариштае бо ӯ наёмадааст»? Ҷуз ин нест, ки ту фақат бимдиҳандаӣ ва Аллоҳ таоло [муроқибу] коргузори ҳар чизест",
      "footnotes": ""
    },
    {
      "id": "1486",
      "sura": "11",
      "aya": "13",
      "arabic_text": "أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِعَشۡرِ سُوَرٖ مِّثۡلِهِۦ مُفۡتَرَيَٰتٖ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "Ё мегӯянд: «[Муҳаммад] Он [китоб]-ро барсохтааст». Бигӯ: «Агар рост мегӯед, даҳ сура барсохта ҳаммонанди он биёваред ва ба ҷуз Аллоҳ таоло ҳар киро метавонед, ба ёрӣ бихонед»",
      "footnotes": ""
    },
    {
      "id": "1487",
      "sura": "11",
      "aya": "14",
      "arabic_text": "فَإِلَّمۡ يَسۡتَجِيبُواْ لَكُمۡ فَٱعۡلَمُوٓاْ أَنَّمَآ أُنزِلَ بِعِلۡمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ",
      "translation": "Пас, агар онон даъвататонро напазируфтанд, бидонед, ки [Қуръон] фақат ба илми Аллоҳ таоло нозил шудааст ва ин ки ҳеҷ маъбуде [барҳақ] ҷуз Ӯ нест. Пас, оё таслим [-и амри Аллоҳ таоло ва паёмбар] мешавед?",
      "footnotes": ""
    },
    {
      "id": "1488",
      "sura": "11",
      "aya": "15",
      "arabic_text": "مَن كَانَ يُرِيدُ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا نُوَفِّ إِلَيۡهِمۡ أَعۡمَٰلَهُمۡ فِيهَا وَهُمۡ فِيهَا لَا يُبۡخَسُونَ",
      "translation": "Касоне, ки зиндагии дунё ва зинати онро мехоҳанд, [подоши] корҳояшонро дар ин [дунё] ба тамомӣ ба онон медиҳем ва дар он [подош ҳеҷ] каму косте нахоҳанд дид",
      "footnotes": ""
    },
    {
      "id": "1489",
      "sura": "11",
      "aya": "16",
      "arabic_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ لَيۡسَ لَهُمۡ فِي ٱلۡأٓخِرَةِ إِلَّا ٱلنَّارُۖ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ",
      "translation": "Инон касоне ҳастанд, ки дар охират ба ҷуз оташ [-и дузах ҳеҷ насибе] нахоҳанд дошт ва он чи дар дунё анҷом додаанд, бар бод рафтааст ва он чи мекарданд, табоҳ аст",
      "footnotes": ""
    },
    {
      "id": "1490",
      "sura": "11",
      "aya": "17",
      "arabic_text": "أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتۡلُوهُ شَاهِدٞ مِّنۡهُ وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةًۚ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۚ وَمَن يَكۡفُرۡ بِهِۦ مِنَ ٱلۡأَحۡزَابِ فَٱلنَّارُ مَوۡعِدُهُۥۚ فَلَا تَكُ فِي مِرۡيَةٖ مِّنۡهُۚ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ",
      "translation": "Оё касе [Паёмбар], ки далели ошкоре [Қуръон] аз Парвардигораш дорад ва шоҳиде [Ҷабраил] аз ҷониби Ӯ [Аллоҳ таоло] онро мехонад, [ҳаммонанди кофирони гумроҳ аст] ва ҳол он ки пеш аз он низ Мӯсо роҳнамо ва мояи раҳмат [-и эшон] буд. Инон [мусулмонон] ба он [китоб] имон доранд ва ҳар касе аз гурӯҳҳо[-и мухталифи мушрикон], ки ба он куфр биварзад [ва инкораш кунад], оташи дузах ваъдагоҳи ӯст. Пас,[эй паёмбар] аз [Қуръон ва ҳақиқати ваъдаҳои] он дар тардид мабош. Бе тардид, он [китобе] росту дуруст аз сӯи Парвардигори туст, вале бештари мардум имон намеоваранд",
      "footnotes": ""
    },
    {
      "id": "1491",
      "sura": "11",
      "aya": "18",
      "arabic_text": "وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًاۚ أُوْلَٰٓئِكَ يُعۡرَضُونَ عَلَىٰ رَبِّهِمۡ وَيَقُولُ ٱلۡأَشۡهَٰدُ هَٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُواْ عَلَىٰ رَبِّهِمۡۚ أَلَا لَعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ",
      "translation": "Ва кист ситамгортар аз он кас, ки [бо нисбат додани фарзанд ё шарик] бар Аллоҳ таоло дурӯғ мебандад? Онон [рӯзи қиёмат] бар Парвардигорашон арза мешаванд ва гувоҳон [паёмбарон ва фариштагон] мегӯянд: «Инҳо ҳамон касоне ҳастанд, ки бар Парвардигорашон дурӯғ мебастанд». Ҳон! Лаънати Аллоҳ таоло бар ситамгорони [мушрик] бод!!",
      "footnotes": ""
    },
    {
      "id": "1492",
      "sura": "11",
      "aya": "19",
      "arabic_text": "ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ",
      "translation": "[Ҳамон] касоне, ки [мардумро] аз роҳи Аллоҳ таоло бозмедоранд ва онро мунҳариф мехоҳанд ва онон худ охиратро бовар надоранд",
      "footnotes": ""
    },
    {
      "id": "1493",
      "sura": "11",
      "aya": "20",
      "arabic_text": "أُوْلَٰٓئِكَ لَمۡ يَكُونُواْ مُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَۘ يُضَٰعَفُ لَهُمُ ٱلۡعَذَابُۚ مَا كَانُواْ يَسۡتَطِيعُونَ ٱلسَّمۡعَ وَمَا كَانُواْ يُبۡصِرُونَ",
      "translation": "Онон дар замин нотавонкунанда [-и Аллоҳ аз азоби хеш] нестанд ва ҷуз Аллоҳ таоло дӯстоне надоранд. Азоб бар эшон дучанд мешавад,[чаро ки] онон на тавони шунидан [-и ҳақро] доштанд ва на [ҳақоиқро] медиданд",
      "footnotes": ""
    },
    {
      "id": "1494",
      "sura": "11",
      "aya": "21",
      "arabic_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ",
      "translation": "Инонанд, ки ба хеш зиён заданд ва дурӯғҳое, ки мебофтанд, [ҳама] маҳву нобуд шуд",
      "footnotes": ""
    },
    {
      "id": "1495",
      "sura": "11",
      "aya": "22",
      "arabic_text": "لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ",
      "translation": "Ногузир онон дар охират аз ҳама зиёнкортаранд",
      "footnotes": ""
    },
    {
      "id": "1496",
      "sura": "11",
      "aya": "23",
      "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَخۡبَتُوٓاْ إِلَىٰ رَبِّهِمۡ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "Касоне, ки имон овардаанд ва корҳои шоиста кардаанд ва дар баробари Парвардигорашон фурӯтанӣ намудаанд, инон яқинан биҳиштианд [ва] ҳам инон дар он ҷовидонанд",
      "footnotes": ""
    },
    {
      "id": "1497",
      "sura": "11",
      "aya": "24",
      "arabic_text": "۞ مَثَلُ ٱلۡفَرِيقَيۡنِ كَٱلۡأَعۡمَىٰ وَٱلۡأَصَمِّ وَٱلۡبَصِيرِ وَٱلسَّمِيعِۚ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ أَفَلَا تَذَكَّرُونَ",
      "translation": "Масали ин ду гурӯҳ [кофиру муъмин] ҳаммонанди нобино ва ношунаво [аз як сӯ] ва бино ва шунаво [аз сӯйи дигар] аст. Оё бо якдигар баробаранд? Оё панд намегиред?",
      "footnotes": ""
    },
    {
      "id": "1498",
      "sura": "11",
      "aya": "25",
      "arabic_text": "وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ",
      "translation": "Ва ба ростӣ Мо Нуҳро ба сӯйи қавмаш фиристодем [бо ин паём], ки: «Ба ростӣ, ки ман бароятон бимдиҳандае ошкорам",
      "footnotes": ""
    },
    {
      "id": "1499",
      "sura": "11",
      "aya": "26",
      "arabic_text": "أَن لَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ أَلِيمٖ",
      "translation": "Ҷуз Аллоҳро напарастед, [ки] бе тардид ман аз азоби рӯзе дарднок бар шумо метарсам»",
      "footnotes": ""
    },
    {
      "id": "1500",
      "sura": "11",
      "aya": "27",
      "arabic_text": "فَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرٗا مِّثۡلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمۡ أَرَاذِلُنَا بَادِيَ ٱلرَّأۡيِ وَمَا نَرَىٰ لَكُمۡ عَلَيۡنَا مِن فَضۡلِۭ بَلۡ نَظُنُّكُمۡ كَٰذِبِينَ",
      "translation": "Бузургоне аз қавми ӯ, ки куфр варзида буданд, [дар посух] гуфтанд: «Туро ҷуз башаре ҳаммонанди хеш намебинем ва ба ҷуз фурӯмоягони мо [он ҳам надониста ва] насанҷида [каси дигареро] намебинем, ки аз ту пайравӣ карда бошад ва бароятон [ҳеҷ] бартарие бар худ намебинем, балки шуморо дурӯғгӯ мепиндорем»",
      "footnotes": ""
    },
    {
      "id": "1501",
      "sura": "11",
      "aya": "28",
      "arabic_text": "قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي رَحۡمَةٗ مِّنۡ عِندِهِۦ فَعُمِّيَتۡ عَلَيۡكُمۡ أَنُلۡزِمُكُمُوهَا وَأَنتُمۡ لَهَا كَٰرِهُونَ",
      "translation": "[Нуҳ] гуфт: «Эй қавми ман, ба ман бигӯед, [ки] агар аз сӯйи Парвардигорам далел [-у муъҷизаи] ошкоре дошта бошам ва Ӯ аз ҷониби хеш ба ман раҳмате [ нубувват] бахшида бошад ва [ин мавҳибат] аз диди шумо пӯшида бошад, оё мо метавонем ба [пазириши] он водоратон кунем ва ҳол он ки кароҳат доред?",
      "footnotes": ""
    },
    {
      "id": "1502",
      "sura": "11",
      "aya": "29",
      "arabic_text": "وَيَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مَالًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓاْۚ إِنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ",
      "translation": "Ва эй қавми ман, барои ин [рисолат ман ҳеҷ сарват] ва моле аз шумо дархост намекунам. Подоши ман ҷуз бар [уҳдаи] Аллоҳ таоло нест ва касонеро, ки имон овардаанд, аз худ намеронам. Бе тардид, [рӯзи қиёмат] онон мулоқоткунандаи Парвардигори хешанд, вале ман шуморо гурӯҳе мебинам, ки нодонӣ мекунед",
      "footnotes": ""
    },
    {
      "id": "1503",
      "sura": "11",
      "aya": "30",
      "arabic_text": "وَيَٰقَوۡمِ مَن يَنصُرُنِي مِنَ ٱللَّهِ إِن طَرَدتُّهُمۡۚ أَفَلَا تَذَكَّرُونَ",
      "translation": "Ва эй қавми ман, агар ман ононро тард кунам, кист, ки маро дар баробари [кайфари] Аллоҳ таоло ёрӣ кунад? Пас, оё панд намегиред?",
      "footnotes": ""
    },
    {
      "id": "1504",
      "sura": "11",
      "aya": "31",
      "arabic_text": "وَلَآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ إِنِّي مَلَكٞ وَلَآ أَقُولُ لِلَّذِينَ تَزۡدَرِيٓ أَعۡيُنُكُمۡ لَن يُؤۡتِيَهُمُ ٱللَّهُ خَيۡرًاۖ ٱللَّهُ أَعۡلَمُ بِمَا فِيٓ أَنفُسِهِمۡ إِنِّيٓ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ",
      "translation": "Ва ба шумо намегӯям, ки ганҷинаҳои Аллоҳ таоло назди ман аст ва ғайб намедонам ва намегӯям, ки ман фариштаам ва дар бораи касоне, ки ба чашми шумо ҳақир меоянд, намегӯям, ки Аллоҳ таоло хайре насибашон нахоҳад кард. Аллоҳ таоло ба он чи дар дилҳои эшон аст, огоҳтар аст. [Агар чунин бигӯям] Дар он сурат, ҳатман, аз ситамгорон хоҳам буд»",
      "footnotes": ""
    },
    {
      "id": "1505",
      "sura": "11",
      "aya": "32",
      "arabic_text": "قَالُواْ يَٰنُوحُ قَدۡ جَٰدَلۡتَنَا فَأَكۡثَرۡتَ جِدَٰلَنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
      "translation": "[Қавмаш] Гуфтанд: «Эй Нуҳ, ба ростӣ, ки бо мо ҷидол кардӣ ва бисёр [ҳам] ҷидол кардӣ, пас, агар рост мегӯӣ, он чи [аз азоб]-ро, ки ба мо ваъда медиҳӣ, биёвар»",
      "footnotes": ""
    },
    {
      "id": "1506",
      "sura": "11",
      "aya": "33",
      "arabic_text": "قَالَ إِنَّمَا يَأۡتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعۡجِزِينَ",
      "translation": "[Нуҳ] Гуфт: «Танҳо Аллоҳ таоло аст, ки агар бихоҳад, онро бар [сари] шумо меоварад ва шумо оҷизкунанда [-и Ӯ аз азоб кардан] нестед",
      "footnotes": ""
    },
    {
      "id": "1507",
      "sura": "11",
      "aya": "34",
      "arabic_text": "وَلَا يَنفَعُكُمۡ نُصۡحِيٓ إِنۡ أَرَدتُّ أَنۡ أَنصَحَ لَكُمۡ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغۡوِيَكُمۡۚ هُوَ رَبُّكُمۡ وَإِلَيۡهِ تُرۡجَعُونَ",
      "translation": "Ва агар ман бихоҳам насиҳататон кунам, насиҳат кардани ман суде бароятон надорад, агар Аллоҳ таоло бихоҳад [ки нобуду] гумроҳатон созад. Ӯ Парвардигори шумост ва [ҳамагӣ] ба сӯяш бозгардонда мешавед»",
      "footnotes": ""
    },
    {
      "id": "1508",
      "sura": "11",
      "aya": "35",
      "arabic_text": "أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَعَلَيَّ إِجۡرَامِي وَأَنَا۠ بَرِيٓءٞ مِّمَّا تُجۡرِمُونَ",
      "translation": "Оё [мушрикон] мегӯянд: «Ӯ [Муҳаммад] ин суханонро ба дурӯғ ба Аллоҳ таоло нисбат додааст? Бигӯ: «Агар ман инҳоро аз пеши худ сохта бошам ва ба Ӯ нисбат диҳам, гуноҳаш бар [уҳдаи] ман, ва[-ле] ман аз гуноҳони шумо безорам»",
      "footnotes": ""
    },
    {
      "id": "1509",
      "sura": "11",
      "aya": "36",
      "arabic_text": "وَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤۡمِنَ مِن قَوۡمِكَ إِلَّا مَن قَدۡ ءَامَنَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَفۡعَلُونَ",
      "translation": "Ва ба Нуҳ ваҳй шуд, ки: «Аз қавми ту ҷуз касоне, ки имон овардаанд, дигар ҳеҷ кас имон намеоварад, пас, бар он чи мекарданд, ғам махӯр",
      "footnotes": ""
    },
    {
      "id": "1510",
      "sura": "11",
      "aya": "37",
      "arabic_text": "وَٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ",
      "translation": "Ва [акнун] киштиро зери назари Мо ва ба ваҳй [ва роҳнамоӣ]-и Мо бисоз ва дар бораи касоне, ки ситам карданд, бо Ман сухан магӯ [чаро ки] онҳо, ҳатман, ғарқшуданӣ ҳастанд»",
      "footnotes": ""
    },
    {
      "id": "1511",
      "sura": "11",
      "aya": "38",
      "arabic_text": "وَيَصۡنَعُ ٱلۡفُلۡكَ وَكُلَّمَا مَرَّ عَلَيۡهِ مَلَأٞ مِّن قَوۡمِهِۦ سَخِرُواْ مِنۡهُۚ قَالَ إِن تَسۡخَرُواْ مِنَّا فَإِنَّا نَسۡخَرُ مِنكُمۡ كَمَا تَسۡخَرُونَ",
      "translation": "Ва [Нуҳ] киштиро месохт ва гоҳе бузургоне аз қавмаш бар ӯ мегузаштанд, масхарааш мекарданд. [Ӯ] Мегуфт: «Агар моро масхара мекунед, мо низ [ба ҳангомаш] ба ҳамон сурате, ки моро масхара мекунед, шуморо масхара хоҳем кард",
      "footnotes": ""
    },
    {
      "id": "1512",
      "sura": "11",
      "aya": "39",
      "arabic_text": "فَسَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ",
      "translation": "Ба зудӣ хоҳед донист, ки азоби [илоҳӣ] суроғи чи касе меояд, ки хораш созад ва азобе пойдор бар ӯ фуруд ояд»",
      "footnotes": ""
    },
    {
      "id": "1513",
      "sura": "11",
      "aya": "40",
      "arabic_text": "حَتَّىٰٓ إِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ قُلۡنَا ٱحۡمِلۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ وَمَنۡ ءَامَنَۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞ",
      "translation": "[Ин ҳолат ҳамчунон идома дошт] то замоне, ки фармон [-и азоб] фаро расид ва [об аз] танӯр ҷӯшидан гирифт. [Ба Нуҳ] гуфтем: «Аз [аз ҳайвонот] як ҷуфт [нар ва мода] дар он [киштӣ] савор кун ва [ҳамчунин] хонадонатро, ба ҷуз касе, ки ваъда [-и ҳалок] қаблан бар ӯ муқаррар шудааст ва [низ] касонеро, ки имон овардаанд [низ савор кун]».Ва ҷуз иддаи андаке ҳамроҳи ӯ имон наоварда буданд",
      "footnotes": ""
    },
    {
      "id": "1514",
      "sura": "11",
      "aya": "41",
      "arabic_text": "۞ وَقَالَ ٱرۡكَبُواْ فِيهَا بِسۡمِ ٱللَّهِ مَجۡر۪ىٰهَا وَمُرۡسَىٰهَآۚ إِنَّ رَبِّي لَغَفُورٞ رَّحِيمٞ",
      "translation": "[Нуҳ] Гуфт: «Дар он [киштӣ] савор шавед. Ҳаракат ва таваққуфаш ба ном [-у хости] Аллоҳ таоло аст. Бе тардид, Парвардигорам омурзандаву меҳрубон аст»",
      "footnotes": ""
    },
    {
      "id": "1515",
      "sura": "11",
      "aya": "42",
      "arabic_text": "وَهِيَ تَجۡرِي بِهِمۡ فِي مَوۡجٖ كَٱلۡجِبَالِ وَنَادَىٰ نُوحٌ ٱبۡنَهُۥ وَكَانَ فِي مَعۡزِلٖ يَٰبُنَيَّ ٱرۡكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلۡكَٰفِرِينَ",
      "translation": "Ва он [киштӣ] ононро дар миёни амвоҷи кӯҳпайкаре [пеш] мебурд ва Нуҳ писарашро, ки дар каноре [истода] буд, садо зад: «Писарам, бо мо савор шав ва ҳамроҳи кофирон мабош»",
      "footnotes": ""
    },
    {
      "id": "1516",
      "sura": "11",
      "aya": "43",
      "arabic_text": "قَالَ سَـَٔاوِيٓ إِلَىٰ جَبَلٖ يَعۡصِمُنِي مِنَ ٱلۡمَآءِۚ قَالَ لَا عَاصِمَ ٱلۡيَوۡمَ مِنۡ أَمۡرِ ٱللَّهِ إِلَّا مَن رَّحِمَۚ وَحَالَ بَيۡنَهُمَا ٱلۡمَوۡجُ فَكَانَ مِنَ ٱلۡمُغۡرَقِينَ",
      "translation": "[Писари Нуҳ] Гуфт: «Ба кӯҳе паноҳ хоҳам бурд, ки аз об ҳифзам кунад». [Нуҳ] Гуфт: «Имрӯз ҳеҷ нигаҳдорандае дар баробари фармони Аллоҳ таоло нест, магар касе, ки [Аллоҳ таоло] ба ӯ раҳм кунад».Ва[-ле ногоҳ] мавҷ дар миёни он ду фосила андохт, пас, [вай низ] аз ғарқшудагон гардид",
      "footnotes": ""
    },
    {
      "id": "1517",
      "sura": "11",
      "aya": "44",
      "arabic_text": "وَقِيلَ يَٰٓأَرۡضُ ٱبۡلَعِي مَآءَكِ وَيَٰسَمَآءُ أَقۡلِعِي وَغِيضَ ٱلۡمَآءُ وَقُضِيَ ٱلۡأَمۡرُ وَٱسۡتَوَتۡ عَلَى ٱلۡجُودِيِّۖ وَقِيلَ بُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ",
      "translation": "Ва гуфта шуд: «Эй замин, обатро фурӯ бар ва эй осмон [аз боридан] боз ист ва об фурӯ нишаст ва кор ба анҷом расид ва [киштӣ] бар [кӯҳи] Ҷудӣ қарор гирифт ва гуфта шуд: «Дурӣ [аз раҳмати илоҳӣ] бар гурӯҳи ситамгорон бод»!",
      "footnotes": ""
    },
    {
      "id": "1518",
      "sura": "11",
      "aya": "45",
      "arabic_text": "وَنَادَىٰ نُوحٞ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبۡنِي مِنۡ أَهۡلِي وَإِنَّ وَعۡدَكَ ٱلۡحَقُّ وَأَنتَ أَحۡكَمُ ٱلۡحَٰكِمِينَ",
      "translation": "Ва Нуҳ Парвардигорашро нидо доду гуфт: «Парвардигоро, писарам аз хонадони ман аст ва бе гумон, ваъдаи Ту [дар бораи наҷоти хонадонам] ҳақ аст ва Ту беҳтарин доварӣ»",
      "footnotes": ""
    },
    {
      "id": "1519",
      "sura": "11",
      "aya": "46",
      "arabic_text": "قَالَ يَٰنُوحُ إِنَّهُۥ لَيۡسَ مِنۡ أَهۡلِكَۖ إِنَّهُۥ عَمَلٌ غَيۡرُ صَٰلِحٖۖ فَلَا تَسۡـَٔلۡنِ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۖ إِنِّيٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلۡجَٰهِلِينَ",
      "translation": "[Аллоҳ таоло] Фармуд: «Эй Нуҳ, дар ҳақиқат, ӯ аз хонадони ту нест. [Кирдори] Ӯ кирдори ношоиста аст. Пас, чизеро, ки ба он дониш надорӣ, аз Ман махоҳ. Ман туро панд медиҳам, ки мабодо аз ҷоҳилон бошӣ»",
      "footnotes": ""
    },
    {
      "id": "1520",
      "sura": "11",
      "aya": "47",
      "arabic_text": "قَالَ رَبِّ إِنِّيٓ أَعُوذُ بِكَ أَنۡ أَسۡـَٔلَكَ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞۖ وَإِلَّا تَغۡفِرۡ لِي وَتَرۡحَمۡنِيٓ أَكُن مِّنَ ٱلۡخَٰسِرِينَ",
      "translation": "[Нуҳ] Гуфт: «Парвардигоро, ман ба Ту паноҳ мебарам, ки аз Ту чизе бихоҳам, ки ба он донише надорам ва агар маро набахшӣ ва бар ман раҳм накунӣ, аз зиёнкоронам»",
      "footnotes": ""
    },
    {
      "id": "1521",
      "sura": "11",
      "aya": "48",
      "arabic_text": "قِيلَ يَٰنُوحُ ٱهۡبِطۡ بِسَلَٰمٖ مِّنَّا وَبَرَكَٰتٍ عَلَيۡكَ وَعَلَىٰٓ أُمَمٖ مِّمَّن مَّعَكَۚ وَأُمَمٞ سَنُمَتِّعُهُمۡ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٞ",
      "translation": "Гуфта шуд: «Эй Нуҳ, бо [амнияту] саломат аз ҷониби Мо ва [низ ҳамроҳ бо] баракатҳои [фаровон] бар ту ва бар гурӯҳҳое, ки ҳамроҳат ҳастанд, [бар замин] фуруд о ва гурӯҳҳое [низ] ҳастанд, ки ба зудӣ ононро [аз неъматҳо] баҳраманд месозем, сипас азоби дардноке аз сӯйи Мо ба онон хоҳад расид»",
      "footnotes": ""
    },
    {
      "id": "1522",
      "sura": "11",
      "aya": "49",
      "arabic_text": "تِلۡكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهَآ إِلَيۡكَۖ مَا كُنتَ تَعۡلَمُهَآ أَنتَ وَلَا قَوۡمُكَ مِن قَبۡلِ هَٰذَاۖ فَٱصۡبِرۡۖ إِنَّ ٱلۡعَٰقِبَةَ لِلۡمُتَّقِينَ",
      "translation": "[Эй паёмбар] Инҳо аз хабарҳои ғайб аст, ки онро ба ту ваҳй мекунем. На ту онҳоро пеш аз ин медонистӣ ва на қавмат, пас,[бар озорашон] шикебоӣ кун. Яқинан, оқибати [наку] аз они парҳезгорон аст",
      "footnotes": ""
    },
    {
      "id": "1523",
      "sura": "11",
      "aya": "50",
      "arabic_text": "وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۖ إِنۡ أَنتُمۡ إِلَّا مُفۡتَرُونَ",
      "translation": "Ва ба сӯйи қавми Од бародарашон Ҳудро [фиристодем, ки] гуфт: «Эй қавми ман, Аллоҳро бипарастед, ки маъбуд [-и барҳақ]-е ҷуз Ӯ надоред [ва] шумо [дар ширк ба Аллоҳ таоло] дурӯғбофоне беш нестед",
      "footnotes": ""
    },
    {
      "id": "1524",
      "sura": "11",
      "aya": "51",
      "arabic_text": "يَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱلَّذِي فَطَرَنِيٓۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "«Эй қавми ман, барои [расонидани] ин [даъват] аз шумо подоше наметалабам. Подоши ман танҳо бар [уҳдаи] касест, ки маро офарид. Оё намеандешед?",
      "footnotes": ""
    },
    {
      "id": "1525",
      "sura": "11",
      "aya": "52",
      "arabic_text": "وَيَٰقَوۡمِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا وَيَزِدۡكُمۡ قُوَّةً إِلَىٰ قُوَّتِكُمۡ وَلَا تَتَوَلَّوۡاْ مُجۡرِمِينَ",
      "translation": "Ва эй қавми ман, аз Парвардигоратон талаби омурзиш кунед, сипас ба сӯйи Ӯ бозгардед [ва тавба кунед], то [борони] осмонро паёпай бар шумо бифиристад ва неруе бар неруятон биафзояд ва гунаҳкорона [аз ҳақ] рӯй нагардонед»",
      "footnotes": ""
    },
    {
      "id": "1526",
      "sura": "11",
      "aya": "53",
      "arabic_text": "قَالُواْ يَٰهُودُ مَا جِئۡتَنَا بِبَيِّنَةٖ وَمَا نَحۡنُ بِتَارِكِيٓ ءَالِهَتِنَا عَن قَوۡلِكَ وَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ",
      "translation": "Онон гуфтанд: «Эй Ҳуд, бароямон далели равшане наовардаӣ ва мо ба [хотири] гуфтори ту маъбудонамонро раҳо намекунем ва ба ту имон намеоварем",
      "footnotes": ""
    },
    {
      "id": "1527",
      "sura": "11",
      "aya": "54",
      "arabic_text": "إِن نَّقُولُ إِلَّا ٱعۡتَرَىٰكَ بَعۡضُ ءَالِهَتِنَا بِسُوٓءٖۗ قَالَ إِنِّيٓ أُشۡهِدُ ٱللَّهَ وَٱشۡهَدُوٓاْ أَنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ",
      "translation": "[Мо чизе] Ҷуз ин намегӯем, ки бархе аз маъбудонамон ба ту газанде расондаанд [ва девона шудаӣ]». [Ҳуд] Гуфт: «Аллоҳро гувоҳ мегирам ва шумо [низ] гувоҳ бошед, ки ман аз он чи [ба Аллоҳ таоло] шарик қарор медиҳед, безорам",
      "footnotes": ""
    },
    {
      "id": "1528",
      "sura": "11",
      "aya": "55",
      "arabic_text": "مِن دُونِهِۦۖ فَكِيدُونِي جَمِيعٗا ثُمَّ لَا تُنظِرُونِ",
      "translation": "Пас, ҳамагӣ дар бораи ман найранг кунед ва муҳлатам надиҳед",
      "footnotes": ""
    },
    {
      "id": "1529",
      "sura": "11",
      "aya": "56",
      "arabic_text": "إِنِّي تَوَكَّلۡتُ عَلَى ٱللَّهِ رَبِّي وَرَبِّكُمۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذُۢ بِنَاصِيَتِهَآۚ إِنَّ رَبِّي عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "Ман бар Аллоҳ таоло, ки Парвардигори ману шумост, таваккал кардам. Ҳеҷ ҷунбандае нест, магар ин ки дар зери қудрат ва фармонравоии Ӯст. Бе тардид, Парвардигорам бар роҳи рост аст",
      "footnotes": ""
    },
    {
      "id": "1530",
      "sura": "11",
      "aya": "57",
      "arabic_text": "فَإِن تَوَلَّوۡاْ فَقَدۡ أَبۡلَغۡتُكُم مَّآ أُرۡسِلۡتُ بِهِۦٓ إِلَيۡكُمۡۚ وَيَسۡتَخۡلِفُ رَبِّي قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّونَهُۥ شَيۡـًٔاۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ",
      "translation": "Пас, агар рӯй бигардонед, [бидонед, ки] ман яқинан, он чиро, ки ба хотираш ба сӯйи шумо фиристода шудаам ба шумо расонидам ва Парвардигори ман, қавме ғайр аз шуморо ҷонишинатон мекунад ва шумо наметавонед ҳеҷ зиёне ба Ӯ бирасонед, [чароки] бе тардид, Парвардигорам бар ҳар чиз нигаҳбон аст»",
      "footnotes": ""
    },
    {
      "id": "1531",
      "sura": "11",
      "aya": "58",
      "arabic_text": "وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا هُودٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَنَجَّيۡنَٰهُم مِّنۡ عَذَابٍ غَلِيظٖ",
      "translation": "Ва ҳангоме ки фармони [азоби] Мо фаро расид, Ҳуд ва касонеро, ки ҳамроҳаш имон оварда буданд, ба раҳмате аз [ҷониби] хеш наҷот додем ва ононро аз азоби сахт раҳонидем",
      "footnotes": ""
    },
    {
      "id": "1532",
      "sura": "11",
      "aya": "59",
      "arabic_text": "وَتِلۡكَ عَادٞۖ جَحَدُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَعَصَوۡاْ رُسُلَهُۥ وَٱتَّبَعُوٓاْ أَمۡرَ كُلِّ جَبَّارٍ عَنِيدٖ",
      "translation": "Ва ин [қавми] Од буданд, ки оёти Парвардигорашонро инкор карданд ва аз паёмбаронаш нофармонӣ намуданд ва аз фармони ҳар cаркаши ситезагаре пайравӣ карданд",
      "footnotes": ""
    },
    {
      "id": "1533",
      "sura": "11",
      "aya": "60",
      "arabic_text": "وَأُتۡبِعُواْ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ عَادٗا كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّعَادٖ قَوۡمِ هُودٖ",
      "translation": "Ва дар ин дунё ва рӯзи қиёмат [низ] лаънате ба дунболашон равон аст. Огоҳ бошед! Қавми Од ба Парвардигорашон куфр варзиданд. Ҳон! Од – қавми Ҳуд [аз раҳмати илоҳӣ] дур бод!",
      "footnotes": ""
    },
    {
      "id": "1534",
      "sura": "11",
      "aya": "61",
      "arabic_text": "۞ وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ هُوَ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَٱسۡتَعۡمَرَكُمۡ فِيهَا فَٱسۡتَغۡفِرُوهُ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي قَرِيبٞ مُّجِيبٞ",
      "translation": "Ва ба сӯйи [қавми] Самуд бародарашон Солеҳро [фиристодем]. Ӯ гуфт: «Эй қавми ман Аллоҳро бипарастед, ки ҷуз Ӯ маъбуде [бар ҳақ] надоред. Ӯ шуморо аз замин падид овард ва ободонии онро ба шумо вогузошт, пас, аз Ӯ омурзиш биталабед, сипас ба сӯяш бозгардед [ва тавба кунед]. Бе тардид, Парвардигорам наздик [ва] иҷобатгар аст»",
      "footnotes": ""
    },
    {
      "id": "1535",
      "sura": "11",
      "aya": "62",
      "arabic_text": "قَالُواْ يَٰصَٰلِحُ قَدۡ كُنتَ فِينَا مَرۡجُوّٗا قَبۡلَ هَٰذَآۖ أَتَنۡهَىٰنَآ أَن نَّعۡبُدَ مَا يَعۡبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِي شَكّٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ مُرِيبٖ",
      "translation": "Онон гуфтанд: «Эй Солеҳ, пеш аз ин ту миёни мо мояи умедворӣ будӣ. Оё моро аз парастиши он чи падаронамон мепарастиданд, бозмедорӣ? Ва ба ростӣ, мо аз он чи ба сӯяш даъватамон мекунӣ, сахт тардид дорем»",
      "footnotes": ""
    },
    {
      "id": "1536",
      "sura": "11",
      "aya": "63",
      "arabic_text": "قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي مِنۡهُ رَحۡمَةٗ فَمَن يَنصُرُنِي مِنَ ٱللَّهِ إِنۡ عَصَيۡتُهُۥۖ فَمَا تَزِيدُونَنِي غَيۡرَ تَخۡسِيرٖ",
      "translation": "[Солеҳ] Гуфт: «Эй қавми ман, ба ман бигӯед,[ки] агар аз сӯйи Парвардигорам далел [-у муъҷизаи] ошкоре дошта бошам ва Ӯ аз ҷониби хеш ба ман раҳмате [нубувват] бахшида бошад, пас, агар аз Ӯ нофармонӣ кунам, чи касе маро дар баробари Аллоҳ таоло ёрӣ мекунад? Пас, шумо ҷуз зиёнкорӣ [чизе] бар ман намеафзоед",
      "footnotes": ""
    },
    {
      "id": "1537",
      "sura": "11",
      "aya": "64",
      "arabic_text": "وَيَٰقَوۡمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٞ قَرِيبٞ",
      "translation": "Эй қавми ман, ин модашутури Аллоҳ таоло аст, ки барои шумо нишонаест [бар дурустии даъватам], пас, бигзоред, то дар замини Аллоҳ таоло бичарад ва озоре ба ӯ нарасонед, ки [дар ғайри ин сурат] азобе зудрас шуморо фаро мегирад»",
      "footnotes": ""
    },
    {
      "id": "1538",
      "sura": "11",
      "aya": "65",
      "arabic_text": "فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمۡ ثَلَٰثَةَ أَيَّامٖۖ ذَٰلِكَ وَعۡدٌ غَيۡرُ مَكۡذُوبٖ",
      "translation": "Пас, он [модашутур]-ро пай (захми) карданд, он гоҳ [Солеҳ ба онон] гуфт: «Се рӯз дар хонаҳоятон [аз неъматҳои дунё] баҳраманд гардед [ва пас аз он азоб хоҳад омад]. Ин ваъдаест, ки дурӯғ нахоҳад буд»",
      "footnotes": ""
    },
    {
      "id": "1539",
      "sura": "11",
      "aya": "66",
      "arabic_text": "فَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا صَٰلِحٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَمِنۡ خِزۡيِ يَوۡمِئِذٍۚ إِنَّ رَبَّكَ هُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ",
      "translation": "Пас, чун фармони [азоб]-и мо фаро расид, Солеҳ ва касонеро, ки ҳамроҳаш имон оварда буданд, ба раҳмате аз [ҷониби] хеш аз [азобу] расвоии он рӯз наҷот додем. Бе гумон, Парвардигорат ҳамон тавонманди шикастнопазир аст",
      "footnotes": ""
    },
    {
      "id": "1540",
      "sura": "11",
      "aya": "67",
      "arabic_text": "وَأَخَذَ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ",
      "translation": "Ва касонеро, ки ситам карда буданд, бонг [-и маргбор]-е фаро гирифт, пас, дар ҷойи хеш ба рӯ афтоданд ва ҳалок шуданд",
      "footnotes": ""
    },
    {
      "id": "1541",
      "sura": "11",
      "aya": "68",
      "arabic_text": "كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَآ إِنَّ ثَمُودَاْ كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّثَمُودَ",
      "translation": "Чунончи гӯӣ дар он [диёр] набудаанд. Огоҳ бошед! [Қавми] Самуд ба Парвардигорашон куфр варзиданд. Ҳон! Самуд [аз раҳмати илоҳӣ] дур бод!",
      "footnotes": ""
    },
    {
      "id": "1542",
      "sura": "11",
      "aya": "69",
      "arabic_text": "وَلَقَدۡ جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞۖ فَمَا لَبِثَ أَن جَآءَ بِعِجۡلٍ حَنِيذٖ",
      "translation": "Ба ростӣ, фиристодагони Мо бо башорати [таваллуди фарзанд] назди Иброҳим омаданд,[ва] гуфтанд: «Салом [бар ту]». [Ӯ низ дар посух] Гуфт: «Салом [бар шумо]» ва дере напоид, ки [Иброҳим барояшон] гӯсолае бирён овард",
      "footnotes": ""
    },
    {
      "id": "1543",
      "sura": "11",
      "aya": "70",
      "arabic_text": "فَلَمَّا رَءَآ أَيۡدِيَهُمۡ لَا تَصِلُ إِلَيۡهِ نَكِرَهُمۡ وَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۚ قَالُواْ لَا تَخَفۡ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمِ لُوطٖ",
      "translation": "Пас, чун дид ба сӯйи он [ғизо] даст намебаранд [ва чизе намехӯранд], бо онон эҳсоси бегонагӣ кард ва [аз бими он ки қасди қатлашро дошта бошанд] аз онон тарсе ба дил гирифт. [Фариштагон] Гуфтанд: «Натарс, мо ба сӯйи қавми Лут фиристода шудаем»",
      "footnotes": ""
    },
    {
      "id": "1544",
      "sura": "11",
      "aya": "71",
      "arabic_text": "وَٱمۡرَأَتُهُۥ قَآئِمَةٞ فَضَحِكَتۡ فَبَشَّرۡنَٰهَا بِإِسۡحَٰقَ وَمِن وَرَآءِ إِسۡحَٰقَ يَعۡقُوبَ",
      "translation": "Ва ҳамсараш [Сора, ки пушти парда] истода буд, [аз шунидани хабари таваллуди фарзанд] хандид, он гоҳ ӯро ба Исҳоқ ва пас аз ӯ ба Яъқуб башорат додем",
      "footnotes": ""
    },
    {
      "id": "1545",
      "sura": "11",
      "aya": "72",
      "arabic_text": "قَالَتۡ يَٰوَيۡلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٞ وَهَٰذَا بَعۡلِي شَيۡخًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عَجِيبٞ",
      "translation": "[Сора] Гуфт: «Эй вой бар ман! Оё дар ҳоле ки худам пиразанам ва ин шавҳарам пирамарде [фартут] аст, фарзанд мезоям? Ба ростӣ, ин чизе шигифтовар аст",
      "footnotes": ""
    },
    {
      "id": "1546",
      "sura": "11",
      "aya": "73",
      "arabic_text": "قَالُوٓاْ أَتَعۡجَبِينَ مِنۡ أَمۡرِ ٱللَّهِۖ رَحۡمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيۡكُمۡ أَهۡلَ ٱلۡبَيۡتِۚ إِنَّهُۥ حَمِيدٞ مَّجِيدٞ",
      "translation": "[Фариштагон] Гуфтанд: «Оё аз фармони Аллоҳ таоло тааҷҷуб мекунӣ? Раҳмати Аллоҳ таоло ва баракоташ бар шумо ва аҳли хона бод! Бе тардид, Ӯ cутудае бузургвор аст»",
      "footnotes": ""
    },
    {
      "id": "1547",
      "sura": "11",
      "aya": "74",
      "arabic_text": "فَلَمَّا ذَهَبَ عَنۡ إِبۡرَٰهِيمَ ٱلرَّوۡعُ وَجَآءَتۡهُ ٱلۡبُشۡرَىٰ يُجَٰدِلُنَا فِي قَوۡمِ لُوطٍ",
      "translation": "Пас, чун тарс аз [дили] Иброҳим [берун] рафт ва башорати [таваллуди фарзанд] ба ӯ расид, дар бораи [таъхири азоб ё наҷоти муъминони] қавми Лут бо мо баҳс [ва ба чуну чаро] пардохт",
      "footnotes": ""
    },
    {
      "id": "1548",
      "sura": "11",
      "aya": "75",
      "arabic_text": "إِنَّ إِبۡرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٞ مُّنِيبٞ",
      "translation": "Ба ростӣ, ки Иброҳим бурдбору бисёрниёишгар ва бозоянда [ба даргоҳи Мо] буд",
      "footnotes": ""
    },
    {
      "id": "1549",
      "sura": "11",
      "aya": "76",
      "arabic_text": "يَٰٓإِبۡرَٰهِيمُ أَعۡرِضۡ عَنۡ هَٰذَآۖ إِنَّهُۥ قَدۡ جَآءَ أَمۡرُ رَبِّكَۖ وَإِنَّهُمۡ ءَاتِيهِمۡ عَذَابٌ غَيۡرُ مَرۡدُودٖ",
      "translation": "[Фариштагон гуфтанд] «Эй Иброҳим, аз ин [сухан] бигзар, [чаро ки] ба ростӣ, фармони [азоби] Парвардигорат фаро расидааст ва мусалламан, азобе бозгаштнопазир барояшон хоҳад омад»",
      "footnotes": ""
    },
    {
      "id": "1550",
      "sura": "11",
      "aya": "77",
      "arabic_text": "وَلَمَّا جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗا وَقَالَ هَٰذَا يَوۡمٌ عَصِيبٞ",
      "translation": "Ва чун фиристодагони Мо назди Лут омаданд, аз [тасаввури бешармии қавмаш нисбат ба] онон нигарон ва дилтанг шуд ва гуфт: «Имрӯз рӯзи бисёр сахтест»",
      "footnotes": ""
    },
    {
      "id": "1551",
      "sura": "11",
      "aya": "78",
      "arabic_text": "وَجَآءَهُۥ قَوۡمُهُۥ يُهۡرَعُونَ إِلَيۡهِ وَمِن قَبۡلُ كَانُواْ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِۚ قَالَ يَٰقَوۡمِ هَٰٓؤُلَآءِ بَنَاتِي هُنَّ أَطۡهَرُ لَكُمۡۖ فَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ فِي ضَيۡفِيٓۖ أَلَيۡسَ مِنكُمۡ رَجُلٞ رَّشِيدٞ",
      "translation": "Ва қавми ӯ шитобон [ба қасди комҷӯӣ аз меҳмонони Лут] ба [хонаи] ӯ ҳуҷум оварданд, дар ҳоле ки пеш аз он [низ] муртакиби корҳои зиште мешуданд. [Лут]Гуфт: «Эй қавми ман, инҳо духтарони [уммати] ман ҳастанд; [бо эшон издивоҷ кунед]. Онон барои шумо покизатаранд, пас, аз Аллоҳ таоло битарсед ва маро дар [муқобили] меҳмононам шармсор накунед. Оё байни шумо марди хирадманде нест [ки шуморо аз ин кор боздорад]»?",
      "footnotes": ""
    },
    {
      "id": "1552",
      "sura": "11",
      "aya": "79",
      "arabic_text": "قَالُواْ لَقَدۡ عَلِمۡتَ مَا لَنَا فِي بَنَاتِكَ مِنۡ حَقّٖ وَإِنَّكَ لَتَعۡلَمُ مَا نُرِيدُ",
      "translation": "Онон гуфтанд: «Ту худ медонӣ, ки мо ба духтарони [уммати] ту ниёзе надорем ва хуб медонӣ, ки мо чи мехоҳем»",
      "footnotes": ""
    },
    {
      "id": "1553",
      "sura": "11",
      "aya": "80",
      "arabic_text": "قَالَ لَوۡ أَنَّ لِي بِكُمۡ قُوَّةً أَوۡ ءَاوِيٓ إِلَىٰ رُكۡنٖ شَدِيدٖ",
      "translation": "[Лут] Гуфт: «Кош, дар баробари шумо қудрате доштам ё метавонистам ба такягоҳи устуворе [ҳамчун хонавода ва қабилаам] паноҳ бибарам»",
      "footnotes": ""
    },
    {
      "id": "1554",
      "sura": "11",
      "aya": "81",
      "arabic_text": "قَالُواْ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓاْ إِلَيۡكَۖ فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٌ إِلَّا ٱمۡرَأَتَكَۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمۡۚ إِنَّ مَوۡعِدَهُمُ ٱلصُّبۡحُۚ أَلَيۡسَ ٱلصُّبۡحُ بِقَرِيبٖ",
      "translation": "[Фариштагон] Гуфтанд: «Эй Лут, мо фиристодагони Парвардигорат ҳастем. Онон ҳаргиз ба ту даст намеёбанд, пас, вақте посе аз шаб гузарад, хонаводаатро [аз ин шаҳр берун] бибар ва ҳеҷ як аз шумо ба пушти сар нигоҳ накунад, магар ҳамсарат, ки он чи [аз азоб], ки ба онон мерасад, ҳатман, ба ӯ [низ] хоҳад расид. Дар ҳақиқат, ваъдагоҳашон субҳ аст. Оё субҳ наздик нест?»",
      "footnotes": ""
    },
    {
      "id": "1555",
      "sura": "11",
      "aya": "82",
      "arabic_text": "فَلَمَّا جَآءَ أَمۡرُنَا جَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهَا حِجَارَةٗ مِّن سِجِّيلٖ مَّنضُودٖ",
      "translation": "Пас, чун фармони Мо фаро расид, он [сарзамин]-ро зерурӯ кардем ва бар онон санггилҳое паёпай боридем",
      "footnotes": ""
    },
    {
      "id": "1556",
      "sura": "11",
      "aya": "83",
      "arabic_text": "مُّسَوَّمَةً عِندَ رَبِّكَۖ وَمَا هِيَ مِنَ ٱلظَّٰلِمِينَ بِبَعِيدٖ",
      "translation": "[Сангҳое, ки] Назди Парвардигорат нишондор буд ва ин [азоби дарднок] аз ситамгорони [дигар, аз ҷумла Қурайш] дур нест",
      "footnotes": ""
    },
    {
      "id": "1557",
      "sura": "11",
      "aya": "84",
      "arabic_text": "۞ وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ وَلَا تَنقُصُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَۖ إِنِّيٓ أَرَىٰكُم بِخَيۡرٖ وَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ مُّحِيطٖ",
      "translation": "Ва ба сӯйи [қавми] Мадян бародарашон Шуайбро [фиристодем]. Ӯ гуфт: «Эй қавми ман, Аллоҳро бипарастед, ки ба ҷуз ӯ маъбуде [бар ҳақ] надоред ва паймона ва мизонро кам накунед. Ба ростӣ, шуморо дар неъмат мебинем, ва[ле] аз азоби рӯзи фарогир бар шумо метарсам",
      "footnotes": ""
    },
    {
      "id": "1558",
      "sura": "11",
      "aya": "85",
      "arabic_text": "وَيَٰقَوۡمِ أَوۡفُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ",
      "translation": "Ва эй қавми ман, паймона ва мизонро бо адолат тамом [-у комил] бидиҳед ва колоҳои мардумро кам надиҳед ва дар замин ба фасод [-у гуноҳ]накӯшед",
      "footnotes": ""
    },
    {
      "id": "1559",
      "sura": "11",
      "aya": "86",
      "arabic_text": "بَقِيَّتُ ٱللَّهِ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ",
      "translation": "Агар имон дошта бошед, он чи Аллоҳ таоло [пас аз таҳвили комили паймона аз касби ҳалол] бароятон боқӣ мегузорад, беҳтар аст ва ман бар шумо нигаҳбон нестам»",
      "footnotes": ""
    },
    {
      "id": "1560",
      "sura": "11",
      "aya": "87",
      "arabic_text": "قَالُواْ يَٰشُعَيۡبُ أَصَلَوٰتُكَ تَأۡمُرُكَ أَن نَّتۡرُكَ مَا يَعۡبُدُ ءَابَآؤُنَآ أَوۡ أَن نَّفۡعَلَ فِيٓ أَمۡوَٰلِنَا مَا نَشَٰٓؤُاْۖ إِنَّكَ لَأَنتَ ٱلۡحَلِيمُ ٱلرَّشِيدُ",
      "translation": "Онон гуфтанд: «Эй Шуайб, оё намозат туро бар он медорад, ки [ба мо амр кунӣ, то] даст аз он чи падаронамон мепарстиданд, бардорем ё дар амволамон ҳар коре, ки мехоҳем, накунем? Ту, ки бурдбор [ва] хирадмандӣ [пас, чаро чунин мегӯӣ]?»",
      "footnotes": ""
    },
    {
      "id": "1561",
      "sura": "11",
      "aya": "88",
      "arabic_text": "قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَرَزَقَنِي مِنۡهُ رِزۡقًا حَسَنٗاۚ وَمَآ أُرِيدُ أَنۡ أُخَالِفَكُمۡ إِلَىٰ مَآ أَنۡهَىٰكُمۡ عَنۡهُۚ إِنۡ أُرِيدُ إِلَّا ٱلۡإِصۡلَٰحَ مَا ٱسۡتَطَعۡتُۚ وَمَا تَوۡفِيقِيٓ إِلَّا بِٱللَّهِۚ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ",
      "translation": "[Шуайб] Гуфт: «Эй қавми ман, ба ман бигӯед, [ки] агар аз сӯйи Парвардигорам далел [-у муъҷизаи] ошкоре дошта бошам ва аз ҷониби хеш рӯзии накуе ба ман ато карда бошад [он гоҳ чи мекунед]? Ва ман намехоҳам дар он чи шуморо аз он бозмедорам, бо шумо мухолифат кунам [вале худ анҷомаш диҳам]. То он ҷо дар тавон дорам, ҷуз ислоҳ намехоҳам ва тавфиқи ман танҳо ба [лутфу хости] Худост, бар Ӯ таваккал кардам ва ба сӯйи Ӯ бозмегардам",
      "footnotes": ""
    },
    {
      "id": "1562",
      "sura": "11",
      "aya": "89",
      "arabic_text": "وَيَٰقَوۡمِ لَا يَجۡرِمَنَّكُمۡ شِقَاقِيٓ أَن يُصِيبَكُم مِّثۡلُ مَآ أَصَابَ قَوۡمَ نُوحٍ أَوۡ قَوۡمَ هُودٍ أَوۡ قَوۡمَ صَٰلِحٖۚ وَمَا قَوۡمُ لُوطٖ مِّنكُم بِبَعِيدٖ",
      "translation": "Ва эй қавми ман, душманӣ [ва мухолифат] бо ман сабаб нашавад, ки ҳаммонанди он чи ки ба қавми Нуҳ ё қавми Ҳуд ё қавми Солеҳ расид, ба шумо [низ] бирасад ва [ба хусус азоби] қавми Лут [ки аз лиҳози замону макон] чандон аз шумо дур нест",
      "footnotes": ""
    },
    {
      "id": "1563",
      "sura": "11",
      "aya": "90",
      "arabic_text": "وَٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي رَحِيمٞ وَدُودٞ",
      "translation": "Ва аз Парвардигоратон омурзиш бихоҳед, сипас ба сӯйи Ӯ бозгардед [ва тавба кунед, ки] бе тардид, Парвардигорам меҳрубон [ва] дӯстдор [-и тавбакунандагон] аст",
      "footnotes": ""
    },
    {
      "id": "1564",
      "sura": "11",
      "aya": "91",
      "arabic_text": "قَالُواْ يَٰشُعَيۡبُ مَا نَفۡقَهُ كَثِيرٗا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفٗاۖ وَلَوۡلَا رَهۡطُكَ لَرَجَمۡنَٰكَۖ وَمَآ أَنتَ عَلَيۡنَا بِعَزِيزٖ",
      "translation": "Онон гуфтанд: «Эй Шуайб, бисёре аз он чиро, ки мегӯӣ, намефаҳмем ва яқинан туро дар миёни худ нотавон мебинем ва агар [эҳтироми] қабилаат намебуд, мусалламан, сангсорат мекардем ва ту назди мо тавонманд [гаронқадр] нестӣ»",
      "footnotes": ""
    },
    {
      "id": "1565",
      "sura": "11",
      "aya": "92",
      "arabic_text": "قَالَ يَٰقَوۡمِ أَرَهۡطِيٓ أَعَزُّ عَلَيۡكُم مِّنَ ٱللَّهِ وَٱتَّخَذۡتُمُوهُ وَرَآءَكُمۡ ظِهۡرِيًّاۖ إِنَّ رَبِّي بِمَا تَعۡمَلُونَ مُحِيطٞ",
      "translation": "[Шуайб] Гуфт: «Эй қавми ман, оё қабилаам назди шумо гиромитар аз Аллоҳ таоло аст, ки [фармони] Ӯро [фаромӯш кардед ва] пушти сари хеш андохтаед. Бе тардид, Парвардигорам ба он чи анҷом медиҳед, иҳота дорад",
      "footnotes": ""
    },
    {
      "id": "1566",
      "sura": "11",
      "aya": "93",
      "arabic_text": "وَيَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ سَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَمَنۡ هُوَ كَٰذِبٞۖ وَٱرۡتَقِبُوٓاْ إِنِّي مَعَكُمۡ رَقِيبٞ",
      "translation": "Ва эй қавми ман, шумо ба равиши худ амал кунед, ман низ [ба равиши худ] амал мекунам. Ба зудӣ хоҳед донист, ки азоби расвокунанда бар чи касе фуруд меояд ва дурӯғгӯ кист. Шумо мунтазир бошед ва ман [низ] бо шумо дар интизорам»",
      "footnotes": ""
    },
    {
      "id": "1567",
      "sura": "11",
      "aya": "94",
      "arabic_text": "وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا شُعَيۡبٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ",
      "translation": "Ва чун фармони Мо фаро расид, Шуайб ва касонеро, ки ҳамроҳаш имон оварда буданд, ба раҳмате аз [ҷониби] хеш наҷот додем ва касонеро, ки ситам карданд, бонге [маргбор] фаро гирифт, пас, дар ҷойи худ ба рӯ афтоданд ва ҳалок шуданд;",
      "footnotes": ""
    },
    {
      "id": "1568",
      "sura": "11",
      "aya": "95",
      "arabic_text": "كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَا بُعۡدٗا لِّمَدۡيَنَ كَمَا بَعِدَتۡ ثَمُودُ",
      "translation": "Чунон [мурданд] ки гӯӣ ҳаргиз дар он [диёр] набуданд. Ҳон! [Қавми] Мадян [аз раҳмати илоҳӣ] дур бод! Чунончи [қавми] Самуд дур шуданд",
      "footnotes": ""
    },
    {
      "id": "1569",
      "sura": "11",
      "aya": "96",
      "arabic_text": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ",
      "translation": "Ва ба ростӣ, Мӯсоро бо оёти худ ва далеле ошкор фиристодем",
      "footnotes": ""
    },
    {
      "id": "1570",
      "sura": "11",
      "aya": "97",
      "arabic_text": "إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱتَّبَعُوٓاْ أَمۡرَ فِرۡعَوۡنَۖ وَمَآ أَمۡرُ فِرۡعَوۡنَ بِرَشِيدٖ",
      "translation": "Ба сӯйи Фиръавн ва бузургон [-у ашрофи қавм]-и ӯ, пас, онон аз фармони Фиръавн пайравӣ карданд ва фармони Фиръавн дуруст [ва бихрадона] набуд",
      "footnotes": ""
    },
    {
      "id": "1571",
      "sura": "11",
      "aya": "98",
      "arabic_text": "يَقۡدُمُ قَوۡمَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ فَأَوۡرَدَهُمُ ٱلنَّارَۖ وَبِئۡسَ ٱلۡوِرۡدُ ٱلۡمَوۡرُودُ",
      "translation": "[Фиръавн] Рӯзи қиёмат пешопеши қавмаш меравад ва ононро ба оташ [-и дузах] ворид мекунад ва чи бад ҷойгоҳест, ки ба он ворид мешаванд!",
      "footnotes": ""
    },
    {
      "id": "1572",
      "sura": "11",
      "aya": "99",
      "arabic_text": "وَأُتۡبِعُواْ فِي هَٰذِهِۦ لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۚ بِئۡسَ ٱلرِّفۡدُ ٱلۡمَرۡفُودُ",
      "translation": "Ва дар ин [дунё] ва рӯзи қиёмат, нафрин ба дунбол доранд ва чи бад армуғоне ба онон мебахшанд!",
      "footnotes": ""
    },
    {
      "id": "1573",
      "sura": "11",
      "aya": "100",
      "arabic_text": "ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡقُرَىٰ نَقُصُّهُۥ عَلَيۡكَۖ مِنۡهَا قَآئِمٞ وَحَصِيدٞ",
      "translation": "[Эй Паёмбар] Ин [бархе] аз хабарҳои он [сарзаминҳо ва] шаҳрҳост, ки онҳоро бароят бозгӯ мекунем, бархе аз онҳо [ҳанӯз] побарҷост ва [бархе дигар] вайрон [гаштааст]",
      "footnotes": ""
    },
    {
      "id": "1574",
      "sura": "11",
      "aya": "101",
      "arabic_text": "وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن ظَلَمُوٓاْ أَنفُسَهُمۡۖ فَمَآ أَغۡنَتۡ عَنۡهُمۡ ءَالِهَتُهُمُ ٱلَّتِي يَدۡعُونَ مِن دُونِ ٱللَّهِ مِن شَيۡءٖ لَّمَّا جَآءَ أَمۡرُ رَبِّكَۖ وَمَا زَادُوهُمۡ غَيۡرَ تَتۡبِيبٖ",
      "translation": "Ва Мо ба эшон ситам накардем, балки онон [худ] ба хештан ситам карданд, пас, ҳангоме ки фармони Парвардигорат [барои азобашон] фаро расид, маъбудонашон, ки ба ҷойи Аллоҳ таоло мехонданд, суде барояшон надоштанд [ва ёриашон надоданд] ва бар онон ҷуз ҳалокат [-у табоҳӣ] наафзуданд",
      "footnotes": ""
    },
    {
      "id": "1575",
      "sura": "11",
      "aya": "102",
      "arabic_text": "وَكَذَٰلِكَ أَخۡذُ رَبِّكَ إِذَآ أَخَذَ ٱلۡقُرَىٰ وَهِيَ ظَٰلِمَةٌۚ إِنَّ أَخۡذَهُۥٓ أَلِيمٞ شَدِيدٌ",
      "translation": "Ва чунин аст бозхости Парвардигорат, ки аҳолии шаҳрҳоеро, ки ситамгор [-у мушрик] буданд, фаро мегирифт. Бе гумон, бозхости ӯ дарднок ва сахт аст",
      "footnotes": ""
    },
    {
      "id": "1576",
      "sura": "11",
      "aya": "103",
      "arabic_text": "إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّمَنۡ خَافَ عَذَابَ ٱلۡأٓخِرَةِۚ ذَٰلِكَ يَوۡمٞ مَّجۡمُوعٞ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوۡمٞ مَّشۡهُودٞ",
      "translation": "Яқинан, дар ин [достонҳо, панд ва] нишонаест барои касе, ки аз азоби охират метарсад. Он [рӯз] рӯзест, ки мардумро барои [ҳисобрасӣ дар] он ҷамъ мекунанд ва он [рӯз] рӯзест, ки [тамоми аҳли маҳшар] онро мебинанд",
      "footnotes": ""
    },
    {
      "id": "1577",
      "sura": "11",
      "aya": "104",
      "arabic_text": "وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٖ مَّعۡدُودٖ",
      "translation": "Ва Мо онро ҷуз то муддате муайян ба таъхир намеандозем",
      "footnotes": ""
    },
    {
      "id": "1578",
      "sura": "11",
      "aya": "105",
      "arabic_text": "يَوۡمَ يَأۡتِ لَا تَكَلَّمُ نَفۡسٌ إِلَّا بِإِذۡنِهِۦۚ فَمِنۡهُمۡ شَقِيّٞ وَسَعِيدٞ",
      "translation": "Рӯзе биёяд, ки ҳеҷ кас ҷуз ба иҷозати Ӯ [Аллоҳ таоло] сухан намегӯяд, пас, бархе аз онон бадбахтанд ва [бархе дигар] некбахт",
      "footnotes": ""
    },
    {
      "id": "1579",
      "sura": "11",
      "aya": "106",
      "arabic_text": "فَأَمَّا ٱلَّذِينَ شَقُواْ فَفِي ٱلنَّارِ لَهُمۡ فِيهَا زَفِيرٞ وَشَهِيقٌ",
      "translation": "Аммо касоне, ки бадбахт шуданд, [дузахианд ва] дар оташ барояшон [бо ҳар даму боздам] фарёду нолае аст",
      "footnotes": ""
    },
    {
      "id": "1580",
      "sura": "11",
      "aya": "107",
      "arabic_text": "خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۚ إِنَّ رَبَّكَ فَعَّالٞ لِّمَا يُرِيدُ",
      "translation": "То осмонҳо ва замин [боқӣ] аст, дар он [азоб] ҷовидонанд, магар он ки Парвардигорат бихоҳад [ки муваҳҳидони гунаҳгорро аз дузах хориҷ созад]. Бе тардид, Парвардигорат он чиро, ки бихоҳад, анҷом медиҳад",
      "footnotes": ""
    },
    {
      "id": "1581",
      "sura": "11",
      "aya": "108",
      "arabic_text": "۞ وَأَمَّا ٱلَّذِينَ سُعِدُواْ فَفِي ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۖ عَطَآءً غَيۡرَ مَجۡذُوذٖ",
      "translation": "Ва аммо касоне, ки некбахт [ва саодатманд] шуданд, то осмонҳо ва замин [боқӣ] аст, ҷовидона дар биҳиштанд, магар он ки Парвардигорат бихоҳад [ки муваҳҳидони гунаҳгорро пеш аз вуруд ба биҳишт дар дузах муҷозот кунад. Ин неъмат] бахшише бепоён аст",
      "footnotes": ""
    },
    {
      "id": "1582",
      "sura": "11",
      "aya": "109",
      "arabic_text": "فَلَا تَكُ فِي مِرۡيَةٖ مِّمَّا يَعۡبُدُ هَٰٓؤُلَآءِۚ مَا يَعۡبُدُونَ إِلَّا كَمَا يَعۡبُدُ ءَابَآؤُهُم مِّن قَبۡلُۚ وَإِنَّا لَمُوَفُّوهُمۡ نَصِيبَهُمۡ غَيۡرَ مَنقُوصٖ",
      "translation": "Пас, аз [ботил будани] он чи инон [мушрикон] мепарастанд, дар тардид мабош. Онон ин маъбудонро намепарастанд, магар ба ҳамон шакле, ки падаронашон [низ] пештар мепарастиданд ва Мо саҳмашонро [аз азоб] бекамукост ба онон хоҳем дод",
      "footnotes": ""
    },
    {
      "id": "1583",
      "sura": "11",
      "aya": "110",
      "arabic_text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ",
      "translation": "Ва ба ростӣ, [Мо] ба Мӯсо китоб додем, пас, дар он ихтилоф шуд. Ва агар пештар [дар мавриди муҳлат ба гунаҳгорон ва ҳисобрасӣ дар қиёмат] сухане аз ҷониби Парвардигорат баён нашуда буд, яқинан, [дар ҳамин дунё] миёнашон доварӣ мешуд [ва азоб нозил мегашт] ва ба ростӣ, ки онон [яҳудиён ва мушрикон] дар бораи [ҳаққонияти] ин [Қуръон] сахт дар тардиданд",
      "footnotes": ""
    },
    {
      "id": "1584",
      "sura": "11",
      "aya": "111",
      "arabic_text": "وَإِنَّ كُلّٗا لَّمَّا لَيُوَفِّيَنَّهُمۡ رَبُّكَ أَعۡمَٰلَهُمۡۚ إِنَّهُۥ بِمَا يَعۡمَلُونَ خَبِيرٞ",
      "translation": "Ва Парвардигорат [подоши] аъмоли ҳар кадомашро, ҳатман, бекаму кост хоҳад дод. Бе тардид, Ӯ ба он чи мекунанд, огоҳ аст",
      "footnotes": ""
    },
    {
      "id": "1585",
      "sura": "11",
      "aya": "112",
      "arabic_text": "فَٱسۡتَقِمۡ كَمَآ أُمِرۡتَ وَمَن تَابَ مَعَكَ وَلَا تَطۡغَوۡاْۚ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٞ",
      "translation": "Пас, [эй паёмбар] чунон ки фармон ёфтаӣ, [дар баробари мушрикон] истиқомат кун ва касе, ки ҳамроҳи ту [ба пешгоҳи илоҳӣ] рӯ овардааст [низ бояд дар диндорӣ истиқомат кунад] ва саркашӣ накунед. Бе тардид, ӯ ба он чи мекунед, биност",
      "footnotes": ""
    },
    {
      "id": "1586",
      "sura": "11",
      "aya": "113",
      "arabic_text": "وَلَا تَرۡكَنُوٓاْ إِلَى ٱلَّذِينَ ظَلَمُواْ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَ ثُمَّ لَا تُنصَرُونَ",
      "translation": "Ба касоне, ки ситам карданд [кофирон] гароиш наёбед, ки [агар чунин кунед] оташи дузах ба шумо низ хоҳад расид ва дар баробари Аллоҳ таоло [ҳеҷ] дӯсте надоред ва он гоҳ ёрӣ намешавед",
      "footnotes": ""
    },
    {
      "id": "1587",
      "sura": "11",
      "aya": "114",
      "arabic_text": "وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَيِ ٱلنَّهَارِ وَزُلَفٗا مِّنَ ٱلَّيۡلِۚ إِنَّ ٱلۡحَسَنَٰتِ يُذۡهِبۡنَ ٱلسَّيِّـَٔاتِۚ ذَٰلِكَ ذِكۡرَىٰ لِلذَّٰكِرِينَ",
      "translation": "Ва дар ду тарафи рӯз [оғоз ва поёни рӯз] ва соате аз шаб намоз бигзор. Бе тардид, некиҳо бадиҳоро аз байн мебарад. Ин [сухан] пандест барои пандпазирон",
      "footnotes": ""
    },
    {
      "id": "1588",
      "sura": "11",
      "aya": "115",
      "arabic_text": "وَٱصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ",
      "translation": "Ва шикебоӣ кун,[ки] бе тардид, Аллоҳ таоло подоши накукоронро табоҳ намекунад",
      "footnotes": ""
    },
    {
      "id": "1589",
      "sura": "11",
      "aya": "116",
      "arabic_text": "فَلَوۡلَا كَانَ مِنَ ٱلۡقُرُونِ مِن قَبۡلِكُمۡ أُوْلُواْ بَقِيَّةٖ يَنۡهَوۡنَ عَنِ ٱلۡفَسَادِ فِي ٱلۡأَرۡضِ إِلَّا قَلِيلٗا مِّمَّنۡ أَنجَيۡنَا مِنۡهُمۡۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُواْ مَآ أُتۡرِفُواْ فِيهِ وَكَانُواْ مُجۡرِمِينَ",
      "translation": "Пас, чаро дар миёни умматҳои пеш аз шумо, ҷуз андаке аз онон, ки [аз азоб] наҷоташон додем,[муъминон ва] хирадмандоне набуданд, ки [мардумро] аз фасод дар замин боздоранд? Ва касоне, ки ситам карданд, ба дунболи нозу неъмате, ки ёфта буданд, рафтанд ва гунаҳгор буданд",
      "footnotes": ""
    },
    {
      "id": "1590",
      "sura": "11",
      "aya": "117",
      "arabic_text": "وَمَا كَانَ رَبُّكَ لِيُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا مُصۡلِحُونَ",
      "translation": "Ва [суннати] Парвардигорат чунин набудааст, ки шаҳрҳоро, дар ҳоле ки сокинонаш [афроде] накукор буданд, ба ситам нобуд кунад",
      "footnotes": ""
    },
    {
      "id": "1591",
      "sura": "11",
      "aya": "118",
      "arabic_text": "وَلَوۡ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةٗ وَٰحِدَةٗۖ وَلَا يَزَالُونَ مُخۡتَلِفِينَ",
      "translation": "Ва агар Парвардигорат мехост, [ҳамаи] мардумро як уммати [муваҳҳид ва дурусткор] қарор медод, вале [онон] ҳамвора мухталифанд",
      "footnotes": ""
    },
    {
      "id": "1592",
      "sura": "11",
      "aya": "119",
      "arabic_text": "إِلَّا مَن رَّحِمَ رَبُّكَۚ وَلِذَٰلِكَ خَلَقَهُمۡۗ وَتَمَّتۡ كَلِمَةُ رَبِّكَ لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ",
      "translation": "Магар касоне, ки Парвардигорат ба онон раҳм кард ва барои ҳамин ононро офаридааст ва ваъдаи Парвардигорат [чунин] таҳаққуқ пазируфтааст [ки]: «Ҳатман, дузахро аз ҷинну инсон [-и гунаҳгор] анбошта хоҳам сохт»",
      "footnotes": ""
    },
    {
      "id": "1593",
      "sura": "11",
      "aya": "120",
      "arabic_text": "وَكُلّٗا نَّقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَۚ وَجَآءَكَ فِي هَٰذِهِ ٱلۡحَقُّ وَمَوۡعِظَةٞ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ",
      "translation": "Ва [эй Муҳаммад] аз ахбори паёмбарон ин ҳамаро бар ту ҳикоят мекунем, то дилатро бо онҳо субот [-у оромиш] бахшем ва дар ин [саргузаштҳо] ҳақиқат бароят омадааст ва [ин достонҳо] пандест [барои кофирон] ва тазаккурест барои муъминон",
      "footnotes": ""
    },
    {
      "id": "1594",
      "sura": "11",
      "aya": "121",
      "arabic_text": "وَقُل لِّلَّذِينَ لَا يُؤۡمِنُونَ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنَّا عَٰمِلُونَ",
      "translation": "Ва ба касоне, ки имон намеоваранд, бигӯ: «Шумо ба равиши худ амал кунед, мо [низ ба шеваи худ] амал мекунем",
      "footnotes": ""
    },
    {
      "id": "1595",
      "sura": "11",
      "aya": "122",
      "arabic_text": "وَٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ",
      "translation": "Ва мунтазир бошед, [ки] бе тардид, мо [низ] мунтазирем»",
      "footnotes": ""
    },
    {
      "id": "1596",
      "sura": "11",
      "aya": "123",
      "arabic_text": "وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ",
      "translation": "Ва [огоҳӣ аз] ғайби осмонҳо ва замин, аз они Аллоҳ таоло аст ва ҳамаи корҳо ба сӯйи ӯ бозгардонда мешавад. Пас, Ӯро бипараст ва бар Ӯ таваккал кун ва Парвардигорат аз он чи мекунед,[ҳаргиз] ғофил нест",
      "footnotes": ""
    }
  ]
}