{
  "result": {
    "id": "505",
    "sura": "4",
    "aya": "12",
    "arabic_text": "۞ وَلَكُمۡ نِصۡفُ مَا تَرَكَ أَزۡوَٰجُكُمۡ إِن لَّمۡ يَكُن لَّهُنَّ وَلَدٞۚ فَإِن كَانَ لَهُنَّ وَلَدٞ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكۡنَۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِينَ بِهَآ أَوۡ دَيۡنٖۚ وَلَهُنَّ ٱلرُّبُعُ مِمَّا تَرَكۡتُمۡ إِن لَّمۡ يَكُن لَّكُمۡ وَلَدٞۚ فَإِن كَانَ لَكُمۡ وَلَدٞ فَلَهُنَّ ٱلثُّمُنُ مِمَّا تَرَكۡتُمۚ مِّنۢ بَعۡدِ وَصِيَّةٖ تُوصُونَ بِهَآ أَوۡ دَيۡنٖۗ وَإِن كَانَ رَجُلٞ يُورَثُ كَلَٰلَةً أَوِ ٱمۡرَأَةٞ وَلَهُۥٓ أَخٌ أَوۡ أُخۡتٞ فَلِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُۚ فَإِن كَانُوٓاْ أَكۡثَرَ مِن ذَٰلِكَ فَهُمۡ شُرَكَآءُ فِي ٱلثُّلُثِۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصَىٰ بِهَآ أَوۡ دَيۡنٍ غَيۡرَ مُضَآرّٖۚ وَصِيَّةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَلِيمٞ",
    "translation": "మరియు మీ భార్యలకు సంతానం లేని పక్షంలో,[1] వారు విడిచిపోయిన దానిలో మీకు అర్ధభాగం. కాని ఒకవేళ వారికి సంతానం ఉంటే, వారు విడిచి పోయిన దానిలో నాలుగోభాగం మీది. (ఇదంతా) వారు వ్రాసి పోయిన వీలునామాపై అమలు జరిపి, వారి అప్పులు తీర్చిన తరువాత[2]. మరియు మీకు సంతానం లేని పక్షంలో మీరు విడిచి పోయిన దానిలో వారికి (మీ భార్యలకు) నాలుగోభాగం. కాని ఒకవేళ మీకు సంతానం ఉంటే, మీరు విడిచిన దానిలో వారికి ఎనిమిదో భాగం.[3] ఇదంతా మీరు వ్రాసిన వీలునామాపై అమలు జరిగి మీ అప్పులు తీర్చిన తరువాత. మరియు ఒకవేళ మరణించిన పురుషుడు లేక స్త్రీ కలాల అయి (తండ్రి, కొడుకు లేక మనమడు లేకుండా) ఒక సోదరుడు మరియు ఒక సోదరి మాత్రమే ఉంటే, వారిలో ప్రతి ఒక్కరికీ ఆరోభాగం. కాని ఒకవేళ వారు (సోదరసోదరీమణులు) ఇద్దరి కంటే ఎక్కువ ఉంటే, వారంతా మూడో భాగానికి వారసులవుతారు.[4] ఇదంతా మృతుడు వ్రాసిన వీలునామాపై అమలు జరిగి అప్పులు తీర్చిన తరువాత. ఎవ్వరికీ నష్టం కలుగజేయకుండా జరగాలి.[5] ఇది అల్లాహ్ నుండి వచ్చిన ఆదేశం. మరియు అల్లాహ్ సర్వజ్ఞుడు, సహనశీలుడు (శాంతస్వభావుడు).",
    "footnotes": "[1] మృతుని కొడుకు(లు) చనిపోయిన పక్షంలో, కొడుకు(ల) - సంతానం (మనుమళ్ళు, మనుమరాళ్ళు) వారసులుగా పరిగణించబడాలి. (ఇజ్మా'అ, ఇబ్నె-కసీ'ర్ మరియు ఫత్హ'అల్ ఖదీర్). [2] మొదట అప్పులు తీర్చి, తరువాత వీలునామాపై అమలు పరచాలి. ఆ తరువాత మిగిలిన ఆస్తిని వారసులలో పంచాలి. వీలునామా మూడవ వంతు కంటే ఎక్కువ ఆస్తికి చేయగూడదు. ('స. బు'ఖారీ మరియు 'స. ముస్లిం). [3] భార్య ఒక్కతే ఉన్నా! లేక ఒకరి కంటే ఎక్కువ మంది భార్యలు ఉన్నా, సంతానం ఉంటే, వారంతా కలిసి ఎనిమదవ భాగానికి భాగస్వాములు. సంతానం లేకుంటే నాలుగవ భాగానికి. ఈ ఎనిమిదో భాగాన్ని లేక నాలుగవ భాగాన్ని భార్యలందరికీ సమానంగా పంచాలి. (ఇజ్మా'అ, ఫత్హ' అల్ ఖదీర్). [4] ఇక్కడ ఇజ్మా'అ (ధర్మవేత్తల ఏకాభిప్రాయం) ఏమిటంటే, ఈ పంపకం కేవలం అర్ధ సోదర సోదరీమణులు అంటే, కేవలం తల్లి తరఫున నుండి మృతునికి బంధువులైన అర్థ సోదరసోదరీమణులకు - అంటే, ఒకే తల్లి వేర్వేరు తండ్రులున్న వారికి - వర్తిస్తుంది. ఇక సొంత సోదర సోదరీమణులు మరియు సవతి సోదర సోదరీమణులకు వర్తించే ఆజ్ఞ ఇదే సూరహ్ లో చివరి ఆయత్ 4:176లో ఉంది. అంటే అక్కడ సోదరుని భాగం ఇద్దరు సోదరీమణుల భాగానికి సమానంగా ఉండాలి. తండ్రి బ్రతికి ఉంటే మృతుని సోదర సోదరీలు అతని ఆస్తికి హక్కుదారులు కారు. మరో విశేషం ఏమిటంటే, అర్ధ సోదర సోదరీమణులు నస్ల్ కారు (అంటే ఒకే తల్లి, కానీ వేర్వేరు తండ్రులున్నవారు). కాబట్టి వారికి ఆడమగ అందరికీ సమాన భాగం ఇవ్వబడుతోంది. వివరాలకు ధర్మవేత్తలను సంప్రదించండి. [5] ఒకవేళ మృతుడు తన భార్యకు మహ్ర్ చెల్లించకుండానే మరణిస్తే, ఆ మహ్ర్ కూడా అప్పుగా భావించి చెల్లించాలి. భార్య, ఆస్తి హక్కు ఈ మహ్ర్, చెల్లించిన తర్వాతనే ఉంటుంది."
  }
}