{
  "result": {
    "id": "2822",
    "sura": "24",
    "aya": "31",
    "arabic_text": "وَقُل لِّلۡمُؤۡمِنَٰتِ يَغۡضُضۡنَ مِنۡ أَبۡصَٰرِهِنَّ وَيَحۡفَظۡنَ فُرُوجَهُنَّ وَلَا يُبۡدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنۡهَاۖ وَلۡيَضۡرِبۡنَ بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّۖ وَلَا يُبۡدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوۡ ءَابَآئِهِنَّ أَوۡ ءَابَآءِ بُعُولَتِهِنَّ أَوۡ أَبۡنَآئِهِنَّ أَوۡ أَبۡنَآءِ بُعُولَتِهِنَّ أَوۡ إِخۡوَٰنِهِنَّ أَوۡ بَنِيٓ إِخۡوَٰنِهِنَّ أَوۡ بَنِيٓ أَخَوَٰتِهِنَّ أَوۡ نِسَآئِهِنَّ أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُهُنَّ أَوِ ٱلتَّٰبِعِينَ غَيۡرِ أُوْلِي ٱلۡإِرۡبَةِ مِنَ ٱلرِّجَالِ أَوِ ٱلطِّفۡلِ ٱلَّذِينَ لَمۡ يَظۡهَرُواْ عَلَىٰ عَوۡرَٰتِ ٱلنِّسَآءِۖ وَلَا يَضۡرِبۡنَ بِأَرۡجُلِهِنَّ لِيُعۡلَمَ مَا يُخۡفِينَ مِن زِينَتِهِنَّۚ وَتُوبُوٓاْ إِلَى ٱللَّهِ جَمِيعًا أَيُّهَ ٱلۡمُؤۡمِنُونَ لَعَلَّكُمۡ تُفۡلِحُونَ",
    "translation": "और ईमान वाली स्त्रियों से कह दें कि अपनी निगाहें नीची रखें और अपने गुप्तांगों की रक्षा करें। और अपने श्रृंगार[20] का प्रदर्शन न करें, सिवाय उसके जो उसमें से प्रकट हो जाए। तथा अपनी ओढ़नियाँ अपने सीनों पर डाले रहें। और अपने श्रृंगार को ज़ाहिर न करें, परंतु अपने पतियों के लिए, या अपने पिताओं, या अपने पतियों के पिताओं, या अपने बेटों[21], या अपने पतियों के बेटों, या अपने भाइयों[23], या अपने भतीजों, या अपने भाँजों[24], या अपनी स्त्रियों[25], या अपने दास-दासियों, या अधीन रहने वाले पुरुषों[26] के लिए जो कामवासना वाले नहीं, या उन लड़कों के लिए जो स्त्रियों की पर्दे की बातों से परिचित नहीं हुए। तथा अपने पैर (धरती पर) न मारें, ताकि उनका वह श्रृंगार मालूम हो जाए, जो वह छिपाती हैं। और ऐ ईमान वालो! तुम सब अल्लाह से तौबा करो, ताकि तुम सफल हो जाओ।",
    "footnotes": "20. शोभा से तात्पर्य वस्त्र तथा आभूषण हैं। 21. पुत्रों में पौत्र तथा नाती परनाती सब सम्मिलित हैं, इसमें सगे सौतीले का कोई अंतर नहीं। 23. भाइयों मे सगे और सौतीले तथा माँ जाए सब भाई आते हैं। 24. भतीजों और भाँजों में उनके पुत्र तथा पौत्र और नाती सभी आते हैं। 25. अपनी स्त्रियों से अभिप्रेत मुस्लिम स्त्रियाँ हैं। 26. अर्थात जो अधीन होने के कारण घर की महिलाओं के साथ कोई अनुचित इच्छा का साहस न कर सकेंगे। कुछ ने इसका अर्थ नपुंसक लिया है। (इब्ने कसीर) इसमें घर के भीतर उन पर शोभा के प्रदर्शन से रोका गया है जिनसे विवाह हो सकता है।"
  }
}