{
  "id": 31,
  "verse_number": 31,
  "page_number": 353,
  "verse_key": "24:31",
  "juz_number": 18,
  "hizb_number": 36,
  "rub_el_hizb_number": 141,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَقُل لِّلۡمُؤۡمِنَٰتِ يَغۡضُضۡنَ مِنۡ أَبۡصَٰرِهِنَّ وَيَحۡفَظۡنَ فُرُوجَهُنَّ وَلَا يُبۡدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنۡهَاۖ وَلۡيَضۡرِبۡنَ بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّۖ وَلَا يُبۡدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوۡ ءَابَآئِهِنَّ أَوۡ ءَابَآءِ بُعُولَتِهِنَّ أَوۡ أَبۡنَآئِهِنَّ أَوۡ أَبۡنَآءِ بُعُولَتِهِنَّ أَوۡ إِخۡوَٰنِهِنَّ أَوۡ بَنِيٓ إِخۡوَٰنِهِنَّ أَوۡ بَنِيٓ أَخَوَٰتِهِنَّ أَوۡ نِسَآئِهِنَّ أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُهُنَّ أَوِ ٱلتَّٰبِعِينَ غَيۡرِ أُوْلِي ٱلۡإِرۡبَةِ مِنَ ٱلرِّجَالِ أَوِ ٱلطِّفۡلِ ٱلَّذِينَ لَمۡ يَظۡهَرُواْ عَلَىٰ عَوۡرَٰتِ ٱلنِّسَآءِۖ وَلَا يَضۡرِبۡنَ بِأَرۡجُلِهِنَّ لِيُعۡلَمَ مَا يُخۡفِينَ مِن زِينَتِهِنَّۚ وَتُوبُوٓاْ إِلَى ٱللَّهِ جَمِيعًا أَيُّهَ ٱلۡمُؤۡمِنُونَ لَعَلَّكُمۡ تُفۡلِحُونَ",
  "translation": "31਼ ਅਤੇ ਮੁਸਲਮਾਨ ਔਰਤਾਂ ਨੂੰ ਆਖੋ ਕਿ ਉਹ (ਵੀ) ਆਪਣੀਆਂ ਨਜ਼ਰਾਂ ਨੂੰ ਨੀਵੀਆਂ ਕਰਕੇ ਰੱਖਣ ਅਤੇ ਆਪਣੀ ਇੱਜ਼ਤ ਆਬਰੂ (ਗੁਪਤ ਅੰਗਾਂ) ਦੀ ਹਿਫ਼ਾਜ਼ਤ ਕਰਨ, ਆਪਣੀ ਖ਼ੂਬਸੂਰਤੀ ਨੂੰ ਪ੍ਰਗਟ ਨਾ ਹੋਣ ਦੇਣ 1 (ਭਾਵ ਲਿਬਾਸ ਸ਼ਰੀਰ ਨੂੰ ਛਪਾਉਣ ਵਾਲਾ ਪਾਉਣ) ਛੁੱਟ ਉਸ ਤੋਂ ਜਿਹੜਾ ਆਪ ਹੀ ਵਿਖਾਈ ਦਿੰਦਾ ਹੈ (ਜਿਵੇਂ ਹੱਥ ਤੇ ਚਿਹਰਾ) ਅਤੇ ਆਪਣੇ ਸੀਨਿਆਂ ਉੱਤੇ ਆਪਣੀਆਂ (ਵੱਡੀ) ਚੱਦਰ ਦੀ ਬੁੱਕਲ ਮਾਰੀ ਰੱਖਣ। ਆਪਣੇ ਬਣਾਓ-ਸ਼ਿੰਗਾਰ (ਮੇਕਅੱਪ) ਨੂੰ ਛੁੱਟ ਆਪਣੇ ਪਤੀ, ਆਪਣੇ ਪਿਤਾ ਜਾਂ ਸੌਹਰਾ ਜਾਂ ਆਪਣੇ ਪੁੱਤਰ ਜਾਂ ਆਪਣੇ ਪਤੀ ਦੇ (ਪਹਿਲੇ) ਪੁੱਤਰ ਜਾਂ ਆਪਣੇ ਭਰਾ ਜਾਂ ਆਪਣੇ ਭਤੀਜੇ ਜਾਂ ਭਾਣਜੇ ਜਾਂ ਆਪਣੀਆਂ ਸਹੇਲੀਆਂ ਜਾਂ ਗ਼ੁਲਾਮ ਜਾਂ ਅਜਿਹੇ ਨੌਕਰ ਜਿਹੜੇ ਕਿਸੇ ਪ੍ਰਕਾਰ ਦੀ ਵਾਸਨਾ ਨਾ ਰੱਖਦੇ ਹੋਣ ਜਾਂ ਛੋਟੇ ਬੱਚੇ ਜਿਹੜੇ ਜ਼ਨਾਨੀਆਂ ਦੀਆਂ ਗੁਪਤ ਗੱਲਾਂ ਤੋਂ ਅਨਜਾਣ ਹੋਣ, ਕਿਸੇ ਹੋਰ ਅੱਗੇ ਇਜ਼ਹਾਰ ਨਾ ਕਰਨ, ਪ੍ਰਗਟ ਨਾ ਹੋਣ ਦੇਣ ਅਤੇ ਨਾ ਹੀ ਧਰਤੀ ਉੱਤੇ ਦੱਬ ਦੱਬ ਕੇ ਪੈਰਾਂ ਨੂੰ ਮਾਰਦੇ ਹੋਏ ਚੱਲਣ ਜਿਸ ਤੋਂ ਉਹਨਾਂ ਦਾ ਲੁਕਿਆ ਹੋਇਆ ਬਨਾਓ ਸ਼ਿੰਗਾਰ ਦਾ ਪਤਾ ਲੱਗੇ (ਜਿਵੇਂ ਗਹਿਣਿਆਂ ਦੀ ਅਵਾਜ਼ ਜਾਂ ਸ਼ਰੀਰ ਦਾ ਹਿਲਨਾ ਆਦਿ)। ਹੇ ਮੁਸਲਮਾਨੋ! ਤੁਸੀਂ ਸਾਰੇ (ਔਰਤਾਂ ਤੇ ਪੁਰਸ਼) ਅੱਲਾਹ ਦੇ ਹਜ਼ੂਰ ਤੌਬਾ ਕਰੋ ਤਾਂ ਜੋ ਤੁਸੀਂ ਸਫ਼ਲਤਾ ਪ੍ਰਾਪਤ ਕਰ ਸਕੋ।",
  "footnotes": "1 ਹਜ਼ਰਤ ਆਇਸ਼ਾ ਫ਼ਰਮਾਂਦੀਆਂ ਹਨ ਕਿ ਜਦੋਂ ਇਹ ਆਇਤ ਨਾਜ਼ਿਲ ਹੋਈ ਤਾਂ ਔਰਤਾਂ ਨੇ ਆਪਣੀਆਂ ਚੱਦਰਾਂ ਨੂੰ ਦੋਨਾਂ ਸਿਿਰਆ ਤੋਂ ਪਾੜ ਕੇ ਆਪਣੇ ਉੱਪਰ ਲੈ ਲਈਆਂ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 4759)"
}