{
  "id": 3,
  "verse_number": 3,
  "page_number": 107,
  "verse_key": "5:3",
  "juz_number": 6,
  "hizb_number": 11,
  "rub_el_hizb_number": 43,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "حُرِّمَتۡ عَلَيۡكُمُ ٱلۡمَيۡتَةُ وَٱلدَّمُ وَلَحۡمُ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦ وَٱلۡمُنۡخَنِقَةُ وَٱلۡمَوۡقُوذَةُ وَٱلۡمُتَرَدِّيَةُ وَٱلنَّطِيحَةُ وَمَآ أَكَلَ ٱلسَّبُعُ إِلَّا مَا ذَكَّيۡتُمۡ وَمَا ذُبِحَ عَلَى ٱلنُّصُبِ وَأَن تَسۡتَقۡسِمُواْ بِٱلۡأَزۡلَٰمِۚ ذَٰلِكُمۡ فِسۡقٌۗ ٱلۡيَوۡمَ يَئِسَ ٱلَّذِينَ كَفَرُواْ مِن دِينِكُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِۚ ٱلۡيَوۡمَ أَكۡمَلۡتُ لَكُمۡ دِينَكُمۡ وَأَتۡمَمۡتُ عَلَيۡكُمۡ نِعۡمَتِي وَرَضِيتُ لَكُمُ ٱلۡإِسۡلَٰمَ دِينٗاۚ فَمَنِ ٱضۡطُرَّ فِي مَخۡمَصَةٍ غَيۡرَ مُتَجَانِفٖ لِّإِثۡمٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
  "translation": "(தானாக) செத்தது, இரத்தம், பன்றியின் இறைச்சி, அல்லாஹ் அல்லாதவர்களுக்காக (சிலைகள், இறைநேசர்கள், போன்றவர்களுக்காக நேர்ச்சை செய்யப்பட்டு) அவர்களின் பெயர் கூறி அறுக்கப்பட்டவை, கழுத்து நெருக்கிச் செத்தது, அடிப்பட்டுச் செத்தது, விழுந்து செத்தது, கொம்பால் குத்தப்பட்டுச் செத்தது, மிருகங்கள் தின்று மீதமிருப்பது ஆகியவை உங்களுக்கு (நீங்கள் உண்பதற்கு) தடுக்கப்பட்டுவிட்டது. (எனினும், மிருகங்கள் வேட்டையாடியதில் உயிரோடிருப்பவற்றில் பிஸ்மில்லாஹ் கூறி) நீங்கள் அறுத்தவற்றைத் தவிர. (பூஜை செய்வதற்காக) நடப்பட்ட (கொடி, ஜண்டா, அடையாள சின்னம், சிலை போன்ற)வற்றுக்காக அறுக்கப்பட்டவை, அம்புகளால் (குறி கேட்டுப்) பாகம் பிரித்துக் கொள்வது (ஆகிய அனைத்தும் உங்களுக்கு) தடுக்கப்பட்டுவிட்டன. இவை பாவங்களாகும். நிராகரிப்பவர்கள் உங்கள் மார்க்கத்தை விட்டு இன்று நம்பிக்கை இழந்தனர். ஆக, அவர்களைப் பயப்படாதீர்கள். என்னைப் பயப்படுங்கள். இன்று உங்களுக்கு உங்கள் மார்க்கத்தை நான் முழுமையாக்கினேன். இன்னும், என் அருட்கொடையை உங்கள் மீது நிறைவு செய்தேன். இன்னும், இஸ்லாமை உங்களுக்கு மார்க்கமாக திருப்தியடைந்தேன். ஆக, எவர் பாவத்தின் பக்கம் சாயாதவராக, கடுமையான பசியில் (அனுமதிக்கப்பட்ட உணவின்றி) நிர்ப்பந்தத்திற்கு ஆளானால் (மேல் விலக்கப்பட்ட பிராணிகளின் மாமிசத்தை புசிப்பது குற்றமாகாது. ஏனெனில்), நிச்சயமாக அல்லாஹ் மகா மன்னிப்பாளன், மகா கருணையாளன் ஆவான்.",
  "footnotes": ""
}