{
  "result": {
    "id": "505",
    "sura": "4",
    "aya": "12",
    "arabic_text": "۞ وَلَكُمۡ نِصۡفُ مَا تَرَكَ أَزۡوَٰجُكُمۡ إِن لَّمۡ يَكُن لَّهُنَّ وَلَدٞۚ فَإِن كَانَ لَهُنَّ وَلَدٞ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكۡنَۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِينَ بِهَآ أَوۡ دَيۡنٖۚ وَلَهُنَّ ٱلرُّبُعُ مِمَّا تَرَكۡتُمۡ إِن لَّمۡ يَكُن لَّكُمۡ وَلَدٞۚ فَإِن كَانَ لَكُمۡ وَلَدٞ فَلَهُنَّ ٱلثُّمُنُ مِمَّا تَرَكۡتُمۚ مِّنۢ بَعۡدِ وَصِيَّةٖ تُوصُونَ بِهَآ أَوۡ دَيۡنٖۗ وَإِن كَانَ رَجُلٞ يُورَثُ كَلَٰلَةً أَوِ ٱمۡرَأَةٞ وَلَهُۥٓ أَخٌ أَوۡ أُخۡتٞ فَلِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُۚ فَإِن كَانُوٓاْ أَكۡثَرَ مِن ذَٰلِكَ فَهُمۡ شُرَكَآءُ فِي ٱلثُّلُثِۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصَىٰ بِهَآ أَوۡ دَيۡنٍ غَيۡرَ مُضَآرّٖۚ وَصِيَّةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَلِيمٞ",
    "translation": "ئەگەر ئاياللىرىڭلارنىڭ بالىلىرى بولمىسا، بۇ چاغدا ئۇلار قالدۇرغان مىراسنىڭ يېرىمى (ئى ئەرلەر!) سىلەرگە تېگىدۇ. ئەگەر ئۇلارنىڭ بالىلىرى بولسا، ئۇلار قالدۇرغان مىراسنىڭ تۆتتىن بىرى سىلەرگە تېگىدۇ. (بۇ تەقسىمات) مېيىتنىڭ ۋەسىيىتى ئورۇنلانغان ياكى مېيىتنىڭ قەرزى تۆلىنىپ بولغاندىن كېيىن ئېلىپ بېرىلىدۇ. ئەگەر سىلەرنىڭ بالىلىرىڭلار بولمىسا، بۇ چاغدا ئاياللىرىڭلارغا سىلەر قالدۇرغان مىراسنىڭ تۆتتىن بىرى تېگىدۇ، ئەگەر سىلەرنىڭ بالىلىرىڭلار بولسا، بۇ چاغدا ئاياللىرىڭلارغا سىلەر قالدۇرغان مىراستىن سەككىزدىن بىرى تېگىدۇ. (بۇ تەقسىمات) مېيىتنىڭ ۋەسىيىتى ئورۇنلانغان ياكى قەرزى تۆلىنىپ بولغاندىن كېيىن ئېلىپ بېرىلىدۇ. ئەگەر مىراس قالدۇرغۇچى ئاتا ـ ئانىسىز، بالىسىز ئەر ياكى ئايال بولۇپ، ئۇنىڭ پەقەت ئانا بىر قېرىندىشى ۋە ئانا بىر ھەمشىرىسى بولسا، ئۇلارنىڭ ھەر بىرىگە مىراسنىڭ ئالتىدىن بىرى تېگىدۇ. ئەگەر مىراس قالدۇرغۇچىنىڭ (يەنى مىراس قالدۇرغۇچى مېيىتنىڭ ئانا بىر، ئاتا باشقا) قېرىنداشلىرى ۋە ھەمشىرىلىرى بۇنىڭدىن (يەنى بىردىن) كۆپ بولسا، ئۇ چاغدا مىراسنىڭ ئۈچتىن بىرى ئۇلارنىڭ ئارىسىدا ئورتاق تەقسىم قىلىنىدۇ. (بۇ تەقسىمات) مېيىتنىڭ ۋەسىيىتى ئورۇنلانغان ياكى قەرزى تۆلىنىپ بولغاندىن كېيىن ئېلىپ بېرىلىدۇ. (مىراس قالدۇرغۇچى ئادەمنىڭ) ۋەسىيىتى ۋارىسلارغا زىيان يەتكۈزمەيدىغان بولۇشى كېرەك. ئۇ ئاللاھ تەرىپىدىن قىلىنغان تەۋسىيەدۇر، ئاللاھ ھەممىنى بىلگۈچىدۇر، ھەلىمدۇر (يەنى ئەمرىگە خىلاپلىق قىلغۇچىلارنى جازالاشقا ئالدىراپ كەتمەيدۇ)[12].",
    "footnotes": null
  }
}