{
  "result": [
    {
      "id": "4631",
      "sura": "50",
      "aya": "1",
      "arabic_text": "قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ",
      "translation": "1. Каф! Се колнам во славниот Куран,",
      "footnotes": ""
    },
    {
      "id": "4632",
      "sura": "50",
      "aya": "2",
      "arabic_text": "بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ",
      "translation": "2. тие се чудат што им дошол еден од нив да ги опоменува, па, неверниците велат: „Тоа е чудно нешто!",
      "footnotes": ""
    },
    {
      "id": "4633",
      "sura": "50",
      "aya": "3",
      "arabic_text": "أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ",
      "translation": "3. Зарем кога ќе изумреме и земја ќе станеме? Тоа е незамисливо враќање!“",
      "footnotes": ""
    },
    {
      "id": "4634",
      "sura": "50",
      "aya": "4",
      "arabic_text": "قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ",
      "translation": "4. Ние знаеме што од нив земјата ќе уништи, кај нас е Книгата која сè чува.",
      "footnotes": ""
    },
    {
      "id": "4635",
      "sura": "50",
      "aya": "5",
      "arabic_text": "بَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ",
      "translation": "5. Меѓутоа, тие ја негираат Вистината која им доаѓа и тие се колебливи во збунета состојба.",
      "footnotes": ""
    },
    {
      "id": "4636",
      "sura": "50",
      "aya": "6",
      "arabic_text": "أَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٖ",
      "translation": "6. Зошто не го погледнат небото над себе? – како го создадовме и го украсивме и како во него нема пукнатини!",
      "footnotes": ""
    },
    {
      "id": "4637",
      "sura": "50",
      "aya": "7",
      "arabic_text": "وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ",
      "translation": "7. А Земјата ја распостеливме и по неа неподвижни брда расфрлавме и дадовме од неа прекрасни разновидни растенија да никнуваат,",
      "footnotes": ""
    },
    {
      "id": "4638",
      "sura": "50",
      "aya": "8",
      "arabic_text": "تَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ",
      "translation": "8. за да размисли и за да се опомене секој роб кој на Господарот свој Му се обраќа.",
      "footnotes": ""
    },
    {
      "id": "4639",
      "sura": "50",
      "aya": "9",
      "arabic_text": "وَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّٰتٖ وَحَبَّ ٱلۡحَصِيدِ",
      "translation": "9. Ние од небото спуштаме благословена вода и со нејзина помош правиме да никнуваат градини и жито што се жнее,",
      "footnotes": ""
    },
    {
      "id": "4640",
      "sura": "50",
      "aya": "10",
      "arabic_text": "وَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ",
      "translation": "10. и високи палми во кои плодовите се натрупани едни над други,",
      "footnotes": ""
    },
    {
      "id": "4641",
      "sura": "50",
      "aya": "11",
      "arabic_text": "رِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ",
      "translation": "11. како храна за робовите и Ние со неа ги оживуваме мртвите предели; такво ќе биде и оживувањето.",
      "footnotes": ""
    },
    {
      "id": "4642",
      "sura": "50",
      "aya": "12",
      "arabic_text": "كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ",
      "translation": "12. Пред нив негираше народот на Нух, и жителите на Рес и Семуд,",
      "footnotes": ""
    },
    {
      "id": "4643",
      "sura": "50",
      "aya": "13",
      "arabic_text": "وَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ",
      "translation": "13. и Ад, и народот фараонов, и народот на Лут,",
      "footnotes": ""
    },
    {
      "id": "4644",
      "sura": "50",
      "aya": "14",
      "arabic_text": "وَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ",
      "translation": "14. и жителите на Ејка и народот на Туба; сите тие пратениците за лажни ги сметаа и казната Моја ја заслужија.",
      "footnotes": ""
    },
    {
      "id": "4645",
      "sura": "50",
      "aya": "15",
      "arabic_text": "أَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ",
      "translation": "15. Па зарем при првото создавање станавме немоќни? Не, но тие во повторното создавање се сомневаат.",
      "footnotes": ""
    },
    {
      "id": "4646",
      "sura": "50",
      "aya": "16",
      "arabic_text": "وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ",
      "translation": "16. Ние го создаваме човекот и знаеме душата негова што му шепоти, бидејќи Ние сме му поблиски од вратната вена.",
      "footnotes": ""
    },
    {
      "id": "4647",
      "sura": "50",
      "aya": "17",
      "arabic_text": "إِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ",
      "translation": "17. Кога двајца ќе се сретнат и ќе седнат едниот од десната, а другиот од левата страна,",
      "footnotes": ""
    },
    {
      "id": "4648",
      "sura": "50",
      "aya": "18",
      "arabic_text": "مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ",
      "translation": "18. тој нема да изусти ни еден збор, а покрај него да не е присутен тој што бдее.",
      "footnotes": ""
    },
    {
      "id": "4649",
      "sura": "50",
      "aya": "19",
      "arabic_text": "وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ",
      "translation": "19. Смртните маки навистина ќе дојдат – тоа е нешто од што не можеш да избегаш,",
      "footnotes": ""
    },
    {
      "id": "4650",
      "sura": "50",
      "aya": "20",
      "arabic_text": "وَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ",
      "translation": "20. и во рогот ќе се дувне – тоа е Денот ветен со кој се заканува –",
      "footnotes": ""
    },
    {
      "id": "4651",
      "sura": "50",
      "aya": "21",
      "arabic_text": "وَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ",
      "translation": "21. и секој ќе дојде, а со него водич и сведок.",
      "footnotes": ""
    },
    {
      "id": "4652",
      "sura": "50",
      "aya": "22",
      "arabic_text": "لَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ",
      "translation": "22. „Ти не внимаваше за ова, па ти го тргнавме пердето твое, денес видот ти е остар.“",
      "footnotes": ""
    },
    {
      "id": "4653",
      "sura": "50",
      "aya": "23",
      "arabic_text": "وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ",
      "translation": "23. А придружникот[243] негов ќе каже: „Ова што е кај мене, подготвено е.“",
      "footnotes": "[243] Секој човек има два придружника. Првиот е мелек, кој го повикува да прави доб­ри дела, а вториот е џин-шејтан, кој го повикува да прави лоши дела."
    },
    {
      "id": "4654",
      "sura": "50",
      "aya": "24",
      "arabic_text": "أَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ",
      "translation": "24. „Фрлете го, вие двајца, во Џехенемот секој неблагодарен, инаетчија,",
      "footnotes": ""
    },
    {
      "id": "4655",
      "sura": "50",
      "aya": "25",
      "arabic_text": "مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ",
      "translation": "25. кој не дозволуваше да се чинат добри дела и кој беше насилник и сомничавец,",
      "footnotes": ""
    },
    {
      "id": "4656",
      "sura": "50",
      "aya": "26",
      "arabic_text": "ٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ",
      "translation": "26. кој покрај Аллах во друг бог веруваше – затоа фрлете го во жестоко страдање!“",
      "footnotes": ""
    },
    {
      "id": "4657",
      "sura": "50",
      "aya": "27",
      "arabic_text": "۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ",
      "translation": "27. А вториот прудрижник негов ќе каже: „Господару наш, јас не го заведов со сила, самиот беше во голема осиленост.“",
      "footnotes": ""
    },
    {
      "id": "4658",
      "sura": "50",
      "aya": "28",
      "arabic_text": "قَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ",
      "translation": "28. „Не препирајте се пред Мене!“ – ќе рече Тој – „уште одамна ви се заканив.",
      "footnotes": ""
    },
    {
      "id": "4659",
      "sura": "50",
      "aya": "29",
      "arabic_text": "مَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّٰمٖ لِّلۡعَبِيدِ",
      "translation": "29. Мојот Збор не се менува и Јас кон робовите Мои не сум неправеден.“",
      "footnotes": ""
    },
    {
      "id": "4660",
      "sura": "50",
      "aya": "30",
      "arabic_text": "يَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ",
      "translation": "30. На Денот кога ќе го прашаме Џехенемот: „Дали се наполни?“ – тој ќе одговори: „Има ли уште?“",
      "footnotes": ""
    },
    {
      "id": "4661",
      "sura": "50",
      "aya": "31",
      "arabic_text": "وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ",
      "translation": "31. А Џенетот ќе биде приближен кон богобојазливите, ниту од еден нема далеку да биде.",
      "footnotes": ""
    },
    {
      "id": "4662",
      "sura": "50",
      "aya": "32",
      "arabic_text": "هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ",
      "translation": "32. „Ова е тоа што ви е ветено, на секој што се каеше и што се чуваше,",
      "footnotes": ""
    },
    {
      "id": "4663",
      "sura": "50",
      "aya": "33",
      "arabic_text": "مَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ",
      "translation": "33. кој од Семилосниот се плашеше, иако не Го видел, и кој ќе дојде со верно, посветено срце.",
      "footnotes": ""
    },
    {
      "id": "4664",
      "sura": "50",
      "aya": "34",
      "arabic_text": "ٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ",
      "translation": "34. Влезете во него, со селам, спасени. Ова е Денот на вечноста!“",
      "footnotes": ""
    },
    {
      "id": "4665",
      "sura": "50",
      "aya": "35",
      "arabic_text": "لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ",
      "translation": "35. Во него ќе имаат сè што ќе посакаат, а кај Нас има и повеќе.",
      "footnotes": ""
    },
    {
      "id": "4666",
      "sura": "50",
      "aya": "36",
      "arabic_text": "وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ",
      "translation": "36. А колку народи пред овие уништивме, коишто беа помоќни од нив, па по светот засолниште бараа – од пропаста има ли спас?!",
      "footnotes": ""
    },
    {
      "id": "4667",
      "sura": "50",
      "aya": "37",
      "arabic_text": "إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ",
      "translation": "37. Во тоа, навистина, има поука за тој што има разум, или што слуша, а присебен е.",
      "footnotes": ""
    },
    {
      "id": "4668",
      "sura": "50",
      "aya": "38",
      "arabic_text": "وَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ",
      "translation": "38. Ние ги создадовме небесата и Земјата и тоа што е меѓу нив за шест временски периоди, и не Нè совлада никаков замор.",
      "footnotes": ""
    },
    {
      "id": "4669",
      "sura": "50",
      "aya": "39",
      "arabic_text": "فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ",
      "translation": "39. Затоа стрпливо поднесувај го тоа што тие го велат и величај Го Господарот свој и заблагодарувај Му се пред Сонцето да излезе и пред да зајде,",
      "footnotes": ""
    },
    {
      "id": "4670",
      "sura": "50",
      "aya": "40",
      "arabic_text": "وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ",
      "translation": "40. и слави Го и величај Го ноќе и по извршувањето на намазот.",
      "footnotes": ""
    },
    {
      "id": "4671",
      "sura": "50",
      "aya": "41",
      "arabic_text": "وَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ",
      "translation": "41. И слушај! Денот кога гласникот ќе повика од место блиско,",
      "footnotes": ""
    },
    {
      "id": "4672",
      "sura": "50",
      "aya": "42",
      "arabic_text": "يَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ",
      "translation": "42. Денот кога тие навистина ќе чујат глас – тоа ќе биде Денот на оживувањето.",
      "footnotes": ""
    },
    {
      "id": "4673",
      "sura": "50",
      "aya": "43",
      "arabic_text": "إِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ",
      "translation": "43. Ние навистина даваме живот и даваме смрт, и кај Нас сè ќе се врати!",
      "footnotes": ""
    },
    {
      "id": "4674",
      "sura": "50",
      "aya": "44",
      "arabic_text": "يَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ",
      "translation": "44. А на Денот кога над нив земјата ќе распука тие итајќи ќе излезат; тоа ќе биде за Нас лесно оживување.",
      "footnotes": ""
    },
    {
      "id": "4675",
      "sura": "50",
      "aya": "45",
      "arabic_text": "نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ",
      "translation": "45. Ние добро знаеме што зборуваат тие; ти не можеш да ги присилиш, туку со Куранот потсети го тој што се плаши од Мојата закана!",
      "footnotes": ""
    }
  ]
}