{
  "id": 37,
  "verse_number": 37,
  "page_number": 423,
  "verse_key": "33:37",
  "juz_number": 22,
  "hizb_number": 43,
  "rub_el_hizb_number": 169,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا",
  "translation": "तथा (ऐ नबी!) आप (वह समय याद करें) जब आप उस व्यक्ति से, जिसपर अल्लाह ने उपकार किया तथा जिसपर आपने (भी) उपकार किया था, कह रहे थे : अपनी पत्नी को अपने पास रोके रखो तथा अल्लाह से डरो। और आप अपने मन में वह बात छिपा रहे थे, जिसे अल्लाह प्रकट करने वाला[24] था। तथा आप लोगों से डर रहे थे, हालाँकि अल्लाह अधिक योग्य है कि आप उससे डरें। फिर जब ज़ैद ने उस (स्त्री) से अपनी आवश्यकता पूरी कर ली, तो हमने आपसे उसका विवाह कर दिया, ताकि ईमान वालों पर अपने मुँह बोले (लेपालक) बेटों की पत्नियों के विषय[25] में कोई तंगी न रहे, जब वे उनसे अपनी आवश्यकता पूरी कर लें। तथा अल्लाह का आदेश तो पूरा होकर ही रहता है।",
  "footnotes": "24. हदीस में है कि यह आयत ज़ैनब बिन्त जह्श तथा (उनके पति) ज़ैद बिन ह़ारिसा के बारे में उतरी। (सह़ीह़ बुख़ारी, ह़दीस संख्या : 4787) ज़ैद बिन ह़ारिसा नबी (सल्लल्लाहु अलैहि व सल्लम) के दास थे। आपने उन्हें मुक्त करके अपना पुत्र बना लिया। और ज़ैनब से विवाह दिया। परंतु दोनों में निभाव न हो सका। और ज़ैद ने अपनी पत्नी को तलाक़ दे दी। और जब मुँह बोले पुत्र की परंपरा को तोड़ दिया गया तो इसे पूर्णतः खंडित करने के लिए आप (सल्लल्लाहु अलैहि व सल्लम) को ज़ैनब से आकाशीय आदेश द्वारा विवाह दिया गया। इस आयत में उसी की ओर संकेत है। (इब्ने कसीर) 25. अर्थात उनसे विवाह करने में जब वे उन्हें तलाक़ दे दें। क्योंकि जाहिली समय में मुँह बोले पुत्र की पत्नी से विवाह वैसे ही निषेध था जैसे सगे पुत्र की पत्नी से। अल्लाह ने इस नियम को तोड़ने के लिए नबी (सल्लल्लाहु अलैहि व सल्लम) का विवाह अपने मुँह बोले पुत्र की पत्नी से कराया। ताकि मुसलमानों को इससे शिक्षा मिले कि ऐसा करने में कोई दोष नहीं है।"
}