{
  "result": {
    "id": "4601",
    "sura": "48",
    "aya": "18",
    "arabic_text": "۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا",
    "translation": "Lalle ne haƙĩƙa, Allah Ya yarda da muminai a lõkacin da suke yi maka mubãya, a* a ƙarƙashin itãciyar nan dõmin Yã san abin da ke cikin zukãtansu sai Yã saukar da natsuwa a kansu, kuma Ya sãka musu da wani cin nasara makusanci.",
    "footnotes": "* A bãyan da Annabi ya sauka a Hudaibiyya, ya kirãyi Khuraish bn Umaiya el Khuzã'i ya aike shi Makka ya azã shi a kan rãƙuminsa dõmin ya gaya wa shugabanninsu cewa yãtaho Umra ne, bai zo da yãƙi ba. Sai suka sõke rãƙumin Annabi, kuma suka yi nufin kashe Khuraish amma Ahãbish suka hana su, ya zo ya gaya wa Annabi. Sa'an nan Annabi ya kira Umar bn Khattãb dõmin ya aika shi zuwa Makka, sai ya ce: \"Ya Manzon Allah inã tsõron raina ga Ƙuraishãwa, bãbu banĩ Adiyyin bn Ka'ab a Makka balle su kare ni daga gare su, amma inã nũna maka wani mutum wanda ya fĩ ni dangi a cikinta shĩ ne Usman bn Affãn.\" Sai Annabi ya kira Usman ya aike shi zuwa ga Abi sufyãn da shugabannin Ƙuraish, ya bã su lãbãrin cewa bai zo yãƙi ba. ya taho ne dõmin ziyãra kawai ga wannan Ɗãki dõmin ya girmama alfarmarsa. Ya rubũta masa takarda ya tafi da ita. Kuma ya umurce shi da ya yi bushãra ga Musulmi mãsu rauni, cewa cin nasara yã yi kusa, kuma Allah zai ɗaukaka addininsa. Usman ya fita ya tafi Makka ya iske cewa Ƙuraishãwa sun haɗu a kan hana Annabi shiga Makka. Abban bn sa'ĩd bn Asi ya haɗu da Usman a lõklcin shigarsa Makka, sai ya ɗauke shi a kan rãƙumarsa, ya bã shi maƙwabtaka dõmin kada a kashe shi, har ya kai takardar Annabi. Suka nãce cewa Annabi bã zai shiga ba suka ce wa Usmãn: \"Idan yanã son ɗawãfi sai ya yi,\" Sai ya ce bã zai yi ba sai Manzon Allah ya yi. Musulmi suka ce: \"Usmãn ya ji daɗi yã yi ɗawafi,\" sai Annabi ya ce: \"Ban yi zaton Usmãn zai yi ba.\" Sa'an nan lãbãri ya zo wa Annabi, cewa an kashe Usmãn sabõda haka Annabi ya ce: \"Idan sun kashe shi, sai mun yaƙe su.\" Wannan ya sa aka yi masa mubãya'a a ƙarƙashin itãciyar ɗalh mai kama da farar ƙaya. A bãyan haka Annabi ya aza hannunSa na hagu a kan hannunsa na dãma, ya ce: \"Gã hannun Usmãnu.\" Mãsu mubãya'a dubũ da ɗari uku kõ ɗari huɗu ne, da cewa za su yi yãƙi da Ƙuraishawa, bã zãsu gudu ba, sai dai su mutu. Daga nan shugabancin ya tabbata. Umar bn Khattãb yã sanya an sãre itãciyar nan dõmin mutãne sun fãra salla a ƙarƙashinta. Ba a yi yãƙi ba, sai aka yi sulhu. Annabi ya kõma a shekara mai zuwa yã yi Umra."
  }
}