{
  "result": [
    {
      "id": "1902",
      "sura": "16",
      "aya": "1",
      "arabic_text": "أَتَىٰٓ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
      "translation": "Wẽnd yellã waame, bɩ y ra yãg ne-a ye, A yɩlgame n zẽk n yi bãmb sẽn maand-A lagem-n-taarã ne wã.",
      "footnotes": ""
    },
    {
      "id": "1903",
      "sura": "16",
      "aya": "2",
      "arabic_text": "يُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ أَنۡ أَنذِرُوٓاْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ",
      "translation": "A sikda malεgsã ne wahɩ wã sẽn yɑɑ A sagellã, A sẽn tʋll ɑ soɑb nengẽ A yembsã pʋgẽ, tɩ b bugs n yeel tɩ: \"soab ka be rẽnda Maam, bɩ y zoe-Ma\".",
      "footnotes": ""
    },
    {
      "id": "1904",
      "sura": "16",
      "aya": "3",
      "arabic_text": "خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
      "translation": "A naana saasã la tẽngã ne sɩda, A Naam yɩ wagell n yi b sẽn maand-A lagem-n-taar ne wã.",
      "footnotes": ""
    },
    {
      "id": "1905",
      "sura": "16",
      "aya": "4",
      "arabic_text": "خَلَقَ ٱلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ",
      "translation": "A naana ninsaala sẽn tũ ne mani, t'a yik n yɑɑ no-koeem zɑɑl soab vẽeneg-vẽenega.",
      "footnotes": ""
    },
    {
      "id": "1906",
      "sura": "16",
      "aya": "5",
      "arabic_text": "وَٱلۡأَنۡعَٰمَ خَلَقَهَاۖ لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ",
      "translation": "La rũmsã, A naan-b lame n kõ yãmba. Bee b pʋgẽ, yãmb sẽn yiisd wɑood teed b pʋgẽ, la yõod a taab me. Bee b pʋgẽ me yãmb sẽn rɩte.",
      "footnotes": ""
    },
    {
      "id": "1907",
      "sura": "16",
      "aya": "6",
      "arabic_text": "وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ",
      "translation": "Lɑ b tɑrɑ rɑsãnd yãmb gesgẽ y sã n wa n kẽesd-b zɑɑbre la y sẽn wɑt n pɑkd-b yibeoog n nɑ n rɑɑge.",
      "footnotes": ""
    },
    {
      "id": "1908",
      "sura": "16",
      "aya": "7",
      "arabic_text": "وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِۚ إِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٞ",
      "translation": "La b zɩlgd yãmb zɩɩbã n kẽngd tẽng ning yãmb sẽn da pa tõe n ta rẽndame tɩ tũu ne yaamse, ad yãmb Soabã yaa nin-bãan-zoεt n yaa yolsg naaba.",
      "footnotes": ""
    },
    {
      "id": "1909",
      "sura": "16",
      "aya": "8",
      "arabic_text": "وَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗۚ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ",
      "translation": "La wiidi wã ne bõensã, yɑɑ y nɑ zombdẽ n le yaa faas teedo. La A naand yãmb sẽn pa mi.",
      "footnotes": ""
    },
    {
      "id": "1910",
      "sura": "16",
      "aya": "9",
      "arabic_text": "وَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞۚ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ",
      "translation": "Ad so-tɩrgã wĩnigr bee ne Wẽnde, bala soe sãnda yaa golemse. A sã n rata A kãndgada-y fãa gilli.",
      "footnotes": ""
    },
    {
      "id": "1911",
      "sura": "16",
      "aya": "10",
      "arabic_text": "هُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗۖ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ",
      "translation": "Yẽnd n sikd koom saasẽ wã yãmb yũub yĩnga, la tɩɩs me yiisg tɩ y wãbendẽ.",
      "footnotes": ""
    },
    {
      "id": "1912",
      "sura": "16",
      "aya": "11",
      "arabic_text": "يُنۢبِتُ لَكُم بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ",
      "translation": "A bulsda ne-ɑ koodã lɑ zaetʋʋnã la tɑmar tɩɩsã la sib-rãmbã lɑ tɩ-biisã buud fãɑ, ad bee rẽ pʋgẽ tagmas ne neb sẽn tagsde.",
      "footnotes": ""
    },
    {
      "id": "1913",
      "sura": "16",
      "aya": "12",
      "arabic_text": "وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ وَٱلنُّجُومُ مُسَخَّرَٰتُۢ بِأَمۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ",
      "translation": "La A wõr n kõ yãmba, yʋngã la wĩndgã. Wĩntoogã la kiuugã la ãdsã yaa sẽn wõr ne A saglga, ad tagmas bee woto pʋgẽ ne neb sẽn ya yam-rãmba.",
      "footnotes": ""
    },
    {
      "id": "1914",
      "sura": "16",
      "aya": "13",
      "arabic_text": "وَمَا ذَرَأَ لَكُمۡ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُۥٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ",
      "translation": "Lɑ A sẽn naan n kõ yãmb tẽngã zugã, sẽn yɑɑ kõbg toor-toore, ad tɑgmɑs be woto pʋgẽ ne neb sẽn tɑgsd n getẽ.",
      "footnotes": ""
    },
    {
      "id": "1915",
      "sura": "16",
      "aya": "14",
      "arabic_text": "وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "La leb n yaa Yẽ n nom mogrã n kõ yãmba, sẽn na yɩl tɩ y rɩ nemd sẽn yɑɑ mɑɑs ɑ pʋgẽ, la y yiisd ɑ pʋgẽ faas teed n yeelgdẽ, lɑ fo yãtɑ kogendã tɩ b pãrgd mogrã n rukdẽ, lɑ sẽn na le yɩl tɩ y bao A yɩɩdlemã, tɩ sãnd-sãnd me y na pʋʋs barka.",
      "footnotes": ""
    },
    {
      "id": "1916",
      "sura": "16",
      "aya": "15",
      "arabic_text": "وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ",
      "translation": "La A sela tẽn-gãngã zug tãmse, sẽn na yɩl t'a ra miim ne-y ye, la kʋɩls la soay sẽn na yɩl tɩ y tũudẽ.",
      "footnotes": ""
    },
    {
      "id": "1917",
      "sura": "16",
      "aya": "16",
      "arabic_text": "وَعَلَٰمَٰتٖۚ وَبِٱلنَّجۡمِ هُمۡ يَهۡتَدُونَ",
      "translation": "La A mɑɑn tɑgmas-rãmbɑ, la ãdsã tɩ bãmb bãngd soay ne rẽ.",
      "footnotes": ""
    },
    {
      "id": "1918",
      "sura": "16",
      "aya": "17",
      "arabic_text": "أَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُۚ أَفَلَا تَذَكَّرُونَ",
      "translation": "Rẽ yĩnga, ning sẽn naandã wã wõnda wala ned ning sẽn pa naandã wã, yãmb pa tɑgsd n gεtẽ lɑɑ?",
      "footnotes": ""
    },
    {
      "id": "1919",
      "sura": "16",
      "aya": "18",
      "arabic_text": "وَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱللَّهَ لَغَفُورٞ رَّحِيمٞ",
      "translation": "Lɑ ɑd yãmb sã n na n sõd Wẽnd neemã wã, y kõn n tõog n bãng b sõor ye, ad Wẽnd yaa yaafg naab n yaa yolsg naaba.",
      "footnotes": ""
    },
    {
      "id": "1920",
      "sura": "16",
      "aya": "19",
      "arabic_text": "وَٱللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ",
      "translation": "La Wẽnd mii bũmb ning y sẽn solgdã la y sẽn vẽnegdã.",
      "footnotes": ""
    },
    {
      "id": "1921",
      "sura": "16",
      "aya": "20",
      "arabic_text": "وَٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ",
      "translation": "La bõn-yood nins b sẽn boond zẽng sẽn pa Wẽndã, b pɑ tõe n naan baa fʋɩ, bãmb me b naan-b lame.",
      "footnotes": ""
    },
    {
      "id": "1922",
      "sura": "16",
      "aya": "21",
      "arabic_text": "أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖۖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ",
      "translation": "(B) Yaa kɩɩms n pɑ vʋɩɩs ye, b leb n pa mi wakat ning b sẽn na n yik-b kũumã poorẽ wã ye.",
      "footnotes": ""
    },
    {
      "id": "1923",
      "sura": "16",
      "aya": "22",
      "arabic_text": "إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۚ فَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ",
      "translation": "Yãmb Soabã yaa Soɑb yεnga, lɑ neb nins sẽn pa kõt sɩd ne yɑoolem rɑɑrã, b sũyã kɩɩsda rẽ tɩ b yaa waoog-m-mens rãmba.",
      "footnotes": ""
    },
    {
      "id": "1924",
      "sura": "16",
      "aya": "23",
      "arabic_text": "لَا جَرَمَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡتَكۡبِرِينَ",
      "translation": "Sik ka be tɩ Wẽnd mii b sẽn solgdã lɑ b sẽn vẽnegdã, ɑd A pa nong waoog-m-mens rãmb ye.",
      "footnotes": ""
    },
    {
      "id": "1925",
      "sura": "16",
      "aya": "24",
      "arabic_text": "وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمۡ قَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ",
      "translation": "Lɑ b sã n yeel bãmba: \"yaa bõe la y Soabã siki? La b sẽn yete: \" yɑɑ pĩnd rãmb soɑlma!",
      "footnotes": ""
    },
    {
      "id": "1926",
      "sura": "16",
      "aya": "25",
      "arabic_text": "لِيَحۡمِلُوٓاْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍۗ أَلَا سَآءَ مَا يَزِرُونَ",
      "translation": "Tɩ b nɑ n wɑ tʋk b zɩɩbã poɑem dũni-yikrã raare, la neb nins bãmb sẽn menemsd tɩ pɑ tũ ne bãngrã me zɩɩbo. Ad bãmbã sẽn tʋkdã yɩ wẽnga.",
      "footnotes": ""
    },
    {
      "id": "1927",
      "sura": "16",
      "aya": "26",
      "arabic_text": "قَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُم مِّنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ",
      "translation": "Ad neb nins sẽn reng bãmb taoorã rag n maana raba, tɩ Wẽnd ta b meoongã yẽgrẽ n kɩt tɩ b meoongã gẽk n lʋɩ b zugu, tɩ sɩbgrã wɑ-b zĩig ning b sẽn n ka tẽedẽ.",
      "footnotes": ""
    },
    {
      "id": "1928",
      "sura": "16",
      "aya": "27",
      "arabic_text": "ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تُشَٰٓقُّونَ فِيهِمۡۚ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ",
      "translation": "Rẽ poorẽ, Dũni-yikr raarã A na n yãng-b lame la A yeel-bɑ:\" Mam lagem-n-taas nins yãmb sẽn da yɩ n zabd b yĩngã bεε?\" Tɩ bãngdbã yeele: \" ad yãnd la wẽng be kɩfr-rãmbã zug rũndã daarã.",
      "footnotes": ""
    },
    {
      "id": "1929",
      "sura": "16",
      "aya": "28",
      "arabic_text": "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡۖ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِۭۚ بَلَىٰٓۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "Neb nins malεgsã sẽn reegd b yõyã tɩ b yaa wẽg-m-mens rãmbã, tɩ b na n sɑk n tũ nɑnɑ la b yeele: \"tõnd ra pa tʋmd wẽng buud ye!\" \" n-ye, ad Wẽnd mii yãmb sẽn da yɩ n tʋmdẽ wã.",
      "footnotes": ""
    },
    {
      "id": "1930",
      "sura": "16",
      "aya": "29",
      "arabic_text": "فَٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ",
      "translation": "Bɩ y kẽ gεhannem rɑgnoy wã, tɩ y yaa paadb ɑ pʋgẽ, rẽnd waoog-m-mens rãmbã gãɑg zĩig yɩ wẽnga!",
      "footnotes": ""
    },
    {
      "id": "1931",
      "sura": "16",
      "aya": "30",
      "arabic_text": "۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۚ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ",
      "translation": "Tɩ b yeel neb nins sẽn zoe-b Wẽndã: \"yaa bõe la y Soabã siki?\" tɩ b na n yeele: \" yaa sõma\". Neb nins sẽn maan sõma dũni kaanẽ wã b tara rolb sẽn yaa sõma dũni; la yɑoolem rɑɑr zɑkã n yɩɩd sõmblem, lɑ ad wẽn-zoεtbã zɑk be neere!",
      "footnotes": ""
    },
    {
      "id": "1932",
      "sura": "16",
      "aya": "31",
      "arabic_text": "جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ لَهُمۡ فِيهَا مَا يَشَآءُونَۚ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ",
      "translation": "Arzãn zĩndidgã, la b na n kẽ, tɩ kʋɩlsã zoet b tẽngrã, b tɑrɑ b sẽn rat fãɑ a pʋgẽ, yaa woto la Wẽnd rond wẽn-zoεtbã.",
      "footnotes": ""
    },
    {
      "id": "1933",
      "sura": "16",
      "aya": "32",
      "arabic_text": "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "Neb nins malεgsã sẽn reegd b yõyã tɩ b yaa nin-sõmã wã b yet-b lɑme: \"tɩlgr be y yĩnga! Kẽ-y arzãnã y sẽn da yɩ n tʋmdẽ wã yĩngɑ\".",
      "footnotes": ""
    },
    {
      "id": "1934",
      "sura": "16",
      "aya": "33",
      "arabic_text": "هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
      "translation": "Rẽ yĩnga b gũuda bũmb n zʋʋg malεgsã wa wa bãmb nengẽ maa fo Soabã sagellã wa wa bãmba? Ad yaa woto la neb nins sẽn reng bãmbã maane, lɑ Wẽnd pa wẽdg ye, ad yaa bãmb n yɩ n wẽgd b mense.",
      "footnotes": ""
    },
    {
      "id": "1935",
      "sura": "16",
      "aya": "34",
      "arabic_text": "فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "Tɩ tʋʋm-beed nins bãmb sẽn maanã paam bãmba, tɩ b sẽn rag n yaand bũmb ningã wã gũbg-b n gilgi.",
      "footnotes": ""
    },
    {
      "id": "1936",
      "sura": "16",
      "aya": "35",
      "arabic_text": "وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِۦ مِن شَيۡءٖۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ",
      "translation": "Tɩ neb nins sẽn maan lagem-n-taar ne Wẽndã yeele:\" Wẽnd sã n da tʋllẽ tõnd ra ka na n tũ baa fʋɩ zẽng sẽn pa Yẽ ye; tõndo lɑ d ba-rãmbã me ra pa na n maanẽ woto ye, d ra ka na hɑrem bũmb me ye\". Yaa woto lɑ neb nins sẽn reng bãmb tɑoorã maane, lɑ rẽ yĩngɑ bũmb roga Tẽn-tʋmdbã sã n ka taasg sẽn vẽnegde?",
      "footnotes": ""
    },
    {
      "id": "1937",
      "sura": "16",
      "aya": "36",
      "arabic_text": "وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّٰغُوتَۖ فَمِنۡهُم مَّنۡ هَدَى ٱللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُۚ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ",
      "translation": "Lɑ sɩdɑ, Tõnd tʋmsame tɩ kẽng zãma fãa nengẽ Tẽn-tʋʋma [sẽn na yɩl n t'a yeel-ba]: \"tũ-y Wẽnd la y zãag rʋbse, Tɩ be b pʋgẽ Wẽnd sẽn kãnde, la be b pʋgẽ meneng sẽn sɩdg b rãmb zugu. Bɩ y kẽn tẽngã zug n ges yagsdbã baasg yɩɩ wãn-wãnɑ?",
      "footnotes": ""
    },
    {
      "id": "1938",
      "sura": "16",
      "aya": "37",
      "arabic_text": "إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ ٱللَّهَ لَا يَهۡدِي مَن يُضِلُّۖ وَمَا لَهُم مِّن نَّٰصِرِينَ",
      "translation": "Baa tɩ fo sã n maand yã-beed ne b kãndagrã, ad Wẽnd pa kãndagd ned A sẽn menems ye, b pa tar sõangd buud me.",
      "footnotes": ""
    },
    {
      "id": "1939",
      "sura": "16",
      "aya": "38",
      "arabic_text": "وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "La b wẽen ne Wẽnd b pãng tεka: tɩ Wẽnd pa vʋʋgd ned sẽn ki ye. Ad pa sɩd ye! Ad yaa pʋleng sẽn yɑɑ sɩdɑ n rog A zugu, la ɑd nebã wʋsg fãa pa mi ye.",
      "footnotes": ""
    },
    {
      "id": "1940",
      "sura": "16",
      "aya": "39",
      "arabic_text": "لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ",
      "translation": "(A na n vʋʋg-b lame) sẽn na yɩl n vẽneg n wĩnig-ba b sẽn da yɩ n yõsd taab bũmb ning zugã, tɩ kɩfr-rãmbã me bãng tɩ bãmb rɑ yɩɩ zĩri-be-rãmba.",
      "footnotes": ""
    },
    {
      "id": "1941",
      "sura": "16",
      "aya": "40",
      "arabic_text": "إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَآ أَرَدۡنَٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ",
      "translation": "Ad Tõnd sã n rɑt yell t'ɑ yɩ, yɑɑ D yεεl-ɑ bal t'ɑ \"yɩ\" t'a be yɩɩbẽ.",
      "footnotes": ""
    },
    {
      "id": "1942",
      "sura": "16",
      "aya": "41",
      "arabic_text": "وَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
      "translation": "La neb nins sẽn yik ne b dĩinã Wẽnd yĩnga, b sẽn wẽg-ba loogr poorẽ, D na zĩndg-b zĩig sẽn be neer dũni kaanẽ. La yɑoolem-raar keoorã n yɩɩd bedrem, tɩ b sã n da miime.",
      "footnotes": ""
    },
    {
      "id": "1943",
      "sura": "16",
      "aya": "42",
      "arabic_text": "ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ",
      "translation": "Neb nins sẽn maan-b sugr la b rɩk b mens n bobl ne b Soabã.",
      "footnotes": ""
    },
    {
      "id": "1944",
      "sura": "16",
      "aya": "43",
      "arabic_text": "وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ",
      "translation": "Lɑ Tõnd pa tʋms taoor tɩ fo pɑ wɑ rẽnda raopa; tɩ Tõnd tʋmd wahɩ wã b nengẽ. Bɩ y sok gɑfã rãmbã tɩ y sã n pa miẽ.",
      "footnotes": ""
    },
    {
      "id": "1945",
      "sura": "16",
      "aya": "44",
      "arabic_text": "بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِۗ وَأَنزَلۡنَآ إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ",
      "translation": "(Tõnd tʋms-b lame) ne vẽenem la gãf-rãmbã, La D sik Alkʋrãanã fo nengẽ sẽn na yɩl tɩ fo vẽneg n wĩnig nebã b sẽn sik n kõ-bã, lɑ sẽn nɑ yɩl tɩ b tagse.",
      "footnotes": ""
    },
    {
      "id": "1946",
      "sura": "16",
      "aya": "45",
      "arabic_text": "أَفَأَمِنَ ٱلَّذِينَ مَكَرُواْ ٱلسَّيِّـَٔاتِ أَن يَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ",
      "translation": "Rẽ yĩngã sẽn rabsd-b wẽnsã maana bas-m-yam tɩ tẽngã kõn n bõr-bɑ? Maa sɩbgr wɑ b nengẽ b sẽn pa tẽed zĩĩg ningẽ?",
      "footnotes": ""
    },
    {
      "id": "1947",
      "sura": "16",
      "aya": "46",
      "arabic_text": "أَوۡ يَأۡخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ",
      "translation": "Maa a yõk-b b gilmã pʋsẽ tɩ b pa tõe n põs ye.",
      "footnotes": ""
    },
    {
      "id": "1948",
      "sura": "16",
      "aya": "47",
      "arabic_text": "أَوۡ يَأۡخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٌ",
      "translation": "Maa a yõk-b b rɑbeemã pʋgẽ. Ad yãmb Soabã yaa nin-bãan-zoεt n yɑɑ yoalsdɑ.",
      "footnotes": ""
    },
    {
      "id": "1949",
      "sura": "16",
      "aya": "48",
      "arabic_text": "أَوَلَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُۥ عَنِ ٱلۡيَمِينِ وَٱلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ",
      "translation": "Rẽ yĩnga b pa yãnd tɩ bũmb fãa Wẽnd sẽn nɑɑnã maasem yɑɑ sẽn kɩlld goɑbg lɑ rɩdgo, n maand suguud ne Wẽnde, tɩ b yɑɑ sẽn sik b mense?",
      "footnotes": ""
    },
    {
      "id": "1950",
      "sura": "16",
      "aya": "49",
      "arabic_text": "وَلِلَّهِۤ يَسۡجُدُۤ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ مِن دَآبَّةٖ وَٱلۡمَلَٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ",
      "translation": "Lɑ yaa Wẽnd la sẽn be saasẽ la sẽn be tẽngẽ, sẽn yɑɑ bõn-yãnemds fãɑ maand suguudu, la malεgsã me, tɩ pa naag ne waoog-m-meng ye.",
      "footnotes": ""
    },
    {
      "id": "1951",
      "sura": "16",
      "aya": "50",
      "arabic_text": "يَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ۩",
      "translation": "B yaeesda b Soabã sẽn be b yĩngrã, la b maand b sẽn sagl-b ne wã.",
      "footnotes": ""
    },
    {
      "id": "1952",
      "sura": "16",
      "aya": "51",
      "arabic_text": "۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيۡنِ ٱثۡنَيۡنِۖ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَٱرۡهَبُونِ",
      "translation": "Lɑ Wẽnd yeelame: \"ra rɩk-y soab rãmb a yiib ye, ad Soab sẽn tũud yaa a yembr bala, bɩ y yaees Maam bɑlɑ\".",
      "footnotes": ""
    },
    {
      "id": "1953",
      "sura": "16",
      "aya": "52",
      "arabic_text": "وَلَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّينُ وَاصِبًاۚ أَفَغَيۡرَ ٱللَّهِ تَتَّقُونَ",
      "translation": "Lɑ Yẽ n so sẽn be saasẽ la tẽngẽ, lɑ yaa Yẽ n so tũudmã tɩ tɑb ne-A, rẽ yĩnga zẽng sẽn pa Wẽnd lɑ yãmb yaeesda?",
      "footnotes": ""
    },
    {
      "id": "1954",
      "sura": "16",
      "aya": "53",
      "arabic_text": "وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ ٱللَّهِۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ",
      "translation": "Lɑ neema fãa yãmb sẽn tare, yii Wẽnd nengẽ, rẽ poorẽ wẽng sã n paam yãmba, yaa Yẽ nengẽ lɑ yãmb lebdɑ.",
      "footnotes": ""
    },
    {
      "id": "1955",
      "sura": "16",
      "aya": "54",
      "arabic_text": "ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ",
      "translation": "Rẽ poorẽ, A sã n zẽk nɑngã n bas yãmba, la yãmb kẽer sẽn mɑɑn lɑg-m-tɑɑr ne b Soabã.",
      "footnotes": ""
    },
    {
      "id": "1956",
      "sura": "16",
      "aya": "55",
      "arabic_text": "لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ",
      "translation": "N na n kɩfl ne A sẽn kõ-b bũmb ningã wã, bɩ y wʋm noogo tɩ y na wɑ n bãnge!",
      "footnotes": ""
    },
    {
      "id": "1957",
      "sura": "16",
      "aya": "56",
      "arabic_text": "وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡۗ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ",
      "translation": "La b yãkd pʋɩɩr Tõnd sẽn rɩlg-b bũmb ningã pʋgẽ n kõt (b rʋbsã) b sẽn pa mi b rãmb yõodo. Ne Wẽnde! B na sok yãmb y sẽn da yɩ n naɑndẽ wã.",
      "footnotes": ""
    },
    {
      "id": "1958",
      "sura": "16",
      "aya": "57",
      "arabic_text": "وَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُۥ وَلَهُم مَّا يَشۡتَهُونَ",
      "translation": "La b yet tɩ kom-pugli wã yɑɑ Wẽnd rẽndɑ; A naam yɩlgame! N yaool n kõt b mens bãmb sẽn nongã (kom-ribli).",
      "footnotes": ""
    },
    {
      "id": "1959",
      "sura": "16",
      "aya": "58",
      "arabic_text": "وَإِذَا بُشِّرَ أَحَدُهُم بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٞ",
      "translation": "La b sã n noog b yembr fãɑ sũur ne bi-puglɑ la a nengã sẽn kelled n sobg t'ɑ yɑɑ sũ-toog soɑbɑ.",
      "footnotes": ""
    },
    {
      "id": "1960",
      "sura": "16",
      "aya": "59",
      "arabic_text": "يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓۚ أَيُمۡسِكُهُۥ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُۥ فِي ٱلتُّرَابِۗ أَلَا سَآءَ مَا يَحۡكُمُونَ",
      "translation": "N solgd ɑ nebã b sẽn kõ-a kɩbɑr ne bũmb ningã wẽng yĩnga. A na n zã-a-la ne yɑɑlg bɩ ɑ na n bus-a-lɑ tomẽ? Ad bãmbã sẽn bʋʋdã yɩ wẽnga.",
      "footnotes": ""
    },
    {
      "id": "1961",
      "sura": "16",
      "aya": "60",
      "arabic_text": "لِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِۖ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "Neb nins sẽn pa kõt sɩd ne yaoolem rɑɑrã, bãmb n tar bilg wẽngã (b sẽn da yɩ n bilgd Wẽndã). La Wẽnd [A ye] n tɑr bilgr sẽn yɩɩd zẽkre, Yẽ me la a Winda, n yaa a Bʋʋd-mita.",
      "footnotes": ""
    },
    {
      "id": "1962",
      "sura": "16",
      "aya": "61",
      "arabic_text": "وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ",
      "translation": "La tɩ Wẽnd sã n da yõkda nebã ne b wẽgdã, A rag n ka na n bas tẽngã zug bõn-vũnung buud ye, la ad A yaoond-b lame n na n tãag wakat sẽn yãke, la b raarã sã n ta, b pa na n yaoolg-b ye, b leb n pa na n yãg ne-b ye.",
      "footnotes": ""
    },
    {
      "id": "1963",
      "sura": "16",
      "aya": "62",
      "arabic_text": "وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَۚ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰۚ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ",
      "translation": "La b kõt Wẽnd bãmb sẽn kis bũmb ningã, tɩ b zɩlmã yet zĩri tɩ bãmb tarɑ sẽn be neer Wẽnd nengẽ. Sik kae tɩ Bugum la b tɑrɑ, n na kẽ ne yãbgo.",
      "footnotes": ""
    },
    {
      "id": "1964",
      "sura": "16",
      "aya": "63",
      "arabic_text": "تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "Ne Wẽnde! Ad Tõnd ra tʋmɑme tɩ kẽng zãma fo taoore t'a Sʋtãan faas b tʋʋmã n kõ-bɑ, rẽnd yẽ lɑ b lall-n-taag rũndã, la b le tar sɩbgr sẽn zɑbde.",
      "footnotes": ""
    },
    {
      "id": "1965",
      "sura": "16",
      "aya": "64",
      "arabic_text": "وَمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "La Tõnd pa sik Gafã n kõ foom, rẽndame tɩ yaa sẽn na kɩt tɩ f vẽneg n kõ-ba b sẽn yõs taab bũmb ning zugã, n leb n yaa kãndagre, la yolsg n kõ neb nins sẽn kõt sɩdã.",
      "footnotes": ""
    },
    {
      "id": "1966",
      "sura": "16",
      "aya": "65",
      "arabic_text": "وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ",
      "translation": "La yaa Wẽnd n sik koom sẽn yit saasẽ, n vɩɩmsd tẽngã ne-a a sẽn ki poorẽ, ad bee rẽ pʋgẽ tagmas sɩd-sɩd ne neb sẽn wʋmde.",
      "footnotes": ""
    },
    {
      "id": "1967",
      "sura": "16",
      "aya": "66",
      "arabic_text": "وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِۦ مِنۢ بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ",
      "translation": "Ad bee rũmsã pʋgẽ, tags-n-gεsg n kõ yãmba: Tõnd yũnugda yãmb bũmb ning sẽn be rũmsã pʋsẽ wã, sẽn yit bĩnd la zɩɩm sʋka, tɩ yaa bĩisim n yɑɑ yɩlenga, n sɑkd loogr ne yũudba.",
      "footnotes": ""
    },
    {
      "id": "1968",
      "sura": "16",
      "aya": "67",
      "arabic_text": "وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ",
      "translation": "La tɩ-biisẽ wã, sẽn yi tamar tɩɩs la sibi, tɩ y yiisd bõn-yũudɩ sẽn suud la rɩtl sẽn yaa yɩlemde, ad bee woto pʋgẽ tagmas-rãmb n kõ neb sẽn tar yɑm.",
      "footnotes": ""
    },
    {
      "id": "1969",
      "sura": "16",
      "aya": "68",
      "arabic_text": "وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بُيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ",
      "translation": "La fo Soabã tʋmame tɩ kẽng sĩ wã nengẽ:\" rɩk-y tãensã n mɑɑn y roto, la tɩɩsã, la b sẽn yɑgendã.",
      "footnotes": ""
    },
    {
      "id": "1970",
      "sura": "16",
      "aya": "69",
      "arabic_text": "ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗاۚ يَخۡرُجُ مِنۢ بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُۥ فِيهِ شِفَآءٞ لِّلنَّاسِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ",
      "translation": "Rẽ poorẽ rɩ-y tɩ-biis buud fãa la y rɩk y Soabã soyã sẽn kõogã. Tɩ bõn-yũudɩ yit b pʋsẽ wã kõbg sẽn yõs tɑɑbɑ, tɩ yaa tɩp-tɩɩm n kõ nebã be a pʋgẽ, ad tagmas be rẽ pugẽ ne neb sẽn tagsd n getẽ.",
      "footnotes": ""
    },
    {
      "id": "1971",
      "sura": "16",
      "aya": "70",
      "arabic_text": "وَٱللَّهُ خَلَقَكُمۡ ثُمَّ يَتَوَفَّىٰكُمۡۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ",
      "translation": "Ad yaa Wẽnd n naan yãmba; rẽ poorẽ t'A kʋ yãmba. Be yãmb sʋka b sẽn na n bas t'a kʋʋl n tɑ vɩɩm vũnug zĩigẽ, sẽn na yɩl t'a ra bãng baa fʋɩ ɑ sẽn da mi poorẽ, ad Wẽnd yaa Mitɑ n yaa Tõoda.",
      "footnotes": ""
    },
    {
      "id": "1972",
      "sura": "16",
      "aya": "71",
      "arabic_text": "وَٱللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِۚ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌۚ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ",
      "translation": "Lɑ Wẽnd yɩɩsɑ yãmb tɑɑb rɩtlẽ wã, lɑ b sẽn yɩɩs-b rãmbã pɑ yɩ n sak n kõ b rɩtlã b yembsã tɩ b fãɑ lebg ɑ yembr ye. Wẽnd neema wã la y mɑɑn sõm-zɩɩlem ne?",
      "footnotes": ""
    },
    {
      "id": "1973",
      "sura": "16",
      "aya": "72",
      "arabic_text": "وَٱللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمۡ يَكۡفُرُونَ",
      "translation": "La Wẽnd mɑɑnɑ pɑgb sẽn yi yãmb mensẽ wã n kõ yãmbɑ, la A leb n maan n kõ-ya sẽn yi yãmb pagbẽ wã kom-ribli la yagense, la A rɩlg yãmb rɩ-yɩlmã. Zĩri wã la b kõt sɩd ne-ɑ lɑ b yaool n mɑɑn sõm-zɩɩlem ne Wẽnd neemɑ wã?",
      "footnotes": ""
    },
    {
      "id": "1974",
      "sura": "16",
      "aya": "73",
      "arabic_text": "وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ",
      "translation": "La b tũud zẽng sẽn pa Wẽnde, bũmb sẽn pa tar rɩtl n nɑ n kõ-b saasẽ bɩ tẽngã zugu; b pʋs n pɑ tõe.",
      "footnotes": ""
    },
    {
      "id": "1975",
      "sura": "16",
      "aya": "74",
      "arabic_text": "فَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَۚ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ",
      "translation": "Bɩ y ra mɑɑn wẽnes-n-taas ne Wẽnd ye, ad Wẽnd miime lɑ yãmb pa mi ye.",
      "footnotes": ""
    },
    {
      "id": "1976",
      "sura": "16",
      "aya": "75",
      "arabic_text": "۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ",
      "translation": "Wẽnd rɩka bilgri, yamb b sẽn so-a t'ɑ pɑ tar tõoga, ne Tõnd sẽn kõ ɑ soɑb rɩtl sẽn be neere, t'a yãkd-ɑ n nafdẽ sẽn solg la sẽn vẽneg pʋgẽ. Rẽ yĩngã nin-bãmbã b yiibã zema taaba? Pẽgr be ne Wẽnde! La ad b wʋsg fãa pa mi ye.",
      "footnotes": ""
    },
    {
      "id": "1977",
      "sura": "16",
      "aya": "76",
      "arabic_text": "وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "La Wẽnd leb n rɩka makr ne neb a yiibu, a yembrã yaa muka, a pa tõe n maan baa fʋɩ ye, n yaa zɩɩb a zu-soabã zugu; a zu-soabã sẽn tees-a zĩig ning fãa, a pa wat ne bõn-sõng ye, rẽ yĩnga yẽ soabã zema ned ning sẽn sagenda ne tẽeg-tɩrg la a leb n be so-tɩrg zugu?",
      "footnotes": ""
    },
    {
      "id": "1978",
      "sura": "16",
      "aya": "77",
      "arabic_text": "وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَآ أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "Ad sẽn solg saasẽ la tẽngẽ yaa Wẽnd n so, ad dũni wã yikr yell pa yɩ rẽndame t'a yaa wa nif-kamsg maa yẽ pẽnegrã n yɩɩde, ad Wẽnd yaa bũmbã fãa tõogda.",
      "footnotes": ""
    },
    {
      "id": "1979",
      "sura": "16",
      "aya": "78",
      "arabic_text": "وَٱللَّهُ أَخۡرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "Ad yaa Wẽnd n yiis yãmb y ma-rãmbã pʋsẽ tɩ y pa mi baa fʋɩ, la A naan ninã la tʋbã la sũyã n kõ yãmba, tɩ sãnd-sãnde y na pʋʋs barka.",
      "footnotes": ""
    },
    {
      "id": "1980",
      "sura": "16",
      "aya": "79",
      "arabic_text": "أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "Rẽ yĩnga yãmb pa get luiili wã tɩ yɑɑ sẽn nom tɩ b be sɑɑsã ween-n-vɩʋʋgẽ, tɩ bũmb pa gãd-ba, rẽnda Wẽnd bala, ad bee woto pʋga sẽn yɑɑ tagmas-rãmb ne neb nins sẽn kõt sɩdã.",
      "footnotes": ""
    },
    {
      "id": "1981",
      "sura": "16",
      "aya": "80",
      "arabic_text": "وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعۡنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ",
      "translation": "Lɑ Wẽnd maanɑ yãmb zɑgsã tɩ yaa yĩ-yõgneg zĩig n kõ yãmba, la A maan n kõ yãmb rũmsã gãnd tɩ y mɑɑn roto, t'ɑ yaa faag ne yãmb y yikr rɑɑre maa y tilgr rɑɑre, lɑ sẽn leb n yi rũmsã kõbdẽ, la yʋgma wã kõbdẽ lɑ rũm-bãɑnegã kõbdẽ tɩ yɑɑ rot-teed n le yɑɑ wʋm-noog n tɩ tãag wakat sẽn yãk toɑɑgɑ.",
      "footnotes": ""
    },
    {
      "id": "1982",
      "sura": "16",
      "aya": "81",
      "arabic_text": "وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ",
      "translation": "Lɑ Wẽnd mɑɑnɑme n kõ yãmb A sẽn naanã pʋgẽ mɑɑsem-dãmbɑ, lɑ A kõ yãmb tãensã pʋsẽ kõom zĩisẽ la A leb n kõ yãmb futu tɩ kogend yãmb n yi wĩndgã la gãnse tɩ kogend yãmb y zɑbrẽ. Yaa woto la A pidsd A neema yãmb zugu, tɩ sãnd-sãnde y na sak n tũ.",
      "footnotes": ""
    },
    {
      "id": "1983",
      "sura": "16",
      "aya": "82",
      "arabic_text": "فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ",
      "translation": "La b sã n gũd b zãn-kuidsã rẽnd ka rog fo zugu, rẽnda taasg sẽn yɑɑ vẽeneg bala.",
      "footnotes": ""
    },
    {
      "id": "1984",
      "sura": "16",
      "aya": "83",
      "arabic_text": "يَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ",
      "translation": "B mii Wẽnd neemã wã, la b mɑɑnd sõm-zɩɩlem. Lɑ bãmbã wʋsg yaa kɩfr-dãmbã.",
      "footnotes": ""
    },
    {
      "id": "1985",
      "sura": "16",
      "aya": "84",
      "arabic_text": "وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ",
      "translation": "(Tẽeg) raar ning D sẽn na n tũus zãma pʋg fãa kaset soɑbɑ, rẽ poorẽ, b pa na n kõ kɩfr-dãmbã padeng ye, b pa na n leb n kõ-b sor tɩ b leb ye.",
      "footnotes": ""
    },
    {
      "id": "1986",
      "sura": "16",
      "aya": "85",
      "arabic_text": "وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ",
      "translation": "La wẽgdbã sã n wa yẽnd sɩbgrã, b pa na n yols b yĩngɑ, b pa na n koll-b me ye.",
      "footnotes": ""
    },
    {
      "id": "1987",
      "sura": "16",
      "aya": "86",
      "arabic_text": "وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَۖ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ",
      "translation": "Lɑ neb nins sẽn maan lagem-n-taarã sã n wa yã b lagem-n-taasã, b yetame: \"d Soaba ad yaa bãmbã la tõnd lagem-n-taas nins d sẽn da yɩ n tũudẽ zẽng sẽn pa Foomã\". tɩ b lagem-n-taasã na n leok-bɑ n yeele: \"ad yãmb yaa zĩri-be-nebɑ.",
      "footnotes": ""
    },
    {
      "id": "1988",
      "sura": "16",
      "aya": "87",
      "arabic_text": "وَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ",
      "translation": "Tɩ b na n sɑk n tũ Wẽnd ra-kãng raarã, tɩ bãmb sẽn da pasd zĩrĩ wã menem n bas bãmba.",
      "footnotes": ""
    },
    {
      "id": "1989",
      "sura": "16",
      "aya": "88",
      "arabic_text": "ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ",
      "translation": "Neb nins sẽn kɩfl la b gɩd (nebã) n yit Wẽnd sorã, D na n paas-b-la nang b nangã zugu, b sẽn da yɩ n sãamdẽ wã yĩngɑ.",
      "footnotes": ""
    },
    {
      "id": "1990",
      "sura": "16",
      "aya": "89",
      "arabic_text": "وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡۖ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَٰٓؤُلَآءِۚ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ",
      "translation": "(Tẽeg) raar ning Tõnd sẽn na n wa tʋms zãmã fãa pʋgẽ kaset soab sẽn yi b sʋka, lɑ D wa ne foom tɩ f na n yɩ kaset soɑb ne bãmbã rãmbã. Lɑ ɑd Tõnd sikɑ Alkʋrãanã n kõ foom tɩ yaa vẽnegr ne bũmbã fãa, n leb n yaa kãndagr la yolsg la sũ-noogr n kõ sɑk-n-tũ-rãmbã.",
      "footnotes": ""
    },
    {
      "id": "1991",
      "sura": "16",
      "aya": "90",
      "arabic_text": "۞ إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ",
      "translation": "Ad Wẽnd sagenda ne tẽeg-tɩrg la manegre, la rog-pẽts sõngre, la A gɩdgd tʋʋm yood la yel-kiti la wẽgbo, A sagenda yãmb tɩ sãnd-sãnde y na tags n gese.",
      "footnotes": ""
    },
    {
      "id": "1992",
      "sura": "16",
      "aya": "91",
      "arabic_text": "وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمۡ كَفِيلًاۚ إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ",
      "translation": "Lɑ pids-y Wẽnd pʋlengã tɩ y sã n rɩk-a, la y ra yidg pʋlengã a kengr poorẽ ye, tɩ yãmb yɑool n mɑɑnɑ Wẽnd t'A yɑɑ yãmb pʋlengã sεɛtɑ, ad Wẽnd mii yãmb sẽn maandã.",
      "footnotes": ""
    },
    {
      "id": "1993",
      "sura": "16",
      "aya": "92",
      "arabic_text": "وَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِنۢ بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍۚ إِنَّمَا يَبۡلُوكُمُ ٱللَّهُ بِهِۦۚ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ",
      "translation": "La y ra wa yɩ wa pag ning sẽn yidg a pãndã a sẽn nidg pãng n wĩ tɩ kẽ poorẽ, tɩ yãmb rɩkd y wẽenegã tɩ yaa zãmbg yãmb ne tɑɑb sʋkɑ, n rɑt tɩ yãmb zãma wã wil zãma zẽngã. Ad Wẽnd zarbda yãmb ne rẽnda, lɑ sẽn na yɩl n vẽneg n wĩnig-y yikrã raarã yãmb sẽn da yɩ n yõsd taab bũmb ning pʋgã.",
      "footnotes": ""
    },
    {
      "id": "1994",
      "sura": "16",
      "aya": "93",
      "arabic_text": "وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "Ad Wẽnd sã n da tʋllẽ, A rag n na maan yãmb tɩ y yaa zãma a yembre, la ad Wẽnd menesda A sẽn rata soab la A kãndagd A sẽn rat soaba, la ad b na n sok-y lame y sẽn da yɩ n tʋmdẽ wã.",
      "footnotes": ""
    },
    {
      "id": "1995",
      "sura": "16",
      "aya": "94",
      "arabic_text": "وَلَا تَتَّخِذُوٓاْ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُۢ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ ٱلسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ ٱللَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ",
      "translation": "Lɑ y rɑ wa rɩkd y wẽenegã tɩ yɑɑ zãmb yãmb ne taab sʋk ye, tɩ naoor rɑ wa salg a sẽn tabl poorẽ ye, tɩ y lemb nan-wẽngã yãmb sẽn da yɩ n gɩdgd Wẽnd sorã yĩngã. La be ne yãmba, nɑng sẽn zɩse.",
      "footnotes": ""
    },
    {
      "id": "1996",
      "sura": "16",
      "aya": "95",
      "arabic_text": "وَلَا تَشۡتَرُواْ بِعَهۡدِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ",
      "translation": "Ra rik-y Wẽnd pʋlengã n tek ne ligd-bil ye, ad sẽn be Wẽnd nengẽ wã n yɩɩd sõmblem ne yãmba, tɩ y sã n dɑ miẽ.",
      "footnotes": ""
    },
    {
      "id": "1997",
      "sura": "16",
      "aya": "96",
      "arabic_text": "مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٖۗ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُوٓاْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "Bũmb ning sẽn be yãmb nengẽ wã satame, la sẽn be Wẽnd nengẽ wã n paade, la ad Tõnd na n rola sug-maandbã b keoor neerem sẽn yɩɩd b sẽn da tʋmdã.",
      "footnotes": ""
    },
    {
      "id": "1998",
      "sura": "16",
      "aya": "97",
      "arabic_text": "مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُۥ حَيَوٰةٗ طَيِّبَةٗۖ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "Ned ning sẽn tʋma sõma - yɑɑ rao tɩ yɑɑ pɑgɑ -, t'ɑ yaa sɩd-kɩta, D na vɩɩms a soab vɩɩm sẽn yɑɑ noogo, la D na rol-b keoor sõmblem sẽn yɩɩd b sẽn da yɩ n tʋmdẽ wã.",
      "footnotes": ""
    },
    {
      "id": "1999",
      "sura": "16",
      "aya": "98",
      "arabic_text": "فَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ فَٱسۡتَعِذۡ بِٱللَّهِ مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ",
      "translation": "F sã n na n karem Alkʋrãanã, bɩ f kos gũudum ne Wẽnd n yi a Sʋtãan b sẽn rig n zãag ne yolsgã.",
      "footnotes": ""
    },
    {
      "id": "2000",
      "sura": "16",
      "aya": "99",
      "arabic_text": "إِنَّهُۥ لَيۡسَ لَهُۥ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ",
      "translation": "Ad a pa tar sor sɩd-kõtbã lɑ sẽn bobend b mensã ne b Soɑbã zug ye.",
      "footnotes": ""
    },
    {
      "id": "2001",
      "sura": "16",
      "aya": "100",
      "arabic_text": "إِنَّمَا سُلۡطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ",
      "translation": "A pãngã yɑɑ neb nins sẽn lalld-ɑ wã lɑ a tõe, la sẽn maand-b lagem-n-taar ne Wẽndã.",
      "footnotes": ""
    },
    {
      "id": "2002",
      "sura": "16",
      "aya": "101",
      "arabic_text": "وَإِذَا بَدَّلۡنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنَزِّلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفۡتَرِۭۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ",
      "translation": "Lɑ Tõnd sã n wa tedg Aayare, Aayar ɑ to zĩigẽ - lɑ Wẽnd n mi bũmb ning A sẽn sikdã - la b sẽn yete: \"tɩ fo yaa zĩri-be neda\". La pɑ woto ye, ad b wʋsg fãa pa mi ye.",
      "footnotes": ""
    },
    {
      "id": "2003",
      "sura": "16",
      "aya": "102",
      "arabic_text": "قُلۡ نَزَّلَهُۥ رُوحُ ٱلۡقُدُسِ مِن رَّبِّكَ بِٱلۡحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ",
      "translation": "Yeele: \"ad yaa yõ-yɩlengã (Malεk a Gibriil) n sig ne Alkʋrãanã, n yi fo Soabã nengẽ ne sɩda, sẽn na yɩl n tabl neb nins sẽn kõ sɩdã, n leb n yaa kãndgr la sũ-noogr ne lɩslaambã.",
      "footnotes": ""
    },
    {
      "id": "2004",
      "sura": "16",
      "aya": "103",
      "arabic_text": "وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٞۗ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ",
      "translation": "Lɑ ɑd Tõnd miime tɩ b yetame: \" yaa neb n wĩnigd-a (Alkʋrãanã)\" la zɩlemd ning b sẽn dõtã yaa bu-zẽnga, tɩ wãnde [Alkʋrãanã] yaa laarb-rãmb goam sẽn yaa vẽenega.",
      "footnotes": ""
    },
    {
      "id": "2005",
      "sura": "16",
      "aya": "104",
      "arabic_text": "إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهۡدِيهِمُ ٱللَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ",
      "translation": "Ad neb nins sẽn pa kõt sɩd ne Wẽnd Aayayã, Wẽnd ka na n kãndg-b ye, la nang sẽn zabd be ne-ba.",
      "footnotes": ""
    },
    {
      "id": "2006",
      "sura": "16",
      "aya": "105",
      "arabic_text": "إِنَّمَا يَفۡتَرِي ٱلۡكَذِبَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰذِبُونَ",
      "translation": "Ad sẽn wãagd zĩri wã n rogendẽ wã yaa neb nins sẽn pa kõt sɩd ne Wẽnd Aayayã, bãmb me lɑ zĩri-be-nebã.",
      "footnotes": ""
    },
    {
      "id": "2007",
      "sura": "16",
      "aya": "106",
      "arabic_text": "مَن كَفَرَ بِٱللَّهِ مِنۢ بَعۡدِ إِيمَٰنِهِۦٓ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُۥ مُطۡمَئِنُّۢ بِٱلۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ ٱللَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ",
      "translation": "Ned ning sẽn kɩfla ne Wẽnd a sɩd-kũun loogr poorẽ, sã n pɑ ned ning b sẽn modg-ɑ t'a sũurã yaool n ket n tabend ne sɩd-kũuni, la sẽn yãɑg b yãoog ne kɩflmã gẽeg sẽn yi Wẽnd nengẽ be ne-ba, la nang sẽn zabd be ne-ba.",
      "footnotes": ""
    },
    {
      "id": "2008",
      "sura": "16",
      "aya": "107",
      "arabic_text": "ذَٰلِكَ بِأَنَّهُمُ ٱسۡتَحَبُّواْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ",
      "translation": "Woto, tɩ bala bãmb tũusa dũni vɩɩmã n nongẽ n yɩɩd yaoolem raarã, la Wẽnd pa kãndgad kɩfr-dãmb zãma ye.",
      "footnotes": ""
    },
    {
      "id": "2009",
      "sura": "16",
      "aya": "108",
      "arabic_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ",
      "translation": "Bãmb la neb nins Wẽnd sẽn pag b sũyã la b tʋbã la b ninã, bãmb me lɑ yam yaal-yaal rãmbã.",
      "footnotes": ""
    },
    {
      "id": "2010",
      "sura": "16",
      "aya": "109",
      "arabic_text": "لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡخَٰسِرُونَ",
      "translation": "Sik ka be tɩ yaoolem raarã, bãmb la bõn rãmbã.",
      "footnotes": ""
    },
    {
      "id": "2011",
      "sura": "16",
      "aya": "110",
      "arabic_text": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِنۢ بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ",
      "translation": "Rẽ loogr poorẽ, ad fo Soabã ne neb nins sẽn yik ne b dĩinã [Higrɑ] b sẽn nams-b poorẽ, rẽ poor tɩ b maan gihaadi la b maan sugri, ad fo Soabã rẽ loogr poorẽ, A yaa yaafg naaba n yaa yolsg naaba.",
      "footnotes": ""
    },
    {
      "id": "2012",
      "sura": "16",
      "aya": "111",
      "arabic_text": "۞ يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ",
      "translation": "(Tẽeg) raar ning yõor fãa sẽn na n wa, n maan tak-n-taar n dat n fãag a mengɑ, tɩ B na n pids n dol yõor fãa bũmb ning a sẽn tʋmã, tɩ b pa na n wẽg bãmb ye.",
      "footnotes": ""
    },
    {
      "id": "2013",
      "sura": "16",
      "aya": "112",
      "arabic_text": "وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ",
      "translation": "Wẽnd gãnega bilgri, tẽng (Mɑkɑ) sẽn da tar bas-m-yam n yõgne, t'a rɩtlã wat-ɑ yol-yol n yit zĩig fãa, t'a maan sõm-zɩɩlem ne Wẽnd neema wã, tɩ Wẽnd na n leems-a kom lɑ pelen-yɩk b sẽn da yɩ n tʋmdẽ wã yĩngɑ.",
      "footnotes": ""
    },
    {
      "id": "2014",
      "sura": "16",
      "aya": "113",
      "arabic_text": "وَلَقَدۡ جَآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلۡعَذَابُ وَهُمۡ ظَٰلِمُونَ",
      "translation": "Lɑ Ad tẽn-tʋʋm n wa b nengẽ, sẽn yi bãmb pʋgẽ wã, tɩ b yags-a tɩ sɩbgrã rɩk-ba, tɩ b yɑɑ wẽgdbɑ.",
      "footnotes": ""
    },
    {
      "id": "2015",
      "sura": "16",
      "aya": "114",
      "arabic_text": "فَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا وَٱشۡكُرُواْ نِعۡمَتَ ٱللَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ",
      "translation": "Bɩ y rɩ bũmb ning Wẽnd sẽn pʋɩ n kõ yãmbã, tɩ yɑɑ halaal n yɑɑ yɩlenga, la y pʋʋs Wẽnd neema wã, tɩ y sã n yɩɩme n tũud Yẽ bɑlɑ.",
      "footnotes": ""
    },
    {
      "id": "2016",
      "sura": "16",
      "aya": "115",
      "arabic_text": "إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
      "translation": "Ad A sẽn harem ne yãmbã yaa gɩfo la zɩ-fudgdum la kurkuy nemdo, la b sẽn kodg n kõ lɑ b pʋd zẽng sẽn pa Wẽnd yʋʋre, la ned ning sẽn wɑ n pɑk ɑ soɑbɑ, tɩ pa kedgr n pa zʋʋg toɑɑga, rẽnd Wẽnd yaa yaafda n yaa yolsda.",
      "footnotes": ""
    },
    {
      "id": "2017",
      "sura": "16",
      "aya": "116",
      "arabic_text": "وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَۚ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ",
      "translation": "Ra wa-y n yetẽ ne yãmb zεlmã wã sẽn sɩfd sẽn yaa zĩri wã: \"tɩ Wãnde yaa halaale tɩ wãnde yaa haraam\" n nɑ n wãagd zĩri n rogend Wẽnd ye. Ad neb nins sẽn wãagd zĩri n rogend Wẽndã pa na n tɩlg ye.",
      "footnotes": ""
    },
    {
      "id": "2018",
      "sura": "16",
      "aya": "117",
      "arabic_text": "مَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "Yaa wʋm-noog bilf bɑlɑ, lɑ nan-zabdg be ne-bɑ.",
      "footnotes": ""
    },
    {
      "id": "2019",
      "sura": "16",
      "aya": "118",
      "arabic_text": "وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُۖ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
      "translation": "Neb nins sẽn yaa Yahuud-rãmbã me, Tõnd harma b zug Tõnd sẽn karem n togs foom tɩ loogã, lɑ tõnd pɑ wẽg-b ye; ɑd b yɩɩme n wẽgd b mense.",
      "footnotes": ""
    },
    {
      "id": "2020",
      "sura": "16",
      "aya": "119",
      "arabic_text": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ",
      "translation": "Rẽ poorẽ, ad fo Soabã ne neb nins sẽn tʋm wẽngã ne zɩɩlemã, rẽ poorẽ tɩ b tuub la b maneg b tʋʋmã, ad fo Soabã rẽ poorẽ A yaa yaafg naab n yaa yolsg naaba.",
      "footnotes": ""
    },
    {
      "id": "2021",
      "sura": "16",
      "aya": "120",
      "arabic_text": "إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "Ad a ɭbraahɩɩm yɩɩ zãmɑ yẽ ɑ yembrã n duumd ne Wẽnd tũudum, n kɩlled n yit lɑgem-n-tɑɑre, a pa yɩ n nɑɑg lagem-n-taar rãmb lɑe.",
      "footnotes": ""
    },
    {
      "id": "2022",
      "sura": "16",
      "aya": "121",
      "arabic_text": "شَاكِرٗا لِّأَنۡعُمِهِۚ ٱجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "N yaa bark pʋʋsd ne A neemã wã, ɑ Soɑbã tũus-ɑ lame la A kãndag-a n tʋg so-tɩrga.",
      "footnotes": ""
    },
    {
      "id": "2023",
      "sura": "16",
      "aya": "122",
      "arabic_text": "وَءَاتَيۡنَٰهُ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ",
      "translation": "La Tond kõ-a-la dũni kaanẽ pʋɩɩr sẽn be neere, la yaoolem raarã a bee nin-sõmã wã pʋgẽ.",
      "footnotes": ""
    },
    {
      "id": "2024",
      "sura": "16",
      "aya": "123",
      "arabic_text": "ثُمَّ أَوۡحَيۡنَآ إِلَيۡكَ أَنِ ٱتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "Rẽ loogr poorẽ tɩ Tõnd tʋms tɩ wɑ fo nengẽ: \" tɩ f tũ a ɭbraahɩɩm vũunã sẽn yaa sor sẽn kɩlled n yi lɑgem-n-tɑɑrã, a pa yɩ n naag lagem-n-taarã rãmb ye.",
      "footnotes": ""
    },
    {
      "id": "2025",
      "sura": "16",
      "aya": "124",
      "arabic_text": "إِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِۚ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ",
      "translation": "Ad b maana sibrã zɩsgr t'a yaa tɩlae ne neb nins sẽn yõs taab a pʋgẽ wã, la fo Soabã n na n bʋ n welg b sʋk yaoolem raarã, b sẽn da yɩ n yõsd taab bũmb ning zugã.",
      "footnotes": ""
    },
    {
      "id": "2026",
      "sura": "16",
      "aya": "125",
      "arabic_text": "ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِۖ وَجَٰدِلۡهُم بِٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ",
      "translation": "Bool n tʋg fo Soabã sorã ne yam la sagl-sõngo, la maan-b tak-n-taar sẽn yaa sõma n yɩɩdɑ, ad fo Soabã n yɩɩd minim ne ned ning sẽn menema n yi A sorẽ wã, Yẽ n leb n yɩɩd minim ne ned ning sẽn kãnda.",
      "footnotes": ""
    },
    {
      "id": "2027",
      "sura": "16",
      "aya": "126",
      "arabic_text": "وَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِۦۖ وَلَئِن صَبَرۡتُمۡ لَهُوَ خَيۡرٞ لِّلصَّٰبِرِينَ",
      "translation": "Lɑ y sã n na n sɩbge n dole, bɩ y sɩbg [bε wã] wala b sẽn sɩbg yãmb to-to wã, la y sã n maan sugri ad rẽnd n yɩɩd sõma ne sug-maandbã.",
      "footnotes": ""
    },
    {
      "id": "2028",
      "sura": "16",
      "aya": "127",
      "arabic_text": "وَٱصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِٱللَّهِۚ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ",
      "translation": "La maan sugri, lɑ fo sugrã pɑ yɩ rẽndɑ ne Wẽnd sεgl-sõngo, la f ra sãɑm f sũur b yĩng ye, la f ra pɑk f meng ne b sẽn maan rabã wã ye.",
      "footnotes": ""
    },
    {
      "id": "2029",
      "sura": "16",
      "aya": "128",
      "arabic_text": "إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ",
      "translation": "Ad Wẽnd bee ne neb nins sẽn zoet-A wã la neb nins sẽn yaa manegdbã.",
      "footnotes": ""
    }
  ]
}