{
  "result": {
    "id": "2222",
    "sura": "18",
    "aya": "82",
    "arabic_text": "وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا",
    "translation": "Ал эми дубал шаардагы эки жетим баланыкы болуп, түбүндө экөөнө арналган (мурас) казына бар эле. Алардын атасы жакшы адам болгон. Анан Раббиң эки (жетим) бой жетип, өз казыналарын өздөрү чыгарып алуусун каалады. (Бул кайып илимдери) Раббиң тарабынан болгон Ырайым. Мен буларды өзүмчө аткарганым жок. Сен чыдап, сабыр кыла албаган окуялардын жандырмагы мына ушундай».[1]",
    "footnotes": "[1] Бул икаяда көп пайдалуу таалимдер бар. Кээ бирөөлөрүн санап өтөбүз: 1) Илимдин пазилети. Муса илим үйрөнүү үчүн өз элинен сапарга чыкты. 2) Илимдин зарылдыгы. Бирөөгө бир нерсени үйрөтүүдөн мурда өзү ошол нерсени жакшы билиши керек. 3) Өз кызматчысы менен тамактануу– пайгамбардын сүннөтү. 4) Кызыр пайгамбар эмес. Эгер пайгамбар болсо анык айтылат болчу. 5) Мугалимге урмат. Эгер мугалим өзүнөн төмөн даражадагы адам болсо да, аны жогору баалоо керек. Муса пайгамбар болуп туруп, пайгамбар эмес Кызырды илими үчүн сыйлады. 6) Сабырсыздык - илимсиздиктен. «Өзүң толук кабардар болбогон нерсеге кантип сабыр кылмак элең» - дейт Кызыр. 7) Өкүм чыгарууга шашылбоо. 8) Ниет башка, иш башка. Муса Кызырга «Аллах кааласа, сабыр кылганымды көрөсүз» - деди эле, иш жүзүндө сабыр кыла албай калды. 9) Унутканга күнөө жок. Мусанын биринчи жолку каяшасын унуткандан улам жасаганын Кызыр кабыл алды. 10) Чоң күнөөнү жок кылуу үчүн кичинекей күнөөнү жасоого аргасыз болуу. Мисал үчүн Кызырдын иштери. 11) Бирөөнүн малын же жанын сактоо үчүн анын буюмун сурабай колдонсо күнөө жок: Кызыр кеме ээлеринин жанын сактоо үчүн өздөрүнөн сурабай эле кемени тешип койду. 12) Кеме сыяктуу мүлкү бар болсо да, эгер тартыш жашаса «мискин-кедей» деп атала берет. «Кеме (жөнүндө айтсам,) ал деңизде тиричилик кылган мискин-кедейлердики болчу» дейт Кызыр."
  }
}