{
  "id": 10,
  "verse_number": 10,
  "page_number": 550,
  "verse_key": "60:10",
  "juz_number": 28,
  "hizb_number": 55,
  "rub_el_hizb_number": 220,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا جَآءَكُمُ ٱلۡمُؤۡمِنَٰتُ مُهَٰجِرَٰتٖ فَٱمۡتَحِنُوهُنَّۖ ٱللَّهُ أَعۡلَمُ بِإِيمَٰنِهِنَّۖ فَإِنۡ عَلِمۡتُمُوهُنَّ مُؤۡمِنَٰتٖ فَلَا تَرۡجِعُوهُنَّ إِلَى ٱلۡكُفَّارِۖ لَا هُنَّ حِلّٞ لَّهُمۡ وَلَا هُمۡ يَحِلُّونَ لَهُنَّۖ وَءَاتُوهُم مَّآ أَنفَقُواْۚ وَلَا جُنَاحَ عَلَيۡكُمۡ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّۚ وَلَا تُمۡسِكُواْ بِعِصَمِ ٱلۡكَوَافِرِ وَسۡـَٔلُواْ مَآ أَنفَقۡتُمۡ وَلۡيَسۡـَٔلُواْ مَآ أَنفَقُواْۚ ذَٰلِكُمۡ حُكۡمُ ٱللَّهِ يَحۡكُمُ بَيۡنَكُمۡۖ وَٱللَّهُ عَلِيمٌ حَكِيمٞ",
  "translation": "Enyi mlio amini! Wakikujilieni wanawake Waumini walio hama, basi wafanyieni mtihani - Mwenyezi Mungu ndiye Mwenye kujua zaidi Imani yao. Mkiwa mnawajua kuwa ni Waumini basi msiwarudishe kwa makafiri. Wanawake hao si halali kwa hao makafiri, wala hao makafiri hawahalalikii wanawake Waumini. Na wapeni hao wanaume mahari walio toa. Wala hapana makosa kwenu kuwaoa mkiwapa mahari yao. Wala msiwaweke wanawake makafiri katika kifungo cha ndoa zenu. Na takeni mlicho kitoa, na wao watake walicho kitoa. Hiyo ndiyo hukumu ya Mwenyezi Mungu anayo kuhukumuni. Na Mwenyezi Mungu ni Mwenye kujua, Mwenye hikima.",
  "footnotes": "Enyi mlio amini! Wakikujieni wanawake Waumini walio hama kukimbia nchi ya ukafiri, basi wachungueni ili mpate kujua ukweli wa Imani yao. Mwenyezi Mungu anajua zaidi ukweli wa Imani yao. Mkiwaona kama ni Waumini, basi msiwarudishe kwa waume zao makafiri. Wanawake Waumini si halali kwa makafiri, wala wanaume makafiri si halali kwa wanawake Waumini. Na wapeni waume wa kikafiri mahari waliyo yatoa kwa wake zao walio hamia kwenu. Wala hapana ubaya kwenu kuwaoa wanawake hao walio hamia kwenu mkiwapa mahari yao. Wala msiwazuie kwa kifungo cha ndoa wanawake makafiri walio bakia katika mji wa ukafiri au walio fungamana nao. Na takeni kwa makafiri mahari mliyo yatoa kwa wenye kufungamana na mji wa ukafiri. Na wao hao watake kulipwa walicho toa kuwapa wake zao walio hama wakaja kwenu. Hukumu hiyo ni kwa mujibu wa sharia ya Mwenyezi Mungu, anayo kufafanulieni. Na Mwenyezi Mungu anajua vyema maslaha ya waja wake, ni Mwenye hikima katika kutoa sharia."
}