{
  "result": {
    "id": "5260",
    "sura": "67",
    "aya": "19",
    "arabic_text": "أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ",
    "translation": "Kwani hawawaoni ndege walioko juu yao namna wanavyo zikunjua mbawa zao, na kuzikunja? Hawawashikilii ila Mwingi wa rehema. Hakika Yeye ni Mwenye kuona kila kitu.",
    "footnotes": "Wameingia upofu? Wala hawakuwaangalia ndege walio juu yao, vipi wanavyo kunjua mbawa zao mara kwa mara, na mara nyingine wakizikunja? Hapana anaye washikilia wasianguke ila Mwingi wa Rehema. Hakika Yeye ni Mwingi wa ujuzi na khabari kwa kila kitu. Anakipa kila kitu jambo kwa mujibu wa maslaha yake. Kukunjua huku ni kukunjua ndege mbawa zake bila ya kuziendesha. Katika kuruka kwa ndege ipo miujiza ambayo haikufahamika baadhi yake ila baada ya kuendelea ilimu ya kuruka na nadhariya ya kutembea katika hewa. Lakini katika yanayo staajabisha ni kupita ndege katika anga na mbawa zote mbili zimetulia mpaka apite upeo wa macho. Na ilimu imevumbua kuwa ndege wanao kunjua mbawa zao hupanda juu ya mikondo ya hewa inayo saidia inayo timbuka ama kwa kupigana dafrau na kiziwizi fulani au kwa kunyanyuka nguzo za hewa imoto. Ukiwa upepo ni mzuri hizo nguzo za hewa husimama wima na ndege hupaa kwa namna ya mzunguko kama skurubu. Na ukiwa mkali hizo nguzo hugeuka kuelekea juu na ndege huruka bila ya kupiga mbawa kwa njia ya sawa moja kwa moja na kufikia mbali. Na ndege kwa jumla wana sifa maalumu, katika hizo ni kuwa ni wepesi, na wana umbo la nguvu, na nyoyo zao ni madhubuti, na kadhaalika mzunguko wao wa damu, na vyombo vya kuvutia pumzi, na namna lilivyo pimika umbo lao, na vikawa sawa sawa viwiliwili vyao kwa kusahilisha kuruka katika hewa. Na sifa hizi Mwenyezi Mungu Mjuzi Mwenye kuona kawajaalia ndege , kwa ajili ya kuwahifadhi hao ndege katika hewa pale wanapo kunjua mbawa zao au wanapo zikunja. Ama videge vidogo vinavyo tegemea kuruka kwao juu ya mbio, hivyo hupiga mbawa zao kwa chini na mbele ili vipate kujisukuma na kupaa. Na hayo ni dharura kwa sababu ya kuruka kwao. Kisha huzikunja mbawa zao, lakini nao wanabaki kuwa wanaruka kwa zile nguvu za msukumo wao. Na hivyo linawafikiana umbo lao hao ndege wa kila namna na muundo wa kifundi wa miili yao kwa kuwazesha kuruka na kujilinda sawa wakati wa kuruka."
  }
}