{
  "id": 196,
  "verse_number": 196,
  "page_number": 30,
  "verse_key": "2:196",
  "juz_number": 2,
  "hizb_number": 3,
  "rub_el_hizb_number": 12,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
  "translation": "Muratunganya ugushengerera no kugendera ingoro ntagatifu iri i Makka ku bw’Imana Allah. Nimwazitirwa n’intambamyi ibabuza kubitunganya mwamaze kubizirikana, mukambara n’urubega “ihraamu”, murabaga imbagwa iboroheye kuronka mu bitungwa, maze mwitoneshe ku Mana Allah, muheze mukure urubega rwanyu muhejeje kumwa canke kugabanya umushatsi. Ntimuzomwe umushatsi wanyu mu gihe muzitiwe mutarabagira aho nyene mwazitiriwe, muheze rero inyuma yaho mukure urubega[30]. Uwuzoba na we muri mwebwe arwaye canke afise ikimubangamiye ku mutwe gituma ategerezwa kumwa acambaye urubega, aramwa ace ategekwa icuhagizo co kwipfunga imisi itatu canke guhereza imfungurwa abakene batandatu[31] canke kubaga intungwa imwe akayigaburira aboro b’i Makka. Nimwaba naho muri mu mutekano mufise amagara meza, uwuzoba yazirikanye gusa kugendera ingoro ntagatifu iri i Makka “Umra”, mu kurindira ko igihe co gushengerera ingoro ntagatifu iri \ni Makka “Hijja” gishika, uyo rero arabaga mu bitungwa imbagwa imworoheye. Ataronse imbagwa, arapfunga imisi itatu akiri gushengerera mu mezi ya “Hijja”, yongere apfunge n’iyindi misi indwi mumaze gusubira mu banyu, yose hamwe izoba ibaye imisi cumi ategerezwa gupfunga. Izo ngingo zerekeye abatagira umuryango usanzwe uba i Makka. Muheze rero mutinye Imana Allah mu kwubahiriza amabwirizwa yayo, mumenye kandi ko Imana Allah Ihana Igahasha uwuciye kubiri n’amabwirizwa yayo.",
  "footnotes": "[30] Ukwo ni ko Intumwa y’Imana yabigenjeje igihe abahakanyi bayibuza kwinjira i Makka igeze ahitwa “Hudaybiyya”, yaciye ibagira aho nyene hanyuma iramwa umushatsi.\n[31] Ahereza umwe wese muri bo ibingana n’ivyo woyoza amashi incuro zibiri."
}