{
  "result": {
    "id": "260",
    "sura": "2",
    "aya": "253",
    "arabic_text": "۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ",
    "translation": "Izo Ntumwa rero, muri zo hari izo Twebwe Allah Twahaye icubahiro kuruta izindi mu nema; muri zo, harimwo izo Imana Allah Yavugishije (nk’Intumwa Musa na Muhamadi, za nyakugira amahoro n’impuhwe z’Imana Allah)[50], hakaba n’izo Yahaye icubahiro co hejuru (nk’Intumwa Muhamadi nyakugira amahoro n’impuhwe z’Imana Allah)[51]. Twaranahaye Intumwa Isa mwene Mariyamu (nyakugira amahoro y’Imana Allah) ibitangaro bigaragara vyemeza ko ari Intumwa y’Imana[52], Twongera Tumuteza intege Mutimamweranda Jibrili (nyakugira amahoro y’Imana Allah). Iyo rero Imana Allah Ishaka ko abaje mu nyuma y’izo Ntumwa batarwana mu nyuma y’aho bashikiriwe n’ivyemezo bigaragaza ukuri, ntibari kurwana, ariko rero baracanyemwo mu guhazana, muri bo hari abatsimbataye ku kwemera, hari n’abagararije. Iyo Imana Allah Ishaka inyuma y’ukwo gucanamwo mu guhazana kwatumye barwana, ntibari kurwana, ariko Imana Allah Ishoboza kuyumvira no kuyemera uwo Ishatse, Igatetereza mu bagarariji uwo Ishatse, kuko Ikora ivyo Ishatse.",
    "footnotes": "[50] Muri iyi Aayah harimwo icemezo c’uko Imana Allah Ivuga mu buryo buberanye n’icubahiro cayo.\n[51] Kuko yarungitswe ku bantu bose hamwe n’amajini, yasozereye Intumwa hamwe n’Abavugishwamana bose, hamwe rero no guha abantu yarungitsweko bakayemera, icubahiro gisumba iyindi migwi yarungikiwe izindi Ntumwa, n’ibindi.\n[52] Nk’ukuvura uwavutse ari impumyi ku bushobozi bw’Imana Allah, uwavukanye indwara zo ku ruhu ku bushobozi bw’Imana Allah, gusubiza ubuzima abapfuye ku bushobozi bw’Imana Allah."
  }
}