{
  "result": [
    {
      "id": "2030",
      "sura": "17",
      "aya": "1",
      "arabic_text": "سُبۡحَٰنَ ٱلَّذِيٓ أَسۡرَىٰ بِعَبۡدِهِۦ لَيۡلٗا مِّنَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ إِلَى ٱلۡمَسۡجِدِ ٱلۡأَقۡصَا ٱلَّذِي بَٰرَكۡنَا حَوۡلَهُۥ لِنُرِيَهُۥ مِنۡ ءَايَٰتِنَآۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
      "translation": "1. Lokumu na oyo asalisaki mowumbu naye (ntoma Muhammad) mobembo mwa butu, kobanda na ndako esantu ya Makkah kino na ndako esantu ya Aq’swa (yelusaleme) oyo tosilaki kopambola zinga zinga na yango mpo été tolakisa ye bilembo bia biso, ya sôló ye azali moyoki amonaka manso.",
      "footnotes": ""
    },
    {
      "id": "2031",
      "sura": "17",
      "aya": "2",
      "arabic_text": "وَءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ أَلَّا تَتَّخِذُواْ مِن دُونِي وَكِيلٗا",
      "translation": "2. Мре topesaki Mûssa buku, mpe totiyaki yango ezala bokambi тропа bana ba isalayele, mpe toyebisaki bango été bozua mobateli mosusu te kotika ngai.",
      "footnotes": ""
    },
    {
      "id": "2032",
      "sura": "17",
      "aya": "3",
      "arabic_text": "ذُرِّيَّةَ مَنۡ حَمَلۡنَا مَعَ نُوحٍۚ إِنَّهُۥ كَانَ عَبۡدٗا شَكُورٗا",
      "translation": "3. Bakitani baye tomemaki elongo na Núh. Ya sôló, ye azalaki mowumbu wa botondi.",
      "footnotes": ""
    },
    {
      "id": "2033",
      "sura": "17",
      "aya": "4",
      "arabic_text": "وَقَضَيۡنَآ إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ فِي ٱلۡكِتَٰبِ لَتُفۡسِدُنَّ فِي ٱلۡأَرۡضِ مَرَّتَيۡنِ وَلَتَعۡلُنَّ عُلُوّٗا كَبِيرٗا",
      "translation": "4. Mpe toyebisaki na bana isalayele na kati ya buku ete bokobebisa mbala mibale okati ya mokili mpe bokolutisa ndelo.",
      "footnotes": ""
    },
    {
      "id": "2034",
      "sura": "17",
      "aya": "5",
      "arabic_text": "فَإِذَا جَآءَ وَعۡدُ أُولَىٰهُمَا بَعَثۡنَا عَلَيۡكُمۡ عِبَادٗا لَّنَآ أُوْلِي بَأۡسٖ شَدِيدٖ فَجَاسُواْ خِلَٰلَ ٱلدِّيَارِۚ وَكَانَ وَعۡدٗا مَّفۡعُولٗا",
      "translation": "5. Mpe tango elaka ya etumbu moko ya mibale ekomaki, totindelaki bino bawumbu na biso ya makasi bakotela bino na ndako, mpe elaka ekokisamaki.",
      "footnotes": ""
    },
    {
      "id": "2035",
      "sura": "17",
      "aya": "6",
      "arabic_text": "ثُمَّ رَدَدۡنَا لَكُمُ ٱلۡكَرَّةَ عَلَيۡهِمۡ وَأَمۡدَدۡنَٰكُم بِأَمۡوَٰلٖ وَبَنِينَ وَجَعَلۡنَٰكُمۡ أَكۡثَرَ نَفِيرًا",
      "translation": "6. Sima na yango, topesaki bino elonga likolo na bango, mpe topesaki bino bozui mpe bana, mpe na sima tokomisaki bino ebele.",
      "footnotes": ""
    },
    {
      "id": "2036",
      "sura": "17",
      "aya": "7",
      "arabic_text": "إِنۡ أَحۡسَنتُمۡ أَحۡسَنتُمۡ لِأَنفُسِكُمۡۖ وَإِنۡ أَسَأۡتُمۡ فَلَهَاۚ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ لِيَسُـُٔواْ وُجُوهَكُمۡ وَلِيَدۡخُلُواْ ٱلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوۡاْ تَتۡبِيرًا",
      "translation": "7. Soki bosali malamu ezali тропа bino moko, soki mpe bosali mabe ezali sé bongo. Mpe soki elaka ya suka ekomi mpo babebisa bino bilongi na kosala bino mabe mpe bakota o ndako nzambe ndenge bakotaki mbala ya yambo тропа kobebisa maye bazuaki na kati.",
      "footnotes": ""
    },
    {
      "id": "2037",
      "sura": "17",
      "aya": "8",
      "arabic_text": "عَسَىٰ رَبُّكُمۡ أَن يَرۡحَمَكُمۡۚ وَإِنۡ عُدتُّمۡ عُدۡنَاۚ وَجَعَلۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ حَصِيرًا",
      "translation": "8. Tango mosusu Nkolo wa bino akoyokela bino mawa. Mpe soki bozongeli tokozongela, tosalaki moto mwa lifelo тропа bapengwi baye bazangaki kotosa.",
      "footnotes": ""
    },
    {
      "id": "2038",
      "sura": "17",
      "aya": "9",
      "arabic_text": "إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَهۡدِي لِلَّتِي هِيَ أَقۡوَمُ وَيُبَشِّرُ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرٗا كَبِيرٗا",
      "translation": "9. Ya soló kurani oyo, ezali kokamba na oyo ezali ya semba, mpe ezali kopesa sango malamu epai ya bandimi baye bazali kosala misala ya malamu ete bakozala na lifuta ya monene.",
      "footnotes": ""
    },
    {
      "id": "2039",
      "sura": "17",
      "aya": "10",
      "arabic_text": "وَأَنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا",
      "translation": "10. Mpona baye bazali kondima na mokolo mwa suka te, tobombeli bango etumbu ya makasi.",
      "footnotes": ""
    },
    {
      "id": "2040",
      "sura": "17",
      "aya": "11",
      "arabic_text": "وَيَدۡعُ ٱلۡإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلۡخَيۡرِۖ وَكَانَ ٱلۡإِنسَٰنُ عَجُولٗا",
      "translation": "11. Mpe moto azali komilukela mabe, (komisengela mabe) ndenge amilukelaka bolamu, kasi moto azali penza na bowelisi.",
      "footnotes": ""
    },
    {
      "id": "2041",
      "sura": "17",
      "aya": "12",
      "arabic_text": "وَجَعَلۡنَا ٱلَّيۡلَ وَٱلنَّهَارَ ءَايَتَيۡنِۖ فَمَحَوۡنَآ ءَايَةَ ٱلَّيۡلِ وَجَعَلۡنَآ ءَايَةَ ٱلنَّهَارِ مُبۡصِرَةٗ لِّتَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡ وَلِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ وَكُلَّ شَيۡءٖ فَصَّلۡنَٰهُ تَفۡصِيلٗا",
      "translation": "12. Мре tokelaki butu na moyi bizala bilembo mibale, mpe tobombaki elembo ya butu mpe tomonisi elembo ya moyi, (ezala ya komonana) mpo boluka bolamu ya Nkolo wa bino, mpe mpo esalisa bino na koyeba motango mpe mibu. Kasi ya soló, tolimbolaki biloko binso bizala polele penza.",
      "footnotes": ""
    },
    {
      "id": "2042",
      "sura": "17",
      "aya": "13",
      "arabic_text": "وَكُلَّ إِنسَٰنٍ أَلۡزَمۡنَٰهُ طَٰٓئِرَهُۥ فِي عُنُقِهِۦۖ وَنُخۡرِجُ لَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ كِتَٰبٗا يَلۡقَىٰهُ مَنشُورًا",
      "translation": "13. Mpe tokangeli moto na moto misala mia ye na kingo naye, mpe o mokolo mwa suka tokobimisela ye yango nyoso polele.",
      "footnotes": ""
    },
    {
      "id": "2043",
      "sura": "17",
      "aya": "14",
      "arabic_text": "ٱقۡرَأۡ كِتَٰبَكَ كَفَىٰ بِنَفۡسِكَ ٱلۡيَوۡمَ عَلَيۡكَ حَسِيبٗا",
      "translation": "14. Tanga makomi nayo; lelo yo moko okoki kozala zuzi ya makambo nayo. (yo moko)",
      "footnotes": ""
    },
    {
      "id": "2044",
      "sura": "17",
      "aya": "15",
      "arabic_text": "مَّنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبۡعَثَ رَسُولٗا",
      "translation": "15. Oyó akopona nzela ya semba, amisemboli sé ye moko, mpe oyo akopona libungi, amibungisi sé ye moko. Kasi moto akomemaka mokumba ya moninga te (mokumba ya masumu), mpe topesaka etumbu na bato te kino totinda motindami.",
      "footnotes": ""
    },
    {
      "id": "2045",
      "sura": "17",
      "aya": "16",
      "arabic_text": "وَإِذَآ أَرَدۡنَآ أَن نُّهۡلِكَ قَرۡيَةً أَمَرۡنَا مُتۡرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيۡهَا ٱلۡقَوۡلُ فَدَمَّرۡنَٰهَا تَدۡمِيرٗا",
      "translation": "16. Mpe soki tolingi koboma mboka moko boye, totindaka na bazwi na yango batosa mibeko mia biso, kasi soki baboyi kotosa mpe babebisi, mpe sima na yango esengeli ete liloba likokisama, mpe tobomi bango mobimba.",
      "footnotes": ""
    },
    {
      "id": "2046",
      "sura": "17",
      "aya": "17",
      "arabic_text": "وَكَمۡ أَهۡلَكۡنَا مِنَ ٱلۡقُرُونِ مِنۢ بَعۡدِ نُوحٖۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرَۢا بَصِيرٗا",
      "translation": "17. Mabota ebele toboma o sima ya Nûh, kasi Nkolo wayo akoki naye moko mpo na koyeba mpe kornona masumu ya bawumbu naye.",
      "footnotes": ""
    },
    {
      "id": "2047",
      "sura": "17",
      "aya": "18",
      "arabic_text": "مَّن كَانَ يُرِيدُ ٱلۡعَاجِلَةَ عَجَّلۡنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلۡنَا لَهُۥ جَهَنَّمَ يَصۡلَىٰهَا مَذۡمُومٗا مَّدۡحُورٗا",
      "translation": "18. Oyo alingi azua bomoyi na lombango, tozali mbangu тропа kopesa ye oyo tolingi, sima tokopesa ye móto mwa lifelo oyo akozika okati na yango, na kosila lokumu, mpe na kozala mosika na ngolu.",
      "footnotes": ""
    },
    {
      "id": "2048",
      "sura": "17",
      "aya": "19",
      "arabic_text": "وَمَنۡ أَرَادَ ٱلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ كَانَ سَعۡيُهُم مَّشۡكُورٗا",
      "translation": "19. Mpe oyo akolinga bomoyi bwa lola, mpe akosala makasi oyo esengeli na yango mpe azali mondimi, bango wana nde molende na bango ekokumisama.",
      "footnotes": ""
    },
    {
      "id": "2049",
      "sura": "17",
      "aya": "20",
      "arabic_text": "كُلّٗا نُّمِدُّ هَٰٓؤُلَآءِ وَهَٰٓؤُلَآءِ مِنۡ عَطَآءِ رَبِّكَۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحۡظُورًا",
      "translation": "20. Topesaka ebele na moto nyoso, ba oyo, mpe ba oyo kuna, makabo ya Nkolo nayo. Mpe makabo ya Nkolo nayo ezangaka moto moko te.",
      "footnotes": ""
    },
    {
      "id": "2050",
      "sura": "17",
      "aya": "21",
      "arabic_text": "ٱنظُرۡ كَيۡفَ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۚ وَلَلۡأٓخِرَةُ أَكۡبَرُ دَرَجَٰتٖ وَأَكۡبَرُ تَفۡضِيلٗا",
      "translation": "21. Tala ndenge tozali kotiya basusu likolo ya basusu. Kasi bomoi bwa lola nde ezwami na molongo mpe na lokumu koleka.",
      "footnotes": ""
    },
    {
      "id": "2051",
      "sura": "17",
      "aya": "22",
      "arabic_text": "لَّا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومٗا مَّخۡذُولٗا",
      "translation": "22. Kosangisa Allah na nzambe mosusu te, noki te okomikuta o kati ya baboyami mpe bakweisami.",
      "footnotes": ""
    },
    {
      "id": "2052",
      "sura": "17",
      "aya": "23",
      "arabic_text": "۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنًاۚ إِمَّا يَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَآ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفّٖ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا",
      "translation": "23. Mpe Nkolo wayo asilaki kozua mokano ete; Bobondela te sé ye mei, mpe bozala malamu na ba boti na bino. Soki kimobange ekomeli moko kati na bango mibale na maboko nayo to bango banso babale kofiotola bango te, mpe kotombokela bango te, kaši žala na bango malamu тре lobela bango maloba ya kitoko,",
      "footnotes": ""
    },
    {
      "id": "2053",
      "sura": "17",
      "aya": "24",
      "arabic_text": "وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا",
      "translation": "24. Mpe тропа mawa, kitisela bango lipapu ya ngolu mpe oloba ete: Oh Nkolo wa ngai! Yokela bango mawa ndenge babokoloki ngai uta mwana токе.",
      "footnotes": ""
    },
    {
      "id": "2054",
      "sura": "17",
      "aya": "25",
      "arabic_text": "رَّبُّكُمۡ أَعۡلَمُ بِمَا فِي نُفُوسِكُمۡۚ إِن تَكُونُواْ صَٰلِحِينَ فَإِنَّهُۥ كَانَ لِلۡأَوَّٰبِينَ غَفُورٗا",
      "translation": "25. Nkolo wa bino ayebi malamu penza maye mazali o kati ya mitema mia bino, soki bozali bato malamu, ya soló azali molimbisi тропа baye batubelaka.",
      "footnotes": ""
    },
    {
      "id": "2055",
      "sura": "17",
      "aya": "26",
      "arabic_text": "وَءَاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَلَا تُبَذِّرۡ تَبۡذِيرًا",
      "translation": "26. Mpe pesa bato ya libota nayo makoki na bango, mpe mobola, mpe moleki nzela, biye bisengeli тропа bango, kasi kolekisa ndelo te na kobebisa misolo pamba pamba.",
      "footnotes": ""
    },
    {
      "id": "2056",
      "sura": "17",
      "aya": "27",
      "arabic_text": "إِنَّ ٱلۡمُبَذِّرِينَ كَانُوٓاْ إِخۡوَٰنَ ٱلشَّيَٰطِينِۖ وَكَانَ ٱلشَّيۡطَٰنُ لِرَبِّهِۦ كَفُورٗا",
      "translation": "27. Ya sólo, babebisi misolo pamba pamba bazali bandeko ya satana, mpe satana azangaki Nkolo naye botondi.",
      "footnotes": ""
    },
    {
      "id": "2057",
      "sura": "17",
      "aya": "28",
      "arabic_text": "وَإِمَّا تُعۡرِضَنَّ عَنۡهُمُ ٱبۡتِغَآءَ رَحۡمَةٖ مِّن رَّبِّكَ تَرۡجُوهَا فَقُل لَّهُمۡ قَوۡلٗا مَّيۡسُورٗا",
      "translation": "28. Soki otiki bango тропа koluka ngolu ya Nkolo wayo oyo ozali kolikia, loba na bango liloba lilamu.",
      "footnotes": ""
    },
    {
      "id": "2058",
      "sura": "17",
      "aya": "29",
      "arabic_text": "وَلَا تَجۡعَلۡ يَدَكَ مَغۡلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبۡسُطۡهَا كُلَّ ٱلۡبَسۡطِ فَتَقۡعُدَ مَلُومٗا مَّحۡسُورًا",
      "translation": "29. Мре kokanga maboko nayo na kingo koleka te, (na kimopimi) mpe kotanda yango te koleka, noki te okomikuta okati ya batungisami mpe bato ya mpasi.",
      "footnotes": ""
    },
    {
      "id": "2059",
      "sura": "17",
      "aya": "30",
      "arabic_text": "إِنَّ رَبَّكَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا",
      "translation": "30. Ya soló, Nkolo wayo apesaka bozui na oyo alingi mpe akutolaka. Mpe ya sólo, azali na sango mpe amonaka bawumbu naye.",
      "footnotes": ""
    },
    {
      "id": "2060",
      "sura": "17",
      "aya": "31",
      "arabic_text": "وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُمۡ خَشۡيَةَ إِمۡلَٰقٖۖ نَّحۡنُ نَرۡزُقُهُمۡ وَإِيَّاكُمۡۚ إِنَّ قَتۡلَهُمۡ كَانَ خِطۡـٔٗا كَبِيرٗا",
      "translation": "31. Mpe boboma bana ba bino te тропа kobanga kimobola, biso nde toleisaka bango na bino mpe lokola. Ya sólo, koboma bango ezali lisumu monene.",
      "footnotes": ""
    },
    {
      "id": "2061",
      "sura": "17",
      "aya": "32",
      "arabic_text": "وَلَا تَقۡرَبُواْ ٱلزِّنَىٰٓۖ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَسَآءَ سَبِيلٗا",
      "translation": "32. Mpe bopusana pene na ekobo te, ya sólo, yango ezali mbindo mpe nzela ya mabe.",
      "footnotes": ""
    },
    {
      "id": "2062",
      "sura": "17",
      "aya": "33",
      "arabic_text": "وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۗ وَمَن قُتِلَ مَظۡلُومٗا فَقَدۡ جَعَلۡنَا لِوَلِيِّهِۦ سُلۡطَٰنٗا فَلَا يُسۡرِف فِّي ٱلۡقَتۡلِۖ إِنَّهُۥ كَانَ مَنصُورٗا",
      "translation": "33. Mpe boboma te molimo moye Allah apekisaki, sé ezala na bosembo, kasi moto oyo babomi na bosembo te, biso tosili kopesa libota naye ndingisa ya kosenga makila naye, kasi alekisa ndelo te na koboma pamba te mpo ete asili kozua lisungi.",
      "footnotes": ""
    },
    {
      "id": "2063",
      "sura": "17",
      "aya": "34",
      "arabic_text": "وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ بِٱلۡعَهۡدِۖ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡـُٔولٗا",
      "translation": "34. Mpe bopusana pembeni ya misolo mia muana ya etike te, (тропа koliya yango) sé ezala na lolenge loye londimami kino akokola, mpe bokokisa elaka. Ya sólo, тропа elaka bokotunamaka.",
      "footnotes": ""
    },
    {
      "id": "2064",
      "sura": "17",
      "aya": "35",
      "arabic_text": "وَأَوۡفُواْ ٱلۡكَيۡلَ إِذَا كِلۡتُمۡ وَزِنُواْ بِٱلۡقِسۡطَاسِ ٱلۡمُسۡتَقِيمِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلٗا",
      "translation": "35. Мре bokokisa emekelo tango bozali komeka, mpe botia kilo ya semba. Wana nde lolenge ya malamu mpe ezali na lifuta ya kitoko. (тропа bino)",
      "footnotes": ""
    },
    {
      "id": "2065",
      "sura": "17",
      "aya": "36",
      "arabic_text": "وَلَا تَقۡفُ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۚ إِنَّ ٱلسَّمۡعَ وَٱلۡبَصَرَ وَٱلۡفُؤَادَ كُلُّ أُوْلَٰٓئِكَ كَانَ عَنۡهُ مَسۡـُٔولٗا",
      "translation": "36. Мре kolandaka te, (kotelema тре kolobela) maye ozali na boyebi bwa yango te, mpo été ya soló, boyoki, bomoni na motema nyonso wana akotunama тропа yango.",
      "footnotes": ""
    },
    {
      "id": "2066",
      "sura": "17",
      "aya": "37",
      "arabic_text": "وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّكَ لَن تَخۡرِقَ ٱلۡأَرۡضَ وَلَن تَبۡلُغَ ٱلۡجِبَالَ طُولٗا",
      "translation": "37. Мре kotambola o likolo lia mabele na lolendo te, solo okoki kopasola mabele te, mpe okoki кокота molai lokola bangomba te.",
      "footnotes": ""
    },
    {
      "id": "2067",
      "sura": "17",
      "aya": "38",
      "arabic_text": "كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكۡرُوهٗا",
      "translation": "38. Nyonso wana ezali mabe mpe eyinami epai ya Nkolo way o.",
      "footnotes": ""
    },
    {
      "id": "2068",
      "sura": "17",
      "aya": "39",
      "arabic_text": "ذَٰلِكَ مِمَّآ أَوۡحَىٰٓ إِلَيۡكَ رَبُّكَ مِنَ ٱلۡحِكۡمَةِۗ وَلَا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتُلۡقَىٰ فِي جَهَنَّمَ مَلُومٗا مَّدۡحُورًا",
      "translation": "39. (Manso) mana mazali maye Nkolo wayo atangisaki yo na bwanya, mpe kosangisa Allah na banzambe basusu te, noki te okobwakama o moto mwa lifelo moye mozali mosika na mawa ma Allah.",
      "footnotes": ""
    },
    {
      "id": "2069",
      "sura": "17",
      "aya": "40",
      "arabic_text": "أَفَأَصۡفَىٰكُمۡ رَبُّكُم بِٱلۡبَنِينَ وَٱتَّخَذَ مِنَ ٱلۡمَلَٰٓئِكَةِ إِنَٰثًاۚ إِنَّكُمۡ لَتَقُولُونَ قَوۡلًا عَظِيمٗا",
      "translation": "40. Boye Nkolo wa bino aponeli bino bana ya mibali mpe aponi ba anzelu bazala bana ya basi? Ya sólo, bozali kobimisa maloba ya mabe koleka.",
      "footnotes": ""
    },
    {
      "id": "2070",
      "sura": "17",
      "aya": "41",
      "arabic_text": "وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِيَذَّكَّرُواْ وَمَا يَزِيدُهُمۡ إِلَّا نُفُورٗا",
      "translation": "41. Mpe tosilaki kolobela polele (kotiya lotomo) maye manso mazali o kati ya kurani mpo été (bato) bakanisa, kasi wana ezali kokimisa bango sé bokimisi ya mabe.",
      "footnotes": ""
    },
    {
      "id": "2071",
      "sura": "17",
      "aya": "42",
      "arabic_text": "قُل لَّوۡ كَانَ مَعَهُۥٓ ءَالِهَةٞ كَمَا يَقُولُونَ إِذٗا لَّٱبۡتَغَوۡاْ إِلَىٰ ذِي ٱلۡعَرۡشِ سَبِيلٗا",
      "translation": "42. Loba: Soki ezalaki na banzambe mosusu elongo naye ndenge bazali koloba, balingaki koluka nzela ya Nkolo ngwende.",
      "footnotes": ""
    },
    {
      "id": "2072",
      "sura": "17",
      "aya": "43",
      "arabic_text": "سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوّٗا كَبِيرٗا",
      "translation": "43. Lokumu naye, azali likolo koleka, mpe aleki maye bazali kolobela na bonene.",
      "footnotes": ""
    },
    {
      "id": "2073",
      "sura": "17",
      "aya": "44",
      "arabic_text": "تُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبۡعُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ وَإِن مِّن شَيۡءٍ إِلَّا يُسَبِّحُ بِحَمۡدِهِۦ وَلَٰكِن لَّا تَفۡقَهُونَ تَسۡبِيحَهُمۡۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا",
      "translation": "44. Mapata sambo na mabele, na manso mazuami o kati na yango, bazali kosanzola nkembo naye, mpe ezali na eloko moko te sé ezali kosanzola lokumu naye. Kasi bino nde bozali koyeba yango te. Ya soló, ye azali ngolu atonda bolimbisi.",
      "footnotes": ""
    },
    {
      "id": "2074",
      "sura": "17",
      "aya": "45",
      "arabic_text": "وَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ جَعَلۡنَا بَيۡنَكَ وَبَيۡنَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ حِجَابٗا مَّسۡتُورٗا",
      "translation": "45. Mpe tango ozali kotanga kurani, totiaka kati kati nayo na baye bazali kondima na mokolo mwa suka te ndelo, oyo ezali komonana te.",
      "footnotes": ""
    },
    {
      "id": "2075",
      "sura": "17",
      "aya": "46",
      "arabic_text": "وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِذَا ذَكَرۡتَ رَبَّكَ فِي ٱلۡقُرۡءَانِ وَحۡدَهُۥ وَلَّوۡاْ عَلَىٰٓ أَدۡبَٰرِهِمۡ نُفُورٗا",
      "translation": "46. Mpe tozipi bango motema été basosola te, mpe matoyi na bango lokola. Mpe tango ozali kokumisa bomoko ya Nkolo wayo o kati na buku, bapesi mikongo na kokima (bakei kobondela mabondeli ya mabe).",
      "footnotes": ""
    },
    {
      "id": "2076",
      "sura": "17",
      "aya": "47",
      "arabic_text": "نَّحۡنُ أَعۡلَمُ بِمَا يَسۡتَمِعُونَ بِهِۦٓ إِذۡ يَسۡتَمِعُونَ إِلَيۡكَ وَإِذۡ هُمۡ نَجۡوَىٰٓ إِذۡ يَقُولُ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا",
      "translation": "47. Toyebi malamu maye bazali koyoka, soki bayoki epai nayo, balobilobi nanse o kati na bango, babubi bakolobaka: Bozali kolanda moto oyo alokami na bondoki.",
      "footnotes": ""
    },
    {
      "id": "2077",
      "sura": "17",
      "aya": "48",
      "arabic_text": "ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَالَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا",
      "translation": "48. Tala ndenge bazali kobetela yo bandakisa, basili kobunga, bakokokaka lisusu te kolanda mpe kozua nzela ya bosôló.",
      "footnotes": ""
    },
    {
      "id": "2078",
      "sura": "17",
      "aya": "49",
      "arabic_text": "وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدٗا",
      "translation": "49. Mpe bakolobaka: Boye soki tokomi mikuwa mpe putulu ya mabele, tokosekwisamaka lisusu bikelamu ya sika?",
      "footnotes": ""
    },
    {
      "id": "2079",
      "sura": "17",
      "aya": "50",
      "arabic_text": "۞ قُلۡ كُونُواْ حِجَارَةً أَوۡ حَدِيدًا",
      "translation": "50. Loba: Bokoma libanga to libende,",
      "footnotes": ""
    },
    {
      "id": "2080",
      "sura": "17",
      "aya": "51",
      "arabic_text": "أَوۡ خَلۡقٗا مِّمَّا يَكۡبُرُ فِي صُدُورِكُمۡۚ فَسَيَقُولُونَ مَن يُعِيدُنَاۖ قُلِ ٱلَّذِي فَطَرَكُمۡ أَوَّلَ مَرَّةٖۚ فَسَيُنۡغِضُونَ إِلَيۡكَ رُءُوسَهُمۡ وَيَقُولُونَ مَتَىٰ هُوَۖ قُلۡ عَسَىٰٓ أَن يَكُونَ قَرِيبٗا",
      "translation": "51. To, bopona ekelamu oyo bomoni ezali monene mpe makasi. Bakolobaka: Nani oyo akozongisaka biso? Loba: Oyo akelaka bino liboso, mpe bazali kotiola yo na boningisi mitu mia bango na bolobi: Tango nini wana? Loba: Ekoki kozala pene.",
      "footnotes": ""
    },
    {
      "id": "2081",
      "sura": "17",
      "aya": "52",
      "arabic_text": "يَوۡمَ يَدۡعُوكُمۡ فَتَسۡتَجِيبُونَ بِحَمۡدِهِۦ وَتَظُنُّونَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗا",
      "translation": "52. O mokolo moye akobengaka bino, bokoyanolaka ye na bopesi ye lokumu, bokokanisa ete bowumela na mabele te sé tango moke.",
      "footnotes": ""
    },
    {
      "id": "2082",
      "sura": "17",
      "aya": "53",
      "arabic_text": "وَقُل لِّعِبَادِي يَقُولُواْ ٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ ٱلشَّيۡطَٰنَ يَنزَغُ بَيۡنَهُمۡۚ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلۡإِنسَٰنِ عَدُوّٗا مُّبِينٗا",
      "translation": "53. Mpe loba na bawumbu na ngai ete: Baloba maloba sé ya malamu, pamba te mpo satana akotia bokabuani o kati na bango. Ya soló, satana azali penza monguna ya moto ya polele.",
      "footnotes": ""
    },
    {
      "id": "2083",
      "sura": "17",
      "aya": "54",
      "arabic_text": "رَّبُّكُمۡ أَعۡلَمُ بِكُمۡۖ إِن يَشَأۡ يَرۡحَمۡكُمۡ أَوۡ إِن يَشَأۡ يُعَذِّبۡكُمۡۚ وَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ وَكِيلٗا",
      "translation": "54. Nkolo wa bino ayebi bino malamu koleka, soki alingi akoyokela bino mawa, soki mpe alingi apeși bino etumbu. Мре totindaki yo te ozala mobateli likolo na bango.",
      "footnotes": ""
    },
    {
      "id": "2084",
      "sura": "17",
      "aya": "55",
      "arabic_text": "وَرَبُّكَ أَعۡلَمُ بِمَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ ٱلنَّبِيِّـۧنَ عَلَىٰ بَعۡضٖۖ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا",
      "translation": "55. Mpe Nkolo wa yo ayebi malamu penza manso maye mazali o likolo mpe na nsé, mpe totombola bantoma basusu likolo ya baninga, mpe topesaki Dáwud zabur(1).",
      "footnotes": "1 Zabur: Ezali buku ya Dáwud."
    },
    {
      "id": "2085",
      "sura": "17",
      "aya": "56",
      "arabic_text": "قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِهِۦ فَلَا يَمۡلِكُونَ كَشۡفَ ٱلضُّرِّ عَنكُمۡ وَلَا تَحۡوِيلًا",
      "translation": "56. Loba: Bobelela banzambe wana bozali kozua na botiki ye, bazali na makoki te ya kolongola bino mabe mpe bazali na makoki te ya kopekisa yango ete ezua bino.",
      "footnotes": ""
    },
    {
      "id": "2086",
      "sura": "17",
      "aya": "57",
      "arabic_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ يَدۡعُونَ يَبۡتَغُونَ إِلَىٰ رَبِّهِمُ ٱلۡوَسِيلَةَ أَيُّهُمۡ أَقۡرَبُ وَيَرۡجُونَ رَحۡمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورٗا",
      "translation": "57. Baye bazuaki bango ba nzambe, bango moko bazali koluka eloko nini bakosala epusanisa bango penepene na Nkolo wa bango mpe bazali kolikia ngolu naye mpe bazali kobanga etumbu naye. Ya soló, etumbu ya Nkolo nayo ezali ya kobanga mpe ezali na tembe te.",
      "footnotes": ""
    },
    {
      "id": "2087",
      "sura": "17",
      "aya": "58",
      "arabic_text": "وَإِن مِّن قَرۡيَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ يَوۡمِ ٱلۡقِيَٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا",
      "translation": "58. Mboka moko te ya bobubi ekotikala sé toboma yango yambo ya mokolo mwa suka ekoka, to tokopesaka yango etumbu ya makasi. Nyoso wana esila kokomama o kati ya buku.",
      "footnotes": ""
    },
    {
      "id": "2088",
      "sura": "17",
      "aya": "59",
      "arabic_text": "وَمَا مَنَعَنَآ أَن نُّرۡسِلَ بِٱلۡأٓيَٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلۡأَوَّلُونَۚ وَءَاتَيۡنَا ثَمُودَ ٱلنَّاقَةَ مُبۡصِرَةٗ فَظَلَمُواْ بِهَاۚ وَمَا نُرۡسِلُ بِٱلۡأٓيَٰتِ إِلَّا تَخۡوِيفٗا",
      "translation": "59. Eloko moko te ekopekisa biso тропа kotinda bikamwisi, sé bato ba kala baboya yango, mpe topesaki na bato ya Thamûd náqat oyo (ezalaki ekamwisi) ya polele, kasi basalaki yango mabe (babomaki yango), kasi totindaka bikamwisi te sé тропа kobangisa.",
      "footnotes": ""
    },
    {
      "id": "2089",
      "sura": "17",
      "aya": "60",
      "arabic_text": "وَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِۚ وَمَا جَعَلۡنَا ٱلرُّءۡيَا ٱلَّتِيٓ أَرَيۡنَٰكَ إِلَّا فِتۡنَةٗ لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلۡمَلۡعُونَةَ فِي ٱلۡقُرۡءَانِۚ وَنُخَوِّفُهُمۡ فَمَا يَزِيدُهُمۡ إِلَّا طُغۡيَٰنٗا كَبِيرٗا",
      "translation": "60. Мре tango tolobaki nayo ete: Ya soló, Nkolo wayo azingi bato banso, mpe ndoto oyo tomonisaki yo yango ezala sé komekama Pona bato, lolenge moko na nzete ya botutu oyo elobami o kati na kurani. Mpe tozali kobangisa bango, kasi ezali sé kobakisela bango botomboki koleka.",
      "footnotes": ""
    },
    {
      "id": "2090",
      "sura": "17",
      "aya": "61",
      "arabic_text": "وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ قَالَ ءَأَسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا",
      "translation": "61. Mpe tango toyebisaki na ba anzelu ete: Bogumbamela Adam, bagumbamaki (bango banso) longola sé ibilisa alobaki: Nagumbamela oyo okeli ye na mabele?",
      "footnotes": ""
    },
    {
      "id": "2091",
      "sura": "17",
      "aya": "62",
      "arabic_text": "قَالَ أَرَءَيۡتَكَ هَٰذَا ٱلَّذِي كَرَّمۡتَ عَلَيَّ لَئِنۡ أَخَّرۡتَنِ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَأَحۡتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلٗا",
      "translation": "62. Alobi lisusu ete: Omoni moto oyo öpesi ye lokumu koleka ngai, soki otiki ngai na mokili kino mokolo ya suka, na kobungisa ebele kati na mabota naye na bakitani naye, longola sé токе kati na bango.",
      "footnotes": ""
    },
    {
      "id": "2092",
      "sura": "17",
      "aya": "63",
      "arabic_text": "قَالَ ٱذۡهَبۡ فَمَن تَبِعَكَ مِنۡهُمۡ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمۡ جَزَآءٗ مَّوۡفُورٗا",
      "translation": "63. Mpe (Allah) alobi: Kende, oyo akolanda yo o kati na bango, ya sólo, moto ya lifelo nde lifuta lia bino liye likotalaka bino.",
      "footnotes": ""
    },
    {
      "id": "2093",
      "sura": "17",
      "aya": "64",
      "arabic_text": "وَٱسۡتَفۡزِزۡ مَنِ ٱسۡتَطَعۡتَ مِنۡهُم بِصَوۡتِكَ وَأَجۡلِبۡ عَلَيۡهِم بِخَيۡلِكَ وَرَجِلِكَ وَشَارِكۡهُمۡ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِ وَعِدۡهُمۡۚ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا",
      "translation": "64. Мре tombokisa bango na mongongo nayo ba oyo okokoka kati na bango, mpe tinda mapinga nayo ya ndenge na ndenge likolo na bango, mpe sangana na bango na kati ya misolo na bango mpe na bana na bango, mpe pesa bango elaka. Kasi satana azali sé kopesa bango elaka ya lokuta.",
      "footnotes": ""
    },
    {
      "id": "2094",
      "sura": "17",
      "aya": "65",
      "arabic_text": "إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٞۚ وَكَفَىٰ بِرَبِّكَ وَكِيلٗا",
      "translation": "65. Ya soló, тропа bawumbu na ngai, okokoka bango te. Kasi Nkolo wayo akoki тропа kobatela bango.",
      "footnotes": ""
    },
    {
      "id": "2095",
      "sura": "17",
      "aya": "66",
      "arabic_text": "رَّبُّكُمُ ٱلَّذِي يُزۡجِي لَكُمُ ٱلۡفُلۡكَ فِي ٱلۡبَحۡرِ لِتَبۡتَغُواْ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ كَانَ بِكُمۡ رَحِيمٗا",
      "translation": "66. Nkolo wa bino nde oyo atiela bino masuwa likolo ya ebale, bozali kotambola na yango тропа koluka litomba naye. Ya sólo, ye azalaka na mawa na bino.",
      "footnotes": ""
    },
    {
      "id": "2096",
      "sura": "17",
      "aya": "67",
      "arabic_text": "وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِي ٱلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّآ إِيَّاهُۖ فَلَمَّا نَجَّىٰكُمۡ إِلَى ٱلۡبَرِّ أَعۡرَضۡتُمۡۚ وَكَانَ ٱلۡإِنسَٰنُ كَفُورًا",
      "translation": "67. Mpe soki mabe ezui bino o kati ya ebale, botiki maye bozalaki kobondela mpe bozongeli ye, mpe soki abikisi bino abimisi bino na mayi bokomi na mokili, bozongeli lisusu oyo bozalaki na yango liboso. Kasi ya sólo penza, moto azali sé na bopengwi.",
      "footnotes": ""
    },
    {
      "id": "2097",
      "sura": "17",
      "aya": "68",
      "arabic_text": "أَفَأَمِنتُمۡ أَن يَخۡسِفَ بِكُمۡ جَانِبَ ٱلۡبَرِّ أَوۡ يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗا ثُمَّ لَا تَجِدُواْ لَكُمۡ وَكِيلًا",
      "translation": "68. Boye bozali na ebateli soki akani ete eteni ya mabele ezindisa bino, to mpe mopepe ya makasi eya na mbula ya mabanga, mpe bokozala na mobateli te?",
      "footnotes": ""
    },
    {
      "id": "2098",
      "sura": "17",
      "aya": "69",
      "arabic_text": "أَمۡ أَمِنتُمۡ أَن يُعِيدَكُمۡ فِيهِ تَارَةً أُخۡرَىٰ فَيُرۡسِلَ عَلَيۡكُمۡ قَاصِفٗا مِّنَ ٱلرِّيحِ فَيُغۡرِقَكُم بِمَا كَفَرۡتُمۡ ثُمَّ لَا تَجِدُواْ لَكُمۡ عَلَيۡنَا بِهِۦ تَبِيعٗا",
      "translation": "69. To bolingi azongisela bino oyo ezuaki bino (kati na ebale), mpe alimwisa bino тропа bopengwi bwa bino, sima bokokutaka te mobikisi kati na bino.",
      "footnotes": ""
    },
    {
      "id": "2099",
      "sura": "17",
      "aya": "70",
      "arabic_text": "۞ وَلَقَدۡ كَرَّمۡنَا بَنِيٓ ءَادَمَ وَحَمَلۡنَٰهُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَىٰ كَثِيرٖ مِّمَّنۡ خَلَقۡنَا تَفۡضِيلٗا",
      "translation": "70. Ya soló, tosilaki kopesa bana ya Adam lokumu, тре totambwisi bango na mokili тре na ebale, mpe topesi bango bozui ya kitoko, mpe totomboli bango likolo ya bikelamu ebele oyo tokela.",
      "footnotes": ""
    },
    {
      "id": "2100",
      "sura": "17",
      "aya": "71",
      "arabic_text": "يَوۡمَ نَدۡعُواْ كُلَّ أُنَاسِۭ بِإِمَٰمِهِمۡۖ فَمَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَأُوْلَٰٓئِكَ يَقۡرَءُونَ كِتَٰبَهُمۡ وَلَا يُظۡلَمُونَ فَتِيلٗا",
      "translation": "71. Mokolo moye tokobengaka bato banso na mokambi wa bango (imam), oyo akopesamaka buku naye na loboko ya mobali, baye wana bakotanga yango na esengo, mpe bakobubamaka na eloko te.",
      "footnotes": ""
    },
    {
      "id": "2101",
      "sura": "17",
      "aya": "72",
      "arabic_text": "وَمَن كَانَ فِي هَٰذِهِۦٓ أَعۡمَىٰ فَهُوَ فِي ٱلۡأٓخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِيلٗا",
      "translation": "72. Mpe oyo akomona awa na mokili te, akomonaka mpe te o mokolo mwa suka, тре akozalaka na libunga linene.",
      "footnotes": ""
    },
    {
      "id": "2102",
      "sura": "17",
      "aya": "73",
      "arabic_text": "وَإِن كَادُواْ لَيَفۡتِنُونَكَ عَنِ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ لِتَفۡتَرِيَ عَلَيۡنَا غَيۡرَهُۥۖ وَإِذٗا لَّٱتَّخَذُوكَ خَلِيلٗا",
      "translation": "73. Mpe balingaki kobungisa yo na maye tokitisaki epai nayo, ete oya na eloko mosusu na esika ya oyo mpo ete bazua yo molingami na bango.",
      "footnotes": ""
    },
    {
      "id": "2103",
      "sura": "17",
      "aya": "74",
      "arabic_text": "وَلَوۡلَآ أَن ثَبَّتۡنَٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَيۡهِمۡ شَيۡـٔٗا قَلِيلًا",
      "translation": "74. Mpe soki tolendisaka yo te, olingaki komipesa токе ngambu na bango.",
      "footnotes": ""
    },
    {
      "id": "2104",
      "sura": "17",
      "aya": "75",
      "arabic_text": "إِذٗا لَّأَذَقۡنَٰكَ ضِعۡفَ ٱلۡحَيَوٰةِ وَضِعۡفَ ٱلۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيۡنَا نَصِيرٗا",
      "translation": "75. Nde tolingaki kopesa yo etumbu ya bomoyi mbala mibale mpe etumbu ya liwa mbala mibale lokola, mpe okokaki kozua mosungi mosusu te na botiki biso.",
      "footnotes": ""
    },
    {
      "id": "2105",
      "sura": "17",
      "aya": "76",
      "arabic_text": "وَإِن كَادُواْ لَيَسۡتَفِزُّونَكَ مِنَ ٱلۡأَرۡضِ لِيُخۡرِجُوكَ مِنۡهَاۖ وَإِذٗا لَّا يَلۡبَثُونَ خِلَٰفَكَ إِلَّا قَلِيلٗا",
      "translation": "76. Мре ya soló penza, etikalaki шоке balonga kokimisa yo mboka, mpo okoma moto pamba, mpe na sima nayo bakowumela mpe tango molayi te.",
      "footnotes": ""
    },
    {
      "id": "2106",
      "sura": "17",
      "aya": "77",
      "arabic_text": "سُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسُلِنَاۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِيلًا",
      "translation": "77. Ezaleli mpe nzela ya baye totindaki bango liboso nayo kati na batindami na biso, mpe okokuta mbonguana te na mibeko mia biso.",
      "footnotes": ""
    },
    {
      "id": "2107",
      "sura": "17",
      "aya": "78",
      "arabic_text": "أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمۡسِ إِلَىٰ غَسَقِ ٱلَّيۡلِ وَقُرۡءَانَ ٱلۡفَجۡرِۖ إِنَّ قُرۡءَانَ ٱلۡفَجۡرِ كَانَ مَشۡهُودٗا",
      "translation": "78. Mpe telemisa losambo osima ya nzanga kino o molili mwa butu, mpe tanga kurani na tongo. Ya sólo, kotanga kurani(1) na tongo ezalaka na banzeneneke.(2)",
      "footnotes": "1 Kurani: Elakisi: Losambo.\n2 Banzeneneke: Ezali ba anzelu ya tongo na ya butu."
    },
    {
      "id": "2108",
      "sura": "17",
      "aya": "79",
      "arabic_text": "وَمِنَ ٱلَّيۡلِ فَتَهَجَّدۡ بِهِۦ نَافِلَةٗ لَّكَ عَسَىٰٓ أَن يَبۡعَثَكَ رَبُّكَ مَقَامٗا مَّحۡمُودٗا",
      "translation": "79. Mpe okati na butu otelema тропа kosambela (losambo ya suna) nayo moko, mpo ete Nkolo nayo asekwisa yo o mokolo ya suka na esika ya lokumu.",
      "footnotes": ""
    },
    {
      "id": "2109",
      "sura": "17",
      "aya": "80",
      "arabic_text": "وَقُل رَّبِّ أَدۡخِلۡنِي مُدۡخَلَ صِدۡقٖ وَأَخۡرِجۡنِي مُخۡرَجَ صِدۡقٖ وَٱجۡعَل لِّي مِن لَّدُنكَ سُلۡطَٰنٗا نَّصِيرٗا",
      "translation": "80. Мре loba ete: Oh Nkolo na ngai! Kotisa ngai na esika ya malamu, mpe bimisa ngai na esika ya bosembo, mpe pesa ngai esika ya mapamboli uta epai nayo.",
      "footnotes": ""
    },
    {
      "id": "2110",
      "sura": "17",
      "aya": "81",
      "arabic_text": "وَقُلۡ جَآءَ ٱلۡحَقُّ وَزَهَقَ ٱلۡبَٰطِلُۚ إِنَّ ٱلۡبَٰطِلَ كَانَ زَهُوقٗا",
      "translation": "81. Mpe loba: Bosóló eyei (isalamu), mpe lukuta elimwi. Ya sólo, lokuta esengeli sé elimwa.",
      "footnotes": ""
    },
    {
      "id": "2111",
      "sura": "17",
      "aya": "82",
      "arabic_text": "وَنُنَزِّلُ مِنَ ٱلۡقُرۡءَانِ مَا هُوَ شِفَآءٞ وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ وَلَا يَزِيدُ ٱلظَّٰلِمِينَ إِلَّا خَسَارٗا",
      "translation": "82. Мре tokitisi na kati na kuranı maye oyo ezali libiki ya bokono mpe ngolu тропа bandimi, kaši ezali kobakisela bapagano sé libunga.",
      "footnotes": ""
    },
    {
      "id": "2112",
      "sura": "17",
      "aya": "83",
      "arabic_text": "وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسٗا",
      "translation": "83. Mpe soki totondisi bolamu na biso likolo na moto, atengami aboyi yango mpe amitondi, mpe soki mabe ezui ye, azangi elikia.",
      "footnotes": ""
    },
    {
      "id": "2113",
      "sura": "17",
      "aya": "84",
      "arabic_text": "قُلۡ كُلّٞ يَعۡمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمۡ أَعۡلَمُ بِمَنۡ هُوَ أَهۡدَىٰ سَبِيلٗا",
      "translation": "84. Loba: Moto na moto asala na ndenge naye, kasi Nkolo wa bino ayebi malamu nani azali kolanda nzela ya semba.",
      "footnotes": ""
    },
    {
      "id": "2114",
      "sura": "17",
      "aya": "85",
      "arabic_text": "وَيَسۡـَٔلُونَكَ عَنِ ٱلرُّوحِۖ قُلِ ٱلرُّوحُ مِنۡ أَمۡرِ رَبِّي وَمَآ أُوتِيتُم مِّنَ ٱلۡعِلۡمِ إِلَّا قَلِيلٗا",
      "translation": "85. Mpe bazali kotuna yo тропа molimo, loba: Molimo mowuta epai ya Nkolo wa ngai, mpe bopesamaki boyebi te sé ya токе.",
      "footnotes": ""
    },
    {
      "id": "2115",
      "sura": "17",
      "aya": "86",
      "arabic_text": "وَلَئِن شِئۡنَا لَنَذۡهَبَنَّ بِٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيۡنَا وَكِيلًا",
      "translation": "86. Mpe soki tolingi, ya soló, tokobungisa oyo tokitisaki epai nayo kati na emoniseli mpe okozua mobateli mosusu te тропа yango na botiki biso.",
      "footnotes": ""
    },
    {
      "id": "2116",
      "sura": "17",
      "aya": "87",
      "arabic_text": "إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّ فَضۡلَهُۥ كَانَ عَلَيۡكَ كَبِيرٗا",
      "translation": "87. Longola sé mawa kowuta epai ya Nkolo wayo. Ya sólo, bolamu bwaye epai nayo ezali ebele.",
      "footnotes": ""
    },
    {
      "id": "2117",
      "sura": "17",
      "aya": "88",
      "arabic_text": "قُل لَّئِنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰٓ أَن يَأۡتُواْ بِمِثۡلِ هَٰذَا ٱلۡقُرۡءَانِ لَا يَأۡتُونَ بِمِثۡلِهِۦ وَلَوۡ كَانَ بَعۡضُهُمۡ لِبَعۡضٖ ظَهِيرٗا",
      "translation": "88. Loba: Ata soki bato mpe bilima basangani mpo basala kurani lokola oyo, bakokoka koya na lolenge na yango te ata soki bazui lisalisi ya ndenge na ndenge kati na bango.",
      "footnotes": ""
    },
    {
      "id": "2118",
      "sura": "17",
      "aya": "89",
      "arabic_text": "وَلَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا",
      "translation": "89. Ya soló, tosilaki kopesa bato bandakisa nyoso na kati ya kurani kasi ebele ya bato bazali sé bapengwi.",
      "footnotes": ""
    },
    {
      "id": "2119",
      "sura": "17",
      "aya": "90",
      "arabic_text": "وَقَالُواْ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تَفۡجُرَ لَنَا مِنَ ٱلۡأَرۡضِ يَنۢبُوعًا",
      "translation": "90. Mpe balobaki: Tokondimela yo te, kino obimisela biso liziba ya mayi o kati ya mabele,",
      "footnotes": ""
    },
    {
      "id": "2120",
      "sura": "17",
      "aya": "91",
      "arabic_text": "أَوۡ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ ٱلۡأَنۡهَٰرَ خِلَٰلَهَا تَفۡجِيرًا",
      "translation": "91. To, ozala na bilanga bia Naghil(1) na Inabe(2) mpe obimisa míngala ya mayi ebele mitiola o kati na yango,",
      "footnotes": "1 Naghil: Bótala: suratu Al-An’ám: 99, mpe suratu An-Nahl: 67.\n2 Inabe: Bótala: suratu Al-An’ám: 99, mpe suratu An-Nahl: 67."
    },
    {
      "id": "2121",
      "sura": "17",
      "aya": "92",
      "arabic_text": "أَوۡ تُسۡقِطَ ٱلسَّمَآءَ كَمَا زَعَمۡتَ عَلَيۡنَا كِسَفًا أَوۡ تَأۡتِيَ بِٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ قَبِيلًا",
      "translation": "92. To, okweisela biso ndambu ya mapata ndenge ozali kokanisa to oya na nzambe, to óyela biso Allah, na ba anzelu liboso na biso.",
      "footnotes": ""
    },
    {
      "id": "2122",
      "sura": "17",
      "aya": "93",
      "arabic_text": "أَوۡ يَكُونَ لَكَ بَيۡتٞ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِي ٱلسَّمَآءِ وَلَن نُّؤۡمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيۡنَا كِتَٰبٗا نَّقۡرَؤُهُۥۗ قُلۡ سُبۡحَانَ رَبِّي هَلۡ كُنتُ إِلَّا بَشَرٗا رَّسُولٗا",
      "translation": "93. To mpe ozala na ndako ya kitoko ezali na bonzenga ya wolo, to mpe obuta (omata) na mapata (likolo), kasi tokondima kobuta nayo wana te kino okitisela biso buku totanga yango, loba: Nkembo na Nkolo na ngai, boye ngai nazali te sé moto mpe motindami?",
      "footnotes": ""
    },
    {
      "id": "2123",
      "sura": "17",
      "aya": "94",
      "arabic_text": "وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰٓ إِلَّآ أَن قَالُوٓاْ أَبَعَثَ ٱللَّهُ بَشَرٗا رَّسُولٗا",
      "translation": "94. Eloko moko te epekisaki bato ete bandima tango bokambi eyelaki bango sé balobaka ete: Allah akotinda moto azala motindami?",
      "footnotes": ""
    },
    {
      "id": "2124",
      "sura": "17",
      "aya": "95",
      "arabic_text": "قُل لَّوۡ كَانَ فِي ٱلۡأَرۡضِ مَلَٰٓئِكَةٞ يَمۡشُونَ مُطۡمَئِنِّينَ لَنَزَّلۡنَا عَلَيۡهِم مِّنَ ٱلسَّمَآءِ مَلَكٗا رَّسُولٗا",
      "translation": "95. Loba: Soki ba anzelu batambolaka na kimia likolo ya mabele, tolingaki kokitisela bango kowuta o likolo motindami azala anzelu.",
      "footnotes": ""
    },
    {
      "id": "2125",
      "sura": "17",
      "aya": "96",
      "arabic_text": "قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا",
      "translation": "96. Loba: Allah akoki тропа kozala nzeneneke kati kati na bino na ngai. Ya soló, ye azali na sango mpe amonaka bawumbu naye.",
      "footnotes": ""
    },
    {
      "id": "2126",
      "sura": "17",
      "aya": "97",
      "arabic_text": "وَمَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُمۡ أَوۡلِيَآءَ مِن دُونِهِۦۖ وَنَحۡشُرُهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عَلَىٰ وُجُوهِهِمۡ عُمۡيٗا وَبُكۡمٗا وَصُمّٗاۖ مَّأۡوَىٰهُمۡ جَهَنَّمُۖ كُلَّمَا خَبَتۡ زِدۡنَٰهُمۡ سَعِيرٗا",
      "translation": "97. Mpe oyo Allah akambi, asili kokambama, mpe oyo akobunga, okokoka te kozuela bango bakambi na esika naye (Allah) mpe tokosangisa bango o mokolo ya suka bilongi bisunduami, miso ya kozipama, matoyi makangami, na minoko mikolobaka te, esika na bango nde lifelo. Tango nyoso moto na yango elingi kokita, tokobakisela bango oyo ya makasi koleka.",
      "footnotes": ""
    },
    {
      "id": "2127",
      "sura": "17",
      "aya": "98",
      "arabic_text": "ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمۡ كَفَرُواْ بِـَٔايَٰتِنَا وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدًا",
      "translation": "98. Wana nde lifuta lia bango, mpo bapengwaki na bilembo bia biso, mpe bakolobaka: Tango tokotikala sé mikuwa mpe mputulu na mabele, ya soló penza tokosekwisama lisusu bikelamu ya sika?",
      "footnotes": ""
    },
    {
      "id": "2128",
      "sura": "17",
      "aya": "99",
      "arabic_text": "۞ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ قَادِرٌ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۡ وَجَعَلَ لَهُمۡ أَجَلٗا لَّا رَيۡبَ فِيهِ فَأَبَى ٱلظَّٰلِمُونَ إِلَّا كُفُورٗا",
      "translation": "99. Boye bazali kornona te ete: Ya sólo, Allah oyo akela likolo na mabele azali na bokoki ya kokela bikelamu bisusu lokola bango? Mpe atiyeli bango mokano ezali na tembe te? Kasi babubi baboyi, (balingi) sé bopengwi.",
      "footnotes": ""
    },
    {
      "id": "2129",
      "sura": "17",
      "aya": "100",
      "arabic_text": "قُل لَّوۡ أَنتُمۡ تَمۡلِكُونَ خَزَآئِنَ رَحۡمَةِ رَبِّيٓ إِذٗا لَّأَمۡسَكۡتُمۡ خَشۡيَةَ ٱلۡإِنفَاقِۚ وَكَانَ ٱلۡإِنسَٰنُ قَتُورٗا",
      "translation": "100. Loba: Soki bozalaka na sanduku ya ngolu ya Nkolo wa ngai, bolingaki kobanga kobimisa yango. Kasi moto azali na bopimi.",
      "footnotes": ""
    },
    {
      "id": "2130",
      "sura": "17",
      "aya": "101",
      "arabic_text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ تِسۡعَ ءَايَٰتِۭ بَيِّنَٰتٖۖ فَسۡـَٔلۡ بَنِيٓ إِسۡرَٰٓءِيلَ إِذۡ جَآءَهُمۡ فَقَالَ لَهُۥ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسَىٰ مَسۡحُورٗا",
      "translation": "101. Mpe tosilaki kopesa na Mûssa makamwisi libua ya polele, botuna bana ba isalayele tango eyelaka bango, kasi falo Alobaki naye: Ya soló, ngai nazali kokanisa ete eh Mûssa! Olokama.",
      "footnotes": ""
    },
    {
      "id": "2131",
      "sura": "17",
      "aya": "102",
      "arabic_text": "قَالَ لَقَدۡ عَلِمۡتَ مَآ أَنزَلَ هَٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَٰفِرۡعَوۡنُ مَثۡبُورٗا",
      "translation": "102. Alobi: Ozali koyeba malamu penza ete oyo akitisaki yango sé Allah Nkolo ya likolo na mabele, тропа (kokamwisa) тре bokasi naye, тре ngai nazali kokanisa ete yo eh falo! O sili kobunga nzela elamu.",
      "footnotes": ""
    },
    {
      "id": "2132",
      "sura": "17",
      "aya": "103",
      "arabic_text": "فَأَرَادَ أَن يَسۡتَفِزَّهُم مِّنَ ٱلۡأَرۡضِ فَأَغۡرَقۡنَٰهُ وَمَن مَّعَهُۥ جَمِيعٗا",
      "translation": "103. (Falo) alingaki kobimisa bango na mboka, kasi tozindisaki ye na baye banso bazalaki elongo naye.",
      "footnotes": ""
    },
    {
      "id": "2133",
      "sura": "17",
      "aya": "104",
      "arabic_text": "وَقُلۡنَا مِنۢ بَعۡدِهِۦ لِبَنِيٓ إِسۡرَٰٓءِيلَ ٱسۡكُنُواْ ٱلۡأَرۡضَ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ جِئۡنَا بِكُمۡ لَفِيفٗا",
      "translation": "104. Mpe na sima na yango tolobaki na bana ya isalayele ete; bovanda na mabele kasi tango elaka ya mokolo ya suka ekokokaka tokoya na (bino) ebele na lisanga.",
      "footnotes": ""
    },
    {
      "id": "2134",
      "sura": "17",
      "aya": "105",
      "arabic_text": "وَبِٱلۡحَقِّ أَنزَلۡنَٰهُ وَبِٱلۡحَقِّ نَزَلَۗ وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا",
      "translation": "105. Mpe na bosembo penza nde tokitisaki yango (kurani) mpe ekitaki na bosôló, mpe totindaki yo sé тропа bopesi sango elamu mpe mokebisi.",
      "footnotes": ""
    },
    {
      "id": "2135",
      "sura": "17",
      "aya": "106",
      "arabic_text": "وَقُرۡءَانٗا فَرَقۡنَٰهُ لِتَقۡرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكۡثٖ وَنَزَّلۡنَٰهُ تَنزِيلٗا",
      "translation": "106. Мре (tokitisaki) kurani biteni biteni mpo ete otanga yango malembe likolo ya bato bayoka, mpe tokitisaki yango mikapo na mikapo.",
      "footnotes": ""
    },
    {
      "id": "2136",
      "sura": "17",
      "aya": "107",
      "arabic_text": "قُلۡ ءَامِنُواْ بِهِۦٓ أَوۡ لَا تُؤۡمِنُوٓاْۚ إِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مِن قَبۡلِهِۦٓ إِذَا يُتۡلَىٰ عَلَيۡهِمۡ يَخِرُّونَۤ لِلۡأَذۡقَانِۤ سُجَّدٗاۤ",
      "translation": "107. Loba: Bondima na yango to te. Ya soló, baye bazuaki boyebi liboso na yango, soki bayoki yango ezali kotangama, bakweyaka mpe bafukami bilongi na nsé. (тропа Allah)",
      "footnotes": ""
    },
    {
      "id": "2137",
      "sura": "17",
      "aya": "108",
      "arabic_text": "وَيَقُولُونَ سُبۡحَٰنَ رَبِّنَآ إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولٗا",
      "translation": "108. Mpe balobaka ete: Nkembo na Nkolo wa biso, elaka ya Nkolo wa biso esili ya solo kokoka.",
      "footnotes": ""
    },
    {
      "id": "2138",
      "sura": "17",
      "aya": "109",
      "arabic_text": "وَيَخِرُّونَ لِلۡأَذۡقَانِ يَبۡكُونَ وَيَزِيدُهُمۡ خُشُوعٗا۩",
      "translation": "109. Mpe bazali kokita na kolela mpe ezali kobakisela bango bobangi.",
      "footnotes": ""
    },
    {
      "id": "2139",
      "sura": "17",
      "aya": "110",
      "arabic_text": "قُلِ ٱدۡعُواْ ٱللَّهَ أَوِ ٱدۡعُواْ ٱلرَّحۡمَٰنَۖ أَيّٗا مَّا تَدۡعُواْ فَلَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَٱبۡتَغِ بَيۡنَ ذَٰلِكَ سَبِيلٗا",
      "translation": "110. Loba: Bobelela Allah to bobelela Ar-Rahmân(1) to nkombo nini bolingi kobenga, ye nde azali na ba nkombo ya kitoko. Mpe koganga te okati ya losambo nayo koleka, kovanda mpe nye te, kasi zala na mongongo ya kati kati.",
      "footnotes": "1 Ar-Rahmân: Ezali moko ya kombo ya Allah, elakisi: Oyo atonda ngolu."
    },
    {
      "id": "2140",
      "sura": "17",
      "aya": "111",
      "arabic_text": "وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا",
      "translation": "111. Mpe loba lokumu ya Allah oyo azali na mwana te, mpe akoki kozala na basangani te kati ya bokonzi naye, mpe akoki kozala na mobateli mosusu te (ya kokima epai naye) mpe belela bonene bwa ye makasi.",
      "footnotes": ""
    }
  ]
}