{
  "id": 72,
  "verse_number": 72,
  "page_number": 274,
  "verse_key": "16:72",
  "juz_number": 14,
  "hizb_number": 28,
  "rub_el_hizb_number": 109,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَٱللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمۡ يَكۡفُرُونَ",
  "translation": "Na Mwenyezi Mungu amekuumbieni wake katika jinsi yenu, na akakujaalieni kutoka kwa wake zenu wana na wajukuu, na akakuruzukuni vitu vizuri vizuri.Basi je, wanaamini upotovu na wanazikataa neema za Mwenyezi Mungu?",
  "footnotes": "Na Mwenyezi Mungu amekuumbieni wake wa jinsi yenu mtulie nao. Tena amekupeni, kutoka kwa wake zenu, wana na wajukuu, na akakuruzukuni vitu vya kufurahisha nafsi zenu alivyo kuhalalishieni. Je, baada ya haya ndio baadhi ya watu humshirikisha Mwenyezi Mungu, na wakaamini upotovu, na wakazipinga neema za Mwenyezi Mungu zinazo onekana, ambazo zinastahiki shukrani kutoka kwao, na kumsafia ibada Mwenyezi Mungu? Ndoa ni mfungamano mtakatifu ambao ndio asili ya ukoo na kiini cha umma na jamii. Na ndoa ni mpango wa kuidhibiti ile khulka waliyo nayo wanaadamu na wanyama, nayo ni kutamani kuingiliana. Lau ingeli kuwa hapana ndoa iliyo kadiriwa kudhibiti ile khulka ya kutamaniana basi binaadamu wangeli kuwa sawa na wanyama kwa kufuata fujo na uchafu wa kuingiliana. Na hapo mwanaadamu asingeli kuwa yule kiumbe aliye mjaalia Mwenyezi Mungu kuwa na akili na fikra na akamtukuza kuliko viumbe vyengine, na akamrithisha mamlaka ya ardhi. Ilivyo kuwa mpango wa Mwenyezi Mungu katika uhai huu ni kutengeneza khulka kwa ndoa ili binaadamu awe juu kuliko wanyama wengine, hali kadhaalika binaadamu kwa upande mwengine ameumbiwa kupenda kubakia. Na ilivyo kuwa hapana njia ya kubakia yeye mwenyewe, naye anayajua hayo kutokana na baba zake na babu zake na vitu vyote vilio hai, basi njia pekee ni yeye kuzaa dhuriya wapate kuishi na kuendelea daima. Na labda lenye kuweka wazi kabisa ile khulka yake ni kauli ya Mwenyezi Mungu Mtukufu: \"Na Mwenyezi Mungu amekuumbieni wake katika jinsi yenu, na akakujaalieni kutoka kwa wake zenu wana na wajukuu, na akakuruzukuni vitu vizri vizuri.\""
}