{
  "result": [
    {
      "id": "2484",
      "sura": "21",
      "aya": "1",
      "arabic_text": "ٱقۡتَرَبَ لِلنَّاسِ حِسَابُهُمۡ وَهُمۡ فِي غَفۡلَةٖ مُّعۡرِضُونَ",
      "translation": "The reckoning of the people has drawn near, yet they are turning away heedlessly.",
      "footnotes": ""
    },
    {
      "id": "2485",
      "sura": "21",
      "aya": "2",
      "arabic_text": "مَا يَأۡتِيهِم مِّن ذِكۡرٖ مِّن رَّبِّهِم مُّحۡدَثٍ إِلَّا ٱسۡتَمَعُوهُ وَهُمۡ يَلۡعَبُونَ",
      "translation": "Whenever new revelation comes to them from their Lord, they listen to it in jest,",
      "footnotes": ""
    },
    {
      "id": "2486",
      "sura": "21",
      "aya": "3",
      "arabic_text": "لَاهِيَةٗ قُلُوبُهُمۡۗ وَأَسَرُّواْ ٱلنَّجۡوَى ٱلَّذِينَ ظَلَمُواْ هَلۡ هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡۖ أَفَتَأۡتُونَ ٱلسِّحۡرَ وَأَنتُمۡ تُبۡصِرُونَ",
      "translation": "with their hearts heedless. The wrongdoers whisper to one another in secret, “Is this but a human being just like yourselves? Will you then follow his magic, although you openly see?”",
      "footnotes": ""
    },
    {
      "id": "2487",
      "sura": "21",
      "aya": "4",
      "arabic_text": "قَالَ رَبِّي يَعۡلَمُ ٱلۡقَوۡلَ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "He said, “My Lord knows every word spoken in the heavens and earth, for He is the All-Hearing, the All-Knowing.”",
      "footnotes": ""
    },
    {
      "id": "2488",
      "sura": "21",
      "aya": "5",
      "arabic_text": "بَلۡ قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمِۭ بَلِ ٱفۡتَرَىٰهُ بَلۡ هُوَ شَاعِرٞ فَلۡيَأۡتِنَا بِـَٔايَةٖ كَمَآ أُرۡسِلَ ٱلۡأَوَّلُونَ",
      "translation": "Yet they say, “This [Qur’an] is a set of jumbled dreams! Rather, he has fabricated it! Rather, he is a poet! So let him bring us a sign just as the earlier messengers were sent with[1].”",
      "footnotes": "[1] Such as the staff of Moses (عليه السلام), the camel of Salih (عليه السلام) and the like."
    },
    {
      "id": "2489",
      "sura": "21",
      "aya": "6",
      "arabic_text": "مَآ ءَامَنَتۡ قَبۡلَهُم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَآۖ أَفَهُمۡ يُؤۡمِنُونَ",
      "translation": "Not a single town We destroyed before them had believed[2]. Will they then believe?",
      "footnotes": "[2] Although they witnessed signs and miracles."
    },
    {
      "id": "2490",
      "sura": "21",
      "aya": "7",
      "arabic_text": "وَمَآ أَرۡسَلۡنَا قَبۡلَكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ",
      "translation": "We did not send before you [O Prophet] except men to whom We gave a revelation, so [O people] ask the People of the Scriptures if you do not know.",
      "footnotes": ""
    },
    {
      "id": "2491",
      "sura": "21",
      "aya": "8",
      "arabic_text": "وَمَا جَعَلۡنَٰهُمۡ جَسَدٗا لَّا يَأۡكُلُونَ ٱلطَّعَامَ وَمَا كَانُواْ خَٰلِدِينَ",
      "translation": "We did not give them bodies that needed no food[3], nor were they immortal.",
      "footnotes": "[3] Such as the angels."
    },
    {
      "id": "2492",
      "sura": "21",
      "aya": "9",
      "arabic_text": "ثُمَّ صَدَقۡنَٰهُمُ ٱلۡوَعۡدَ فَأَنجَيۡنَٰهُمۡ وَمَن نَّشَآءُ وَأَهۡلَكۡنَا ٱلۡمُسۡرِفِينَ",
      "translation": "Then We fulfilled Our promise to them: We saved them[4] and those whom We willed, and destroyed those who transgressed all bounds.",
      "footnotes": "[4] After they conveyed the message."
    },
    {
      "id": "2493",
      "sura": "21",
      "aya": "10",
      "arabic_text": "لَقَدۡ أَنزَلۡنَآ إِلَيۡكُمۡ كِتَٰبٗا فِيهِ ذِكۡرُكُمۡۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "We have sent down to you [O people] a Book in which there is honor for you[5]. Do you not then understand?",
      "footnotes": "[5] As you have been mentioned and addressed in the Qur’an, or there is a reminder for you in it."
    },
    {
      "id": "2494",
      "sura": "21",
      "aya": "11",
      "arabic_text": "وَكَمۡ قَصَمۡنَا مِن قَرۡيَةٖ كَانَتۡ ظَالِمَةٗ وَأَنشَأۡنَا بَعۡدَهَا قَوۡمًا ءَاخَرِينَ",
      "translation": "[Imagine] how many towns of wrongdoers We have destroyed[6], and raised after them another people!",
      "footnotes": "[6] i.e., who were persisting in wrongdoing."
    },
    {
      "id": "2495",
      "sura": "21",
      "aya": "12",
      "arabic_text": "فَلَمَّآ أَحَسُّواْ بَأۡسَنَآ إِذَا هُم مِّنۡهَا يَرۡكُضُونَ",
      "translation": "When they sensed Our punishment, they started running away from it.",
      "footnotes": ""
    },
    {
      "id": "2496",
      "sura": "21",
      "aya": "13",
      "arabic_text": "لَا تَرۡكُضُواْ وَٱرۡجِعُوٓاْ إِلَىٰ مَآ أُتۡرِفۡتُمۡ فِيهِ وَمَسَٰكِنِكُمۡ لَعَلَّكُمۡ تُسۡـَٔلُونَ",
      "translation": "“Do not run away, but return to your luxuries and dwellings[7], perhaps you will be questioned.”",
      "footnotes": "[7] This is said to them in sarcasm and ridicule."
    },
    {
      "id": "2497",
      "sura": "21",
      "aya": "14",
      "arabic_text": "قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ",
      "translation": "They said, “Woe to us! We were indeed wrongdoers.”",
      "footnotes": ""
    },
    {
      "id": "2498",
      "sura": "21",
      "aya": "15",
      "arabic_text": "فَمَا زَالَت تِّلۡكَ دَعۡوَىٰهُمۡ حَتَّىٰ جَعَلۡنَٰهُمۡ حَصِيدًا خَٰمِدِينَ",
      "translation": "They kept crying this out loud until We mowed them down, lifeless[8].",
      "footnotes": "[8] i.e., extinguished like ashes."
    },
    {
      "id": "2499",
      "sura": "21",
      "aya": "16",
      "arabic_text": "وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ",
      "translation": "We did not create the heavens and earth and all that is between them for fun.",
      "footnotes": ""
    },
    {
      "id": "2500",
      "sura": "21",
      "aya": "17",
      "arabic_text": "لَوۡ أَرَدۡنَآ أَن نَّتَّخِذَ لَهۡوٗا لَّٱتَّخَذۡنَٰهُ مِن لَّدُنَّآ إِن كُنَّا فَٰعِلِينَ",
      "translation": "If We had wished for a pastime[9], We could have had it from Our own, if We were to do so.",
      "footnotes": "[9] Such as a wife or a child."
    },
    {
      "id": "2501",
      "sura": "21",
      "aya": "18",
      "arabic_text": "بَلۡ نَقۡذِفُ بِٱلۡحَقِّ عَلَى ٱلۡبَٰطِلِ فَيَدۡمَغُهُۥ فَإِذَا هُوَ زَاهِقٞۚ وَلَكُمُ ٱلۡوَيۡلُ مِمَّا تَصِفُونَ",
      "translation": "Rather, We hurl the truth at falsehood, and it crushes it[10], so it vanishes. Woe to you for what you falsely ascribe [to Allah][11]!",
      "footnotes": "[10] Lit. \"strikes its brain,\" disabling or killing it.\n [11] Claiming that He has a son, a wife, or a partner."
    },
    {
      "id": "2502",
      "sura": "21",
      "aya": "19",
      "arabic_text": "وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَنۡ عِندَهُۥ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَلَا يَسۡتَحۡسِرُونَ",
      "translation": "To Him belongs all those who are in the heavens and earth. Those [angels] who are with Him are not too proud to worship Him, nor do they ever grow weary.",
      "footnotes": ""
    },
    {
      "id": "2503",
      "sura": "21",
      "aya": "20",
      "arabic_text": "يُسَبِّحُونَ ٱلَّيۡلَ وَٱلنَّهَارَ لَا يَفۡتُرُونَ",
      "translation": "They glorify Him day and night tirelessly.",
      "footnotes": ""
    },
    {
      "id": "2504",
      "sura": "21",
      "aya": "21",
      "arabic_text": "أَمِ ٱتَّخَذُوٓاْ ءَالِهَةٗ مِّنَ ٱلۡأَرۡضِ هُمۡ يُنشِرُونَ",
      "translation": "Or have they taken gods from the earth who [cannot even] resurrect the dead?",
      "footnotes": ""
    },
    {
      "id": "2505",
      "sura": "21",
      "aya": "22",
      "arabic_text": "لَوۡ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَاۚ فَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ",
      "translation": "If there had been gods besides Allah in the heavens and earth, both realms would have fallen in disorder. Glory be to Allah – Lord of the Throne – far above what they ascribe [to Him].",
      "footnotes": ""
    },
    {
      "id": "2506",
      "sura": "21",
      "aya": "23",
      "arabic_text": "لَا يُسۡـَٔلُ عَمَّا يَفۡعَلُ وَهُمۡ يُسۡـَٔلُونَ",
      "translation": "He cannot be questioned for what He does, but they will be questioned.",
      "footnotes": ""
    },
    {
      "id": "2507",
      "sura": "21",
      "aya": "24",
      "arabic_text": "أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡۖ هَٰذَا ذِكۡرُ مَن مَّعِيَ وَذِكۡرُ مَن قَبۡلِيۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ٱلۡحَقَّۖ فَهُم مُّعۡرِضُونَ",
      "translation": "Or have they taken other gods besides Him? Say, “Bring your proof. Here is the Book of those who are with me, and the Book of those who came before me[12].” Yet most of them do not know the truth, so they turn away.",
      "footnotes": "[12] The Prophet (ﷺ) is addressed to challenge the pagans to produce their proof for the existence of other gods; whereas, the Qur’an, the Torah, and the Gospel are in agreement that there is no god but Allah alone."
    },
    {
      "id": "2508",
      "sura": "21",
      "aya": "25",
      "arabic_text": "وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٍ إِلَّا نُوحِيٓ إِلَيۡهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدُونِ",
      "translation": "“We never sent before you [O Prophet] any messenger without revealing to him that none has the right to be worshiped except Me, so worship Me.”",
      "footnotes": ""
    },
    {
      "id": "2509",
      "sura": "21",
      "aya": "26",
      "arabic_text": "وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗاۗ سُبۡحَٰنَهُۥۚ بَلۡ عِبَادٞ مُّكۡرَمُونَ",
      "translation": "They say, “The Most Compassionate has begotten offspring!”[13] Glory be to Him! In fact, those [angels] are His honored slaves.",
      "footnotes": "[13] The pagans claimed that angels are the daughters of Allah."
    },
    {
      "id": "2510",
      "sura": "21",
      "aya": "27",
      "arabic_text": "لَا يَسۡبِقُونَهُۥ بِٱلۡقَوۡلِ وَهُم بِأَمۡرِهِۦ يَعۡمَلُونَ",
      "translation": "They do not speak before He speaks, and they only do as He commands.",
      "footnotes": ""
    },
    {
      "id": "2511",
      "sura": "21",
      "aya": "28",
      "arabic_text": "يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يَشۡفَعُونَ إِلَّا لِمَنِ ٱرۡتَضَىٰ وَهُم مِّنۡ خَشۡيَتِهِۦ مُشۡفِقُونَ",
      "translation": "He knows what is ahead of them and what is behind them[14]. They cannot intercede except for whom He pleases, and they are fearful in awe of Him.",
      "footnotes": "[14] See footnote 2:255."
    },
    {
      "id": "2512",
      "sura": "21",
      "aya": "29",
      "arabic_text": "۞ وَمَن يَقُلۡ مِنۡهُمۡ إِنِّيٓ إِلَٰهٞ مِّن دُونِهِۦ فَذَٰلِكَ نَجۡزِيهِ جَهَنَّمَۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ",
      "translation": "If anyone of them were to say, “I am god besides Him,” We would punish him with Hell. This is how We punish the wrongdoers.",
      "footnotes": ""
    },
    {
      "id": "2513",
      "sura": "21",
      "aya": "30",
      "arabic_text": "أَوَلَمۡ يَرَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ كَانَتَا رَتۡقٗا فَفَتَقۡنَٰهُمَاۖ وَجَعَلۡنَا مِنَ ٱلۡمَآءِ كُلَّ شَيۡءٍ حَيٍّۚ أَفَلَا يُؤۡمِنُونَ",
      "translation": "Are the disbelievers not aware that the heavens and earth were joined together and then We split them apart? We created from water every living thing. Will they not then believe?",
      "footnotes": ""
    },
    {
      "id": "2514",
      "sura": "21",
      "aya": "31",
      "arabic_text": "وَجَعَلۡنَا فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِهِمۡ وَجَعَلۡنَا فِيهَا فِجَاجٗا سُبُلٗا لَّعَلَّهُمۡ يَهۡتَدُونَ",
      "translation": "We have set on the earth firm mountains so it does not shake with them, and We have made therein broad pathways so that they may find their way.",
      "footnotes": ""
    },
    {
      "id": "2515",
      "sura": "21",
      "aya": "32",
      "arabic_text": "وَجَعَلۡنَا ٱلسَّمَآءَ سَقۡفٗا مَّحۡفُوظٗاۖ وَهُمۡ عَنۡ ءَايَٰتِهَا مُعۡرِضُونَ",
      "translation": "And We have made the sky a well-protected canopy, yet they turn away from its signs[15].",
      "footnotes": "[15] Such as the sun and the moon."
    },
    {
      "id": "2516",
      "sura": "21",
      "aya": "33",
      "arabic_text": "وَهُوَ ٱلَّذِي خَلَقَ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ فِي فَلَكٖ يَسۡبَحُونَ",
      "translation": "It is He Who created the night and the day, the sun and the moon – each floating in its orbit.",
      "footnotes": ""
    },
    {
      "id": "2517",
      "sura": "21",
      "aya": "34",
      "arabic_text": "وَمَا جَعَلۡنَا لِبَشَرٖ مِّن قَبۡلِكَ ٱلۡخُلۡدَۖ أَفَإِيْن مِّتَّ فَهُمُ ٱلۡخَٰلِدُونَ",
      "translation": "We did not grant immortality to any human being before you [O Prophet]. So if you die, will they live forever?",
      "footnotes": ""
    },
    {
      "id": "2518",
      "sura": "21",
      "aya": "35",
      "arabic_text": "كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَنَبۡلُوكُم بِٱلشَّرِّ وَٱلۡخَيۡرِ فِتۡنَةٗۖ وَإِلَيۡنَا تُرۡجَعُونَ",
      "translation": "Every soul will taste death; We test you with bad and good as a trial, then to Us you will all be returned.",
      "footnotes": ""
    },
    {
      "id": "2519",
      "sura": "21",
      "aya": "36",
      "arabic_text": "وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓاْ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي يَذۡكُرُ ءَالِهَتَكُمۡ وَهُم بِذِكۡرِ ٱلرَّحۡمَٰنِ هُمۡ كَٰفِرُونَ",
      "translation": "When the disbelievers see you, they only take you in ridicule, [saying], “Is this the one who speaks ill of your gods?” while they reject even the mention of the Most Compassionate.",
      "footnotes": ""
    },
    {
      "id": "2520",
      "sura": "21",
      "aya": "37",
      "arabic_text": "خُلِقَ ٱلۡإِنسَٰنُ مِنۡ عَجَلٖۚ سَأُوْرِيكُمۡ ءَايَٰتِي فَلَا تَسۡتَعۡجِلُونِ",
      "translation": "Man is created of haste. I will show you My signs, so do not ask Me to hasten them.",
      "footnotes": ""
    },
    {
      "id": "2521",
      "sura": "21",
      "aya": "38",
      "arabic_text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "They say, “When will this promise come to pass, if you are truthful?”",
      "footnotes": ""
    },
    {
      "id": "2522",
      "sura": "21",
      "aya": "39",
      "arabic_text": "لَوۡ يَعۡلَمُ ٱلَّذِينَ كَفَرُواْ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمۡ وَلَا هُمۡ يُنصَرُونَ",
      "translation": "If only the disbelievers knew the moment when they would be unable to ward the Fire off their faces or their backs, nor would they be helped[16].",
      "footnotes": "[16] The completion of the sentence is \"...they would not be asking for the punishment.\""
    },
    {
      "id": "2523",
      "sura": "21",
      "aya": "40",
      "arabic_text": "بَلۡ تَأۡتِيهِم بَغۡتَةٗ فَتَبۡهَتُهُمۡ فَلَا يَسۡتَطِيعُونَ رَدَّهَا وَلَا هُمۡ يُنظَرُونَ",
      "translation": "Rather, it will come upon them suddenly and stun them; they will not be able to avert it, nor will they be given respite.",
      "footnotes": ""
    },
    {
      "id": "2524",
      "sura": "21",
      "aya": "41",
      "arabic_text": "وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "Indeed, there were messengers before you who were ridiculed, but those who mocked them were encompassed by what they used to ridicule.",
      "footnotes": ""
    },
    {
      "id": "2525",
      "sura": "21",
      "aya": "42",
      "arabic_text": "قُلۡ مَن يَكۡلَؤُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ مِنَ ٱلرَّحۡمَٰنِۚ بَلۡ هُمۡ عَن ذِكۡرِ رَبِّهِم مُّعۡرِضُونَ",
      "translation": "Say, “Who can protect you by night and by day against the Most Compassionate?” Yet they turn away from the admonition of their Lord.",
      "footnotes": ""
    },
    {
      "id": "2526",
      "sura": "21",
      "aya": "43",
      "arabic_text": "أَمۡ لَهُمۡ ءَالِهَةٞ تَمۡنَعُهُم مِّن دُونِنَاۚ لَا يَسۡتَطِيعُونَ نَصۡرَ أَنفُسِهِمۡ وَلَا هُم مِّنَّا يُصۡحَبُونَ",
      "translation": "Do they have gods who can defend them against Us? They cannot even help themselves, nor will they be protected from Us.",
      "footnotes": ""
    },
    {
      "id": "2527",
      "sura": "21",
      "aya": "44",
      "arabic_text": "بَلۡ مَتَّعۡنَا هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ طَالَ عَلَيۡهِمُ ٱلۡعُمُرُۗ أَفَلَا يَرَوۡنَ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَآۚ أَفَهُمُ ٱلۡغَٰلِبُونَ",
      "translation": "Nevertheless, We have provided for them and their forefathers luxuries which they enjoyed for a long time. Do they not see that We gradually reduce the land from its outlying sides?[17] Is it they who will then prevail?",
      "footnotes": "[17] See footnote 13:41."
    },
    {
      "id": "2528",
      "sura": "21",
      "aya": "45",
      "arabic_text": "قُلۡ إِنَّمَآ أُنذِرُكُم بِٱلۡوَحۡيِۚ وَلَا يَسۡمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ",
      "translation": "Say, “I only warn you by divine revelation.” But the deaf cannot hear the call when they are warned.",
      "footnotes": ""
    },
    {
      "id": "2529",
      "sura": "21",
      "aya": "46",
      "arabic_text": "وَلَئِن مَّسَّتۡهُمۡ نَفۡحَةٞ مِّنۡ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ",
      "translation": "If a mere breath of your Lord’s torment were to touch them, they would surely say, “Woe to us! We were indeed wrongdoers.”",
      "footnotes": ""
    },
    {
      "id": "2530",
      "sura": "21",
      "aya": "47",
      "arabic_text": "وَنَضَعُ ٱلۡمَوَٰزِينَ ٱلۡقِسۡطَ لِيَوۡمِ ٱلۡقِيَٰمَةِ فَلَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗاۖ وَإِن كَانَ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٍ أَتَيۡنَا بِهَاۗ وَكَفَىٰ بِنَا حَٰسِبِينَ",
      "translation": "We will place the scales of justice on the Day of Resurrection, and no soul will be wronged in the least. Even if a deed is the weight of a mustard seed[18], We will bring it forth. Sufficient are We as Reckoners.",
      "footnotes": "[18] i.e., as small or insignificant as a mustard seed."
    },
    {
      "id": "2531",
      "sura": "21",
      "aya": "48",
      "arabic_text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ وَهَٰرُونَ ٱلۡفُرۡقَانَ وَضِيَآءٗ وَذِكۡرٗا لِّلۡمُتَّقِينَ",
      "translation": "We certainly gave Moses and Aaron the Criterion, shining light and admonition[19] for the righteous,",
      "footnotes": "[19] These are Torah’s three qualities."
    },
    {
      "id": "2532",
      "sura": "21",
      "aya": "49",
      "arabic_text": "ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشۡفِقُونَ",
      "translation": "those who fear their Lord without seeing Him[20], and are apprehensive of the Hour.",
      "footnotes": "[20] Or when they are in private and not seen by others."
    },
    {
      "id": "2533",
      "sura": "21",
      "aya": "50",
      "arabic_text": "وَهَٰذَا ذِكۡرٞ مُّبَارَكٌ أَنزَلۡنَٰهُۚ أَفَأَنتُمۡ لَهُۥ مُنكِرُونَ",
      "translation": "And this [Qur’an] is a blessed reminder which We have sent down. Are you still denying it[21]?",
      "footnotes": "[21] i.e., pretending ignorance or refusing to acknowledge it?"
    },
    {
      "id": "2534",
      "sura": "21",
      "aya": "51",
      "arabic_text": "۞ وَلَقَدۡ ءَاتَيۡنَآ إِبۡرَٰهِيمَ رُشۡدَهُۥ مِن قَبۡلُ وَكُنَّا بِهِۦ عَٰلِمِينَ",
      "translation": "Indeed, We had given Abraham sound judgment before[22], for We know him well.",
      "footnotes": "[22] i.e., before Moses, or in his early youth."
    },
    {
      "id": "2535",
      "sura": "21",
      "aya": "52",
      "arabic_text": "إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِيٓ أَنتُمۡ لَهَا عَٰكِفُونَ",
      "translation": "When he said to his father and his people, “What are these statues to which you are so devoted?”",
      "footnotes": ""
    },
    {
      "id": "2536",
      "sura": "21",
      "aya": "53",
      "arabic_text": "قَالُواْ وَجَدۡنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ",
      "translation": "They said, “We found our forefathers worshiping them.”",
      "footnotes": ""
    },
    {
      "id": "2537",
      "sura": "21",
      "aya": "54",
      "arabic_text": "قَالَ لَقَدۡ كُنتُمۡ أَنتُمۡ وَءَابَآؤُكُمۡ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "He said, “Indeed, you and your forefathers were clearly misguided.”",
      "footnotes": ""
    },
    {
      "id": "2538",
      "sura": "21",
      "aya": "55",
      "arabic_text": "قَالُوٓاْ أَجِئۡتَنَا بِٱلۡحَقِّ أَمۡ أَنتَ مِنَ ٱللَّٰعِبِينَ",
      "translation": "They said, “Have you come to us with the truth, or are you joking?”",
      "footnotes": ""
    },
    {
      "id": "2539",
      "sura": "21",
      "aya": "56",
      "arabic_text": "قَالَ بَل رَّبُّكُمۡ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلَّذِي فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّٰهِدِينَ",
      "translation": "He said, “Nay, your Lord is the Lord of the heavens and earth, Who created them, and I am one of those who bear witness to it.",
      "footnotes": ""
    },
    {
      "id": "2540",
      "sura": "21",
      "aya": "57",
      "arabic_text": "وَتَٱللَّهِ لَأَكِيدَنَّ أَصۡنَٰمَكُم بَعۡدَ أَن تُوَلُّواْ مُدۡبِرِينَ",
      "translation": "By Allah, I will surely plot against your idols after you have turned and gone away.”",
      "footnotes": ""
    },
    {
      "id": "2541",
      "sura": "21",
      "aya": "58",
      "arabic_text": "فَجَعَلَهُمۡ جُذَٰذًا إِلَّا كَبِيرٗا لَّهُمۡ لَعَلَّهُمۡ إِلَيۡهِ يَرۡجِعُونَ",
      "translation": "So he broke them into pieces, except the biggest of them, so that they might come back to it.",
      "footnotes": ""
    },
    {
      "id": "2542",
      "sura": "21",
      "aya": "59",
      "arabic_text": "قَالُواْ مَن فَعَلَ هَٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّٰلِمِينَ",
      "translation": "They said, “Who has done this to our gods? He is indeed one of the wrongdoers.”",
      "footnotes": ""
    },
    {
      "id": "2543",
      "sura": "21",
      "aya": "60",
      "arabic_text": "قَالُواْ سَمِعۡنَا فَتٗى يَذۡكُرُهُمۡ يُقَالُ لَهُۥٓ إِبۡرَٰهِيمُ",
      "translation": "They said, “We heard a young man, speaking ill of them, who is called Abraham.”",
      "footnotes": ""
    },
    {
      "id": "2544",
      "sura": "21",
      "aya": "61",
      "arabic_text": "قَالُواْ فَأۡتُواْ بِهِۦ عَلَىٰٓ أَعۡيُنِ ٱلنَّاسِ لَعَلَّهُمۡ يَشۡهَدُونَ",
      "translation": "They said, “Bring him then before the eyes of the people, so that they may witness [his trial][23].”",
      "footnotes": "[23] Or his confession about what he did."
    },
    {
      "id": "2545",
      "sura": "21",
      "aya": "62",
      "arabic_text": "قَالُوٓاْ ءَأَنتَ فَعَلۡتَ هَٰذَا بِـَٔالِهَتِنَا يَٰٓإِبۡرَٰهِيمُ",
      "translation": "They said, “Are you the one who did this to our gods, O Abraham?”",
      "footnotes": ""
    },
    {
      "id": "2546",
      "sura": "21",
      "aya": "63",
      "arabic_text": "قَالَ بَلۡ فَعَلَهُۥ كَبِيرُهُمۡ هَٰذَا فَسۡـَٔلُوهُمۡ إِن كَانُواْ يَنطِقُونَ",
      "translation": "He said, “Rather, it was this biggest one who did it. So ask them, if they can speak!”",
      "footnotes": ""
    },
    {
      "id": "2547",
      "sura": "21",
      "aya": "64",
      "arabic_text": "فَرَجَعُوٓاْ إِلَىٰٓ أَنفُسِهِمۡ فَقَالُوٓاْ إِنَّكُمۡ أَنتُمُ ٱلظَّٰلِمُونَ",
      "translation": "So they turned back to one another, and said, “Indeed, it is you who are the wrongdoers.”",
      "footnotes": ""
    },
    {
      "id": "2548",
      "sura": "21",
      "aya": "65",
      "arabic_text": "ثُمَّ نُكِسُواْ عَلَىٰ رُءُوسِهِمۡ لَقَدۡ عَلِمۡتَ مَا هَٰٓؤُلَآءِ يَنطِقُونَ",
      "translation": "Then they turned to their obstinacy[24], [saying], “You already know that they cannot speak.”",
      "footnotes": "[24] After first admitting their error."
    },
    {
      "id": "2549",
      "sura": "21",
      "aya": "66",
      "arabic_text": "قَالَ أَفَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمۡ شَيۡـٔٗا وَلَا يَضُرُّكُمۡ",
      "translation": "Abraham said, “Do you then worship besides Allah that which can neither benefit nor harm you in the least?",
      "footnotes": ""
    },
    {
      "id": "2550",
      "sura": "21",
      "aya": "67",
      "arabic_text": "أُفّٖ لَّكُمۡ وَلِمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "Fie upon you[25] and upon all that you worship besides Allah! Do you not have any sense?”",
      "footnotes": "[25] An expression of anger and displeasure."
    },
    {
      "id": "2551",
      "sura": "21",
      "aya": "68",
      "arabic_text": "قَالُواْ حَرِّقُوهُ وَٱنصُرُوٓاْ ءَالِهَتَكُمۡ إِن كُنتُمۡ فَٰعِلِينَ",
      "translation": "They said, “Burn him and avenge your gods if you must do something.”",
      "footnotes": ""
    },
    {
      "id": "2552",
      "sura": "21",
      "aya": "69",
      "arabic_text": "قُلۡنَا يَٰنَارُ كُونِي بَرۡدٗا وَسَلَٰمًا عَلَىٰٓ إِبۡرَٰهِيمَ",
      "translation": "We said, “O fire, be cool and safe for Abraham.”[26]",
      "footnotes": "[26] It is reported in an authentic Hadīth that Abraham said, while being thrown into the fire, “Allah is sufficient for us and He is the best Protector.”"
    },
    {
      "id": "2553",
      "sura": "21",
      "aya": "70",
      "arabic_text": "وَأَرَادُواْ بِهِۦ كَيۡدٗا فَجَعَلۡنَٰهُمُ ٱلۡأَخۡسَرِينَ",
      "translation": "They plotted to harm him, but We made them the worst losers.",
      "footnotes": ""
    },
    {
      "id": "2554",
      "sura": "21",
      "aya": "71",
      "arabic_text": "وَنَجَّيۡنَٰهُ وَلُوطًا إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَا لِلۡعَٰلَمِينَ",
      "translation": "And We saved him and Lot [and brought him] to the land[27] that we have blessed for all people.",
      "footnotes": "[27] i.e., the Levant. Abraham and his nephew, Lot, were saved from their enemy Nimrod and his people, as they migrated from the land of Babel, Iraq to Jerusalem."
    },
    {
      "id": "2555",
      "sura": "21",
      "aya": "72",
      "arabic_text": "وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ نَافِلَةٗۖ وَكُلّٗا جَعَلۡنَا صَٰلِحِينَ",
      "translation": "And We gave him Isaac, and then Jacob, a grandson, and We made all of them righteous.",
      "footnotes": ""
    },
    {
      "id": "2556",
      "sura": "21",
      "aya": "73",
      "arabic_text": "وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا وَأَوۡحَيۡنَآ إِلَيۡهِمۡ فِعۡلَ ٱلۡخَيۡرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِۖ وَكَانُواْ لَنَا عَٰبِدِينَ",
      "translation": "And We made them leaders, guiding people by Our command, and We inspired them to do righteous deeds, establish prayer and give zakah[28]; and they were Our true worshipers.",
      "footnotes": "[28] The term \"zakah\" denotes purification and growth."
    },
    {
      "id": "2557",
      "sura": "21",
      "aya": "74",
      "arabic_text": "وَلُوطًا ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَنَجَّيۡنَٰهُ مِنَ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَت تَّعۡمَلُ ٱلۡخَبَٰٓئِثَۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَٰسِقِينَ",
      "translation": "To Lot We gave sound judgment and knowledge, and We saved him from the town that was engrossed in shameful practices. They were Indeed an evil and rebellious people.",
      "footnotes": ""
    },
    {
      "id": "2558",
      "sura": "21",
      "aya": "75",
      "arabic_text": "وَأَدۡخَلۡنَٰهُ فِي رَحۡمَتِنَآۖ إِنَّهُۥ مِنَ ٱلصَّٰلِحِينَ",
      "translation": "And We admitted him to Our mercy, for he was one of the righteous.",
      "footnotes": ""
    },
    {
      "id": "2559",
      "sura": "21",
      "aya": "76",
      "arabic_text": "وَنُوحًا إِذۡ نَادَىٰ مِن قَبۡلُ فَٱسۡتَجَبۡنَا لَهُۥ فَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ",
      "translation": "And [remember] Noah, when he called out[29] to Us before, so We responded to him and saved him and his household[30] from the great distress.",
      "footnotes": "[29] i.e., supplicated against his people who had persisted in denial.\n [30] i.e., the believers of his household."
    },
    {
      "id": "2560",
      "sura": "21",
      "aya": "77",
      "arabic_text": "وَنَصَرۡنَٰهُ مِنَ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ",
      "translation": "And We helped him against the people who rejected Our signs. They were indeed evil people, so We drowned them all.",
      "footnotes": ""
    },
    {
      "id": "2561",
      "sura": "21",
      "aya": "78",
      "arabic_text": "وَدَاوُۥدَ وَسُلَيۡمَٰنَ إِذۡ يَحۡكُمَانِ فِي ٱلۡحَرۡثِ إِذۡ نَفَشَتۡ فِيهِ غَنَمُ ٱلۡقَوۡمِ وَكُنَّا لِحُكۡمِهِمۡ شَٰهِدِينَ",
      "translation": "And [remember] David and Solomon, when they passed judgment about the tillage into which some people’s sheep had strayed at night[31], and We were witnesses to their judgment.",
      "footnotes": "[31] Destroying the crops and eating therefrom."
    },
    {
      "id": "2562",
      "sura": "21",
      "aya": "79",
      "arabic_text": "فَفَهَّمۡنَٰهَا سُلَيۡمَٰنَۚ وَكُلًّا ءَاتَيۡنَا حُكۡمٗا وَعِلۡمٗاۚ وَسَخَّرۡنَا مَعَ دَاوُۥدَ ٱلۡجِبَالَ يُسَبِّحۡنَ وَٱلطَّيۡرَۚ وَكُنَّا فَٰعِلِينَ",
      "translation": "We made Solomon understand it[32], although We gave each of them sound judgment and knowledge. We subjected the mountains and birds to glorify Allah along with David. It was We Who did all this.",
      "footnotes": "[32] A man’s flock of sheep strayed into another man’s tillage. When the two men came to David for judgment, he ruled that the shepherd must give his sheep in compensation for the damage. Nonetheless, Solomon suggested that the sheep be kept with the owner of the tillage, so he may benefit from their milk and wool, while the shepherd should work on the land to restore it to its former state. Thus, the farmer would take back his tillage in perfect condition, and the sheep would be returned to its owner. David was impressed by his son’s insightful and fair judgment and approved it."
    },
    {
      "id": "2563",
      "sura": "21",
      "aya": "80",
      "arabic_text": "وَعَلَّمۡنَٰهُ صَنۡعَةَ لَبُوسٖ لَّكُمۡ لِتُحۡصِنَكُم مِّنۢ بَأۡسِكُمۡۖ فَهَلۡ أَنتُمۡ شَٰكِرُونَ",
      "translation": "And We taught him[33] the art of making coats of mail for you to protect yourselves in your battle. Will you then be grateful?",
      "footnotes": "[33] i.e., David apart from Solomon."
    },
    {
      "id": "2564",
      "sura": "21",
      "aya": "81",
      "arabic_text": "وَلِسُلَيۡمَٰنَ ٱلرِّيحَ عَاصِفَةٗ تَجۡرِي بِأَمۡرِهِۦٓ إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَاۚ وَكُنَّا بِكُلِّ شَيۡءٍ عَٰلِمِينَ",
      "translation": "And to Solomon [We subjected] the raging wind, to blow by his command to the land We had blessed. It is We Who have full knowledge of everything.",
      "footnotes": ""
    },
    {
      "id": "2565",
      "sura": "21",
      "aya": "82",
      "arabic_text": "وَمِنَ ٱلشَّيَٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعۡمَلُونَ عَمَلٗا دُونَ ذَٰلِكَۖ وَكُنَّا لَهُمۡ حَٰفِظِينَ",
      "translation": "And among the devils [We subjected] those who dived for him[34] and performed other duties. It is We Who were watching over them[35].",
      "footnotes": "[34] Bringing him pearls.\n [35] Preventing any disobedience from Solomon's instructions and protecting him from being harmed by them."
    },
    {
      "id": "2566",
      "sura": "21",
      "aya": "83",
      "arabic_text": "۞ وَأَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلضُّرُّ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ",
      "translation": "And [remember] Job, when he cried out to his Lord, “I have been struck by adversity[36], and You are the Most Merciful of those who show mercy.”",
      "footnotes": "[36] i.e., loss of health, wealth, and children."
    },
    {
      "id": "2567",
      "sura": "21",
      "aya": "84",
      "arabic_text": "فَٱسۡتَجَبۡنَا لَهُۥ فَكَشَفۡنَا مَا بِهِۦ مِن ضُرّٖۖ وَءَاتَيۡنَٰهُ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنۡ عِندِنَا وَذِكۡرَىٰ لِلۡعَٰبِدِينَ",
      "translation": "So We responded to him and relieved his adversity, and We restored to him his family, twice as many, as a mercy from Us and as a reminder for Our worshipers.",
      "footnotes": ""
    },
    {
      "id": "2568",
      "sura": "21",
      "aya": "85",
      "arabic_text": "وَإِسۡمَٰعِيلَ وَإِدۡرِيسَ وَذَا ٱلۡكِفۡلِۖ كُلّٞ مِّنَ ٱلصَّٰبِرِينَ",
      "translation": "And [remember] Ishmael, Idrīs and Dhul-Kifl[37]; they were all steadfast.",
      "footnotes": "[37] Idrīs (Enoch); Dhul-Kifl (Ezekiel, or Isaiah)."
    },
    {
      "id": "2569",
      "sura": "21",
      "aya": "86",
      "arabic_text": "وَأَدۡخَلۡنَٰهُمۡ فِي رَحۡمَتِنَآۖ إِنَّهُم مِّنَ ٱلصَّٰلِحِينَ",
      "translation": "And We admitted them to Our mercy, for they were truly righteous.",
      "footnotes": ""
    },
    {
      "id": "2570",
      "sura": "21",
      "aya": "87",
      "arabic_text": "وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبٗا فَظَنَّ أَن لَّن نَّقۡدِرَ عَلَيۡهِ فَنَادَىٰ فِي ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبۡحَٰنَكَ إِنِّي كُنتُ مِنَ ٱلظَّٰلِمِينَ",
      "translation": "And [remember] the Man of the Whale [i.e., Jonah] when he departed in anger[38], thinking that We would not take him to task. Then he cried out in the depths of darkness[39], “None has the right to be worshiped except You. Glory be to You! I have certainly done wrong”.",
      "footnotes": "[38] Due to the disbelief of his people.\n [39] The darkness of the night, the sea, and the whale's belly."
    },
    {
      "id": "2571",
      "sura": "21",
      "aya": "88",
      "arabic_text": "فَٱسۡتَجَبۡنَا لَهُۥ وَنَجَّيۡنَٰهُ مِنَ ٱلۡغَمِّۚ وَكَذَٰلِكَ نُـۨجِي ٱلۡمُؤۡمِنِينَ",
      "translation": "So We answered his prayer and rescued him from distress. This is how We rescue the believers.",
      "footnotes": ""
    },
    {
      "id": "2572",
      "sura": "21",
      "aya": "89",
      "arabic_text": "وَزَكَرِيَّآ إِذۡ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرۡنِي فَرۡدٗا وَأَنتَ خَيۡرُ ٱلۡوَٰرِثِينَ",
      "translation": "And [remember] Zachariah, when he cried out to his Lord, “My Lord, do not leave me childless, for You are the Best of Inheritors.”",
      "footnotes": ""
    },
    {
      "id": "2573",
      "sura": "21",
      "aya": "90",
      "arabic_text": "فَٱسۡتَجَبۡنَا لَهُۥ وَوَهَبۡنَا لَهُۥ يَحۡيَىٰ وَأَصۡلَحۡنَا لَهُۥ زَوۡجَهُۥٓۚ إِنَّهُمۡ كَانُواْ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَيَدۡعُونَنَا رَغَبٗا وَرَهَبٗاۖ وَكَانُواْ لَنَا خَٰشِعِينَ",
      "translation": "So We answered his prayer and gave him John, and made his wife fertile. They used to hasten in doing good deeds and used to call upon Us with hope and fear, and they were humble before Us.",
      "footnotes": ""
    },
    {
      "id": "2574",
      "sura": "21",
      "aya": "91",
      "arabic_text": "وَٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهَا مِن رُّوحِنَا وَجَعَلۡنَٰهَا وَٱبۡنَهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ",
      "translation": "And [remember Mary] who guarded her chastity; We breathed in her [garment] through Our Spirit [Gabriel] and made her and her son a sign for all people.",
      "footnotes": ""
    },
    {
      "id": "2575",
      "sura": "21",
      "aya": "92",
      "arabic_text": "إِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱعۡبُدُونِ",
      "translation": "Indeed, this religion of yours is one religion, and I am your Lord, so worship Me alone.",
      "footnotes": ""
    },
    {
      "id": "2576",
      "sura": "21",
      "aya": "93",
      "arabic_text": "وَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡۖ كُلٌّ إِلَيۡنَا رَٰجِعُونَ",
      "translation": "But people have divided themselves into sects, yet they will all return to Us.",
      "footnotes": ""
    },
    {
      "id": "2577",
      "sura": "21",
      "aya": "94",
      "arabic_text": "فَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا كُفۡرَانَ لِسَعۡيِهِۦ وَإِنَّا لَهُۥ كَٰتِبُونَ",
      "translation": "Whoever does righteous deeds while he is a believer, his efforts will not be denied[40], for We are recording them all.",
      "footnotes": "[40] i.e., He will not be deprived of his due reward."
    },
    {
      "id": "2578",
      "sura": "21",
      "aya": "95",
      "arabic_text": "وَحَرَٰمٌ عَلَىٰ قَرۡيَةٍ أَهۡلَكۡنَٰهَآ أَنَّهُمۡ لَا يَرۡجِعُونَ",
      "translation": "It is not possible for any town that We have destroyed to ever come back [to this world][41],",
      "footnotes": "[41] To repent to Allah."
    },
    {
      "id": "2579",
      "sura": "21",
      "aya": "96",
      "arabic_text": "حَتَّىٰٓ إِذَا فُتِحَتۡ يَأۡجُوجُ وَمَأۡجُوجُ وَهُم مِّن كُلِّ حَدَبٖ يَنسِلُونَ",
      "translation": "until when Gog and Magog are let loose, swarming swiftly from every mound,",
      "footnotes": ""
    },
    {
      "id": "2580",
      "sura": "21",
      "aya": "97",
      "arabic_text": "وَٱقۡتَرَبَ ٱلۡوَعۡدُ ٱلۡحَقُّ فَإِذَا هِيَ شَٰخِصَةٌ أَبۡصَٰرُ ٱلَّذِينَ كَفَرُواْ يَٰوَيۡلَنَا قَدۡ كُنَّا فِي غَفۡلَةٖ مِّنۡ هَٰذَا بَلۡ كُنَّا ظَٰلِمِينَ",
      "translation": "when the True Promise[42] draws near, the eyes of those who disbelieved will stare in horror, [saying], “Woe to us! We were indeed heedless of this; nay, we were wrongdoers.”",
      "footnotes": "[42] i.e., the Hereafter."
    },
    {
      "id": "2581",
      "sura": "21",
      "aya": "98",
      "arabic_text": "إِنَّكُمۡ وَمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمۡ لَهَا وَٰرِدُونَ",
      "translation": "Indeed, you and all that you worship besides Allah will be the fuel for Hell; you will surely enter it.",
      "footnotes": ""
    },
    {
      "id": "2582",
      "sura": "21",
      "aya": "99",
      "arabic_text": "لَوۡ كَانَ هَٰٓؤُلَآءِ ءَالِهَةٗ مَّا وَرَدُوهَاۖ وَكُلّٞ فِيهَا خَٰلِدُونَ",
      "translation": "If these [idols] had truly been gods, they would not have entered it. But they will all abide therein forever.",
      "footnotes": ""
    },
    {
      "id": "2583",
      "sura": "21",
      "aya": "100",
      "arabic_text": "لَهُمۡ فِيهَا زَفِيرٞ وَهُمۡ فِيهَا لَا يَسۡمَعُونَ",
      "translation": "They will groan therein with anguish, and they will not be able to hear anything.",
      "footnotes": ""
    },
    {
      "id": "2584",
      "sura": "21",
      "aya": "101",
      "arabic_text": "إِنَّ ٱلَّذِينَ سَبَقَتۡ لَهُم مِّنَّا ٱلۡحُسۡنَىٰٓ أُوْلَٰٓئِكَ عَنۡهَا مُبۡعَدُونَ",
      "translation": "But those for whom We have decreed the finest reward, they will be far away from it.",
      "footnotes": ""
    },
    {
      "id": "2585",
      "sura": "21",
      "aya": "102",
      "arabic_text": "لَا يَسۡمَعُونَ حَسِيسَهَاۖ وَهُمۡ فِي مَا ٱشۡتَهَتۡ أَنفُسُهُمۡ خَٰلِدُونَ",
      "translation": "They will not hear its slightest hissing, and they will abide forever in whatever their souls desire.",
      "footnotes": ""
    },
    {
      "id": "2586",
      "sura": "21",
      "aya": "103",
      "arabic_text": "لَا يَحۡزُنُهُمُ ٱلۡفَزَعُ ٱلۡأَكۡبَرُ وَتَتَلَقَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ هَٰذَا يَوۡمُكُمُ ٱلَّذِي كُنتُمۡ تُوعَدُونَ",
      "translation": "They will not be grieved by the Greatest Terror[43], and the angels will receive them [saying], “This is your Day that you were promised”.",
      "footnotes": "[43] i.e., the events of the Day of Resurrection."
    },
    {
      "id": "2587",
      "sura": "21",
      "aya": "104",
      "arabic_text": "يَوۡمَ نَطۡوِي ٱلسَّمَآءَ كَطَيِّ ٱلسِّجِلِّ لِلۡكُتُبِۚ كَمَا بَدَأۡنَآ أَوَّلَ خَلۡقٖ نُّعِيدُهُۥۚ وَعۡدًا عَلَيۡنَآۚ إِنَّا كُنَّا فَٰعِلِينَ",
      "translation": "On the Day when We roll up the heavens like a scroll of records. Just as We originated the first creation, so We will bring it back. That is Our binding promise, which We will surely do.",
      "footnotes": ""
    },
    {
      "id": "2588",
      "sura": "21",
      "aya": "105",
      "arabic_text": "وَلَقَدۡ كَتَبۡنَا فِي ٱلزَّبُورِ مِنۢ بَعۡدِ ٱلذِّكۡرِ أَنَّ ٱلۡأَرۡضَ يَرِثُهَا عِبَادِيَ ٱلصَّٰلِحُونَ",
      "translation": "We have written in the Psalms[44] after the Preserved Record[45], that the land will be inherited by My righteous slaves.",
      "footnotes": "[44] i.e., the Scriptures.\n [45] i.e., after inscribing it in al-Lawh al-Mahfūz."
    },
    {
      "id": "2589",
      "sura": "21",
      "aya": "106",
      "arabic_text": "إِنَّ فِي هَٰذَا لَبَلَٰغٗا لِّقَوۡمٍ عَٰبِدِينَ",
      "translation": "Indeed, there is a message in this [Qur’an] for devoted worshipers.",
      "footnotes": ""
    },
    {
      "id": "2590",
      "sura": "21",
      "aya": "107",
      "arabic_text": "وَمَآ أَرۡسَلۡنَٰكَ إِلَّا رَحۡمَةٗ لِّلۡعَٰلَمِينَ",
      "translation": "We have not sent you [O Prophet] except as a mercy to the worlds.",
      "footnotes": ""
    },
    {
      "id": "2591",
      "sura": "21",
      "aya": "108",
      "arabic_text": "قُلۡ إِنَّمَا يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ",
      "translation": "Say, “It is only revealed to me that your God is only One God; will you then submit to Him?",
      "footnotes": ""
    },
    {
      "id": "2592",
      "sura": "21",
      "aya": "109",
      "arabic_text": "فَإِن تَوَلَّوۡاْ فَقُلۡ ءَاذَنتُكُمۡ عَلَىٰ سَوَآءٖۖ وَإِنۡ أَدۡرِيٓ أَقَرِيبٌ أَم بَعِيدٞ مَّا تُوعَدُونَ",
      "translation": "But if they turn away, say, “I have proclaimed the message to you all alike[46], and I do not know whether what you are warned of[47] is near or far.",
      "footnotes": "[46] i.e., We and you know that there is no peace between us.\n [47] i.e., the punishment."
    },
    {
      "id": "2593",
      "sura": "21",
      "aya": "110",
      "arabic_text": "إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ مِنَ ٱلۡقَوۡلِ وَيَعۡلَمُ مَا تَكۡتُمُونَ",
      "translation": "Indeed, He knows what is said openly and knows what you conceal.",
      "footnotes": ""
    },
    {
      "id": "2594",
      "sura": "21",
      "aya": "111",
      "arabic_text": "وَإِنۡ أَدۡرِي لَعَلَّهُۥ فِتۡنَةٞ لَّكُمۡ وَمَتَٰعٌ إِلَىٰ حِينٖ",
      "translation": "I do not know; perhaps this [delay][48] is a test for you[49] and an enjoyment for a while.”",
      "footnotes": "[48] i.e., this postponement of punishment.\n [49] To increase sin."
    },
    {
      "id": "2595",
      "sura": "21",
      "aya": "112",
      "arabic_text": "قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ",
      "translation": "[The Prophet] said, “My Lord, judge [between us] in truth. Our Lord is the Most Compassionate Whose help is to be sought against what you describe[50].”",
      "footnotes": "[50] i.e., of lies and disbelief."
    }
  ]
}