{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 208,
      "verse_key": "10:1",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ",
      "translation": "1. Елиф-лам-ра. Ова се ајети од Мудрата Книга.",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 208,
      "verse_key": "10:2",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَكَانَ لِلنَّاسِ عَجَبًا أَنۡ أَوۡحَيۡنَآ إِلَىٰ رَجُلٖ مِّنۡهُمۡ أَنۡ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِينَ ءَامَنُوٓاْ أَنَّ لَهُمۡ قَدَمَ صِدۡقٍ عِندَ رَبِّهِمۡۗ قَالَ ٱلۡكَٰفِرُونَ إِنَّ هَٰذَا لَسَٰحِرٞ مُّبِينٌ",
      "translation": "2. Зошто им е чудно на луѓето што Ние му објавуваме на еден од нив: „Опоменувај ги луѓето! А верниците израдувај ги со прекрасна награда кај Господарот нивен!“ Неверниците велат: „Тој е вистински маѓепсник!“",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 208,
      "verse_key": "10:3",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُدَبِّرُ ٱلۡأَمۡرَۖ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعۡدِ إِذۡنِهِۦۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ فَٱعۡبُدُوهُۚ أَفَلَا تَذَكَّرُونَ",
      "translation": "3. Вашиот Господар е Аллах, Кој небесата и Земјата за шест временски периоди ги создаде, а потоа над Аршот се возвиши и Кој управува. Никој нема да може да се зазема за некого, без Негово одобрение. Ете тоа е Аллах, Господарот ваш, па само Него обожувајте Го! Зошто не размислите?",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 208,
      "verse_key": "10:4",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَيۡهِ مَرۡجِعُكُمۡ جَمِيعٗاۖ وَعۡدَ ٱللَّهِ حَقًّاۚ إِنَّهُۥ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ بِٱلۡقِسۡطِۚ وَٱلَّذِينَ كَفَرُواْ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ",
      "translation": "4. На Него сите ќе Му се вратите; Аллаховото ветување е вистинито; Тој навистина од ништо создава, и Тој повторно тоа ќе го повтори, за праведно да ги награди тие што веруваат и прават добри дела. А тие што нема да веруваат ги чека напивка од зовриена вода и неиздржливо страдање, затоа што беа неверници.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 208,
      "verse_key": "10:5",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي جَعَلَ ٱلشَّمۡسَ ضِيَآءٗ وَٱلۡقَمَرَ نُورٗا وَقَدَّرَهُۥ مَنَازِلَ لِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ مَا خَلَقَ ٱللَّهُ ذَٰلِكَ إِلَّا بِٱلۡحَقِّۚ يُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ",
      "translation": "5. Тој Сонцето извор на светлината го направи, а Месечината сјајна, и положба ѝ одреди за да го знаете бројот на годините и сметањето. Аллах тоа мудро го создаде. Тој детално им ги предочува доказите на луѓето кои разбираат.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 208,
      "verse_key": "10:6",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ فِي ٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَا خَلَقَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَّقُونَ",
      "translation": "6. Во менувањето на ноќта и денот, и во тоа што Аллах на небесата и на Земјата го создаде, навистина постојат докази за луѓето кои се плашат од Аллах.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 209,
      "verse_key": "10:7",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا وَرَضُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَٱطۡمَأَنُّواْ بِهَا وَٱلَّذِينَ هُمۡ عَنۡ ءَايَٰتِنَا غَٰفِلُونَ",
      "translation": "7. На тие што не очекуваат дека пред Нас ќе застанат и кои се задоволни со животот на овој свет, кои на него се смирени и тие кои кон нашите докази се рамнодушни,",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 209,
      "verse_key": "10:8",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُوْلَٰٓئِكَ مَأۡوَىٰهُمُ ٱلنَّارُ بِمَا كَانُواْ يَكۡسِبُونَ",
      "translation": "8. престојувалиштето нивно џехенемот ќе биде, поради тоа што го правеле.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 209,
      "verse_key": "10:9",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ يَهۡدِيهِمۡ رَبُّهُم بِإِيمَٰنِهِمۡۖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ فِي جَنَّٰتِ ٱلنَّعِيمِ",
      "translation": "9. Тие што веруваат и прават добри дела, Господарот нивен ќе ги упати на Вистинскиот пат, поради тоа што веруваат. Реки ќе течат под нив во градините на благодатите.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 209,
      "verse_key": "10:10",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "دَعۡوَىٰهُمۡ فِيهَا سُبۡحَٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمۡ فِيهَا سَلَٰمٞۚ وَءَاخِرُ دَعۡوَىٰهُمۡ أَنِ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "10. Нивната молитва во нив ќе биде: „Славен си Аллаху!“, поздравот нивен: „Мир со вас!“, а нивната последна молитва: „Сета благодарност Му припаѓа на Аллах, Господарот на световите!“",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 209,
      "verse_key": "10:11",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَلَوۡ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسۡتِعۡجَالَهُم بِٱلۡخَيۡرِ لَقُضِيَ إِلَيۡهِمۡ أَجَلُهُمۡۖ فَنَذَرُ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ",
      "translation": "11. Да им дава Аллах на луѓето зло толку брзо како кога им се одѕива кога бараат добро, тие навистина би биле уништени. Но, Ние сепак ги оставаме во својата осиленост да талкаат тие што не очекуваат дека пред Нас ќе застанат.",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 209,
      "verse_key": "10:12",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوۡ قَاعِدًا أَوۡ قَآئِمٗا فَلَمَّا كَشَفۡنَا عَنۡهُ ضُرَّهُۥ مَرَّ كَأَن لَّمۡ يَدۡعُنَآ إِلَىٰ ضُرّٖ مَّسَّهُۥۚ كَذَٰلِكَ زُيِّنَ لِلۡمُسۡرِفِينَ مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "12. Кога човекот ќе го снајде неволја, тој ни се моли: или лежејќи или седејќи или стоејќи. А кога ќе го ослободиме од неволјата, тој продолжува, како никогаш да не Ни се обраќал со молба поради неволјата која го снашла. И така на неверниците, кои ги преминуваат границите, им се чини убаво тоа што го прават.",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 209,
      "verse_key": "10:13",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ أَهۡلَكۡنَا ٱلۡقُرُونَ مِن قَبۡلِكُمۡ لَمَّا ظَلَمُواْ وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَمَا كَانُواْ لِيُؤۡمِنُواْۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ",
      "translation": "13. Ние ги уништувавме древните народи пред вас затоа што правеа неправда откако Пратениците нивни јасни докази им носеа. Но тие и така не би верувале. Така Ние го казнуваме народот злосторнички.",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 209,
      "verse_key": "10:14",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ جَعَلۡنَٰكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِ مِنۢ بَعۡدِهِمۡ لِنَنظُرَ كَيۡفَ تَعۡمَلُونَ",
      "translation": "14. Ете затоа по нив, вас ве поставивме за наследници на Земјата, за да видиме како ќе постапувате.",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 210,
      "verse_key": "10:15",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَاتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا ٱئۡتِ بِقُرۡءَانٍ غَيۡرِ هَٰذَآ أَوۡ بَدِّلۡهُۚ قُلۡ مَا يَكُونُ لِيٓ أَنۡ أُبَدِّلَهُۥ مِن تِلۡقَآيِٕ نَفۡسِيٓۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۖ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ",
      "translation": "15. А кога им се кажуваат ајетите Наши, кои се јасни, тогаш тие што не веруваат дека пред Нас ќе застанат, велат: „Донеси ти некој друг Куран или измени го!“ Кажи: „Незамисливо е јас сам од себе да го менувам, јас го следам само тоа што ми се објавува, јас се плашам да Му бидам непослушен на својот Господар од страдањето на Големиот ден.“",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 210,
      "verse_key": "10:16",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لَّوۡ شَآءَ ٱللَّهُ مَا تَلَوۡتُهُۥ عَلَيۡكُمۡ وَلَآ أَدۡرَىٰكُم بِهِۦۖ فَقَدۡ لَبِثۡتُ فِيكُمۡ عُمُرٗا مِّن قَبۡلِهِۦٓۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "16. Кажи: „Да не сакаше Аллах, јас немаше да ви го кажувам, ниту пак Тој ќе ве запознаеше со него. Та, јас пред пратеништвото помеѓу вас долго престојував, зарем не сфаќате?“",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 210,
      "verse_key": "10:17",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡمُجۡرِمُونَ",
      "translation": "17. Па има ли тогаш понеправеден од тој којшто за Аллах изнесува лаги или кој што Неговите докази ги смета за невистинити?! Злосторниците навистина нема да успеат.",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 210,
      "verse_key": "10:18",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡ وَيَقُولُونَ هَٰٓؤُلَآءِ شُفَعَٰٓؤُنَا عِندَ ٱللَّهِۚ قُلۡ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعۡلَمُ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
      "translation": "18. Тие, покрај Аллах, ги обожуваат тие кои не можат да им наштетат ниту пак можат каква било корист да им донесат, и велат: „Ова се нашите заземачи кај Аллах.“ Кажи: „Како тоа на Аллах да Му кажувате дека на небесата и на Земјата постои нешто, а Тој знае дека не постои?!“ Тој е чист и многу високо над тие што Нему Му ги здружуваат!",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 210,
      "verse_key": "10:19",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةٗ وَٰحِدَةٗ فَٱخۡتَلَفُواْۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡ فِيمَا فِيهِ يَخۡتَلِفُونَ",
      "translation": "19. Луѓето сочинуваа една заедница, а потоа се спротивставија еден против друг. А да не беше претходно изречениот Збор од Господарот твој, на нив веќе ќе им беше пресудено за тоа за што не се согласуваа.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 210,
      "verse_key": "10:20",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَقُولُونَ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۖ فَقُلۡ إِنَّمَا ٱلۡغَيۡبُ لِلَّهِ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ",
      "translation": "20. Тие велат: „Зошто Неговиот Господар не му испрати некое чудо?“ Ти кажи: „Само Аллах знае што ќе биде, па почекајте и јас со вас ќе чекам.“",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 211,
      "verse_key": "10:21",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ مِّنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُمۡ إِذَا لَهُم مَّكۡرٞ فِيٓ ءَايَاتِنَاۚ قُلِ ٱللَّهُ أَسۡرَعُ مَكۡرًاۚ إِنَّ رُسُلَنَا يَكۡتُبُونَ مَا تَمۡكُرُونَ",
      "translation": "21. А кога Ние ќе им дозволиме на луѓето да ја почувствуваат милоста по неволјата која ги снашла, тие повторно на доказите Наши им се потсмеваат. Кажи: „Аллах е побрз во казнувањето; мелеците Наши навистина го запишуваат тоа што вие го сплеткарите.“",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 211,
      "verse_key": "10:22",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي يُسَيِّرُكُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۖ حَتَّىٰٓ إِذَا كُنتُمۡ فِي ٱلۡفُلۡكِ وَجَرَيۡنَ بِهِم بِرِيحٖ طَيِّبَةٖ وَفَرِحُواْ بِهَا جَآءَتۡهَا رِيحٌ عَاصِفٞ وَجَآءَهُمُ ٱلۡمَوۡجُ مِن كُلِّ مَكَانٖ وَظَنُّوٓاْ أَنَّهُمۡ أُحِيطَ بِهِمۡ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ لَئِنۡ أَنجَيۡتَنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ",
      "translation": "22. Тој ви овозможува по копно и по море да патувате. Па кога сте во бродовите, и кога тие со помош на благиот ветер ќе запловат со патниците, па тие му се радуваат на тоа; надојде ли силен ветер и брановите насрнат ли кон нив од сите страни, а тие ќе се уплашат дека ќе настрадаат, искрено Му се молат на Аллах: „Ако нè спасиш од ова, сигурно ќе бидеме благодарни!“",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 211,
      "verse_key": "10:23",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّآ أَنجَىٰهُمۡ إِذَا هُمۡ يَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۗ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَا بَغۡيُكُمۡ عَلَىٰٓ أَنفُسِكُمۖ مَّتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ إِلَيۡنَا مَرۡجِعُكُمۡ فَنُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "23. А кога Тој ќе ги спаси, тие одеднаш без никаква основа прават неред на Земјата! О, луѓе, неправдата која ја правите за да уживате на овој свет само ви штети; потоа Нам ќе ни се вратите и Ние ќе ве известиме за тоа што го правевте!",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 211,
      "verse_key": "10:24",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّمَا مَثَلُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ مِمَّا يَأۡكُلُ ٱلنَّاسُ وَٱلۡأَنۡعَٰمُ حَتَّىٰٓ إِذَآ أَخَذَتِ ٱلۡأَرۡضُ زُخۡرُفَهَا وَٱزَّيَّنَتۡ وَظَنَّ أَهۡلُهَآ أَنَّهُمۡ قَٰدِرُونَ عَلَيۡهَآ أَتَىٰهَآ أَمۡرُنَا لَيۡلًا أَوۡ نَهَارٗا فَجَعَلۡنَٰهَا حَصِيدٗا كَأَن لَّمۡ تَغۡنَ بِٱلۡأَمۡسِۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَتَفَكَّرُونَ",
      "translation": "24. Животот на овој свет е сличен на овоземското растение на кое Ние му спуштаме дожд од небото со кој тоа се измешува, со кое потоа се хранат луѓето и добитокот. И кога Земјата со своето руво ќе се украси и ќе се накити, и кога нејзините жители ќе помислат дека тие се господари на тоа, доаѓа заповедта Наша, ноќе или дење, и Ние тоа го покосуваме како претходно да не било ништо. Ете, така Ние детално им ги претставуваме доказите на народот кој сака да размисли.",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 211,
      "verse_key": "10:25",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱللَّهُ يَدۡعُوٓاْ إِلَىٰ دَارِ ٱلسَّلَٰمِ وَيَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "25. Аллах повикува кон Куќата на спасот[145] и му укажува на Правиот пат на тој кому Тој сака.",
      "footnotes": "[145] Куќа на спасот (ар. Дарус селам) е едно од имињата на рајот."
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 212,
      "verse_key": "10:26",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ لِّلَّذِينَ أَحۡسَنُواْ ٱلۡحُسۡنَىٰ وَزِيَادَةٞۖ وَلَا يَرۡهَقُ وُجُوهَهُمۡ قَتَرٞ وَلَا ذِلَّةٌۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "26. Тие што прават добри дела ги чека убава награда, и повеќе од тоа! Нивните лица нема да ги покрие ни црнило ни понижување, тие жители на џенетот ќе бидат, во него вечно ќе престојуваат.",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 212,
      "verse_key": "10:27",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ كَسَبُواْ ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةِۭ بِمِثۡلِهَا وَتَرۡهَقُهُمۡ ذِلَّةٞۖ مَّا لَهُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۖ كَأَنَّمَآ أُغۡشِيَتۡ وُجُوهُهُمۡ قِطَعٗا مِّنَ ٱلَّيۡلِ مُظۡلِمًاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "27. А тие што прават лоши дела ги чека сразмерна казна за тоа што го сториле; нив понижувањето ќе ги прекрива, никој од Аллах нема да ги заштити, лицата нивни ќе бидат мрачни, како на нив да се спуштиле делови од темна ноќ, жители на Огнот тие ќе бидат, и во него вечно ќе престојуваат!",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 212,
      "verse_key": "10:28",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُواْ مَكَانَكُمۡ أَنتُمۡ وَشُرَكَآؤُكُمۡۚ فَزَيَّلۡنَا بَيۡنَهُمۡۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمۡ إِيَّانَا تَعۡبُدُونَ",
      "translation": "28. А на Денот кога сите ќе ги собереме, ќе им кажеме на тие кои на Аллах здруженици Му припишуваа: „Застанете вие и божествата ваши!“, па ќе ги раздвоиме, а божествата нивни ќе речат: „Вие нас не нè обожувавте.",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 212,
      "verse_key": "10:29",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَكَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنَنَا وَبَيۡنَكُمۡ إِن كُنَّا عَنۡ عِبَادَتِكُمۡ لَغَٰفِلِينَ",
      "translation": "29. Аллах ни е доволен сведок и нам и вам, ние навистина не знаевме дека нè обожувавте.“",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 212,
      "verse_key": "10:30",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُنَالِكَ تَبۡلُواْ كُلُّ نَفۡسٖ مَّآ أَسۡلَفَتۡۚ وَرُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ",
      "translation": "30. Тука секој ќе го дознае тоа што претходно го направил – ќе Му бидат вратени на Аллах, на својот вистински Господар, а нема да ги има тие што самите ги измислувале.",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 212,
      "verse_key": "10:31",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أَمَّن يَمۡلِكُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَمَن يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَمَن يُدَبِّرُ ٱلۡأَمۡرَۚ فَسَيَقُولُونَ ٱللَّهُۚ فَقُلۡ أَفَلَا تَتَّقُونَ",
      "translation": "31. Запрашај: „Кој ве храни од небото и од земјата, чие дело се слухот и видот, кој го создава живото од неживото, а го претвора живото во неживо, и кој управува со сè?“ – „Аллах!“, ќе кажат тие, а ти кажи: „Па зошто тогаш не се плашите од Него?",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 212,
      "verse_key": "10:32",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلۡحَقُّۖ فَمَاذَا بَعۡدَ ٱلۡحَقِّ إِلَّا ٱلضَّلَٰلُۖ فَأَنَّىٰ تُصۡرَفُونَ",
      "translation": "32. Ете, тоа е Аллах, Господарот ваш вистински! Зарем по Вистината има нешто друго освен заблуда? Па тогаш каде се одметнувате?“",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 212,
      "verse_key": "10:33",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓاْ أَنَّهُمۡ لَا يُؤۡمِنُونَ",
      "translation": "33. Така ќе се остварат зборовите на Господарот твој, дека нема да веруваат тие што живеат во грев.",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 213,
      "verse_key": "10:34",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۚ قُلِ ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۖ فَأَنَّىٰ تُؤۡفَكُونَ",
      "translation": "34. Кажи: „Дали може кое било ваше божество да создава од ништо и повторно тоа да го направи?“ Кажи: „Аллах создава од ништо и повторно тоа ќе го направи! Па тогаш каде се одметнувате?“",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 213,
      "verse_key": "10:35",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَهۡدِيٓ إِلَى ٱلۡحَقِّۚ قُلِ ٱللَّهُ يَهۡدِي لِلۡحَقِّۗ أَفَمَن يَهۡدِيٓ إِلَى ٱلۡحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّيٓ إِلَّآ أَن يُهۡدَىٰۖ فَمَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ",
      "translation": "35. Кажи: „Дали може кое било ваше божество да упати на Вистинскиот пат?“, и одговори: „Само Аллах упатува на Вистинскиот пат! Па дали тогаш е подостојно да се почитува Тој што на Вистинскиот пат упатува или тој што и самиот не е на Вистинскиот пат, освен ако некој друг на Вистинскиот пат не го упати? Што ви е, како расудувате?!“",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 213,
      "verse_key": "10:36",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا يَتَّبِعُ أَكۡثَرُهُمۡ إِلَّا ظَنًّاۚ إِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَفۡعَلُونَ",
      "translation": "36. Повеќето од нив ги следат само претпоставките; но претпоставките не ѝ се нималку од корист на Вистината; Аллах навистина добро го знае тоа што тие го прават.",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 213,
      "verse_key": "10:37",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا كَانَ هَٰذَا ٱلۡقُرۡءَانُ أَن يُفۡتَرَىٰ مِن دُونِ ٱللَّهِ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ",
      "translation": "37. Овој Куран не е измислен, од Аллах е! Ја потврдува вистинитоста на предходните објави и ги објаснува прописите, во него нема сомнеж, од Господарот на световите е!",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 213,
      "verse_key": "10:38",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِسُورَةٖ مِّثۡلِهِۦ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "38. А тие велат: „Тој го измислува!“ Кажи: „Па дајте и вие едно поглавје како што му е нему објавено, и кого сакате, од тие во кои покрај Аллах верувате, на помош повикајте, ако вистината ја зборувате.“",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 213,
      "verse_key": "10:39",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَلۡ كَذَّبُواْ بِمَا لَمۡ يُحِيطُواْ بِعِلۡمِهِۦ وَلَمَّا يَأۡتِهِمۡ تَأۡوِيلُهُۥۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ",
      "translation": "39. Тие негираат, пред темелно да дознаат што има во него, а сè уште не им дошло толкувањето негово; исто така негираа и тие пред нив, па погледни како завршија насилниците!",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 213,
      "verse_key": "10:40",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡهُم مَّن يُؤۡمِنُ بِهِۦ وَمِنۡهُم مَّن لَّا يُؤۡمِنُ بِهِۦۚ وَرَبُّكَ أَعۡلَمُ بِٱلۡمُفۡسِدِينَ",
      "translation": "40. Има такви што веруваат во Него, а има и такви што не веруваат во Него. А Господарот твој, добро ги знае интригантите.",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 213,
      "verse_key": "10:41",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمۡ عَمَلُكُمۡۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعۡمَلُ وَأَنَا۠ بَرِيٓءٞ مِّمَّا تَعۡمَلُونَ",
      "translation": "41. И ако тие те обвинуваат за лага, ти кажи: „Мене моите, а вам вашите дела; вие нема да одговарате за тоа што јас го правам, а јас нема да одговарам за тоа што вие го правите.“",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 213,
      "verse_key": "10:42",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡهُم مَّن يَسۡتَمِعُونَ إِلَيۡكَۚ أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ وَلَوۡ كَانُواْ لَا يَعۡقِلُونَ",
      "translation": "42. Има такви што доаѓаат да те слушаат. А можеш ли да направиш глувите да те слушнат, кои ни памет немаат?",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 214,
      "verse_key": "10:43",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡهُم مَّن يَنظُرُ إِلَيۡكَۚ أَفَأَنتَ تَهۡدِي ٱلۡعُمۡيَ وَلَوۡ كَانُواْ لَا يُبۡصِرُونَ",
      "translation": "43. А има такви што те набљудуваат. А можеш ли да ги упатиш на Вистинскиот пат слепите, кои ни разум немаат?",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 214,
      "verse_key": "10:44",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱللَّهَ لَا يَظۡلِمُ ٱلنَّاسَ شَيۡـٔٗا وَلَٰكِنَّ ٱلنَّاسَ أَنفُسَهُمۡ يَظۡلِمُونَ",
      "translation": "44. Аллах навистина нема никаква неправда на луѓето да им стори, луѓето сами си ја прават.",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 214,
      "verse_key": "10:45",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَوۡمَ يَحۡشُرُهُمۡ كَأَن لَّمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيۡنَهُمۡۚ قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِ وَمَا كَانُواْ مُهۡتَدِينَ",
      "translation": "45. А на Денот кога Тој ќе ги собере, ќе им се пристори како да престојувале само еден час во денот, и едните ќе ги препознаат другите. Тие што негирале дека ќе застанат пред Аллах и што не оделе по Вистинскиот пат, ќе бидат изгубени!",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 214,
      "verse_key": "10:46",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفۡعَلُونَ",
      "translation": "46. Било да ти покажеме дел од тоа со што им се закануваме, било да ти ја земеме душата, Нам сè ќе ни се врати и тогаш Аллах ќе биде сведок за тоа што го правеле.",
      "footnotes": ""
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 214,
      "verse_key": "10:47",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِكُلِّ أُمَّةٖ رَّسُولٞۖ فَإِذَا جَآءَ رَسُولُهُمۡ قُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ",
      "translation": "47. Секој народ имал Пратеник. И кога Пратеникот нивен ќе дојде меѓу нив, ним праведно ќе им биде пресудено, нема да им биде нанесено насилство.",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 214,
      "verse_key": "10:48",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "48. Тие велат: „Кога веќе еднаш ќе биде таа закана, ако ја зборувате вистината?“",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 214,
      "verse_key": "10:49",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لَّآ أَمۡلِكُ لِنَفۡسِي ضَرّٗا وَلَا نَفۡعًا إِلَّا مَا شَآءَ ٱللَّهُۗ لِكُلِّ أُمَّةٍ أَجَلٌۚ إِذَا جَآءَ أَجَلُهُمۡ فَلَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ",
      "translation": "49. Кажи: „Јас не можам ни на самиот себеси некаква корист да си сторам, ниту од себеси некаква штета да тргнам; се случува така како што сака Аллах!“ Секој народ има крај, и кога крајот негов ќе дојде, ни за момент нема да може да го одложи ниту да го забрза.",
      "footnotes": ""
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 214,
      "verse_key": "10:50",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُهُۥ بَيَٰتًا أَوۡ نَهَارٗا مَّاذَا يَسۡتَعۡجِلُ مِنۡهُ ٱلۡمُجۡرِمُونَ",
      "translation": "50. Кажи: „Кажете ми: доколку казната Негова ве стигне ноќе или дење, зошто тогаш злосторниците ја избрзуваат?",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 214,
      "verse_key": "10:51",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓۚ ءَآلۡـَٰٔنَ وَقَدۡ كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ",
      "translation": "51. Зарем тогаш кога ќе се случи ќе поверувате во неа? Дури тогаш, а порано сте ја забрзувале?“",
      "footnotes": ""
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 214,
      "verse_key": "10:52",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلۡخُلۡدِ هَلۡ تُجۡزَوۡنَ إِلَّا بِمَا كُنتُمۡ تَكۡسِبُونَ",
      "translation": "52. Потоа ќе им се каже на тие што сториле неправда: „Искусете го вечното страдање; зарем се казнувате повеќе отколку што сте заслужиле?“",
      "footnotes": ""
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 214,
      "verse_key": "10:53",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَيَسۡتَنۢبِـُٔونَكَ أَحَقٌّ هُوَۖ قُلۡ إِي وَرَبِّيٓ إِنَّهُۥ لَحَقّٞۖ وَمَآ أَنتُم بِمُعۡجِزِينَ",
      "translation": "53. Тие те потпрашуваат: „Дали е вистина дека тоа ќе се случи?“ Кажи: „Да, се колнам во Господарот мој, навистина е вистина, и вие нема да можете да ја одминете!“",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 215,
      "verse_key": "10:54",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ أَنَّ لِكُلِّ نَفۡسٖ ظَلَمَتۡ مَا فِي ٱلۡأَرۡضِ لَٱفۡتَدَتۡ بِهِۦۗ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۖ وَقُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ",
      "translation": "54. Кога неверникот би поседувал сè што постои на Земјата, сето тоа би го дал само за да се откупи. А кога тие ќе го доживеат страдањето, ќе ја сокријат тагата, и праведно ќе им биде пресудено, нема да им се стори неправда.",
      "footnotes": ""
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 215,
      "verse_key": "10:55",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَآ إِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ أَلَآ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
      "translation": "55. Аллахово е сè што е на небесата и на Земјата! Аллаховото ветување сигурно ќе се исполни, но повеќето од нив не знаат!",
      "footnotes": ""
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 215,
      "verse_key": "10:56",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ يُحۡيِۦ وَيُمِيتُ وَإِلَيۡهِ تُرۡجَعُونَ",
      "translation": "56. Тој, животот и смртта ги дава и Нему ќе Му се вратите.",
      "footnotes": ""
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 215,
      "verse_key": "10:57",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَتۡكُم مَّوۡعِظَةٞ مِّن رَّبِّكُمۡ وَشِفَآءٞ لِّمَا فِي ٱلصُّدُورِ وَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ",
      "translation": "57. О, луѓе, веќе ви стигна порака од Господарот ваш, и лек за вашите срца, и упатство и милост за верниците.",
      "footnotes": ""
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 215,
      "verse_key": "10:58",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ بِفَضۡلِ ٱللَّهِ وَبِرَحۡمَتِهِۦ فَبِذَٰلِكَ فَلۡيَفۡرَحُواْ هُوَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ",
      "translation": "58. Кажи: „Па поради тоа нека им се радуваат на Аллаховата благодат и милост, тоа е подобро од тоа што го натрупуваат.“",
      "footnotes": ""
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 215,
      "verse_key": "10:59",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ أَرَءَيۡتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزۡقٖ فَجَعَلۡتُم مِّنۡهُ حَرَامٗا وَحَلَٰلٗا قُلۡ ءَآللَّهُ أَذِنَ لَكُمۡۖ أَمۡ عَلَى ٱللَّهِ تَفۡتَرُونَ",
      "translation": "59. Кажи: „Кажете ми зошто некоја храна која Аллах ја дава, ја сметате за забранета, а друга за дозволена?“ Кажи: „Дали тоа Аллах ви го дозволил или изнесувате лаги за Аллах?“",
      "footnotes": ""
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 215,
      "verse_key": "10:60",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا ظَنُّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ يَوۡمَ ٱلۡقِيَٰمَةِۗ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ",
      "translation": "60. И што мислат тие кои изнесуваат лаги за Аллах, што ќе биде на Судниот ден? Аллах навистина е неизмерно добар кон луѓето, но повеќето од нив не заблагодаруваат.",
      "footnotes": ""
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 215,
      "verse_key": "10:61",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا تَكُونُ فِي شَأۡنٖ وَمَا تَتۡلُواْ مِنۡهُ مِن قُرۡءَانٖ وَلَا تَعۡمَلُونَ مِنۡ عَمَلٍ إِلَّا كُنَّا عَلَيۡكُمۡ شُهُودًا إِذۡ تُفِيضُونَ فِيهِۚ وَمَا يَعۡزُبُ عَن رَّبِّكَ مِن مِّثۡقَالِ ذَرَّةٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ وَلَآ أَصۡغَرَ مِن ذَٰلِكَ وَلَآ أَكۡبَرَ إِلَّا فِي كِتَٰبٖ مُّبِينٍ",
      "translation": "61. И што и да правиш, и што и да кажуваш од Куранот, и каква било работа да правите, Ние над вас ќе бдееме, сè додека со тоа се занимавате. На Господарот твој ништо не Му е скриено ни на Земјата ни на небото, ни колку една тронка, и не постои ништо, ни помало ни поголемо од тоа, а да не е во Книгата јасна.",
      "footnotes": ""
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 216,
      "verse_key": "10:62",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَآ إِنَّ أَوۡلِيَآءَ ٱللَّهِ لَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
      "translation": "62. Од ништо нека не се плашат и за ништо нека не тагуваат Аллаховите штитеници.",
      "footnotes": ""
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 216,
      "verse_key": "10:63",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ",
      "translation": "63. Тие кои ќе веруваат и кои ќе стравуваат од Аллах,",
      "footnotes": ""
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 216,
      "verse_key": "10:64",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَهُمُ ٱلۡبُشۡرَىٰ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۚ لَا تَبۡدِيلَ لِكَلِمَٰتِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
      "translation": "64. за нив се добрите вести и на овој и на оној свет – Аллаховите зборови никој не може да ги смени – тоа навистина ќе биде голем успех!",
      "footnotes": ""
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 216,
      "verse_key": "10:65",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعًاۚ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "65. Нека не те растажува говорот нивни! Навистина, сета моќ Му припаѓа на Аллах; Тој сè слуша и сè знае.",
      "footnotes": ""
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 216,
      "verse_key": "10:66",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَآ إِنَّ لِلَّهِ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِۗ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ",
      "translation": "66. Во Аллахова власт е сè што е на небесата и на Земјата. А тие кои, покрај Аллах, им се молат на божествата, ги следат само претпоставките и се возгордејуваат.",
      "footnotes": ""
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 216,
      "verse_key": "10:67",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ",
      "translation": "67. Тој ви ја даде ноќта за во неа починок да имате, а денот за да гледате. Тоа се докази за луѓето кои слушаат.",
      "footnotes": ""
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 216,
      "verse_key": "10:68",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ هُوَ ٱلۡغَنِيُّۖ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ إِنۡ عِندَكُم مِّن سُلۡطَٰنِۭ بِهَٰذَآۚ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ",
      "translation": "68. Тие велат: „Аллах си зел дете за Себе!“ – Возвишен и чист нека е Тој! Тој не е зависен од никого! Сè што е на небесата и на Земјата Негово е! Вие за тоа никаков доказ немате. Зошто за Аллах го зборувате тоа што не го знаете!",
      "footnotes": ""
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 216,
      "verse_key": "10:69",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ",
      "translation": "69. Кажи: „Тие што за Аллах изнесуваат лаги, нема да го постигнат тоа што го сакаат.“",
      "footnotes": ""
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 216,
      "verse_key": "10:70",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَتَٰعٞ فِي ٱلدُّنۡيَا ثُمَّ إِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ نُذِيقُهُمُ ٱلۡعَذَابَ ٱلشَّدِيدَ بِمَا كَانُواْ يَكۡفُرُونَ",
      "translation": "70. Кратко ќе уживаат на овој свет, а потоа Нам ќе ни се вратат и Ние ќе им дадеме да претрпат неиздржливо страдање, затоа што не веруваа.",
      "footnotes": ""
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 217,
      "verse_key": "10:71",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ نُوحٍ إِذۡ قَالَ لِقَوۡمِهِۦ يَٰقَوۡمِ إِن كَانَ كَبُرَ عَلَيۡكُم مَّقَامِي وَتَذۡكِيرِي بِـَٔايَٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلۡتُ فَأَجۡمِعُوٓاْ أَمۡرَكُمۡ وَشُرَكَآءَكُمۡ ثُمَّ لَا يَكُنۡ أَمۡرُكُمۡ عَلَيۡكُمۡ غُمَّةٗ ثُمَّ ٱقۡضُوٓاْ إِلَيَّ وَلَا تُنظِرُونِ",
      "translation": "71. Кажи им ја веста за Нух! Кога тој му рече на народот свој: „О, народе мој, ако ви здосади моето престојување меѓу вас и моето опоменување со Аллаховите докази, а јас постојано се потпирам на Аллах, тогаш заедно со божествата свои одлучете и одлуката ваша нека не биде нејасна, потоа тоа над мене извршете го и не го одложувајте!",
      "footnotes": ""
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 217,
      "verse_key": "10:72",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِن تَوَلَّيۡتُمۡ فَمَا سَأَلۡتُكُم مِّنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ",
      "translation": "72. А ако ги свртите главите, па јас од вас не барам никаква награда, мене Аллах ќе ме награди, и мене ми е наредено да бидам муслиман.“",
      "footnotes": ""
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 217,
      "verse_key": "10:73",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَكَذَّبُوهُ فَنَجَّيۡنَٰهُ وَمَن مَّعَهُۥ فِي ٱلۡفُلۡكِ وَجَعَلۡنَٰهُمۡ خَلَٰٓئِفَ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُنذَرِينَ",
      "translation": "73. Но, го нарекоа лажливец, па Ние во брод него и тие што беа со него ги спасивме и за намесници ги ставивме, а тие што доказите Наши не ги признаваа ги потопивме, па погледни како завршија тие кои на опомените не внимаваа!",
      "footnotes": ""
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 217,
      "verse_key": "10:74",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِۦ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ بِهِۦ مِن قَبۡلُۚ كَذَٰلِكَ نَطۡبَعُ عَلَىٰ قُلُوبِ ٱلۡمُعۡتَدِينَ",
      "translation": "74. Потоа Ние, по него, на нивните народи Пратеници им праќавме и тие јасни докази им носеа, но тие не сакаа да веруваат во тоа што претходно не го признаваа. Така Ние им ги запечативме срцата на тие кои ја преминуваат секоја граница во злото.",
      "footnotes": ""
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 217,
      "verse_key": "10:75",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ وَهَٰرُونَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ بِـَٔايَٰتِنَا فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ",
      "translation": "75. Потоа Ние, по нив, Муса и Харун им ги испративме со знаците Наши на фараонот и на главешините негови, но тие се возгордеаја, а тоа беше злосторнички народ:",
      "footnotes": ""
    },
    {
      "id": 76,
      "verse_number": 76,
      "page_number": 217,
      "verse_key": "10:76",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُوٓاْ إِنَّ هَٰذَا لَسِحۡرٞ مُّبِينٞ",
      "translation": "76. кога од Нас Вистината им дојде, кажаа: „Ова е стварно вистинска маѓија!“",
      "footnotes": ""
    },
    {
      "id": 77,
      "verse_number": 77,
      "page_number": 217,
      "verse_key": "10:77",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ مُوسَىٰٓ أَتَقُولُونَ لِلۡحَقِّ لَمَّا جَآءَكُمۡۖ أَسِحۡرٌ هَٰذَا وَلَا يُفۡلِحُ ٱلسَّٰحِرُونَ",
      "translation": "77. „Зарем за вистината која ви е дојдена велите дека е маѓија?“ – кажа Муса – „А маѓепсниците никогаш нема да успеат!“",
      "footnotes": ""
    },
    {
      "id": 78,
      "verse_number": 78,
      "page_number": 217,
      "verse_key": "10:78",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُوٓاْ أَجِئۡتَنَا لِتَلۡفِتَنَا عَمَّا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلۡكِبۡرِيَآءُ فِي ٱلۡأَرۡضِ وَمَا نَحۡنُ لَكُمَا بِمُؤۡمِنِينَ",
      "translation": "78. А тие рекоа: „Зарем дојде да нè одвратиш од тоа на што ги затекнавме предците наши, за на вас двајцата да ви припадне власта на Земјата? ние нема да ви веруваме на вас двајца!“",
      "footnotes": ""
    },
    {
      "id": 79,
      "verse_number": 79,
      "page_number": 218,
      "verse_key": "10:79",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ فِرۡعَوۡنُ ٱئۡتُونِي بِكُلِّ سَٰحِرٍ عَلِيمٖ",
      "translation": "79. И фараонот рече: „Донесете ми ги сите вешти маѓепсници!“",
      "footnotes": ""
    },
    {
      "id": 80,
      "verse_number": 80,
      "page_number": 218,
      "verse_key": "10:80",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰٓ أَلۡقُواْ مَآ أَنتُم مُّلۡقُونَ",
      "translation": "80. И кога маѓепсниците дојдоа, Муса им рече: „Фрлете што имате да фрлите!“",
      "footnotes": ""
    },
    {
      "id": 81,
      "verse_number": 81,
      "page_number": 218,
      "verse_key": "10:81",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّآ أَلۡقَوۡاْ قَالَ مُوسَىٰ مَا جِئۡتُم بِهِ ٱلسِّحۡرُۖ إِنَّ ٱللَّهَ سَيُبۡطِلُهُۥٓ إِنَّ ٱللَّهَ لَا يُصۡلِحُ عَمَلَ ٱلۡمُفۡسِدِينَ",
      "translation": "81. И кога тие фрлија, Муса извика: „Тоа што го приредивте е маѓија! Аллах ќе ја уништи, затоа што Аллах не допушта делото на расипаните да успее!",
      "footnotes": ""
    },
    {
      "id": 82,
      "verse_number": 82,
      "page_number": 218,
      "verse_key": "10:82",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيُحِقُّ ٱللَّهُ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ",
      "translation": "82. Аллах со Своите зборови ќе ја утврди вистината, иако за тоа на неверниците ќе им биде криво!“",
      "footnotes": ""
    },
    {
      "id": 83,
      "verse_number": 83,
      "page_number": 218,
      "verse_key": "10:83",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٞ مِّن قَوۡمِهِۦ عَلَىٰ خَوۡفٖ مِّن فِرۡعَوۡنَ وَمَلَإِيْهِمۡ أَن يَفۡتِنَهُمۡۚ وَإِنَّ فِرۡعَوۡنَ لَعَالٖ فِي ٱلۡأَرۡضِ وَإِنَّهُۥ لَمِنَ ٱلۡمُسۡرِفِينَ",
      "translation": "83. И никој не му поверува на Муса, освен малкумина од фараоновиот народ, од страв да не почнат да ги злоставуваат фараонот и главешините негови, а навистина фараонот беше насилник на Земјата и во злото секоја мерка ја преминуваше.",
      "footnotes": ""
    },
    {
      "id": 84,
      "verse_number": 84,
      "page_number": 218,
      "verse_key": "10:84",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ مُوسَىٰ يَٰقَوۡمِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ فَعَلَيۡهِ تَوَكَّلُوٓاْ إِن كُنتُم مُّسۡلِمِينَ",
      "translation": "84. И Муса рече: „О, народе мој, ако верувате во Аллах, потпрете се на Него, ако сте муслимани!“",
      "footnotes": ""
    },
    {
      "id": 85,
      "verse_number": 85,
      "page_number": 218,
      "verse_key": "10:85",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَقَالُواْ عَلَى ٱللَّهِ تَوَكَّلۡنَا رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ",
      "translation": "85. „На Аллах се потпираме!“ – рекоа тие. „Господару наш, немој да направиш ние да бидеме искушение за луѓето-насилници,",
      "footnotes": ""
    },
    {
      "id": 86,
      "verse_number": 86,
      "page_number": 218,
      "verse_key": "10:86",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَنَجِّنَا بِرَحۡمَتِكَ مِنَ ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ",
      "translation": "86. и спаси нè, со Својата милост, од народот кој не верува!",
      "footnotes": ""
    },
    {
      "id": 87,
      "verse_number": 87,
      "page_number": 218,
      "verse_key": "10:87",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوۡمِكُمَا بِمِصۡرَ بُيُوتٗا وَٱجۡعَلُواْ بُيُوتَكُمۡ قِبۡلَةٗ وَأَقِيمُواْ ٱلصَّلَوٰةَۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ",
      "translation": "87. И Ние им објавивме на Муса и на братот негов: „На својот народ во Египет куќи изградете им и храмови направете ги и во нив молитвите извршувајте ги! А ти израдувај ги верниците!“",
      "footnotes": ""
    },
    {
      "id": 88,
      "verse_number": 88,
      "page_number": 218,
      "verse_key": "10:88",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيۡتَ فِرۡعَوۡنَ وَمَلَأَهُۥ زِينَةٗ وَأَمۡوَٰلٗا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا رَبَّنَا لِيُضِلُّواْ عَن سَبِيلِكَۖ رَبَّنَا ٱطۡمِسۡ عَلَىٰٓ أَمۡوَٰلِهِمۡ وَٱشۡدُدۡ عَلَىٰ قُلُوبِهِمۡ فَلَا يُؤۡمِنُواْ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ",
      "translation": "88. И Муса рече: „Господару наш! Ти им даде на фараонот и на главешините негови богатство за во раскош да живеат на овој свет, а тие, Господару мој, заведуваат од патот Твој! Господару наш, уништи го богатството нивно и запечати ги срцата нивни, па нека не веруваат сè додека не го доживеат неиздржливото страдање.“",
      "footnotes": ""
    },
    {
      "id": 89,
      "verse_number": 89,
      "page_number": 219,
      "verse_key": "10:89",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ قَدۡ أُجِيبَت دَّعۡوَتُكُمَا فَٱسۡتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعۡلَمُونَ",
      "translation": "89. „Услишана е молбата ваша!“ – рече Тој – „А вие двајца останете на Вистинскиот пат и никако немојте да ги следите незналците!“",
      "footnotes": ""
    },
    {
      "id": 90,
      "verse_number": 90,
      "page_number": 219,
      "verse_key": "10:90",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ وَجُنُودُهُۥ بَغۡيٗا وَعَدۡوًاۖ حَتَّىٰٓ إِذَآ أَدۡرَكَهُ ٱلۡغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱلَّذِيٓ ءَامَنَتۡ بِهِۦ بَنُوٓاْ إِسۡرَٰٓءِيلَ وَأَنَا۠ مِنَ ٱلۡمُسۡلِمِينَ",
      "translation": "90. И Ние ги пренесовме синовите Израилови преку море, а зад петици им беа фараонот и војниците негови, прогонувајќи ги од злобност и непријателство. А тој, кога почна да се дави, извика: „Јас верувам дека нема друг бог освен Тој во Кого веруваат синовите Израилови и јас се покорувам!“",
      "footnotes": ""
    },
    {
      "id": 91,
      "verse_number": 91,
      "page_number": 219,
      "verse_key": "10:91",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ءَآلۡـَٰٔنَ وَقَدۡ عَصَيۡتَ قَبۡلُ وَكُنتَ مِنَ ٱلۡمُفۡسِدِينَ",
      "translation": "91. Зарем сега, а претходно непослушен беше и раскол сееше?!",
      "footnotes": ""
    },
    {
      "id": 92,
      "verse_number": 92,
      "page_number": 219,
      "verse_key": "10:92",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱلۡيَوۡمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنۡ خَلۡفَكَ ءَايَةٗۚ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ عَنۡ ءَايَٰتِنَا لَغَٰفِلُونَ",
      "translation": "92. Денеска ќе го сочуваме само телото твое, за да биде поучен пример на тие по тебе, но мноштвото луѓе се рамнодушни кон Нашите поуки.",
      "footnotes": ""
    },
    {
      "id": 93,
      "verse_number": 93,
      "page_number": 219,
      "verse_key": "10:93",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ بَوَّأۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مُبَوَّأَ صِدۡقٖ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ فَمَا ٱخۡتَلَفُواْ حَتَّىٰ جَآءَهُمُ ٱلۡعِلۡمُۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ",
      "translation": "93. И Ние синовите Израилови во убав предел ги населивме и со вкусна храна ги снабдивме, и дури тогаш кога им дојде вистинското сознание, тие се подвоија во мислењата. А Господарот твој сигурно ќе им пресуди на Судниот ден за тоа за што се подвоија.",
      "footnotes": ""
    },
    {
      "id": 94,
      "verse_number": 94,
      "page_number": 219,
      "verse_key": "10:94",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِن كُنتَ فِي شَكّٖ مِّمَّآ أَنزَلۡنَآ إِلَيۡكَ فَسۡـَٔلِ ٱلَّذِينَ يَقۡرَءُونَ ٱلۡكِتَٰبَ مِن قَبۡلِكَۚ لَقَدۡ جَآءَكَ ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ",
      "translation": "94. Ако се сомневаш во тоа што ти го објавуваме, запрашај ги тие што ја читаат Книгата што е пред тебе објавена. Тебе Вистината од Господарот твој ти доаѓа и никако немој да бидеш од тие што се сомневаат.",
      "footnotes": ""
    },
    {
      "id": 95,
      "verse_number": 95,
      "page_number": 219,
      "verse_key": "10:95",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلۡخَٰسِرِينَ",
      "translation": "95. И немој никако да бидеш од тие што Аллаховите докази не ги признаваат, за да не бидеш изгубен.",
      "footnotes": ""
    },
    {
      "id": 96,
      "verse_number": 96,
      "page_number": 219,
      "verse_key": "10:96",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ حَقَّتۡ عَلَيۡهِمۡ كَلِمَتُ رَبِّكَ لَا يُؤۡمِنُونَ",
      "translation": "96. А тие на кои ќе им се оствари Зборот од Господарот твој, навистина нема да веруваат,",
      "footnotes": ""
    },
    {
      "id": 97,
      "verse_number": 97,
      "page_number": 219,
      "verse_key": "10:97",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ جَآءَتۡهُمۡ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ",
      "translation": "97. дури и да им дојдат сите докази, сè додека не доживеат неиздржливо страдање.",
      "footnotes": ""
    },
    {
      "id": 98,
      "verse_number": 98,
      "page_number": 220,
      "verse_key": "10:98",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَوۡلَا كَانَتۡ قَرۡيَةٌ ءَامَنَتۡ فَنَفَعَهَآ إِيمَٰنُهَآ إِلَّا قَوۡمَ يُونُسَ لَمَّآ ءَامَنُواْ كَشَفۡنَا عَنۡهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَتَّعۡنَٰهُمۡ إِلَىٰ حِينٖ",
      "translation": "98. Зашто немаше ниту еден град кој поверува и на кој верувањето негово му користеше, освен на народот Јунусов, на кој кога поверува, срамното страдање од животот на овој свет им го отстранивме и уште некое време да уживаат им дадовме?",
      "footnotes": ""
    },
    {
      "id": 99,
      "verse_number": 99,
      "page_number": 220,
      "verse_key": "10:99",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ شَآءَ رَبُّكَ لَأٓمَنَ مَن فِي ٱلۡأَرۡضِ كُلُّهُمۡ جَمِيعًاۚ أَفَأَنتَ تُكۡرِهُ ٱلنَّاسَ حَتَّىٰ يَكُونُواْ مُؤۡمِنِينَ",
      "translation": "99. Господарот твој да сака, на Земјата сите би биле верници. Па зошто тогаш ти да ги тераш луѓето да бидат верници?",
      "footnotes": ""
    },
    {
      "id": 100,
      "verse_number": 100,
      "page_number": 220,
      "verse_key": "10:100",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا كَانَ لِنَفۡسٍ أَن تُؤۡمِنَ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَجۡعَلُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يَعۡقِلُونَ",
      "translation": "100. Ниту еден човек не е верник без Аллаховата волја; а Тој ги казнува тие што не сакаат да размислат.",
      "footnotes": ""
    },
    {
      "id": 101,
      "verse_number": 101,
      "page_number": 220,
      "verse_key": "10:101",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلِ ٱنظُرُواْ مَاذَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَا تُغۡنِي ٱلۡأٓيَٰتُ وَٱلنُّذُرُ عَن قَوۡمٖ لَّا يُؤۡمِنُونَ",
      "translation": "101. Кажи: „Набљудувај го тоа што е на небесата и на Земјата!“ А од никаква корист нема да им бидат доказите и опомените на народот што не сака да верува.",
      "footnotes": ""
    },
    {
      "id": 102,
      "verse_number": 102,
      "page_number": 220,
      "verse_key": "10:102",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَهَلۡ يَنتَظِرُونَ إِلَّا مِثۡلَ أَيَّامِ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِهِمۡۚ قُلۡ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ",
      "translation": "102. Зарем тие чекаат да ги снајде нешто слично на тоа што ги снашло тие кои пред нив биле и исчезнале? Кажи: „Па чекајте, и јас со вас ќе чекам!“",
      "footnotes": ""
    },
    {
      "id": 103,
      "verse_number": 103,
      "page_number": 220,
      "verse_key": "10:103",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ نُنَجِّي رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ حَقًّا عَلَيۡنَا نُنجِ ٱلۡمُؤۡمِنِينَ",
      "translation": "103. Потоа ги спасувавме Пратениците Наши и тие што веруваа. Ете, Нашата должност е така да ги спасиме верниците.",
      "footnotes": ""
    },
    {
      "id": 104,
      "verse_number": 104,
      "page_number": 220,
      "verse_key": "10:104",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي شَكّٖ مِّن دِينِي فَلَآ أَعۡبُدُ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَلَٰكِنۡ أَعۡبُدُ ٱللَّهَ ٱلَّذِي يَتَوَفَّىٰكُمۡۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ",
      "translation": "104. Кажи: „О, луѓе, ако вие се сомневате во исправноста на мојата вера, па јас нема да ги обожувам тие кои вие, покрај Аллах, ги обожувате, туку ќе Го обожувам Аллах, Кој ќе ви ги земе душите! Мене ми е наредено да бидам верник,",
      "footnotes": ""
    },
    {
      "id": 105,
      "verse_number": 105,
      "page_number": 220,
      "verse_key": "10:105",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنۡ أَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗا وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "105. и: „Предај ѝ се на вистинската вера искрено, и никако немој да им бидеш поклоник на киповите,",
      "footnotes": ""
    },
    {
      "id": 106,
      "verse_number": 106,
      "page_number": 220,
      "verse_key": "10:106",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَدۡعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَۖ فَإِن فَعَلۡتَ فَإِنَّكَ إِذٗا مِّنَ ٱلظَّٰلِمِينَ",
      "translation": "106. и, покрај Аллах, не моли му се на тој што не може ни да ти користи ни да ти наштети, зашто кога би го направил тоа, навистина би бил неверник!“",
      "footnotes": ""
    },
    {
      "id": 107,
      "verse_number": 107,
      "page_number": 221,
      "verse_key": "10:107",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يُرِدۡكَ بِخَيۡرٖ فَلَا رَآدَّ لِفَضۡلِهِۦۚ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ",
      "translation": "107. Ако Аллах ти даде некаква неволја, никој освен Него не може да ти ја отстрани, а ако ти посака добро, па никој не може да ја спречи Неговата благодат; Тој со неа наградува кого сака од робовите Свои. Тој простува и Милостив е.“",
      "footnotes": ""
    },
    {
      "id": 108,
      "verse_number": 108,
      "page_number": 221,
      "verse_key": "10:108",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنَا۠ عَلَيۡكُم بِوَكِيلٖ",
      "translation": "108. Кажи: „О, луѓе, Вистината ви доаѓа од Господарот ваш, и тој што се упатил на Вистинскиот пат, за свое добро се упатил, а тој што тргнал на погрешниот пат, на своја штета тргнал, а јас не сум овластен над вас.“",
      "footnotes": ""
    },
    {
      "id": 109,
      "verse_number": 109,
      "page_number": 221,
      "verse_key": "10:109",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ وَٱصۡبِرۡ حَتَّىٰ يَحۡكُمَ ٱللَّهُۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ",
      "translation": "109. Ти следи го тоа што ти се објавува и биди трпелив додека Аллах не пресуди, Тој е најдобриот судија!",
      "footnotes": ""
    }
  ]
}