{
  "id": 100,
  "verse_number": 100,
  "page_number": 94,
  "verse_key": "4:100",
  "juz_number": 5,
  "hizb_number": 10,
  "rub_el_hizb_number": 38,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "۞ وَمَن يُهَاجِرۡ فِي سَبِيلِ ٱللَّهِ يَجِدۡ فِي ٱلۡأَرۡضِ مُرَٰغَمٗا كَثِيرٗا وَسَعَةٗۚ وَمَن يَخۡرُجۡ مِنۢ بَيۡتِهِۦ مُهَاجِرًا إِلَى ٱللَّهِ وَرَسُولِهِۦ ثُمَّ يُدۡرِكۡهُ ٱلۡمَوۡتُ فَقَدۡ وَقَعَ أَجۡرُهُۥ عَلَى ٱللَّهِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا",
  "translation": "جو کوئی اللہ کی راه میں وطن کو چھوڑے گا، وه زمین میں بہت سی قیام کی جگہیں بھی پائے گا اور کشادگی بھی(1) ، اور جو کوئی اپنے گھر سے اللہ تعالیٰ اور اس کے رسول (صلی اللہ علیہ وسلم) کی طرف نکل کھڑا ہوا، پھر اسے موت نے آ پکڑا تو بھی یقیناً اس کا اجر اللہ تعالیٰ کے ذمہ ﺛابت ہو گیا(2)، اور اللہ تعالیٰ بڑا بخشنے واﻻ مہربان ہے۔",
  "footnotes": "(1) اس میں ہجرت کی ترغیب اور مشرکین سے مفارقت اختیار کرنے کی تلقین ہے۔ ”مُرَاغَمًا“ کے معنی جگہ، جائے قیام یا جائے پناہ ہے۔ اور”سَعَةً“ سے رزق یا جگہوں اور ملکوں کی کشادگی وفراخی ہے۔\n(2) اس میں نیت کے مطابق اجر وثواب ملنے کی یقین دہانی ہے چاہے موت کی وجہ سے وہ اس عمل کے مکمل کرنے سے قاصر رہا ہو۔ جیسا کہ گزشتہ امتوں میں سے ایک سو افراد کے قاتل کا واقعہ حدیث میں بیان کیا گیا ہے۔ جو توبہ کے لئے نیکوں کی ایک بستی میں جا رہا تھا کہ راستے میں موت آگئی۔ اللہ تعالیٰ نے نیکوں کی بستی کو، بہ نسبت دوسری بستی کے قریب تر کر دیا جس کی وجہ سے اسے ملائکہ رحمت اپنے ساتھ لے گئے۔ (صحيح بخاري، كتاب الأنبياء، باب ما ذكر عن بني إسرائيل نمبر 54 ومسلم كتاب التوبة، باب قبول توبة القاتل وإن كثر قتله) اسی طرح جو شخص ہجرت کی نیت سے گھر سے نکلے لیکن راستے میں ہی اسے موت آجائے تو اسے اللہ کی طرف سے ہجرت کا ثواب ضرور ملے گا، گو ابھی وہ ہجرت کے عمل کو پایہ تکمیل تک بھی نہ پہنچا سکا ہو۔ جیسے حدیث میں بھی ہے۔ نبی کریم (صلى الله عليه وسلم) نے فرمایا ”إِنَّمَا الأَعْمَالُ بِالنِّيَّاتِ“ عملوں کا دارومدار نیتوں پر ہے، ”وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى“ آدمی کے لئے وہی ہے جس کی اس نے نیت کی، جس نے اللہ اور اس کے رسول (صلى الله عليه وسلم) کے لئے ہجرت کی پس، اس کی ہجرت اسی کے لئے ہے اور جس نے دنیا حاصل کرنے یا کسی عورت سے شادی کی نیت سے ہجرت کی پس اس کی ہجرت اسی کے لئے ہے جس نیت سے اس نے ہجرت کی۔ (صحيح بخاري، باب بدء الوحي ومسلم، كتاب الإمارة) یہ حکم عام ہے جو دین کے ہر کام کو شامل ہے۔ یعنی اس کو کرتے وقت اللہ کی رضا پیش نظر ہوگی تو وہ مقبول، ورنہ مردود ہوگا۔"
}