{
  "id": 113,
  "verse_number": 113,
  "page_number": 96,
  "verse_key": "4:113",
  "juz_number": 5,
  "hizb_number": 10,
  "rub_el_hizb_number": 38,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكَ وَرَحۡمَتُهُۥ لَهَمَّت طَّآئِفَةٞ مِّنۡهُمۡ أَن يُضِلُّوكَ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡۖ وَمَا يَضُرُّونَكَ مِن شَيۡءٖۚ وَأَنزَلَ ٱللَّهُ عَلَيۡكَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَعَلَّمَكَ مَا لَمۡ تَكُن تَعۡلَمُۚ وَكَانَ فَضۡلُ ٱللَّهِ عَلَيۡكَ عَظِيمٗا",
  "translation": "اگر اللہ تعالیٰ کا فضل ورحم تجھ پر نہ ہوتا تو ان کی ایک جماعت نے تو تجھے بہکانے کا قصد کر ہی لیا تھا(1) ، مگر دراصل یہ اپنے آپ کو ہی گمراه کرتے ہیں، یہ تیرا کچھ نہیں بگاڑ سکتے، اللہ تعالیٰ نے تجھ پر کتاب وحکمت اتاری ہے اور تجھے وه سکھایا ہے جسے تو نہیں جانتا تھا(2) اور اللہ تعالیٰ کا تجھ پر بڑا بھاری فضل ہے۔",
  "footnotes": "(1) یہ اللہ تعالیٰ کی اس خاص حفاظت ونگرانی کا ذکر ہے جس کا اہتمام انبیاء (عليهم السلام) کے لئے فرمایا ہے جو انبیا پر اللہ کے فضل خاص اور اس کی رحمت خاصہ کا مظہر ہے۔ طائفہ (جماعت) سے مراد وہ لوگ ہیں جو بنو ابیرق کی حمایت میں رسول (صلى الله عليه وسلم) کی خدمت میں ان کی صفائی پیش کر رہے تھے جس سے یہ اندیشہ پیدا ہو چلا تھا کہ نبی (صلى الله عليه وسلم) اس شخص کو چوری کے الزام سے بری کر دیں گے، جو فی الواقع چور تھا۔\n(2) یہ دوسرے فضل واحسان کا تذکرہ ہے جو آپ (صلی اللہ علیہ وسلم) پر کتاب وحکمت (سنت) نازل فرما کر اور ضروری باتوں کا علم دے کر فرمایا گیا۔ جس طرح دوسرے مقام پر فرمایا: ”وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلا الإِيمَانُ“ (الشوریٰ: 52) ”اور اسی طرح بھیجا ہم نے تیری طرف (قرآن لے کر) ایک فرشتہ اپنے حکم سے تو نہیں جانتا تھاکہ کتاب کیا ہے اور ایمان کیا ہے؟“۔ ”وَمَا كُنْتَ تَرْجُو أَنْ يُلْقَى إِلَيْكَ الْكِتَابُ إِلا رَحْمَةً مِنْ رَبِّكَ“ ( القصص:86) ”اور تجھے یہ توقع نہیں تھی کہ تجھ پر کتاب اتاری جائے گی، مگر تیرے رب کی رحمت سے (یہ کتاب اتاری گئی)“ ان تمام آیات سے معلوم ہوا کہ اللہ نے آپ (صلى الله عليه وسلم) پر فضل واحسان فرمایا اور کتاب وحکمت بھی عطا فرمائی، ان کے علاوہ دیگر بہت سی باتوں کا آپ (صلى الله عليه وسلم) کو علم دیا گیا جن سے آپ (صلى الله عليه وسلم) بےخبر تھے۔ یہ بھی گویا آپ (صلى الله عليه وسلم) کے عالم الغیب ہونے کی نفی ہے کیونکہ جو خود عالم الغیب ہو، اسے تو کسی اور سے علم حاصل کرنے کی ضرورت ہی نہیں ہوتی اور جسے دوسرے سے معلومات حاصل ہوں، وحی کے ذریعے سے یا کسی اور طریقے سے وہ عالم الغیب نہیں ہوتا۔"
}