{
  "id": 3,
  "verse_number": 3,
  "page_number": 77,
  "verse_key": "4:3",
  "juz_number": 4,
  "hizb_number": 8,
  "rub_el_hizb_number": 31,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَإِنۡ خِفۡتُمۡ أَلَّا تُقۡسِطُواْ فِي ٱلۡيَتَٰمَىٰ فَٱنكِحُواْ مَا طَابَ لَكُم مِّنَ ٱلنِّسَآءِ مَثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۖ فَإِنۡ خِفۡتُمۡ أَلَّا تَعۡدِلُواْ فَوَٰحِدَةً أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُكُمۡۚ ذَٰلِكَ أَدۡنَىٰٓ أَلَّا تَعُولُواْ",
  "translation": "اگر تمہیں ڈر ہو کہ یتیم لڑکیوں سے نکاح کرکے تم انصاف نہ رکھ سکو گے تو اور عورتوں میں سے جو بھی تمہیں اچھی لگیں تم ان سے نکاح کر لو، دو دو، تین تین، چار چار سے، لیکن اگر تمہیں برابری نہ کر سکنے کا خوف ہو تو ایک ہی کافی ہے یا تمہاری ملکیت کی لونڈی(1) یہ زیاده قریب ہے، کہ (ایسا کرنے سے ناانصافی اور) ایک طرف جھک پڑنے سے بچ جاؤ۔(2)",
  "footnotes": "(1) اس کی تفسیر حضرت عائشہ (رضی الله عنها) سے اس طرح مروی ہے کہ صاحب حیثیت اور صاحب جمال یتیم لڑکی کسی ولی کے زیر پرورش ہوتی تو وہ اس کے مال اور حسن وجمال کی وجہ سے اس سے شادی تو کر لیتا لیکن اس کو دوسری عورتوں کی طرح پورا حق مہر نہ دیتا۔ اللہ تعالیٰ نے اس ظلم سے روکا، کہ اگر تم گھر کی یتیم بچیوں کے ساتھ انصاف نہیں کر سکتے تو تم ان سے نکاح ہی مت کرو، تمہارے لئے دوسری عورتوں سے نکاح کرنے کا راستہ کھلا ہے (صحیح بخاری، کتاب التفسیر) بلکہ ایک کے بجائے دو سے تین سے حتیٰ کہ چار عورتوں تک سے تم نکاح کر سکتے ہو، بشرطیکہ ان کے درمیان انصاف کے تقاضے پورے کر سکو، ورنہ ایک سے ہی نکاح کرو یا اس کے بجائے لونڈی پر گزارا کرو۔ اس آیت سے معلوم ہوا کہ ایک مسلمان مرد (اگر وہ ضرورت مند ہے) تو چار عورتیں بیک وقت اپنے نکاح میں رکھ سکتا ہے۔ لیکن اس سے زیادہ نہیں، جیسا کہ صحیح احادیث میں اس کی مزید صراحت اور تحدید کر دی گئی ہے۔ نبی کریم (صلى الله عليه وسلم) نے جو چار سے زائد شادیاں کیں وہ آپ (صلى الله عليه وسلم) کے خصائص میں سے ہے جس پر کسی امتی کے لئے عمل کرنا جائز نہیں۔ (ابن کثیر)\n(2) یعنی ایک ہی عورت سے شادی کرنا کافی ہو سکتا ہے۔ کیونکہ ایک سے زیادہ بیویاں رکھنے کی صورت میں انصاف کا اہتمام بہت مشکل ہے جس کی طرف قلبی میلان زیادہ ہوگا، ضروریات زندگی کا فراہمی میں زیادہ توجہ بھی اسی کی طرف ہوگی۔ یوں بیویوں کے درمیان وہ انصاف کرنے میں ناکام رہے گا اور اللہ کے ہاں مجرم قرار پائے گا۔ قرآن نے اس حقیقت کو دوسرے مقام پر نہایت بلیغانہ انداز میں اس طرح بیان فرمایا ہے «وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ فَلا تَمِيلُوا كُلَّ الْمَيْلِ فَتَذَرُوهَا كَالْمُعَلَّقَةِ» (سورة النساء: 129) ”اور تم ہرگز اس بات کی طاقت نہ رکھو کہ بیویوں کے درمیان انصاف کر سکو،اگرچہ تم اس کا اہتمام کرو۔ (اس لئے اتنا کرو) کہ ایک ہی طرف نہ جھک جاؤ کہ دوسری بیویوں کو بیچ ادھڑ میں لٹکا رکھو“۔ اس سے معلوم ہوا کہ ایک سے زیادہ شادی کرنا اور بیویوں کے ساتھ انصاف نہ کرنا نامناسب اور نہایت خطرناک ہے۔"
}