{
  "id": 57,
  "verse_number": 57,
  "page_number": 87,
  "verse_key": "4:57",
  "juz_number": 5,
  "hizb_number": 9,
  "rub_el_hizb_number": 34,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَنُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَنُدۡخِلُهُمۡ ظِلّٗا ظَلِيلًا",
  "translation": "اور جو لوگ ایمان ﻻئے اور شائستہ اعمال کئے(1) ہم عنقریب انہیں ان جنتوں میں لے جائیں گے جن کے نیچے نہریں بہہ رہی ہیں، جن میں وه ہمیشہ ہمیشہ رہیں گے، ان کے لئے وہاں صاف ستھری بیویاں ہوں گی اور ہم انہیں گھنی چھاؤں (اور پوری راحت) میں لے جائیں گے۔(2)",
  "footnotes": "(1) کفار کے مقابلے میں اہل ایمان کے لئے جو ابدی نعمتیں ہیں، ان کا تذکرہ کیا جا رہا ہے۔ لیکن وہ اہل ایمان جو اعمال صالحہ کی دولت سے مالا مال ہوں گے، جَعَلَنَا اللهُ مِنْهُمْ۔ اللہ تعالیٰ نے قرآن مجید میں ہر جگہ ایمان کے ساتھ اعمال صالح کا ذکر کرکے واضح کر دیا کہ ان کا آپس میں چولی دامن کا ساتھ ہے۔ ایمان، عمل صالح کے بغیر ایسے ہی ہے جیسے پھول ہو مگر خوشبو کے بغیر، درخت ہولیکن بے ثمر۔ صحابہ کرام رضوان اللہ علیہم اجمعین اور خیرالقرون کے دوسرے مسلمانوں نے اس نکتے کو سمجھ لیا تھا۔ چنانچہ ان کی زندگیاں ایمان کے پھل، اعمال صالحہ سے مالا مال تھیں۔ اس دور میں بے عمل یا بدعملی کے ساتھ ایمان کا تصور ہی نہیں تھا۔ اس کے برعکس آج ایمان صرف زبانی جمع خرچ کا نام رہ گیا ہے۔ اعمال صالحہ سے دعوے داران ایمان کا دامن خالی ہے۔ هَدَانَا اللهُ تَعَالَى، اسی طرح اگر کوئی شخص ایسے عمل کرتا ہے جو اعمال صالحہ کی ذیل میں آتے ہیں۔ مثلا راست بازی، امانت ودیانت، ہمدردی وغم گساری اور دیگر اخلاقی خوبیاں۔ لیکن ایمان کی دولت سے یہ محروم ہے تو اس کے یہ اعمال، دنیا میں تو اس کی شہرت ونیک نامی کا ذریعہ ثابت ہو سکتے ہیں لیکن اللہ کی بارگاہ میں ان کی کوئی قدروقیمت نہ ہوگی اس لئے کہ ان کا سر چشمہ ایمان نہیں ہے جو اچھے اعمال کو عنداللہ بار آور بناتا ہے بلکہ صرف اور صرف دینوی مفادات یا قومی اخلاق وعادات ان کی بنیاد ہے۔\n(2) گھنی، گہری، عمدہ اور پاکیزہ چھاؤں جس کو ترجمہ میں پوری راحت سے تعبیر کیا گیا ہے۔ ایک حدیث میں ہے جنت میں ایک درخت ہے جس کا سایہ اتنا ہے کہ ایک سوار سو سال میں بھی اسے طے نہیں کر سکے گا یہ شجرۃ الخلد ہے۔ (مسند أحمد،جلد 2 ص 455، وأصله في البخاري، كتاب بدء الخلق باب نمبر ٨ما جاء في صفة الجنة وأنها مخلوقة)"
}