{
  "result": {
    "id": "672",
    "sura": "5",
    "aya": "3",
    "arabic_text": "حُرِّمَتۡ عَلَيۡكُمُ ٱلۡمَيۡتَةُ وَٱلدَّمُ وَلَحۡمُ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦ وَٱلۡمُنۡخَنِقَةُ وَٱلۡمَوۡقُوذَةُ وَٱلۡمُتَرَدِّيَةُ وَٱلنَّطِيحَةُ وَمَآ أَكَلَ ٱلسَّبُعُ إِلَّا مَا ذَكَّيۡتُمۡ وَمَا ذُبِحَ عَلَى ٱلنُّصُبِ وَأَن تَسۡتَقۡسِمُواْ بِٱلۡأَزۡلَٰمِۚ ذَٰلِكُمۡ فِسۡقٌۗ ٱلۡيَوۡمَ يَئِسَ ٱلَّذِينَ كَفَرُواْ مِن دِينِكُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِۚ ٱلۡيَوۡمَ أَكۡمَلۡتُ لَكُمۡ دِينَكُمۡ وَأَتۡمَمۡتُ عَلَيۡكُمۡ نِعۡمَتِي وَرَضِيتُ لَكُمُ ٱلۡإِسۡلَٰمَ دِينٗاۚ فَمَنِ ٱضۡطُرَّ فِي مَخۡمَصَةٍ غَيۡرَ مُتَجَانِفٖ لِّإِثۡمٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
    "translation": "Mmeharimishiwa nyamafu, na damu, na nyama ya nguruwe, na mnyama aliye chinjwa si kwa ajili ya Mwenyezi Mungu, na aliye kufa kwa kunyongeka koo, na aliye kufa kwa kupigwa, na aliye kufa kwa kuanguka, na aliye kufa kwa kupigwa pembe, aliye liwa na mnyama, ila mkimdiriki kumchinja. Na pia ni haramu kula nyama aliye chinjiwa masanamu. Na ni haramu kupiga ramli. Hayo yote ni upotovu. Leo walio kufuru wamekata tamaa na Dini yenu; basi msiwaogope, bali niogopeni Mimi. Leo nimekukamiliishieni Dini yenu, na nimekutimizieni neema yangu, na nimekupendeleeni UISLAMU uwe ndiyo Dini. Na mwenye kushurutishwa na njaa, bila ya kupendelea dhambi, basi hakika Mwenyezi Mungu ni Msamehevu na Mwenye kurehemu.",
    "footnotes": "Enyi Waumini! Mwenyezi Mungu amekuharimisheni kula nyamafu, yaani aliye kufa bila ya kuchinjwa kisharia. Na damu inayo tiririka, na nyama ya nguruwe, na yule ambaye wakati wa kuchinjwa ametajiwa jina lisilo kuwa la Mwenyezi Mungu, na aliye kufa kwa kunyongwa, au aliye pigwa mpaka akafa, au aliye kufa kwa kuanguka, au kwa kupigwa pembe, au kwa kuliwa na mnyama mwingine. Ama yule mnaye mdiriki angali yu hai naye ni mnyama wa halali kuliwa, mkamchinja, basi huyo ni halali kwenu. Mwenyezi Mungu ameharimisha kula wanyama walio tolewa sadaka au mhanga kwa masanamu. Na pia ameharimisha kuagua yaliyo ghaibu kwa uganga wa kupiga ramli, na mfano wa hayo. Kula chochote katika vilivyo tajwa kuwa ni haramu ni dhambi kubwa, na ni kutoka kwenye ut'iifu wa Mwenyezi Mungu. Tangu sasa tamaa ya makafiri kuiviza Dini yenu imekwisha potea. Basi msiwaogope kuwa watakushindeni, bali ogopeni kutofuata amri zangu. Leo nimekukamilishieni hukumu za Dini yenu, na nimekutimizieni neema yangu kwa kukupeni nguvu na kukuimarisheni, na nimekukhitarieni UISLAMU uwe ndiyo Dini. Lakini mwenye kulazimika kwa njaa akala kidogo katika hivyo vilivyo harimishwa, akala ili asife, bila ya kukusudia uasi, basi Mwenyezi Mungu humsamehe mtu huyo kwa kulazimika kula cha haramu asije akafa. Mwenyezi Mungu ni Mwenye huruma na rehema kwa alivyo halalisha. Hafi mnyama wenyewe ila kwa maradhi, na hayo maradhi humdhuru mwanaadamu akila nyama yake, na huenda maradhi mengine yakawa ya kuambukiza. Katika damu vimo vijidudu vya maradhi. Ama katika nyama ya nguruwe mna vitu kadhaa wa kadhaa vya kumdhuru mtu. Na vilivyo chinjwa kwa jina la asiye kuwa Mwenyezi Mungu, na walio chinjiwa masanamu au mashetani, hayo ni mambo ya ibada potovu. Na vilivyo nyongeka, na vilivyo anguka, na kupigwa pembe ni sawa na mfu, au mzoga, kwa kuwa vimekufa kwa vifo vibaya, na khasa kwa kuwa damu yake haikutoka imevilia humo humo."
  }
}