{
  "id": 41,
  "verse_number": 41,
  "page_number": 114,
  "verse_key": "5:41",
  "juz_number": 6,
  "hizb_number": 12,
  "rub_el_hizb_number": 46,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "۞ يَٰٓأَيُّهَا ٱلرَّسُولُ لَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِ مِنَ ٱلَّذِينَ قَالُوٓاْ ءَامَنَّا بِأَفۡوَٰهِهِمۡ وَلَمۡ تُؤۡمِن قُلُوبُهُمۡۛ وَمِنَ ٱلَّذِينَ هَادُواْۛ سَمَّٰعُونَ لِلۡكَذِبِ سَمَّٰعُونَ لِقَوۡمٍ ءَاخَرِينَ لَمۡ يَأۡتُوكَۖ يُحَرِّفُونَ ٱلۡكَلِمَ مِنۢ بَعۡدِ مَوَاضِعِهِۦۖ يَقُولُونَ إِنۡ أُوتِيتُمۡ هَٰذَا فَخُذُوهُ وَإِن لَّمۡ تُؤۡتَوۡهُ فَٱحۡذَرُواْۚ وَمَن يُرِدِ ٱللَّهُ فِتۡنَتَهُۥ فَلَن تَمۡلِكَ لَهُۥ مِنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ لَمۡ يُرِدِ ٱللَّهُ أَن يُطَهِّرَ قُلُوبَهُمۡۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ",
  "translation": "Ewe Mtume! Wasikuhuzunishe wa fanyao haraka kukufuru, miongoni mwa wanao sema kwa vinywa vyao: Tumeamini, na hali nyoyo zao hazikuamini, na miongoni mwa Mayahudi, wanao sikiliza kwa ajili ya uwongo, wanao sikiliza kwa ajili ya watu wengine wasio kufikia. Wao huyabadilisha maneno kutoka pahala pake. Wanasema: Mkipewa haya basi yashikeni, na msipo pewa haya tahadharini. Na mtu ambaye Mwenyezi Mungu anataka kumfitini huwezi kuwa na madaraka naye mbele ya Mwenyezi Mungu. Hao ndio ambao Mwenyezi Mungu hataki kuzitakasa nyoyo zao. Watakuwa na hizaya duniani, na Akhera watakuwa na adhabu kubwa.",
  "footnotes": "Ewe Mtume! Visikuhuzunishe vitendo vya makafiri wanao wania ukafiri wa kila aina, hawa wadanganyifu wenye khadaa wasemao kwa ndimi zao: Tumeamini, ilhali nyoyo zao hazifuati haki. Na miongoni mwa Mayahudi wapo wanao kithiri kusikiliza uzushi wa makohani wao na wanayakubali, na wanakisikiliza na kukikubali kikundi maalumu miongoni mwao, na hawaji barazani kwako kwa sababu ya kiburi na chuki! Na hawa huyageuza maneno ya Taurati kutokana pahala pake, baada ya Mwenyezi Mungu kwisha yasimamisha na kuyahukumia! Nao huwaambia wafwasi wao: Mkipewa maneno haya yaliyo potoshwa na kubadilishwa yakubalini na muyafuate. Na kama mkipewa mengine tahadharini nayo msiyakubali. Basi, ewe Mtume! Usihuzunike Mwenyezi Mungu akimhukumia mtu kupotea kwa kumziba moyo wake, wewe hutoweza kumwongoa, au kumnafiisha kwa chochote asicho mtakia Mwenyezi Mungu. Na hao ndio walio pita mipaka katika upotovu na inda. Mwenyezi Mungu Mwenyewe hakutaka kuzisafisha nyoyo zao na uchafu wa chuki, na inadi, na ukafiri. Duniani watapata madhila, kwa kufedheheka na kushindwa, na Akhera watapata adhabu kuu."
}