{
  "result": {
    "id": "758",
    "sura": "5",
    "aya": "89",
    "arabic_text": "لَا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ ٱلۡأَيۡمَٰنَۖ فَكَفَّٰرَتُهُۥٓ إِطۡعَامُ عَشَرَةِ مَسَٰكِينَ مِنۡ أَوۡسَطِ مَا تُطۡعِمُونَ أَهۡلِيكُمۡ أَوۡ كِسۡوَتُهُمۡ أَوۡ تَحۡرِيرُ رَقَبَةٖۖ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖۚ ذَٰلِكَ كَفَّٰرَةُ أَيۡمَٰنِكُمۡ إِذَا حَلَفۡتُمۡۚ وَٱحۡفَظُوٓاْ أَيۡمَٰنَكُمۡۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَشۡكُرُونَ",
    "translation": "Mwenyezi Mungu hatakushikeni kwa viapo vyenu vya upuuzi, lakini atakushikeni kwa mnavyo apa kweli kweli kwa makusudio. Basi kafara yake ni kuwalisha masikini kumi kwa chakula cha wastani mnacho walisha ahali zenu, au kuwavisha, au kumkomboa mtumwa. Asiye pata hayo, basi afunge siku tatu. Hii ndiyo kafara ya viapo vyenu mnapo apa. Na hifadhini yamini zenu. Namna hivyo Mwenyezi Mungu anakubainishieni Aya zake ili mpate kushukuru.",
    "footnotes": "Mwenyezi Mungu hakutiini adabu kwa sababu ya kuapa kiapo msicho kusudia. Bali hakika Yeye hukutieni adabu kwa sababu ya kuvunja viapo mlivyo vikusudia na yamini mliyo jifunga nayo. Basi ikiwa mmevunja kiapo itakupaseni mfanye jambo la kukughufirieni dhambi zake. Na mambo yenyewe ni: kuwalisha mafakiri kumi kwa siku moja, kwa chakula cha kawaida mnacho kila nyinyi na jamaa zenu mnao waangalia, yaani watu wenu wa nyumbani bila ya israfu wala ubakhili. Au kuwavika mafakiri kumi kwa kivazi kilicho zowewa. Au kumkomboa mtu kutoka utumwani. (Na mfano wa mtumwa ni mtu alioko kifungoni kwa dhulma, au chini ya utawala wa dhulma.) Ikiwa mwenye kuapa hawezi kutenda lolote katika hayo, basi itampasa afunge siku tatu. Na kila moja katika mambo haya hufuta dhambi za mwenye kuapa kiapo cha kutilia niya na akakivunja. Nanyi zilindeni yamini zenu, msiape katika mambo yasiyo kuwa laiki yake, na wala msiache kutenda kitendo cha kughufiria dhambi pindi mkivunja kiapo. Kwa mpango huu Mwenyezi Mungu anakufafanulieni hukumu zake ili mpate kushukuru neema zake kwa kuzijua na kuzifuata vilivyo. Katika hukumu ya yamini pana mawili yafaa tuyazingatie. Kwanza: Uislamu umeraghibisha sana kukomboa watumwa. Sababu nyingi zinazo wajibisha hayo. Kafara nyingi za dhambi zinahitaji kukomboa. Kafara ya kula mchana Ramadhani yahitaji ukombozi, n.k. Na katika hayo yanaonyesha Uislamu unachukia utumwa. Uislamu uliukiri utumwa kwa kuwa maadui wao walikuwa wakiwatia utumwani Waislamu, basi na Uislamu ukaruhusu kuwatendea wao vivyo hivyo. Pili: Uislamu unakazania kulisha masikini kila ikipatikana fursa."
  }
}