{
  "id": 95,
  "verse_number": 95,
  "page_number": 123,
  "verse_key": "5:95",
  "juz_number": 7,
  "hizb_number": 13,
  "rub_el_hizb_number": 49,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقۡتُلُواْ ٱلصَّيۡدَ وَأَنتُمۡ حُرُمٞۚ وَمَن قَتَلَهُۥ مِنكُم مُّتَعَمِّدٗا فَجَزَآءٞ مِّثۡلُ مَا قَتَلَ مِنَ ٱلنَّعَمِ يَحۡكُمُ بِهِۦ ذَوَا عَدۡلٖ مِّنكُمۡ هَدۡيَۢا بَٰلِغَ ٱلۡكَعۡبَةِ أَوۡ كَفَّٰرَةٞ طَعَامُ مَسَٰكِينَ أَوۡ عَدۡلُ ذَٰلِكَ صِيَامٗا لِّيَذُوقَ وَبَالَ أَمۡرِهِۦۗ عَفَا ٱللَّهُ عَمَّا سَلَفَۚ وَمَنۡ عَادَ فَيَنتَقِمُ ٱللَّهُ مِنۡهُۚ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ",
  "translation": "Enyi mlio amini! Msiue wanyama wa kuwinda nanyi mmeharimia katika Hija. Na miongoni mwenu atakaye muuwa makusudi, basi malipo yake yatakuwa kwa kuchinja kilicho sawa na alicho kiuwa, katika mifugo, kama wanavyo hukumu waadilifu wawili miongoni mwenu. Mnyama huyo apelekwe kwenye Al Kaaba, au kutoa kafara kwa kuwalisha masikini; au badala ya hayo ni kufunga, ili aonje ubaya wa jambo lake hili. Mwenyezi Mungu amekwisha yafuta yaliyo pita; lakini atakaye fanya tena Mwenyezi Mungu atampa adhabu. Na Mwenyezi Mungu ndiye Mwenye nguvu na Mwenye kuadhibu.",
  "footnotes": "Enyi ambao mmeamini! Msiuwe nyama wa kuwinda nanyi mmenuia Hija na Umra na mmo kuzitimiliza. Na mwenye kumuuwa mnyama kama huyo kwa kukusudia basi itampasa atoe fidiya mfano wa mnyama aliye muuwa, ikiwa katika ngamia, ng'ombe au kondoo. Na hujuulikana huyo mfano wake kwa kukadiriwa na watu wawili waadilifu kati yenu, wahukumu na wawape mafakiri kwenye Al Kaaba, au atoe badala yake awape, au atoe chakula kadiri ya yule mnyama kuwapa mafakiri. Kila fakiri apewe chakula cha kumtosha kutwa yake. Hayo ndio kuondoa dhambi za kuwinda kuliko katazwa. Au badala ya hayo yote, afunge idadi ya siku za kadri ya wale masikini iliyo mbidi kuwalisha lau angewalisha. Na Mwenyezi Mungu amelazimisha hayo ili huyo mwenye kufanya lile kosa apate kuhisi matokeo ya kosa lake na uwovu wa malipo yake. Mwenyezi Mungu, lakini, amesamehe ukhalifu ulio tendekea kabla ya jambo hilo halijaharimishwa. Na mwenye kurejea tena kufanya uovu baada ya kujua kuwa ni haramu, basi hakika Mwenyezi Mungu atampa adabu kwa kitendo chake, naye Mwenyezi Mungu ni Mwenye kushinda hashindiki, Mkali wa kumuadhibu anaye kakamia kutenda dhambi. (Tunaona kuwa Uislamu ulianzisha kulinda mazingara, na utajiri wa asili tangu hapo kale. Kutokana na kuhifadhiwa wanyama na ndege wa porini huko Makka, ndio hii leo tunaona zipo nyanda na mapori yanayo hifadhiwa wanyama wake, kwa mujibu wa utaalamu wa kisasa.)"
}