{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 77,
      "verse_key": "4:1",
      "juz_number": 4,
      "hizb_number": 8,
      "rub_el_hizb_number": 31,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَخَلَقَ مِنۡهَا زَوۡجَهَا وَبَثَّ مِنۡهُمَا رِجَالٗا كَثِيرٗا وَنِسَآءٗۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِي تَسَآءَلُونَ بِهِۦ وَٱلۡأَرۡحَامَۚ إِنَّ ٱللَّهَ كَانَ عَلَيۡكُمۡ رَقِيبٗا",
      "translation": "1. О, луѓе плашете се од Господарот свој, Кој од еден човек ве создаде, од кого жената како пар негов ја создаде, а од нив двајца многу мажи и жени расеа! Плашете се од Аллах, со Чие име едни со други се замолувате и роднинските врски чувајте ги! Аллах, навистина, бдее над вас!",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 77,
      "verse_key": "4:2",
      "juz_number": 4,
      "hizb_number": 8,
      "rub_el_hizb_number": 31,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَءَاتُواْ ٱلۡيَتَٰمَىٰٓ أَمۡوَٰلَهُمۡۖ وَلَا تَتَبَدَّلُواْ ٱلۡخَبِيثَ بِٱلطَّيِّبِۖ وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَهُمۡ إِلَىٰٓ أَمۡوَٰلِكُمۡۚ إِنَّهُۥ كَانَ حُوبٗا كَبِيرٗا",
      "translation": "2. И на сирачињата имотите нивни дајте им ги, лошото за добро не подметнувајте им го и имотите нивни со имотите ваши не трошете ги, бидејќи тоа, навистина, е голем престап!",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 77,
      "verse_key": "4:3",
      "juz_number": 4,
      "hizb_number": 8,
      "rub_el_hizb_number": 31,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِنۡ خِفۡتُمۡ أَلَّا تُقۡسِطُواْ فِي ٱلۡيَتَٰمَىٰ فَٱنكِحُواْ مَا طَابَ لَكُم مِّنَ ٱلنِّسَآءِ مَثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۖ فَإِنۡ خِفۡتُمۡ أَلَّا تَعۡدِلُواْ فَوَٰحِدَةً أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُكُمۡۚ ذَٰلِكَ أَدۡنَىٰٓ أَلَّا تَعُولُواْ",
      "translation": "3. Ако се плашите дека нема да бидете праведни кон сирачките, тогаш женете се со жените што ви се дозволени, со по две, со по три, и со по четири! А ако се плашите дека нема да бидете праведни, тогаш само со една, или со тие што се во ваша сопственост! Така најлесно ќе се сочувате од неправдата.",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 77,
      "verse_key": "4:4",
      "juz_number": 4,
      "hizb_number": 8,
      "rub_el_hizb_number": 31,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَءَاتُواْ ٱلنِّسَآءَ صَدُقَٰتِهِنَّ نِحۡلَةٗۚ فَإِن طِبۡنَ لَكُمۡ عَن شَيۡءٖ مِّنۡهُ نَفۡسٗا فَكُلُوهُ هَنِيٓـٔٗا مَّرِيٓـٔٗا",
      "translation": "4. И со драго срце, на сопругите венчалните дарови дајте им ги; па ако тие по своја волја ви подарат нешто од тоа, во тоа со пријатност и угодност уживајте.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 77,
      "verse_key": "4:5",
      "juz_number": 4,
      "hizb_number": 8,
      "rub_el_hizb_number": 31,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تُؤۡتُواْ ٱلسُّفَهَآءَ أَمۡوَٰلَكُمُ ٱلَّتِي جَعَلَ ٱللَّهُ لَكُمۡ قِيَٰمٗا وَٱرۡزُقُوهُمۡ فِيهَا وَٱكۡسُوهُمۡ وَقُولُواْ لَهُمۡ قَوۡلٗا مَّعۡرُوفٗا",
      "translation": "5. И на малоумните не им го давајте имотот кој Аллах ви го доверил на управување, туку со него хранете ги и облекувајте ги, и убави зборови зборувајте им!",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 77,
      "verse_key": "4:6",
      "juz_number": 4,
      "hizb_number": 8,
      "rub_el_hizb_number": 31,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱبۡتَلُواْ ٱلۡيَتَٰمَىٰ حَتَّىٰٓ إِذَا بَلَغُواْ ٱلنِّكَاحَ فَإِنۡ ءَانَسۡتُم مِّنۡهُمۡ رُشۡدٗا فَٱدۡفَعُوٓاْ إِلَيۡهِمۡ أَمۡوَٰلَهُمۡۖ وَلَا تَأۡكُلُوهَآ إِسۡرَافٗا وَبِدَارًا أَن يَكۡبَرُواْۚ وَمَن كَانَ غَنِيّٗا فَلۡيَسۡتَعۡفِفۡۖ وَمَن كَانَ فَقِيرٗا فَلۡيَأۡكُلۡ بِٱلۡمَعۡرُوفِۚ فَإِذَا دَفَعۡتُمۡ إِلَيۡهِمۡ أَمۡوَٰلَهُمۡ فَأَشۡهِدُواْ عَلَيۡهِمۡۚ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا",
      "translation": "6. И проверувајте ги сирачињата сè додека не стасаат за брак, а ако се уверите дека се зрели, тогаш, врачете им ги имотите нивни! И не трошете ги расипнички и во брзање, додека не пораснат! Кој е богат нека се воздржи, а кој е сиромашен нека троши толку колку што е неопходно. А кога ќе им ги врачувате имотите нивни, сторете го тоа во присуство на сведоци, бидејќи доста е тоа што ќе полагате сметка пред Аллах!",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 78,
      "verse_key": "4:7",
      "juz_number": 4,
      "hizb_number": 8,
      "rub_el_hizb_number": 31,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِّلرِّجَالِ نَصِيبٞ مِّمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَ وَلِلنِّسَآءِ نَصِيبٞ مِّمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَ مِمَّا قَلَّ مِنۡهُ أَوۡ كَثُرَۚ نَصِيبٗا مَّفۡرُوضٗا",
      "translation": "7. На мажите им припаѓа дел од тоа што го оставиле родителите и роднините, и на жените им припаѓа дел од тоа што го оставиле родителите и роднините. Било да е многу или малку, делот е пропишан!",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 78,
      "verse_key": "4:8",
      "juz_number": 4,
      "hizb_number": 8,
      "rub_el_hizb_number": 31,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا حَضَرَ ٱلۡقِسۡمَةَ أُوْلُواْ ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينُ فَٱرۡزُقُوهُم مِّنۡهُ وَقُولُواْ لَهُمۡ قَوۡلٗا مَّعۡرُوفٗا",
      "translation": "8. А ако при распределбата присуствуваат роднини, сираци и сиромашни, снабдете ги од тоа и убав збор кажете им!",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 78,
      "verse_key": "4:9",
      "juz_number": 4,
      "hizb_number": 8,
      "rub_el_hizb_number": 31,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلۡيَخۡشَ ٱلَّذِينَ لَوۡ تَرَكُواْ مِنۡ خَلۡفِهِمۡ ذُرِّيَّةٗ ضِعَٰفًا خَافُواْ عَلَيۡهِمۡ فَلۡيَتَّقُواْ ٱللَّهَ وَلۡيَقُولُواْ قَوۡلٗا سَدِيدًا",
      "translation": "9. И нека се плашат, како кога самите зад себе би оставиле нејаки деца за кои стравуваат, а од Аллах нека се плашат и нека ја зборуваат само вистината!",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 78,
      "verse_key": "4:10",
      "juz_number": 4,
      "hizb_number": 8,
      "rub_el_hizb_number": 31,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ يَأۡكُلُونَ أَمۡوَٰلَ ٱلۡيَتَٰمَىٰ ظُلۡمًا إِنَّمَا يَأۡكُلُونَ فِي بُطُونِهِمۡ نَارٗاۖ وَسَيَصۡلَوۡنَ سَعِيرٗا",
      "translation": "10. Навистина, тие што неправедно ги трошат имотите на сираците, во своите стомаци ставаат оган и тие во огнот ќе горат!",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 78,
      "verse_key": "4:11",
      "juz_number": 4,
      "hizb_number": 8,
      "rub_el_hizb_number": 31,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُوصِيكُمُ ٱللَّهُ فِيٓ أَوۡلَٰدِكُمۡۖ لِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِۚ فَإِن كُنَّ نِسَآءٗ فَوۡقَ ٱثۡنَتَيۡنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَۖ وَإِن كَانَتۡ وَٰحِدَةٗ فَلَهَا ٱلنِّصۡفُۚ وَلِأَبَوَيۡهِ لِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُۥ وَلَدٞۚ فَإِن لَّمۡ يَكُن لَّهُۥ وَلَدٞ وَوَرِثَهُۥٓ أَبَوَاهُ فَلِأُمِّهِ ٱلثُّلُثُۚ فَإِن كَانَ لَهُۥٓ إِخۡوَةٞ فَلِأُمِّهِ ٱلسُّدُسُۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِي بِهَآ أَوۡ دَيۡنٍۗ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ لَا تَدۡرُونَ أَيُّهُمۡ أَقۡرَبُ لَكُمۡ نَفۡعٗاۚ فَرِيضَةٗ مِّنَ ٱللَّهِۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا",
      "translation": "11. Аллах во врска со вашите деца ви налага на машкото да му припадне колку и на две женски деца.[97] А ако има повеќе од две женски, на нив им припаѓаат две третини од тоа што го оставил, а ако е само една, нејзе ѝ припаѓа половина. А на родителите, на секој посебно му припаѓа шестина од тоа што го оставил, ако има дете. А ако нема дете, а го наследат само родителите, тогаш на неговата мајка ѝ припаѓа третина. А ако има браќа, тогаш на неговата мајка ѝ припаѓа шестина откако ќе се изврши пораката која ја оставил или откако ќе се подмири долгот. Вие не знаете кој ви е поблизок според користа, родителите ваши или синовите ваши. Тоа е Аллахова заповед! А Аллах, навистина, сè знае и Мудар е!",
      "footnotes": "[97] Многумина ќе помислат дека се работи за очигледна неправда, но тоа воопшто не е така. Исламот нуди посебен начин на животно уредување и закони за един­ки­те, за семејството – како основна ќелија на општеството, и за самото општество. Во ислам­ското семејство, сопругот е тој на кого му е ставено на должност материјално да го одржува семејството и да се грижи за сите расходи. Тоа не е случај со сопру­га­та која, дури и да поседува богатство, не е должна да се грижи за издржувањето на семејството, туку тоа може да го прави доброволно. Така, доколку таа зара­бо­ту­ва, заработените пари се само нејзини и само таа располага со нив. А сопругот нема пра­во да ги одземе од неа или да располага со нив без нејзина дозвола. Бидејќи жен­ското остварува право на мехр (венчален дар), а машкото не, бидејќи таа целос­но и самостојно располага со својот имот по сите основи на наследството, и бидеј­ќи таа воопшто не е должна од својот имот да ги издржува, храни и облекува мажот и децата, а тој е должен да го прави тоа, затоа таа добива половина помалку од маш­кото. По ова, се гледа дека потребите на братот (како сопруг и татко) се пого­ле­ми отколку потребите на сестрата (како сопруга и мајка), па оваа распределба на нас­ледството во исламското семејство е навистина праведна. Исто така, со овој ајет/цитат се признава правото на ќерката на наследство од родителот, што не било слу­чај пред исламот, и воедно го одредува тој нејзин дел."
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 79,
      "verse_key": "4:12",
      "juz_number": 4,
      "hizb_number": 8,
      "rub_el_hizb_number": 32,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَلَكُمۡ نِصۡفُ مَا تَرَكَ أَزۡوَٰجُكُمۡ إِن لَّمۡ يَكُن لَّهُنَّ وَلَدٞۚ فَإِن كَانَ لَهُنَّ وَلَدٞ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكۡنَۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِينَ بِهَآ أَوۡ دَيۡنٖۚ وَلَهُنَّ ٱلرُّبُعُ مِمَّا تَرَكۡتُمۡ إِن لَّمۡ يَكُن لَّكُمۡ وَلَدٞۚ فَإِن كَانَ لَكُمۡ وَلَدٞ فَلَهُنَّ ٱلثُّمُنُ مِمَّا تَرَكۡتُمۚ مِّنۢ بَعۡدِ وَصِيَّةٖ تُوصُونَ بِهَآ أَوۡ دَيۡنٖۗ وَإِن كَانَ رَجُلٞ يُورَثُ كَلَٰلَةً أَوِ ٱمۡرَأَةٞ وَلَهُۥٓ أَخٌ أَوۡ أُخۡتٞ فَلِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُۚ فَإِن كَانُوٓاْ أَكۡثَرَ مِن ذَٰلِكَ فَهُمۡ شُرَكَآءُ فِي ٱلثُّلُثِۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصَىٰ بِهَآ أَوۡ دَيۡنٍ غَيۡرَ مُضَآرّٖۚ وَصِيَّةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَلِيمٞ",
      "translation": "12. А вам ви припаѓа половина од тоа што ќе го остават сопругите ваши, ако немаат дете; а ако имаат дете, тогаш ви припаѓа четвртина од тоа што го оставиле откако ќе се изврши пораката која ја оставиле или откако ќе се подмири долгот. А ним им припаѓа четвртина од тоа што вие ќе го оставите, ако немате дете; а ако имате дете, ним им припаѓа осмина од тоа што сте го оставиле откако ќе се изврши пораката која ќе ја оставите или откако ќе се подмири долгот. А ако мажот или жената немаат ни родители ни дете, а имаат брат или сестра, тогаш секој од нив двајца ќе добие шестина; а ако бидат повеќе, тогаш заеднички ќе учествуваат во третината откако ќе се изврши пораката која е оставена или откако ќе се подмири долгот, не оштетувајќи никого со тоа. Тоа е порака од Аллах! А Аллах сè знае и Благ е.",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 79,
      "verse_key": "4:13",
      "juz_number": 4,
      "hizb_number": 8,
      "rub_el_hizb_number": 32,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
      "translation": "13. Тоа се Аллаховите прописи, тој што им се покорува на Аллах и на Неговиот Пратеник, Тој ќе го воведе во џенетските градини, под кои реки течат и во кои вечно ќе остане. Тоа е голем успех!",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 79,
      "verse_key": "4:14",
      "juz_number": 4,
      "hizb_number": 8,
      "rub_el_hizb_number": 32,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ وَيَتَعَدَّ حُدُودَهُۥ يُدۡخِلۡهُ نَارًا خَٰلِدٗا فِيهَا وَلَهُۥ عَذَابٞ مُّهِينٞ",
      "translation": "14. А тој што нема да им биде покорен на Аллах и на Неговиот Пратеник, и што преку границите Негови ќе преминува, Тој ќе го фрли во Огнот во кој вечно ќе остане. Нему му припаѓа срамна казна!",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 80,
      "verse_key": "4:15",
      "juz_number": 4,
      "hizb_number": 8,
      "rub_el_hizb_number": 32,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّٰتِي يَأۡتِينَ ٱلۡفَٰحِشَةَ مِن نِّسَآئِكُمۡ فَٱسۡتَشۡهِدُواْ عَلَيۡهِنَّ أَرۡبَعَةٗ مِّنكُمۡۖ فَإِن شَهِدُواْ فَأَمۡسِكُوهُنَّ فِي ٱلۡبُيُوتِ حَتَّىٰ يَتَوَفَّىٰهُنَّ ٱلۡمَوۡتُ أَوۡ يَجۡعَلَ ٱللَّهُ لَهُنَّ سَبِيلٗا",
      "translation": "15. Кога некоја од сопругите ваши ќе стори прељуба, побарајте против нив тоа да го посведочат четворица од вас, па ако посведочат, држете ги во куќите сè додека смртта не ги стигне или додека Аллах не им најде некој пат.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 80,
      "verse_key": "4:16",
      "juz_number": 4,
      "hizb_number": 8,
      "rub_el_hizb_number": 32,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذَانِ يَأۡتِيَٰنِهَا مِنكُمۡ فَـَٔاذُوهُمَاۖ فَإِن تَابَا وَأَصۡلَحَا فَأَعۡرِضُواْ عَنۡهُمَآۗ إِنَّ ٱللَّهَ كَانَ تَوَّابٗا رَّحِيمًا",
      "translation": "16. А ако, пак, двајцата тоа го направат, тогаш, прекорете ги, а ако се покајат и ако се поправат, тогаш, оставете ги на мира, бидејќи Аллах, навистина, ги прима покајанијата и Милостив е!",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 80,
      "verse_key": "4:17",
      "juz_number": 4,
      "hizb_number": 8,
      "rub_el_hizb_number": 32,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّمَا ٱلتَّوۡبَةُ عَلَى ٱللَّهِ لِلَّذِينَ يَعۡمَلُونَ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ يَتُوبُونَ مِن قَرِيبٖ فَأُوْلَٰٓئِكَ يَتُوبُ ٱللَّهُ عَلَيۡهِمۡۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا",
      "translation": "17. Аллах го прима покајанието само од тие што кога ќе сторат некое лошо дело од незнаење, а веднаш потоа ќе се покајат. На нив Аллах ќе им прости, а Аллах сè добро знае и Мудар е!",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 80,
      "verse_key": "4:18",
      "juz_number": 4,
      "hizb_number": 8,
      "rub_el_hizb_number": 32,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَيۡسَتِ ٱلتَّوۡبَةُ لِلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ حَتَّىٰٓ إِذَا حَضَرَ أَحَدَهُمُ ٱلۡمَوۡتُ قَالَ إِنِّي تُبۡتُ ٱلۡـَٰٔنَ وَلَا ٱلَّذِينَ يَمُوتُونَ وَهُمۡ كُفَّارٌۚ أُوْلَٰٓئِكَ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا",
      "translation": "18. Залудно им е покајанието на тие коишто прават лоши дела сè додека не им се приближи смртта, па тогаш велат: „Сега навистина се каам!“, ниту пак за тие што ќе умрат како неверници. На нив болна казна им подготвивме!",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 80,
      "verse_key": "4:19",
      "juz_number": 4,
      "hizb_number": 8,
      "rub_el_hizb_number": 32,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَحِلُّ لَكُمۡ أَن تَرِثُواْ ٱلنِّسَآءَ كَرۡهٗاۖ وَلَا تَعۡضُلُوهُنَّ لِتَذۡهَبُواْ بِبَعۡضِ مَآ ءَاتَيۡتُمُوهُنَّ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَعَاشِرُوهُنَّ بِٱلۡمَعۡرُوفِۚ فَإِن كَرِهۡتُمُوهُنَّ فَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَيَجۡعَلَ ٱللَّهُ فِيهِ خَيۡرٗا كَثِيرٗا",
      "translation": "19. О, верници, забрането ви е сопругите да ги наследувате (како предмети) без нивна желба и да им причинувате тешкотии со намера од нештата што им ги дарувавте за себе да си присвоите освен доколку сторат јасен грев. Со нив убаво живејте! А ако почувствувате непожелност кон нив, можно е да не сакате нешто во коешто Аллах дал големо добро!",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 81,
      "verse_key": "4:20",
      "juz_number": 4,
      "hizb_number": 8,
      "rub_el_hizb_number": 32,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِنۡ أَرَدتُّمُ ٱسۡتِبۡدَالَ زَوۡجٖ مَّكَانَ زَوۡجٖ وَءَاتَيۡتُمۡ إِحۡدَىٰهُنَّ قِنطَارٗا فَلَا تَأۡخُذُواْ مِنۡهُ شَيۡـًٔاۚ أَتَأۡخُذُونَهُۥ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا",
      "translation": "20. Ако сакате едната сопруга да ја замeните со друга, и на едната од нив сте ѝ дале богати дарови, не земајте ништо од тоа. Зарем тоа со клевета да го земете и да направите очигледен грев?",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 81,
      "verse_key": "4:21",
      "juz_number": 4,
      "hizb_number": 8,
      "rub_el_hizb_number": 32,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَيۡفَ تَأۡخُذُونَهُۥ وَقَدۡ أَفۡضَىٰ بَعۡضُكُمۡ إِلَىٰ بَعۡضٖ وَأَخَذۡنَ مِنكُم مِّيثَٰقًا غَلِيظٗا",
      "translation": "21. Како би можеле тоа да ѝ го одземете, кога еден со друг сте биле интимни и кога тие од вас цврста обврска зеле?",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 81,
      "verse_key": "4:22",
      "juz_number": 4,
      "hizb_number": 8,
      "rub_el_hizb_number": 32,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَنكِحُواْ مَا نَكَحَ ءَابَآؤُكُم مِّنَ ٱلنِّسَآءِ إِلَّا مَا قَدۡ سَلَفَۚ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَمَقۡتٗا وَسَآءَ سَبِيلًا",
      "translation": "22. И не женете се со жените со кои се женеле вашите татковци после тоа што било; тоа би бил разврат, гнасен и лош пат![98]",
      "footnotes": "[98] Во предисламското време животот на жената во бракот бил многу тежок. Си­но­ви­те ги наследувале своите маќеи, како и останатиот имот од своите татковци. Имале пра­во со маќеите да живеат како со своите жени, само поради тоа што биле ма­жени за нивните татковци, и можеле без нивно одобрение да ги омажат за себе или за некој род­нина, а можеле и да им го забранат бракот. Со овој ајет сето ова се забранува."
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 81,
      "verse_key": "4:23",
      "juz_number": 4,
      "hizb_number": 8,
      "rub_el_hizb_number": 32,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "حُرِّمَتۡ عَلَيۡكُمۡ أُمَّهَٰتُكُمۡ وَبَنَاتُكُمۡ وَأَخَوَٰتُكُمۡ وَعَمَّٰتُكُمۡ وَخَٰلَٰتُكُمۡ وَبَنَاتُ ٱلۡأَخِ وَبَنَاتُ ٱلۡأُخۡتِ وَأُمَّهَٰتُكُمُ ٱلَّٰتِيٓ أَرۡضَعۡنَكُمۡ وَأَخَوَٰتُكُم مِّنَ ٱلرَّضَٰعَةِ وَأُمَّهَٰتُ نِسَآئِكُمۡ وَرَبَٰٓئِبُكُمُ ٱلَّٰتِي فِي حُجُورِكُم مِّن نِّسَآئِكُمُ ٱلَّٰتِي دَخَلۡتُم بِهِنَّ فَإِن لَّمۡ تَكُونُواْ دَخَلۡتُم بِهِنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ وَحَلَٰٓئِلُ أَبۡنَآئِكُمُ ٱلَّذِينَ مِنۡ أَصۡلَٰبِكُمۡ وَأَن تَجۡمَعُواْ بَيۡنَ ٱلۡأُخۡتَيۡنِ إِلَّا مَا قَدۡ سَلَفَۗ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا",
      "translation": "23. Ви се забрануваат: мајките ваши, и ќерките ваши, и сестрите ваши, и сестрите на татковците ваши, и сестрите на мајките ваши, и ќерките од браќата ваши и од сестрите ваши, и помајките ваши што ве доеле, и сестрите ваши по млеко, и мајките на жените ваши, и паштерките ваши кои се под ваша закрила од жените ваши со кои сте имале брачни односи, – но ако со нив не сте имале брачни односи, тогаш не правите грев! – и жените на вашите родени синови, и две сестри одеднаш да ожените, освен тоа што било претходно! Аллах навистина простува и Милостив е!",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 82,
      "verse_key": "4:24",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 33,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَٱلۡمُحۡصَنَٰتُ مِنَ ٱلنِّسَآءِ إِلَّا مَا مَلَكَتۡ أَيۡمَٰنُكُمۡۖ كِتَٰبَ ٱللَّهِ عَلَيۡكُمۡۚ وَأُحِلَّ لَكُم مَّا وَرَآءَ ذَٰلِكُمۡ أَن تَبۡتَغُواْ بِأَمۡوَٰلِكُم مُّحۡصِنِينَ غَيۡرَ مُسَٰفِحِينَۚ فَمَا ٱسۡتَمۡتَعۡتُم بِهِۦ مِنۡهُنَّ فَـَٔاتُوهُنَّ أُجُورَهُنَّ فَرِيضَةٗۚ وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا تَرَٰضَيۡتُم بِهِۦ مِنۢ بَعۡدِ ٱلۡفَرِيضَةِۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا",
      "translation": "24. И мажените жени, освен тие што ќе ги заробите, што ви е Аллахов пропис! А останатите ви се дозволени, ако сакате венчални дарови да им дадете и со нив да се ожените, а не да правите блуд! А на сопругите ваши, со кои сте имале брачни односи, дадете им ги нивните венчални дарови како што е пропишано. И не правите грев ако по одредениот венчален дар, со нив се нагодите. Аллах, навистина, сè знае и Мудар е!",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 82,
      "verse_key": "4:25",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 33,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَن لَّمۡ يَسۡتَطِعۡ مِنكُمۡ طَوۡلًا أَن يَنكِحَ ٱلۡمُحۡصَنَٰتِ ٱلۡمُؤۡمِنَٰتِ فَمِن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن فَتَيَٰتِكُمُ ٱلۡمُؤۡمِنَٰتِۚ وَٱللَّهُ أَعۡلَمُ بِإِيمَٰنِكُمۚ بَعۡضُكُم مِّنۢ بَعۡضٖۚ فَٱنكِحُوهُنَّ بِإِذۡنِ أَهۡلِهِنَّ وَءَاتُوهُنَّ أُجُورَهُنَّ بِٱلۡمَعۡرُوفِ مُحۡصَنَٰتٍ غَيۡرَ مُسَٰفِحَٰتٖ وَلَا مُتَّخِذَٰتِ أَخۡدَانٖۚ فَإِذَآ أُحۡصِنَّ فَإِنۡ أَتَيۡنَ بِفَٰحِشَةٖ فَعَلَيۡهِنَّ نِصۡفُ مَا عَلَى ٱلۡمُحۡصَنَٰتِ مِنَ ٱلۡعَذَابِۚ ذَٰلِكَ لِمَنۡ خَشِيَ ٱلۡعَنَتَ مِنكُمۡۚ وَأَن تَصۡبِرُواْ خَيۡرٞ لَّكُمۡۗ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
      "translation": "25. А тој меѓу вас кој не е доволно богат да се ожени со слободна верничка – ете му ги тие во ваша сопственост, робинките ваши, вернички – а Аллах најдобро знае какво е верувањето ваше – едни од други сте. И женете се со нив со согласност на сопственикот нивен, и дајте им ги венчалните дарови како што е вообичаено, ако се чедни, а не се прељубнички, ниту тајни љубовнички. А ако тие како мажени сторат блуд, нека бидат казнети со половична казна пропишана за слободните жени. Тоа е за тој од вас што се плаши од блуд, а подобро ви е да се воздржите, бидејќи Аллах простува и Милостив е!",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 82,
      "verse_key": "4:26",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 33,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُرِيدُ ٱللَّهُ لِيُبَيِّنَ لَكُمۡ وَيَهۡدِيَكُمۡ سُنَنَ ٱلَّذِينَ مِن قَبۡلِكُمۡ وَيَتُوبَ عَلَيۡكُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ",
      "translation": "26. Аллах сака да ви објасни и да ве упати на патиштата по кои одеа тие пред вас и да ви прости. А Аллах сè добро знае и Мудар е!",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 83,
      "verse_key": "4:27",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 33,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱللَّهُ يُرِيدُ أَن يَتُوبَ عَلَيۡكُمۡ وَيُرِيدُ ٱلَّذِينَ يَتَّبِعُونَ ٱلشَّهَوَٰتِ أَن تَمِيلُواْ مَيۡلًا عَظِيمٗا",
      "translation": "27. Аллах сака да ви прости, а тие кои по страстите свои се водат сакаат далеку од Вистинскиот пат да скршнете!",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 83,
      "verse_key": "4:28",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 33,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُرِيدُ ٱللَّهُ أَن يُخَفِّفَ عَنكُمۡۚ وَخُلِقَ ٱلۡإِنسَٰنُ ضَعِيفٗا",
      "translation": "28. Аллах сака да ви олесни, а човекот е создаден како слабо суштество!",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 83,
      "verse_key": "4:29",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 33,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ إِلَّآ أَن تَكُونَ تِجَٰرَةً عَن تَرَاضٖ مِّنكُمۡۚ وَلَا تَقۡتُلُوٓاْ أَنفُسَكُمۡۚ إِنَّ ٱللَّهَ كَانَ بِكُمۡ رَحِيمٗا",
      "translation": "29. О, верници, не присвојувајте ги на недозволен начин имотите едни од други, освен со трговија и со заемна согласност, и самите себеси не се убивајте! Аллах е навистина Милостив кон вас!",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 83,
      "verse_key": "4:30",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 33,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَن يَفۡعَلۡ ذَٰلِكَ عُدۡوَٰنٗا وَظُلۡمٗا فَسَوۡفَ نُصۡلِيهِ نَارٗاۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
      "translation": "30. Тој што тоа неправично и насилно ќе го стори, Ние во Огнот ќе го фрлиме, бидејќи тоа за Аллах е лесно.",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 83,
      "verse_key": "4:31",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 33,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِن تَجۡتَنِبُواْ كَبَآئِرَ مَا تُنۡهَوۡنَ عَنۡهُ نُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَنُدۡخِلۡكُم مُّدۡخَلٗا كَرِيمٗا",
      "translation": "31. Ако ги избегнувате големите гревови кои ви се забранети, Ние ќе ги покриеме вашите лоши дела и ќе ве воведеме во прекрасно место!",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 83,
      "verse_key": "4:32",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 33,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَتَمَنَّوۡاْ مَا فَضَّلَ ٱللَّهُ بِهِۦ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖۚ لِّلرِّجَالِ نَصِيبٞ مِّمَّا ٱكۡتَسَبُواْۖ وَلِلنِّسَآءِ نَصِيبٞ مِّمَّا ٱكۡتَسَبۡنَۚ وَسۡـَٔلُواْ ٱللَّهَ مِن فَضۡلِهِۦٓۚ إِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا",
      "translation": "32. И не го посакувајте тоа со што Аллах некои од вас ги одликувал над останатите: на мажите им припаѓа награда за тоа што ќе го сторат, а на жените награда за тоа што тие ќе го сторат. И молете Го Аллах за Неговото изобилство! Аллах, навистина, сè добро знае!",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 83,
      "verse_key": "4:33",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 33,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِكُلّٖ جَعَلۡنَا مَوَٰلِيَ مِمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَۚ وَٱلَّذِينَ عَقَدَتۡ أَيۡمَٰنُكُمۡ فَـَٔاتُوهُمۡ نَصِيبَهُمۡۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا",
      "translation": "33. За сè сме одредиле наследници за сето тоа што ќе го остават родителите и роднините. На тие со кои сте врзани со договор, дајте им го нивниот дел! Аллах е навистина сведок на сè!",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 84,
      "verse_key": "4:34",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 33,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلرِّجَالُ قَوَّٰمُونَ عَلَى ٱلنِّسَآءِ بِمَا فَضَّلَ ٱللَّهُ بَعۡضَهُمۡ عَلَىٰ بَعۡضٖ وَبِمَآ أَنفَقُواْ مِنۡ أَمۡوَٰلِهِمۡۚ فَٱلصَّٰلِحَٰتُ قَٰنِتَٰتٌ حَٰفِظَٰتٞ لِّلۡغَيۡبِ بِمَا حَفِظَ ٱللَّهُۚ وَٱلَّٰتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَٱهۡجُرُوهُنَّ فِي ٱلۡمَضَاجِعِ وَٱضۡرِبُوهُنَّۖ فَإِنۡ أَطَعۡنَكُمۡ فَلَا تَبۡغُواْ عَلَيۡهِنَّ سَبِيلًاۗ إِنَّ ٱللَّهَ كَانَ عَلِيّٗا كَبِيرٗا",
      "translation": "34. Мажите се надредени над жените затоа што Аллах ги одликувал едните над другите и затоа што тие ги трошат имотите свои. Поради тоа честитите жени се послушни и за време на отсуството на сопругот го чуваат тоа што Аллах одредил да се чува. Тие за чијашто непослушност се плашите, посоветувајте ги, а потоа напуштете ги постелите нивни, па и удрете ги! Ако ви станат послушни, против нив ништо не правете! Аллах е навистина Возвишен и Голем!",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 84,
      "verse_key": "4:35",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 33,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِنۡ خِفۡتُمۡ شِقَاقَ بَيۡنِهِمَا فَٱبۡعَثُواْ حَكَمٗا مِّنۡ أَهۡلِهِۦ وَحَكَمٗا مِّنۡ أَهۡلِهَآ إِن يُرِيدَآ إِصۡلَٰحٗا يُوَفِّقِ ٱللَّهُ بَيۡنَهُمَآۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا خَبِيرٗا",
      "translation": "35. А ако се плашите од раздор помеѓу нив двајца, тогаш испратете еден посредник од неговото, а еден посредник од нејзиното семејство. Ако тие сакаат помирување, Аллах ќе ги смири, бидејќи Аллах знае сè и е известен за сè!",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 84,
      "verse_key": "4:36",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَٱعۡبُدُواْ ٱللَّهَ وَلَا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗا وَبِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱلۡجَارِ ذِي ٱلۡقُرۡبَىٰ وَٱلۡجَارِ ٱلۡجُنُبِ وَٱلصَّاحِبِ بِٱلۡجَنۢبِ وَٱبۡنِ ٱلسَّبِيلِ وَمَا مَلَكَتۡ أَيۡمَٰنُكُمۡۗ إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ مُخۡتَالٗا فَخُورًا",
      "translation": "36. И обожувајте Го Аллах и ништо не Му здружувајте! А на родителите правете им добро, и на роднините, и на сирачињата, и на сиромашните, и на блискиот сосед и на далечниот сосед, и на пријателот, и на патникот, и на тој што е во ваша сопственост! Аллах, навистина, не ги сака горделивите и фалбаџиите!",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 84,
      "verse_key": "4:37",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِ وَيَكۡتُمُونَ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦۗ وَأَعۡتَدۡنَا لِلۡكَٰفِرِينَ عَذَابٗا مُّهِينٗا",
      "translation": "37. Тоа се тие кои се скржави и им заповедаат на другите да бидат скржави и кои го кријат тоа што Аллах од изобилството Свое им го дарил, а Ние на неверниците им подготвивме срамна казна!",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 85,
      "verse_key": "4:38",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡيَوۡمِ ٱلۡأٓخِرِۗ وَمَن يَكُنِ ٱلشَّيۡطَٰنُ لَهُۥ قَرِينٗا فَسَآءَ قَرِينٗا",
      "translation": "38. И тие што ги трошат имотите свои за да се покажат пред луѓето, а во Аллах и во оној свет не веруваат! А на кого шејтанот му е пријател, тој му е лош пријател!",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 85,
      "verse_key": "4:39",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَاذَا عَلَيۡهِمۡ لَوۡ ءَامَنُواْ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَأَنفَقُواْ مِمَّا رَزَقَهُمُ ٱللَّهُۚ وَكَانَ ٱللَّهُ بِهِمۡ عَلِيمًا",
      "translation": "39. А што ќе им биде ако во Аллах и во Судниот ден веруваат и ако од тоа што Аллах им го дал даваат, кога Аллах за нив знае сè?",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 85,
      "verse_key": "4:40",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱللَّهَ لَا يَظۡلِمُ مِثۡقَالَ ذَرَّةٖۖ وَإِن تَكُ حَسَنَةٗ يُضَٰعِفۡهَا وَيُؤۡتِ مِن لَّدُنۡهُ أَجۡرًا عَظِيمٗا",
      "translation": "40. Аллах нема ни тронка неправда да стори. Тој доброто дело ќе го умножи и уште од Себе голема награда ќе даде!",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 85,
      "verse_key": "4:41",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَكَيۡفَ إِذَا جِئۡنَا مِن كُلِّ أُمَّةِۭ بِشَهِيدٖ وَجِئۡنَا بِكَ عَلَىٰ هَٰٓؤُلَآءِ شَهِيدٗا",
      "translation": "41. А што ќе биде, кога од секој народ ќе доведеме сведок, а тебе ќе те доведеме како сведок против овие народи?",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 85,
      "verse_key": "4:42",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَئِذٖ يَوَدُّ ٱلَّذِينَ كَفَرُواْ وَعَصَوُاْ ٱلرَّسُولَ لَوۡ تُسَوَّىٰ بِهِمُ ٱلۡأَرۡضُ وَلَا يَكۡتُمُونَ ٱللَّهَ حَدِيثٗا",
      "translation": "42. На тој ден тие што не веруваа и што против Пратеникот се креваа, ќе посакаат земјата над нив да е порамнета, а од Аллах нема да можат ниту еден збор да сокријат!",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 85,
      "verse_key": "4:43",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقۡرَبُواْ ٱلصَّلَوٰةَ وَأَنتُمۡ سُكَٰرَىٰ حَتَّىٰ تَعۡلَمُواْ مَا تَقُولُونَ وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيلٍ حَتَّىٰ تَغۡتَسِلُواْۚ وَإِن كُنتُم مَّرۡضَىٰٓ أَوۡ عَلَىٰ سَفَرٍ أَوۡ جَآءَ أَحَدٞ مِّنكُم مِّنَ ٱلۡغَآئِطِ أَوۡ لَٰمَسۡتُمُ ٱلنِّسَآءَ فَلَمۡ تَجِدُواْ مَآءٗ فَتَيَمَّمُواْ صَعِيدٗا طَيِّبٗا فَٱمۡسَحُواْ بِوُجُوهِكُمۡ وَأَيۡدِيكُمۡۗ إِنَّ ٱللَّهَ كَانَ عَفُوًّا غَفُورًا",
      "translation": "43. О, верници, не пристапувајте на намаз (молитва) пијани сè додека не бидете свесни што изговарате, ниту кога сте џунуб[99], освен ако сте на поминување[100], сè додека не се искапете. А ако сте болни, или сте на пат, или после извршена физиолошка потреба, или ако сте биле во допир со жените[101], а не најдете вода, тогаш со дланките чистата земја допрете ја и лицата ваши и рацете ваши допрете ги.[102] Аллах, навистина, поминува преку гревовите и простува!",
      "footnotes": "[99] Џунуб (ар.) – состојба на телесна нечистотија по ејакулација, или полов однос, а кај жените и за време на менструација и за време постпородилното крварење. Оваа не­чистотија се отстранува со обредно капење наречено гусул, после кое личноста се смета за телесно чиста.\n[100] Тоа значи дека може да се влезе во џамија во таква состојба, но само доколку тре­ба да се помине низ неа за да се излезе од другата страна или пак за да се земе некој предмет и веднаш да се излезе.\n[101] „Во допир со жените“ – под овој израз се подразбира интимниот однос помеѓу соп­ружниците.\n[102] Во случај на немање вода за гусул, треба да се пристапи кон симболично чистење со чиста земја, песок или земјен сад, наречено тејемум, на начин како што тоа е опи­шано во ајетот."
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 85,
      "verse_key": "4:44",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يَشۡتَرُونَ ٱلضَّلَٰلَةَ وَيُرِيدُونَ أَن تَضِلُّواْ ٱلسَّبِيلَ",
      "translation": "44. Зарем не гледаш како тие на кои им е даден дел од Книгата ја купуваат заблудата и сакаат и вие од Вистинскиот пат да скршнете?",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 86,
      "verse_key": "4:45",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱللَّهُ أَعۡلَمُ بِأَعۡدَآئِكُمۡۚ وَكَفَىٰ بِٱللَّهِ وَلِيّٗا وَكَفَىٰ بِٱللَّهِ نَصِيرٗا",
      "translation": "45. Аллах најдобро ги познава вашите непријатели; Аллах е доволен Заштитник и Аллах е доволен Помагач!",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 86,
      "verse_key": "4:46",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مِّنَ ٱلَّذِينَ هَادُواْ يُحَرِّفُونَ ٱلۡكَلِمَ عَن مَّوَاضِعِهِۦ وَيَقُولُونَ سَمِعۡنَا وَعَصَيۡنَا وَٱسۡمَعۡ غَيۡرَ مُسۡمَعٖ وَرَٰعِنَا لَيَّۢا بِأَلۡسِنَتِهِمۡ وَطَعۡنٗا فِي ٱلدِّينِۚ وَلَوۡ أَنَّهُمۡ قَالُواْ سَمِعۡنَا وَأَطَعۡنَا وَٱسۡمَعۡ وَٱنظُرۡنَا لَكَانَ خَيۡرٗا لَّهُمۡ وَأَقۡوَمَ وَلَٰكِن لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَلَا يُؤۡمِنُونَ إِلَّا قَلِيلٗا",
      "translation": "46. Од eвреите има такви кои ја извртуваат смислата на зборовите велејќи: „Слушаме, но не се покоруваме!“ и „Слушај, да не те чуеме!“ и „Раина“, превртувајќи со јазиците свои и хулејќи ја верата! А да кажат: „Слушаме и се покоруваме!“ и „Слушај!“ и „Погледни нè!“ – за нив би било подобро и поисправно! Но, поради неверувањето нивно Аллах ги проколна и малкумина од нив веруваат!",
      "footnotes": ""
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 86,
      "verse_key": "4:47",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ ءَامِنُواْ بِمَا نَزَّلۡنَا مُصَدِّقٗا لِّمَا مَعَكُم مِّن قَبۡلِ أَن نَّطۡمِسَ وُجُوهٗا فَنَرُدَّهَا عَلَىٰٓ أَدۡبَارِهَآ أَوۡ نَلۡعَنَهُمۡ كَمَا لَعَنَّآ أَصۡحَٰبَ ٱلسَّبۡتِۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولًا",
      "translation": "47. О, вие на кои ви е дадена Книгата, поверувајте во ова што го објавуваме потврдувајќи го тоа што веќе го имате, пред да ги избришеме цртите на лицето и пред да ги вратиме назад, или пред да ги проколнеме како што ги проколнавме тие кои не ја почитуваа саботата. А Аллаховата заповед мора да се изврши!",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 86,
      "verse_key": "4:48",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱللَّهَ لَا يَغۡفِرُ أَن يُشۡرَكَ بِهِۦ وَيَغۡفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَقَدِ ٱفۡتَرَىٰٓ إِثۡمًا عَظِيمًا",
      "translation": "48. Аллах нема да прости ако нешто Му се здружува, а ќе прости сè освен тоа кому Тој сака! А тој што на Аллах Му припишува здруженик, тој прави клевета и голем грев.",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 86,
      "verse_key": "4:49",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُزَكُّونَ أَنفُسَهُمۚ بَلِ ٱللَّهُ يُزَكِّي مَن يَشَآءُ وَلَا يُظۡلَمُونَ فَتِيلًا",
      "translation": "49. Зарем не ги гледаш тие кои се сметаат себеси за чисти од гревови? Меѓутоа, Аллах чисти од гревови кого сака и никому нема, ни колку една тронка, неправда да му се направи.",
      "footnotes": ""
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 86,
      "verse_key": "4:50",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱنظُرۡ كَيۡفَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَۖ وَكَفَىٰ بِهِۦٓ إِثۡمٗا مُّبِينًا",
      "translation": "50. Погледни како измислуваат лага за Аллах! А тоа за Аллах е доволно како јасен грев!",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 86,
      "verse_key": "4:51",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُؤۡمِنُونَ بِٱلۡجِبۡتِ وَٱلطَّٰغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُواْ هَٰٓؤُلَآءِ أَهۡدَىٰ مِنَ ٱلَّذِينَ ءَامَنُواْ سَبِيلًا",
      "translation": "51. Зарем не гледаш како оние на кои им е даден еден дел од Книгата во киповите и во тагутот веруваат, а за незнабошците велат: „Тие се на поисправниот пат од верниците“.",
      "footnotes": ""
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 87,
      "verse_key": "4:52",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُۖ وَمَن يَلۡعَنِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ نَصِيرًا",
      "translation": "52. Нив Аллах ги проколнал, а на тој кого Аллах го проколнал нема да му најдеш никој кој би му помогнал!",
      "footnotes": ""
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 87,
      "verse_key": "4:53",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ لَهُمۡ نَصِيبٞ مِّنَ ٱلۡمُلۡكِ فَإِذٗا لَّا يُؤۡتُونَ ٱلنَّاسَ نَقِيرًا",
      "translation": "53. Дали можеби тие имаат некаков удел во власта! А кога тие би имале каков било удел во власта, на луѓето ништо не би им дале",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 87,
      "verse_key": "4:54",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ يَحۡسُدُونَ ٱلنَّاسَ عَلَىٰ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦۖ فَقَدۡ ءَاتَيۡنَآ ءَالَ إِبۡرَٰهِيمَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَءَاتَيۡنَٰهُم مُّلۡكًا عَظِيمٗا",
      "translation": "54. и дали им завидуваат на луѓето на кои Аллах од изобилието Свое им дарил. А Ние на Ибрахимовите потомци Книга и мудрост им дадовме, и голема власт им подаривме!",
      "footnotes": ""
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 87,
      "verse_key": "4:55",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَمِنۡهُم مَّنۡ ءَامَنَ بِهِۦ وَمِنۡهُم مَّن صَدَّ عَنۡهُۚ وَكَفَىٰ بِجَهَنَّمَ سَعِيرًا",
      "translation": "55. Па имаше од тие што веруваа, а имаше и такви што од тоа одвраќаа! А Џехенемот им е доволен како оган вжарен!",
      "footnotes": ""
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 87,
      "verse_key": "4:56",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِنَا سَوۡفَ نُصۡلِيهِمۡ نَارٗا كُلَّمَا نَضِجَتۡ جُلُودُهُم بَدَّلۡنَٰهُمۡ جُلُودًا غَيۡرَهَا لِيَذُوقُواْ ٱلۡعَذَابَۗ إِنَّ ٱللَّهَ كَانَ عَزِيزًا حَكِيمٗا",
      "translation": "56. Тие што не веруваат во Доказите Наши Ние, сигурно, во оган ќе ги фрлиме, па кога кожите ќе им се испечат, ќе им ги замениме со други кожи, за да ја осетат вистинската казна! А Аллах е Силниот и Мудриот!",
      "footnotes": ""
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 87,
      "verse_key": "4:57",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 34,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَنُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَنُدۡخِلُهُمۡ ظِلّٗا ظَلِيلًا",
      "translation": "57. А тие што веруваат и што прават добри дела, Ние ќе ги воведеме во џенетските градини под кои реки течат. Таму вечно ќе останат и во нив чисти жени ќе имаат, и во дебела ладовина ќе ги внесеме.",
      "footnotes": ""
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 87,
      "verse_key": "4:58",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تُؤَدُّواْ ٱلۡأَمَٰنَٰتِ إِلَىٰٓ أَهۡلِهَا وَإِذَا حَكَمۡتُم بَيۡنَ ٱلنَّاسِ أَن تَحۡكُمُواْ بِٱلۡعَدۡلِۚ إِنَّ ٱللَّهَ نِعِمَّا يَعِظُكُم بِهِۦٓۗ إِنَّ ٱللَّهَ كَانَ سَمِيعَۢا بَصِيرٗا",
      "translation": "58. Аллах ви наредува доверените работи да им ги дадете на тие што се способни, а кога на луѓето им судите – праведно да судите. Аллаховиот совет навистина е прекрасен и Аллах навистина сè слуша и сè гледа.",
      "footnotes": ""
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 87,
      "verse_key": "4:59",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَأُوْلِي ٱلۡأَمۡرِ مِنكُمۡۖ فَإِن تَنَٰزَعۡتُمۡ فِي شَيۡءٖ فَرُدُّوهُ إِلَى ٱللَّهِ وَٱلرَّسُولِ إِن كُنتُمۡ تُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلًا",
      "translation": "59. О, верници, покорувајте Му се на Аллах и покорувајте му се на Пратеникот и на вашите претпоставени. А ако не се сложувате во нешто, обратете им се на Аллах и на Пратеникот, ако верувате во Аллах и во оној свет! Тоа е подобро и последиците се поубави.",
      "footnotes": ""
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 88,
      "verse_key": "4:60",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يَزۡعُمُونَ أَنَّهُمۡ ءَامَنُواْ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ يُرِيدُونَ أَن يَتَحَاكَمُوٓاْ إِلَى ٱلطَّٰغُوتِ وَقَدۡ أُمِرُوٓاْ أَن يَكۡفُرُواْ بِهِۦۖ وَيُرِيدُ ٱلشَّيۡطَٰنُ أَن يُضِلَّهُمۡ ضَلَٰلَۢا بَعِيدٗا",
      "translation": "60. Зарем не ги гледаш тие што тврдат дека веруваат во тоа што ти се објавува тебе и во тоа што е објавено пред тебе, како сакаат пред тагутот да им се суди, иако им е наредено да не веруваат во него? А шејтанот сака само во голема заблуда да ги наведе!",
      "footnotes": ""
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 88,
      "verse_key": "4:61",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ رَأَيۡتَ ٱلۡمُنَٰفِقِينَ يَصُدُّونَ عَنكَ صُدُودٗا",
      "translation": "61. И кога ќе им се каже: „Прифатете го тоа што Аллах ви го објавува и прифатете го Пратеникот!“ – ги гледаш лицемерите како од тебе сосема се свртуваат.",
      "footnotes": ""
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 88,
      "verse_key": "4:62",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَكَيۡفَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ ثُمَّ جَآءُوكَ يَحۡلِفُونَ بِٱللَّهِ إِنۡ أَرَدۡنَآ إِلَّآ إِحۡسَٰنٗا وَتَوۡفِيقًا",
      "translation": "62. А што ли ќе биде кога ќе ги погоди некаква неволја поради делата на рацете нивни, па ќе ти дојдат колнејќи се во Аллах: „Ние само сакавме да сториме добрина и среќа.“",
      "footnotes": ""
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 88,
      "verse_key": "4:63",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُوْلَٰٓئِكَ ٱلَّذِينَ يَعۡلَمُ ٱللَّهُ مَا فِي قُلُوبِهِمۡ فَأَعۡرِضۡ عَنۡهُمۡ وَعِظۡهُمۡ وَقُل لَّهُمۡ فِيٓ أَنفُسِهِمۡ قَوۡلَۢا بَلِيغٗا",
      "translation": "63. Аллах добро знае што има во срцата нивни, затоа ти не осврнувај се на нивните зборови и советувај ги, и кажи им го тоа што ќе ги трогне.",
      "footnotes": ""
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 88,
      "verse_key": "4:64",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا لِيُطَاعَ بِإِذۡنِ ٱللَّهِۚ وَلَوۡ أَنَّهُمۡ إِذ ظَّلَمُوٓاْ أَنفُسَهُمۡ جَآءُوكَ فَٱسۡتَغۡفَرُواْ ٱللَّهَ وَٱسۡتَغۡفَرَ لَهُمُ ٱلرَّسُولُ لَوَجَدُواْ ٱللَّهَ تَوَّابٗا رَّحِيمٗا",
      "translation": "64. А Ние ниту еден Пратеник не испративме, освен за да му се покорувате со Аллаховото одобрение. А да ти дојдат кога самите себеси насилство ќе си сторат и да Го замолат Аллах да им прости, па и Пратеникот да замоли за нив, ќе видат дека Аллах, навистина, го прима покајанието и дека е Милостив!",
      "footnotes": ""
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 88,
      "verse_key": "4:65",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَا وَرَبِّكَ لَا يُؤۡمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيۡنَهُمۡ ثُمَّ لَا يَجِدُواْ فِيٓ أَنفُسِهِمۡ حَرَجٗا مِّمَّا قَضَيۡتَ وَيُسَلِّمُواْ تَسۡلِيمٗا",
      "translation": "65. И се колнам во Господарот твој, тие нема да бидат верници сè додека во меѓусебните спорови за судија тебе не те прифатат, а потоа во душите свои ни малку тешкотија да не почувствуваат за тоа што си го одредил и додека сосема не се покорат.",
      "footnotes": ""
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 89,
      "verse_key": "4:66",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ أَنَّا كَتَبۡنَا عَلَيۡهِمۡ أَنِ ٱقۡتُلُوٓاْ أَنفُسَكُمۡ أَوِ ٱخۡرُجُواْ مِن دِيَٰرِكُم مَّا فَعَلُوهُ إِلَّا قَلِيلٞ مِّنۡهُمۡۖ وَلَوۡ أَنَّهُمۡ فَعَلُواْ مَا يُوعَظُونَ بِهِۦ لَكَانَ خَيۡرٗا لَّهُمۡ وَأَشَدَّ تَثۡبِيتٗا",
      "translation": "66. А да им пропишавме Ние: „Самите себеси убивајте се!“ или „Иселете се од родните места!“, малкумина од нив би го сториле тоа! А кога би постапиле така како што им се советува, би им било подобро и би биле поцврсти во верата!",
      "footnotes": ""
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 89,
      "verse_key": "4:67",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذٗا لَّأٓتَيۡنَٰهُم مِّن لَّدُنَّآ أَجۡرًا عَظِيمٗا",
      "translation": "67. И тогаш Ние, сигурно, голема награда би им дале",
      "footnotes": ""
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 89,
      "verse_key": "4:68",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَهَدَيۡنَٰهُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا",
      "translation": "68. и на Правиот пат би ги упатиле!",
      "footnotes": ""
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 89,
      "verse_key": "4:69",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَن يُطِعِ ٱللَّهَ وَٱلرَّسُولَ فَأُوْلَٰٓئِكَ مَعَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ وَٱلصِّدِّيقِينَ وَٱلشُّهَدَآءِ وَٱلصَّٰلِحِينَۚ وَحَسُنَ أُوْلَٰٓئِكَ رَفِيقٗا",
      "translation": "69. Тие што им се покорни на Аллах и на Пратеникот, ќе бидат во друштвото со оние на кои Аллах Своите благодати им ги дарил: веровесниците, праведниците, шехидите и добрите луѓе. А тоа е прекрасно друштво!",
      "footnotes": ""
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 89,
      "verse_key": "4:70",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ ٱلۡفَضۡلُ مِنَ ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ عَلِيمٗا",
      "translation": "70. Таа благодат е од Аллах, а доволно е тоа што Аллах сè знае!",
      "footnotes": ""
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 89,
      "verse_key": "4:71",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ خُذُواْ حِذۡرَكُمۡ فَٱنفِرُواْ ثُبَاتٍ أَوِ ٱنفِرُواْ جَمِيعٗا",
      "translation": "71. О, верници, бидете внимателни и во борба одете во групи или сите одеднаш!",
      "footnotes": ""
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 89,
      "verse_key": "4:72",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِنَّ مِنكُمۡ لَمَن لَّيُبَطِّئَنَّ فَإِنۡ أَصَٰبَتۡكُم مُّصِيبَةٞ قَالَ قَدۡ أَنۡعَمَ ٱللَّهُ عَلَيَّ إِذۡ لَمۡ أَكُن مَّعَهُمۡ شَهِيدٗا",
      "translation": "72. Меѓу вас има и такви кои сигурно ќе се колебаат, и кои, ако ве погоди некаква неволја, ќе кажат: „Аллах милоста Своја ми ја укажал што не бев со нив!“",
      "footnotes": ""
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 89,
      "verse_key": "4:73",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 35,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَئِنۡ أَصَٰبَكُمۡ فَضۡلٞ مِّنَ ٱللَّهِ لَيَقُولَنَّ كَأَن لَّمۡ تَكُنۢ بَيۡنَكُمۡ وَبَيۡنَهُۥ مَوَدَّةٞ يَٰلَيۡتَنِي كُنتُ مَعَهُمۡ فَأَفُوزَ فَوۡزًا عَظِيمٗا",
      "translation": "73. А ако ви се случи добро од Аллах, тој сигурно, како меѓу вас и него да немало никакво пријателство, ќе рече: „Камо среќа да бев со нив, голем плен ќе добиев!“",
      "footnotes": ""
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 89,
      "verse_key": "4:74",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 36,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ فَلۡيُقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يَشۡرُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۚ وَمَن يُقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ فَيُقۡتَلۡ أَوۡ يَغۡلِبۡ فَسَوۡفَ نُؤۡتِيهِ أَجۡرًا عَظِيمٗا",
      "translation": "74. Па затоа на Аллаховиот пат нека се борат верниците против тие што животот на овој свет го купуваат за оној свет, бидејќи кој ќе се бори на Аллаховиот пат, па макар да загине или победи, Ние сигурно со голема награда ќе го наградиме!",
      "footnotes": ""
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 90,
      "verse_key": "4:75",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 36,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا لَكُمۡ لَا تُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِ وَٱلۡمُسۡتَضۡعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلۡوِلۡدَٰنِ ٱلَّذِينَ يَقُولُونَ رَبَّنَآ أَخۡرِجۡنَا مِنۡ هَٰذِهِ ٱلۡقَرۡيَةِ ٱلظَّالِمِ أَهۡلُهَا وَٱجۡعَل لَّنَا مِن لَّدُنكَ وَلِيّٗا وَٱجۡعَل لَّنَا مِن لَّدُنكَ نَصِيرًا",
      "translation": "75. Што ви е, зошто не се борите на Аллаховиот пат за немоќните, мажите, жените и децата кои велат: „Господару наш, избави нè од овој град чиишто жители се насилници, одреди ни од Тебе заштитник и дај ни од Тебе помагач!“",
      "footnotes": ""
    },
    {
      "id": 76,
      "verse_number": 76,
      "page_number": 90,
      "verse_key": "4:76",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 36,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ ءَامَنُواْ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ وَٱلَّذِينَ كَفَرُواْ يُقَٰتِلُونَ فِي سَبِيلِ ٱلطَّٰغُوتِ فَقَٰتِلُوٓاْ أَوۡلِيَآءَ ٱلشَّيۡطَٰنِۖ إِنَّ كَيۡدَ ٱلشَّيۡطَٰنِ كَانَ ضَعِيفًا",
      "translation": "76. Верниците се борат на Аллаховиот пат, а неверниците на патот на тагутот. Затоа борете се против шејтановите штитеници, бидејќи шејтановото лукавство е навистина слабо!",
      "footnotes": ""
    },
    {
      "id": 77,
      "verse_number": 77,
      "page_number": 90,
      "verse_key": "4:77",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 36,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ قِيلَ لَهُمۡ كُفُّوٓاْ أَيۡدِيَكُمۡ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ إِذَا فَرِيقٞ مِّنۡهُمۡ يَخۡشَوۡنَ ٱلنَّاسَ كَخَشۡيَةِ ٱللَّهِ أَوۡ أَشَدَّ خَشۡيَةٗۚ وَقَالُواْ رَبَّنَا لِمَ كَتَبۡتَ عَلَيۡنَا ٱلۡقِتَالَ لَوۡلَآ أَخَّرۡتَنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖۗ قُلۡ مَتَٰعُ ٱلدُّنۡيَا قَلِيلٞ وَٱلۡأٓخِرَةُ خَيۡرٞ لِّمَنِ ٱتَّقَىٰ وَلَا تُظۡلَمُونَ فَتِيلًا",
      "translation": "77. Зарем не ги виде тие на коишто им беше речено: „Подалеку од борба, туку намаз (молитва) извршувајте и зекат давајте!“ А кога им се пропиша борба,[103] одеднаш некои од нив се уплашија од луѓето, како што се плашат од Аллах, или уште повеќе, и рекоа: „Господару наш, зошто ни пропиша борба? Барем да ни го одложеше тоа на одредено време!“ Кажи: „Уживањето на овој свет е кратко, а оној свет е подобар за богобојазливите!“ А никому од вас нема неправда да му се стори!",
      "footnotes": "[103] На муслиманите пред хиџрата (преселбата од Мека во Медина) им било наре­де­но да избегнуваат оружена борба со многубошците."
    },
    {
      "id": 78,
      "verse_number": 78,
      "page_number": 90,
      "verse_key": "4:78",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 36,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَيۡنَمَا تَكُونُواْ يُدۡرِككُّمُ ٱلۡمَوۡتُ وَلَوۡ كُنتُمۡ فِي بُرُوجٖ مُّشَيَّدَةٖۗ وَإِن تُصِبۡهُمۡ حَسَنَةٞ يَقُولُواْ هَٰذِهِۦ مِنۡ عِندِ ٱللَّهِۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَقُولُواْ هَٰذِهِۦ مِنۡ عِندِكَۚ قُلۡ كُلّٞ مِّنۡ عِندِ ٱللَّهِۖ فَمَالِ هَٰٓؤُلَآءِ ٱلۡقَوۡمِ لَا يَكَادُونَ يَفۡقَهُونَ حَدِيثٗا",
      "translation": "78. Каде и да сте, смртта ќе ве стигне, па дури да сте и во кулите високи! Ако ги снајде нешто добро, тие велат: „Ова е од Аллах!“, а ако ги снајде нешто лошо, велат: „Ова е од тебе!“ Кажи: „Сè е од Аллах!“ Па што им е на овие луѓе?! Како да не разбираат што им се зборува!",
      "footnotes": ""
    },
    {
      "id": 79,
      "verse_number": 79,
      "page_number": 90,
      "verse_key": "4:79",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 36,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَّآ أَصَابَكَ مِنۡ حَسَنَةٖ فَمِنَ ٱللَّهِۖ وَمَآ أَصَابَكَ مِن سَيِّئَةٖ فَمِن نَّفۡسِكَۚ وَأَرۡسَلۡنَٰكَ لِلنَّاسِ رَسُولٗاۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا",
      "translation": "79. Доброто кое ќе ти се случи е од Аллах, а лошото кое ќе те снајде е од тебе! Ние те испративме како пратеник на сите луѓе, а Аллах е доволен сведок!",
      "footnotes": ""
    },
    {
      "id": 80,
      "verse_number": 80,
      "page_number": 91,
      "verse_key": "4:80",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 36,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَّن يُطِعِ ٱلرَّسُولَ فَقَدۡ أَطَاعَ ٱللَّهَۖ وَمَن تَوَلَّىٰ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗا",
      "translation": "80. Кој ќе му се покори на Пратеникот, Му се покорил и на Аллах; а кој главата ќе ја сврти, па Ние не те пративме да им бидеш чувар!",
      "footnotes": ""
    },
    {
      "id": 81,
      "verse_number": 81,
      "page_number": 91,
      "verse_key": "4:81",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 36,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَقُولُونَ طَاعَةٞ فَإِذَا بَرَزُواْ مِنۡ عِندِكَ بَيَّتَ طَآئِفَةٞ مِّنۡهُمۡ غَيۡرَ ٱلَّذِي تَقُولُۖ وَٱللَّهُ يَكۡتُبُ مَا يُبَيِّتُونَۖ فَأَعۡرِضۡ عَنۡهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
      "translation": "81. Лицемерите велат: „Се покоруваме!“, а кога ќе се тргнат од тебе, тогаш некои од нив во ноќта смислуваат нешто спротивно на тоа што ти го зборуваш! Аллах го запишува тоа што тие ноќе го смислуваат. Ти сврти се од нив и потпри се на Аллах, бидејќи Аллах е доволен како Заштитник!",
      "footnotes": ""
    },
    {
      "id": 82,
      "verse_number": 82,
      "page_number": 91,
      "verse_key": "4:82",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 36,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَۚ وَلَوۡ كَانَ مِنۡ عِندِ غَيۡرِ ٱللَّهِ لَوَجَدُواْ فِيهِ ٱخۡتِلَٰفٗا كَثِيرٗا",
      "translation": "82. А зошто тие не го проучуваат Куранот? Бидејќи, да е од некој друг, а не од Аллах, тие во него би нашле многу противречности!",
      "footnotes": ""
    },
    {
      "id": 83,
      "verse_number": 83,
      "page_number": 91,
      "verse_key": "4:83",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 36,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا جَآءَهُمۡ أَمۡرٞ مِّنَ ٱلۡأَمۡنِ أَوِ ٱلۡخَوۡفِ أَذَاعُواْ بِهِۦۖ وَلَوۡ رَدُّوهُ إِلَى ٱلرَّسُولِ وَإِلَىٰٓ أُوْلِي ٱلۡأَمۡرِ مِنۡهُمۡ لَعَلِمَهُ ٱلَّذِينَ يَسۡتَنۢبِطُونَهُۥ مِنۡهُمۡۗ وَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَٱتَّبَعۡتُمُ ٱلشَّيۡطَٰنَ إِلَّا قَلِيلٗا",
      "translation": "83. Кога ќе им дојде нешто што се однесува до безбедноста или стравот, тие тоа го разгласуваат. А да го препуштат тоа на Пратеникот или на претпоставените свои, тоа сигурно од нив би го дознале тие што тоа го испитуваат. А да не е Аллаховата добрина кон вас и милоста Негова, вие сигурно, освен малкумина, шејтанот би го следеле!",
      "footnotes": ""
    },
    {
      "id": 84,
      "verse_number": 84,
      "page_number": 91,
      "verse_key": "4:84",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 36,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ لَا تُكَلَّفُ إِلَّا نَفۡسَكَۚ وَحَرِّضِ ٱلۡمُؤۡمِنِينَۖ عَسَى ٱللَّهُ أَن يَكُفَّ بَأۡسَ ٱلَّذِينَ كَفَرُواْۚ وَٱللَّهُ أَشَدُّ بَأۡسٗا وَأَشَدُّ تَنكِيلٗا",
      "translation": "84. Затоа бори се на Аллаховиот пат, не задолжувајќи никого освен себеси, а верниците поттикнувај ги! Можеби Аллах ќе ја сопре силата на неверниците, бидејќи Аллах е посилен и казните Негови се построги!",
      "footnotes": ""
    },
    {
      "id": 85,
      "verse_number": 85,
      "page_number": 91,
      "verse_key": "4:85",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 36,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَّن يَشۡفَعۡ شَفَٰعَةً حَسَنَةٗ يَكُن لَّهُۥ نَصِيبٞ مِّنۡهَاۖ وَمَن يَشۡفَعۡ شَفَٰعَةٗ سَيِّئَةٗ يَكُن لَّهُۥ كِفۡلٞ مِّنۡهَاۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقِيتٗا",
      "translation": "85. Кој ќе се залага за добро, и тој ќе има удел во тоа, а кој ќе се зазема за зло, и тој ќе има удел во тоа. А Аллах бдее над сè.",
      "footnotes": ""
    },
    {
      "id": 86,
      "verse_number": 86,
      "page_number": 91,
      "verse_key": "4:86",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 36,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا حُيِّيتُم بِتَحِيَّةٖ فَحَيُّواْ بِأَحۡسَنَ مِنۡهَآ أَوۡ رُدُّوهَآۗ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٍ حَسِيبًا",
      "translation": "86. Кога со поздрав ќе бидете поздравени, со поубав од него отпоздравете, или поздравот возвратете го, бидејќи Аллах навистина сè пресметува!",
      "footnotes": ""
    },
    {
      "id": 87,
      "verse_number": 87,
      "page_number": 92,
      "verse_key": "4:87",
      "juz_number": 5,
      "hizb_number": 9,
      "rub_el_hizb_number": 36,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۗ وَمَنۡ أَصۡدَقُ مِنَ ٱللَّهِ حَدِيثٗا",
      "translation": "87. Аллах, освен Кого друг бог нема, сигурно ќе ве собере на Судниот ден, во тоа воопшто нема сомнеж! А чиј говор е повистинит од Аллаховиот?",
      "footnotes": ""
    },
    {
      "id": 88,
      "verse_number": 88,
      "page_number": 92,
      "verse_key": "4:88",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 37,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ فَمَا لَكُمۡ فِي ٱلۡمُنَٰفِقِينَ فِئَتَيۡنِ وَٱللَّهُ أَرۡكَسَهُم بِمَا كَسَبُوٓاْۚ أَتُرِيدُونَ أَن تَهۡدُواْ مَنۡ أَضَلَّ ٱللَّهُۖ وَمَن يُضۡلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلٗا",
      "translation": "88. Зошто се раздвојувате кога се во прашање лицемерите кои Аллах ги врати во неверство поради тоа што самите го заслужиле! Зарем сакате на Вистинскиот пат да ги упатите тие кои Аллах во заблуда ги оставил? А кого Аллах ќе го заблуди, ти нема да му го најдеш Патот.",
      "footnotes": ""
    },
    {
      "id": 89,
      "verse_number": 89,
      "page_number": 92,
      "verse_key": "4:89",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 37,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَدُّواْ لَوۡ تَكۡفُرُونَ كَمَا كَفَرُواْ فَتَكُونُونَ سَوَآءٗۖ فَلَا تَتَّخِذُواْ مِنۡهُمۡ أَوۡلِيَآءَ حَتَّىٰ يُهَاجِرُواْ فِي سَبِيلِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَخُذُوهُمۡ وَٱقۡتُلُوهُمۡ حَيۡثُ وَجَدتُّمُوهُمۡۖ وَلَا تَتَّخِذُواْ مِنۡهُمۡ وَلِيّٗا وَلَا نَصِيرًا",
      "translation": "89. Тие би сакале и вие да не верувате како што тие не веруваат, па да бидете еднакви. Затоа не прифаќајте ги како пријатели додека не се иселат заради Аллах! А ако го свртат грбот, тогаш фаќајте ги и убивајте ги каде и да ги најдете, и ниту еден од нив како пријател и помагач не прифаќајте!",
      "footnotes": ""
    },
    {
      "id": 90,
      "verse_number": 90,
      "page_number": 92,
      "verse_key": "4:90",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 37,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَّا ٱلَّذِينَ يَصِلُونَ إِلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٌ أَوۡ جَآءُوكُمۡ حَصِرَتۡ صُدُورُهُمۡ أَن يُقَٰتِلُوكُمۡ أَوۡ يُقَٰتِلُواْ قَوۡمَهُمۡۚ وَلَوۡ شَآءَ ٱللَّهُ لَسَلَّطَهُمۡ عَلَيۡكُمۡ فَلَقَٰتَلُوكُمۡۚ فَإِنِ ٱعۡتَزَلُوكُمۡ فَلَمۡ يُقَٰتِلُوكُمۡ وَأَلۡقَوۡاْ إِلَيۡكُمُ ٱلسَّلَمَ فَمَا جَعَلَ ٱللَّهُ لَكُمۡ عَلَيۡهِمۡ سَبِيلٗا",
      "translation": "90. Освен тие што ќе се засолнат кај некое племе со кое вие имате договор, или тие што ќе дојдат кај вас, бидејќи им е тешко да се борат против вас и против родот свој. А да сака Аллах, би ги свртел против вас, па тие би се бореле против вас! Ако тие ве остават на мира и не се борат против вас, туку ви понудат мир, тогаш Аллах не ви дава пат против нив.",
      "footnotes": ""
    },
    {
      "id": 91,
      "verse_number": 91,
      "page_number": 92,
      "verse_key": "4:91",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 37,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "سَتَجِدُونَ ءَاخَرِينَ يُرِيدُونَ أَن يَأۡمَنُوكُمۡ وَيَأۡمَنُواْ قَوۡمَهُمۡ كُلَّ مَا رُدُّوٓاْ إِلَى ٱلۡفِتۡنَةِ أُرۡكِسُواْ فِيهَاۚ فَإِن لَّمۡ يَعۡتَزِلُوكُمۡ وَيُلۡقُوٓاْ إِلَيۡكُمُ ٱلسَّلَمَ وَيَكُفُّوٓاْ أَيۡدِيَهُمۡ فَخُذُوهُمۡ وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡۚ وَأُوْلَٰٓئِكُمۡ جَعَلۡنَا لَكُمۡ عَلَيۡهِمۡ سُلۡطَٰنٗا مُّبِينٗا",
      "translation": "91. Вие ќе наидувате и на тие кои сакаат да бидат безбедни и од вас и од народот свој, па кога и да бидат повикани во идолопоклонство, тие се враќаат во претходната состојба! Ако тие не се тргнат од вас и не ви понудат мир и ако не престанат да војуваат против вас, тогаш фаќајте ги и убивајте ги каде и да ги стигнете. Ние против нив ќе ви дадеме јасен доказ!",
      "footnotes": ""
    },
    {
      "id": 92,
      "verse_number": 92,
      "page_number": 93,
      "verse_key": "4:92",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 37,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا كَانَ لِمُؤۡمِنٍ أَن يَقۡتُلَ مُؤۡمِنًا إِلَّا خَطَـٔٗاۚ وَمَن قَتَلَ مُؤۡمِنًا خَطَـٔٗا فَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖ وَدِيَةٞ مُّسَلَّمَةٌ إِلَىٰٓ أَهۡلِهِۦٓ إِلَّآ أَن يَصَّدَّقُواْۚ فَإِن كَانَ مِن قَوۡمٍ عَدُوّٖ لَّكُمۡ وَهُوَ مُؤۡمِنٞ فَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖۖ وَإِن كَانَ مِن قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞ فَدِيَةٞ مُّسَلَّمَةٌ إِلَىٰٓ أَهۡلِهِۦ وَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖۖ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ تَوۡبَةٗ مِّنَ ٱللَّهِۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا",
      "translation": "92. Верник не може да убие верник освен само по грешка, а кој убие верник по грешка, тој мора да ослободи од ропство еден роб верник, и да предаде крвнина на неговото семејство, освен ако тие му ја простат. Ако тој припаѓа на народ кој е ваш непријател, а верник е, тој мора да ослободи еден роб верник! А ако припаѓа на народ со кој сте во сојуз, мора да даде крвнина на неговото семејство и да ослободи од ропство еден роб верник. Доколку не најде, мора да пости два месеца еден по друг, покајувајќи Му се на Аллах! А Аллах сè знае и Мудар е!",
      "footnotes": ""
    },
    {
      "id": 93,
      "verse_number": 93,
      "page_number": 93,
      "verse_key": "4:93",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 37,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَن يَقۡتُلۡ مُؤۡمِنٗا مُّتَعَمِّدٗا فَجَزَآؤُهُۥ جَهَنَّمُ خَٰلِدٗا فِيهَا وَغَضِبَ ٱللَّهُ عَلَيۡهِ وَلَعَنَهُۥ وَأَعَدَّ لَهُۥ عَذَابًا عَظِيمٗا",
      "translation": "93. Тој што намерно ќе убие верник, казната му е Џехенемот во кој вечно ќе остане! Аллах врз него гневот Свој ќе го спушти и ќе го проколне и голема казна ќе му подготви!",
      "footnotes": ""
    },
    {
      "id": 94,
      "verse_number": 94,
      "page_number": 93,
      "verse_key": "4:94",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 37,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا ضَرَبۡتُمۡ فِي سَبِيلِ ٱللَّهِ فَتَبَيَّنُواْ وَلَا تَقُولُواْ لِمَنۡ أَلۡقَىٰٓ إِلَيۡكُمُ ٱلسَّلَٰمَ لَسۡتَ مُؤۡمِنٗا تَبۡتَغُونَ عَرَضَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فَعِندَ ٱللَّهِ مَغَانِمُ كَثِيرَةٞۚ كَذَٰلِكَ كُنتُم مِّن قَبۡلُ فَمَنَّ ٱللَّهُ عَلَيۡكُمۡ فَتَبَيَّنُوٓاْۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا",
      "translation": "94. О, верници, кога ќе појдете во борба на Аллаховиот пат, сè добро проверете и на тој што ќе ве поздрави со селам[104] не велете: „Ти не си верник!“ – копнеејќи по минливите добра на овој свет, бидејќи кај Аллах има добра во изобилство! И вие бевте такви претходно, па Аллах ви ја подари Својата милост! Затоа, сè добро проверете, зашто Аллах е навистина известен за тоа што го правите!",
      "footnotes": "[104] Селам алејкум (ар.) – Мир со вас. Тое е поздравот на муслиманите, како и на сите Божји Пратеници низ историјата, а тоа ќе биде и поздравот на жителите на рајот."
    },
    {
      "id": 95,
      "verse_number": 95,
      "page_number": 94,
      "verse_key": "4:95",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 37,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَّا يَسۡتَوِي ٱلۡقَٰعِدُونَ مِنَ ٱلۡمُؤۡمِنِينَ غَيۡرُ أُوْلِي ٱلضَّرَرِ وَٱلۡمُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۚ فَضَّلَ ٱللَّهُ ٱلۡمُجَٰهِدِينَ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ عَلَى ٱلۡقَٰعِدِينَ دَرَجَةٗۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَفَضَّلَ ٱللَّهُ ٱلۡمُجَٰهِدِينَ عَلَى ٱلۡقَٰعِدِينَ أَجۡرًا عَظِيمٗا",
      "translation": "95. Верниците кои не се борат, освен тие што се неспособни за борба, не се еднакви со тие кои на Аллаховиот пат се борат со имотите свои и со животите свои! Тие што се борат вложувајќи ги имотите свои и животите свои Аллах ги одликувал за степен над тие што не се борат, и Аллах на сите им ветува убава награда! Аллах ги одликувал борците над тие што не се борат со голема награда!",
      "footnotes": ""
    },
    {
      "id": 96,
      "verse_number": 96,
      "page_number": 94,
      "verse_key": "4:96",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 37,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "دَرَجَٰتٖ مِّنۡهُ وَمَغۡفِرَةٗ وَرَحۡمَةٗۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا",
      "translation": "96. Од Него се степените, прошката и милоста, зашто Аллах простува и Милостив е!",
      "footnotes": ""
    },
    {
      "id": 97,
      "verse_number": 97,
      "page_number": 94,
      "verse_key": "4:97",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 37,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ تَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡ قَالُواْ فِيمَ كُنتُمۡۖ قَالُواْ كُنَّا مُسۡتَضۡعَفِينَ فِي ٱلۡأَرۡضِۚ قَالُوٓاْ أَلَمۡ تَكُنۡ أَرۡضُ ٱللَّهِ وَٰسِعَةٗ فَتُهَاجِرُواْ فِيهَاۚ فَأُوْلَٰٓئِكَ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَسَآءَتۡ مَصِيرًا",
      "translation": "97. Кога мелеците ќе им ги земаат душите на грешниците, ќе прашаат: „Што се случило со вас?“ „Бевме немоќни на Земјата!“ – ќе одговорат. „Зарем Аллаховата Земја не е пространа и зарем не можевте некаде да се иселите?“ – ќе им кажат тие. Затоа нивното престојувалиште ќе биде Џехенемот, а тој е ужасно живеалиште!",
      "footnotes": ""
    },
    {
      "id": 98,
      "verse_number": 98,
      "page_number": 94,
      "verse_key": "4:98",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 37,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَّا ٱلۡمُسۡتَضۡعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلۡوِلۡدَٰنِ لَا يَسۡتَطِيعُونَ حِيلَةٗ وَلَا يَهۡتَدُونَ سَبِيلٗا",
      "translation": "98. Освен за немоќните мажи, жени и деца, кои не можат да се снајдат и не можат да пронајдат излез.",
      "footnotes": ""
    },
    {
      "id": 99,
      "verse_number": 99,
      "page_number": 94,
      "verse_key": "4:99",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 37,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأُوْلَٰٓئِكَ عَسَى ٱللَّهُ أَن يَعۡفُوَ عَنۡهُمۡۚ وَكَانَ ٱللَّهُ عَفُوًّا غَفُورٗا",
      "translation": "99. За нив има надеж Аллах да им прости, бидејќи Аллах ги прекрива гревовите и простува!",
      "footnotes": ""
    },
    {
      "id": 100,
      "verse_number": 100,
      "page_number": 94,
      "verse_key": "4:100",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 38,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَمَن يُهَاجِرۡ فِي سَبِيلِ ٱللَّهِ يَجِدۡ فِي ٱلۡأَرۡضِ مُرَٰغَمٗا كَثِيرٗا وَسَعَةٗۚ وَمَن يَخۡرُجۡ مِنۢ بَيۡتِهِۦ مُهَاجِرًا إِلَى ٱللَّهِ وَرَسُولِهِۦ ثُمَّ يُدۡرِكۡهُ ٱلۡمَوۡتُ فَقَدۡ وَقَعَ أَجۡرُهُۥ عَلَى ٱللَّهِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا",
      "translation": "100. Тој што ќе се исели на Аллаховиот пат, ќе најде многу места и изобилства на Земјата. А тој што ќе го напушти својот роден крај поради Аллах и Пратеникот Негов, па го стигне смртта, ќе добие награда од Аллах! Аллах многу простува и Милостив е!",
      "footnotes": ""
    },
    {
      "id": 101,
      "verse_number": 101,
      "page_number": 94,
      "verse_key": "4:101",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 38,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا ضَرَبۡتُمۡ فِي ٱلۡأَرۡضِ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَقۡصُرُواْ مِنَ ٱلصَّلَوٰةِ إِنۡ خِفۡتُمۡ أَن يَفۡتِنَكُمُ ٱلَّذِينَ كَفَرُوٓاْۚ إِنَّ ٱلۡكَٰفِرِينَ كَانُواْ لَكُمۡ عَدُوّٗا مُّبِينٗا",
      "translation": "101. Немате грев ако намазот (молитвата) го скратите кога сте на пат, и кога се плашите дека неверниците некакво зло ќе ви сторат, бидејќи неверниците ви се навистина отворени непријатели.",
      "footnotes": ""
    },
    {
      "id": 102,
      "verse_number": 102,
      "page_number": 95,
      "verse_key": "4:102",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 38,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا كُنتَ فِيهِمۡ فَأَقَمۡتَ لَهُمُ ٱلصَّلَوٰةَ فَلۡتَقُمۡ طَآئِفَةٞ مِّنۡهُم مَّعَكَ وَلۡيَأۡخُذُوٓاْ أَسۡلِحَتَهُمۡۖ فَإِذَا سَجَدُواْ فَلۡيَكُونُواْ مِن وَرَآئِكُمۡ وَلۡتَأۡتِ طَآئِفَةٌ أُخۡرَىٰ لَمۡ يُصَلُّواْ فَلۡيُصَلُّواْ مَعَكَ وَلۡيَأۡخُذُواْ حِذۡرَهُمۡ وَأَسۡلِحَتَهُمۡۗ وَدَّ ٱلَّذِينَ كَفَرُواْ لَوۡ تَغۡفُلُونَ عَنۡ أَسۡلِحَتِكُمۡ وَأَمۡتِعَتِكُمۡ فَيَمِيلُونَ عَلَيۡكُم مَّيۡلَةٗ وَٰحِدَةٗۚ وَلَا جُنَاحَ عَلَيۡكُمۡ إِن كَانَ بِكُمۡ أَذٗى مِّن مَّطَرٍ أَوۡ كُنتُم مَّرۡضَىٰٓ أَن تَضَعُوٓاْ أَسۡلِحَتَكُمۡۖ وَخُذُواْ حِذۡرَكُمۡۗ إِنَّ ٱللَّهَ أَعَدَّ لِلۡكَٰفِرِينَ عَذَابٗا مُّهِينٗا",
      "translation": "102. Кога ти ќе бидеш меѓу нив и со нив намаз (молитва) ќе извршуваш, една група нека клања со тебе и своето оружје нека го земе: и додека бидат на сеџда, другите нека бидат зад вас, а потоа нека дојде другата група која не клањала и со тебе нека клањаат, но нека го држат оружјето свое и нека бидат внимателни! Неверниците едвај чекаат вие да го занемарите оружјето и орудието ваше, па на вас сите одеднаш да навалат! А ако ви пречи дождот или пак ако бидете болни, не правите грев ако го положите оружјето свое, со тоа што ќе бидете внимателни! Аллах на неверниците срамно страдање им подготвил!",
      "footnotes": ""
    },
    {
      "id": 103,
      "verse_number": 103,
      "page_number": 95,
      "verse_key": "4:103",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 38,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِذَا قَضَيۡتُمُ ٱلصَّلَوٰةَ فَٱذۡكُرُواْ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِكُمۡۚ فَإِذَا ٱطۡمَأۡنَنتُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَۚ إِنَّ ٱلصَّلَوٰةَ كَانَتۡ عَلَى ٱلۡمُؤۡمِنِينَ كِتَٰبٗا مَّوۡقُوتٗا",
      "translation": "103. А кога намазот (молитвата) ќе го завршите, Аллах спомнувајте Го, и стоејќи и седејќи и лежејќи. А кога ќе бидете безбедни, намазот во потполност извршувајте го, бидејќи на верниците им е пропишано во одредени временски интервали намазот да го извршуваат.",
      "footnotes": ""
    },
    {
      "id": 104,
      "verse_number": 104,
      "page_number": 95,
      "verse_key": "4:104",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 38,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَهِنُواْ فِي ٱبۡتِغَآءِ ٱلۡقَوۡمِۖ إِن تَكُونُواْ تَأۡلَمُونَ فَإِنَّهُمۡ يَأۡلَمُونَ كَمَا تَأۡلَمُونَۖ وَتَرۡجُونَ مِنَ ٱللَّهِ مَا لَا يَرۡجُونَۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
      "translation": "104. Немојте да се истоштувате трагајќи по непријателот: ако вие трпите болка, и тие трпат болка како вас, а вие уште од Аллах се надевате на тоа на што тие не се надеваат! А Аллах сè знае и Мудар е!",
      "footnotes": ""
    },
    {
      "id": 105,
      "verse_number": 105,
      "page_number": 95,
      "verse_key": "4:105",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 38,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِتَحۡكُمَ بَيۡنَ ٱلنَّاسِ بِمَآ أَرَىٰكَ ٱللَّهُۚ وَلَا تَكُن لِّلۡخَآئِنِينَ خَصِيمٗا",
      "translation": "105. Ние тебе ти ја објавуваме Книгата со Вистината, за на луѓето да им судиш така како што Аллах ти покажува и не биди бранител на измамниците,[105]",
      "footnotes": "[105] Еден муслиман по име Тума украл панцир од друг муслиман и го заложил кај сво­јот пријател, евреин. Ограбениот, по некое време го нашол панцирот кај евре­и­нот и го пријавил. Евреинот изјавил дека Тума го заложил панцирот кај него. За­пра­шан за ова, Тума се заколнал дека нема ништо со панцирот и во негова одбрана зас­танало целото негово семејство. Кога случајот бил изнесен пред Пратеникот Му­хамед, тој во прв момент сакал да го осуди eвреинот, бидејќи кај него бил про­нај­ден панцирот, но, токму тогаш бил објавен овој и другите ајети кои следат, па Му­хамед, по истрагата го осудил Тума за кражба, а eвреинот го ослободил."
    },
    {
      "id": 106,
      "verse_number": 106,
      "page_number": 96,
      "verse_key": "4:106",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 38,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱسۡتَغۡفِرِ ٱللَّهَۖ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا",
      "translation": "106. и замоли прошка од Аллах, бидејќи Аллах, навистина, простува и Милостив е!",
      "footnotes": ""
    },
    {
      "id": 107,
      "verse_number": 107,
      "page_number": 96,
      "verse_key": "4:107",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 38,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تُجَٰدِلۡ عَنِ ٱلَّذِينَ يَخۡتَانُونَ أَنفُسَهُمۡۚ إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ خَوَّانًا أَثِيمٗا",
      "translation": "107. И не заземај се за тие кои самите себеси се издаваат, бидејќи Аллах, навистина, не го сака тој што е предавник и грешник!",
      "footnotes": ""
    },
    {
      "id": 108,
      "verse_number": 108,
      "page_number": 96,
      "verse_key": "4:108",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 38,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَسۡتَخۡفُونَ مِنَ ٱلنَّاسِ وَلَا يَسۡتَخۡفُونَ مِنَ ٱللَّهِ وَهُوَ مَعَهُمۡ إِذۡ يُبَيِّتُونَ مَا لَا يَرۡضَىٰ مِنَ ٱلۡقَوۡلِۚ وَكَانَ ٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطًا",
      "translation": "108. Тие се кријат од луѓето, но не можат да се скријат од Аллах, а Тој е со нив кога во ноќта смислуваат зборови со кои Тој не е задоволен! Аллах навистина го опфаќа сето тоа што тие го прават!",
      "footnotes": ""
    },
    {
      "id": 109,
      "verse_number": 109,
      "page_number": 96,
      "verse_key": "4:109",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 38,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ جَٰدَلۡتُمۡ عَنۡهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فَمَن يُجَٰدِلُ ٱللَّهَ عَنۡهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ أَم مَّن يَكُونُ عَلَيۡهِمۡ وَكِيلٗا",
      "translation": "109. Ете, вие се заземате за нив во животот на овој свет, а кој ќе се зазема за нив пред Аллах на Судниот ден, или кој ќе им биде застапник?!",
      "footnotes": ""
    },
    {
      "id": 110,
      "verse_number": 110,
      "page_number": 96,
      "verse_key": "4:110",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 38,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَن يَعۡمَلۡ سُوٓءًا أَوۡ يَظۡلِمۡ نَفۡسَهُۥ ثُمَّ يَسۡتَغۡفِرِ ٱللَّهَ يَجِدِ ٱللَّهَ غَفُورٗا رَّحِيمٗا",
      "translation": "110. А кој ќе стори некакво зло или кон себе ќе згреши, па потоа ќе Го замоли Аллах да му прости – ќе види дека Аллах простува и дека е Милостив!",
      "footnotes": ""
    },
    {
      "id": 111,
      "verse_number": 111,
      "page_number": 96,
      "verse_key": "4:111",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 38,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَن يَكۡسِبۡ إِثۡمٗا فَإِنَّمَا يَكۡسِبُهُۥ عَلَىٰ نَفۡسِهِۦۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا",
      "translation": "111. Тој што ќе стори грев, на своја штета го сторил, бидејќи Аллах сè знае и Мудар е.",
      "footnotes": ""
    },
    {
      "id": 112,
      "verse_number": 112,
      "page_number": 96,
      "verse_key": "4:112",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 38,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَن يَكۡسِبۡ خَطِيٓـَٔةً أَوۡ إِثۡمٗا ثُمَّ يَرۡمِ بِهِۦ بَرِيٓـٔٗا فَقَدِ ٱحۡتَمَلَ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا",
      "translation": "112. А кој некаков престап или грев ќе стори, а потоа на недолжен човек го префрли, на себеси си натоварил клетва и очигледен грев!",
      "footnotes": ""
    },
    {
      "id": 113,
      "verse_number": 113,
      "page_number": 96,
      "verse_key": "4:113",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 38,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكَ وَرَحۡمَتُهُۥ لَهَمَّت طَّآئِفَةٞ مِّنۡهُمۡ أَن يُضِلُّوكَ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡۖ وَمَا يَضُرُّونَكَ مِن شَيۡءٖۚ وَأَنزَلَ ٱللَّهُ عَلَيۡكَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَعَلَّمَكَ مَا لَمۡ تَكُن تَعۡلَمُۚ وَكَانَ فَضۡلُ ٱللَّهِ عَلَيۡكَ عَظِيمٗا",
      "translation": "113. Да не е Аллаховата добрина и Неговата милост спрема тебе, една група од нив би настојувала да те заведе, но тие само себеси се заведуваат, тебе не можат ни малку да ти наштетат! Тебе Аллах ти објавува Книга и мудрост и те учи за тоа што не си го знаел, бидејќи Аллаховата добрина кон тебе е голема!",
      "footnotes": ""
    },
    {
      "id": 114,
      "verse_number": 114,
      "page_number": 97,
      "verse_key": "4:114",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 39,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ لَّا خَيۡرَ فِي كَثِيرٖ مِّن نَّجۡوَىٰهُمۡ إِلَّا مَنۡ أَمَرَ بِصَدَقَةٍ أَوۡ مَعۡرُوفٍ أَوۡ إِصۡلَٰحِۭ بَيۡنَ ٱلنَّاسِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ فَسَوۡفَ نُؤۡتِيهِ أَجۡرًا عَظِيمٗا",
      "translation": "114. Нема добро во многуте нивни тајни разговори, освен кога бараат милостина да се дава или добри дела да се прават или пак мир меѓу луѓето да се воспостави. А кој тоа го прави со желба Аллаховото задоволство да го стекне, Ние голема награда ќе му дадеме!",
      "footnotes": ""
    },
    {
      "id": 115,
      "verse_number": 115,
      "page_number": 97,
      "verse_key": "4:115",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 39,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَن يُشَاقِقِ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُ ٱلۡهُدَىٰ وَيَتَّبِعۡ غَيۡرَ سَبِيلِ ٱلۡمُؤۡمِنِينَ نُوَلِّهِۦ مَا تَوَلَّىٰ وَنُصۡلِهِۦ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرًا",
      "translation": "115. Тој што ќе му се спротивстави на Пратеникот откако јасно ќе му се покаже Вистинскиот пат, и го следи патот кој не е патот на верниците, ќе го пуштиме да прави што наумил, и во Џехенемот ќе го фрлиме, а тоа е ужасно живеалиште!",
      "footnotes": ""
    },
    {
      "id": 116,
      "verse_number": 116,
      "page_number": 97,
      "verse_key": "4:116",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 39,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱللَّهَ لَا يَغۡفِرُ أَن يُشۡرَكَ بِهِۦ وَيَغۡفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَقَدۡ ضَلَّ ضَلَٰلَۢا بَعِيدًا",
      "translation": "116. Аллах, навистина, нема да прости некој да Му се здружува, а кому сака ќе прости сè освен тоа. А далеку заталкал тој што на Аллах Му припишува здруженик.",
      "footnotes": ""
    },
    {
      "id": 117,
      "verse_number": 117,
      "page_number": 97,
      "verse_key": "4:117",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 39,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِن يَدۡعُونَ مِن دُونِهِۦٓ إِلَّآ إِنَٰثٗا وَإِن يَدۡعُونَ إِلَّا شَيۡطَٰنٗا مَّرِيدٗا",
      "translation": "117. Тие, покрај Аллах, на женски кипови им се клањаат, а не му се клањаат на никој друг туку на шејтанот – бунтовникот!",
      "footnotes": ""
    },
    {
      "id": 118,
      "verse_number": 118,
      "page_number": 97,
      "verse_key": "4:118",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 39,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَّعَنَهُ ٱللَّهُۘ وَقَالَ لَأَتَّخِذَنَّ مِنۡ عِبَادِكَ نَصِيبٗا مَّفۡرُوضٗا",
      "translation": "118. Аллах го проколна, а тој рече: „Јас сигурно ќе преземам за себе одреден број од Твоите робови!",
      "footnotes": ""
    },
    {
      "id": 119,
      "verse_number": 119,
      "page_number": 97,
      "verse_key": "4:119",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 39,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَأُضِلَّنَّهُمۡ وَلَأُمَنِّيَنَّهُمۡ وَلَأٓمُرَنَّهُمۡ فَلَيُبَتِّكُنَّ ءَاذَانَ ٱلۡأَنۡعَٰمِ وَلَأٓمُرَنَّهُمۡ فَلَيُغَيِّرُنَّ خَلۡقَ ٱللَّهِۚ وَمَن يَتَّخِذِ ٱلشَّيۡطَٰنَ وَلِيّٗا مِّن دُونِ ٱللَّهِ فَقَدۡ خَسِرَ خُسۡرَانٗا مُّبِينٗا",
      "translation": "119. И сигурно ќе ги наведувам во заблуда, и сигурно со лажни надежи ќе ги примамувам, и сигурно ќе им заповедам да ги кратат ушите на добитокот, и ќе им наредам Аллаховите созданија да ги менуваат!“ А кој ќе го прифати шејтанот, наместо Аллах, за заштитник, тој навистина ќе пропадне!",
      "footnotes": ""
    },
    {
      "id": 120,
      "verse_number": 120,
      "page_number": 97,
      "verse_key": "4:120",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 39,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَعِدُهُمۡ وَيُمَنِّيهِمۡۖ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا",
      "translation": "120. Тој им ветува и со лажни надежи ги мами! А тоа што шејтанот им го ветува е само измама!",
      "footnotes": ""
    },
    {
      "id": 121,
      "verse_number": 121,
      "page_number": 97,
      "verse_key": "4:121",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 39,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُوْلَٰٓئِكَ مَأۡوَىٰهُمۡ جَهَنَّمُ وَلَا يَجِدُونَ عَنۡهَا مَحِيصٗا",
      "translation": "121. Нивно престојувалиште ќе биде Џехенемот и тие нема да најдат спас од него!",
      "footnotes": ""
    },
    {
      "id": 122,
      "verse_number": 122,
      "page_number": 98,
      "verse_key": "4:122",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 39,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَنُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَمَنۡ أَصۡدَقُ مِنَ ٱللَّهِ قِيلٗا",
      "translation": "122. Тие што веруваат и прават добри дела ќе ги воведеме во џенетски градини, под кои реки течат, и во кои вечно ќе останат! Аллаховото ветување е вистинито, а чии зборови се повистинити од Аллаховите?!",
      "footnotes": ""
    },
    {
      "id": 123,
      "verse_number": 123,
      "page_number": 98,
      "verse_key": "4:123",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 39,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَّيۡسَ بِأَمَانِيِّكُمۡ وَلَآ أَمَانِيِّ أَهۡلِ ٱلۡكِتَٰبِۗ مَن يَعۡمَلۡ سُوٓءٗا يُجۡزَ بِهِۦ وَلَا يَجِدۡ لَهُۥ مِن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا",
      "translation": "123. Тоа нема да биде ни според вашите желби ниту според желбите на следбениците на Книгата; тој што ќе прави зло ќе биде казнет за тоа и нема да најде, освен Аллах, ни заштитник ни помошник,",
      "footnotes": ""
    },
    {
      "id": 124,
      "verse_number": 124,
      "page_number": 98,
      "verse_key": "4:124",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 39,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ مِن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ نَقِيرٗا",
      "translation": "124. а тој што прави добро, било да е маж или жена, а верник е, ќе влезе во Џенетот и нема да му се направи неправда.",
      "footnotes": ""
    },
    {
      "id": 125,
      "verse_number": 125,
      "page_number": 98,
      "verse_key": "4:125",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 39,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَنۡ أَحۡسَنُ دِينٗا مِّمَّنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ وَٱتَّبَعَ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۗ وَٱتَّخَذَ ٱللَّهُ إِبۡرَٰهِيمَ خَلِيلٗا",
      "translation": "125. Кој има подобра вера од тој што Му го предал своето лице на Аллах, а добродетел е и ја следи верата на Ибрахим чинејќи, уште, и добри дела, и кој ја следи верата Ибрахимова, верата чиста? А Аллах го зеде Ибрахим за пријател.",
      "footnotes": ""
    },
    {
      "id": 126,
      "verse_number": 126,
      "page_number": 98,
      "verse_key": "4:126",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 39,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٖ مُّحِيطٗا",
      "translation": "126. Аллахово е сè што е на небесата и тоа што е на Земјата. А Аллах опфаќа сè.",
      "footnotes": ""
    },
    {
      "id": 127,
      "verse_number": 127,
      "page_number": 98,
      "verse_key": "4:127",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 39,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَسۡتَفۡتُونَكَ فِي ٱلنِّسَآءِۖ قُلِ ٱللَّهُ يُفۡتِيكُمۡ فِيهِنَّ وَمَا يُتۡلَىٰ عَلَيۡكُمۡ فِي ٱلۡكِتَٰبِ فِي يَتَٰمَى ٱلنِّسَآءِ ٱلَّٰتِي لَا تُؤۡتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرۡغَبُونَ أَن تَنكِحُوهُنَّ وَٱلۡمُسۡتَضۡعَفِينَ مِنَ ٱلۡوِلۡدَٰنِ وَأَن تَقُومُواْ لِلۡيَتَٰمَىٰ بِٱلۡقِسۡطِۚ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ كَانَ بِهِۦ عَلِيمٗا",
      "translation": "127. Тие од тебе бараат прописи за жените. Кажи: „Аллах ќе ви ги објасни прописите за нив и за тоа што ви се чита во Книгата за сирачките, на кои им го ускратувате тоа што им е пропишано,[106] а не сакате со нив да се ожените, и за немоќните деца, и за тоа дека со сирачињата треба праведно да постапувате. А Аллах сигурно знае за доброто што ќе го сторите!“",
      "footnotes": "[106] Се зборува за тоа што им е пропишано во шеријатското наследно право. Жените и децата во предисламското време не наследувале ништо од мажите и родителите, за­тоа што не оделе во воени походи. И кога Куранот им го дал правото на нас­лед­ство, другите наследници и старатели под влијание на обичајното право, нас­то­ју­ва­ле на разни начини да им го ускратат ова право."
    },
    {
      "id": 128,
      "verse_number": 128,
      "page_number": 99,
      "verse_key": "4:128",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 39,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِنِ ٱمۡرَأَةٌ خَافَتۡ مِنۢ بَعۡلِهَا نُشُوزًا أَوۡ إِعۡرَاضٗا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يُصۡلِحَا بَيۡنَهُمَا صُلۡحٗاۚ وَٱلصُّلۡحُ خَيۡرٞۗ وَأُحۡضِرَتِ ٱلۡأَنفُسُ ٱلشُّحَّۚ وَإِن تُحۡسِنُواْ وَتَتَّقُواْ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا",
      "translation": "128. Ако некоја жена се плаши од суровоста и безобѕирноста од мажот, тогаш тие нема да се огрешат доколку меѓусебно се договорат; а договорот е најдобар. А душите на луѓето се склони кон алчност! И ако вие убаво постапувате и од Аллах се плашите – па, Аллах добро го знае тоа што го правите!",
      "footnotes": ""
    },
    {
      "id": 129,
      "verse_number": 129,
      "page_number": 99,
      "verse_key": "4:129",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 39,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَن تَسۡتَطِيعُوٓاْ أَن تَعۡدِلُواْ بَيۡنَ ٱلنِّسَآءِ وَلَوۡ حَرَصۡتُمۡۖ فَلَا تَمِيلُواْ كُلَّ ٱلۡمَيۡلِ فَتَذَرُوهَا كَٱلۡمُعَلَّقَةِۚ وَإِن تُصۡلِحُواْ وَتَتَّقُواْ فَإِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا",
      "translation": "129. Вие нема да можете кон сопругите свои потполно еднакво да постапувате, колку и да го сакате тоа. Но не допуштајте си себеси таква наклонетост кон некоја, па некоја да оставите како да е без сопруг, а неразведена. А ако вие се поправите и се плашите од Аллах, па, Аллах, навистина, простува и Милостив е!",
      "footnotes": ""
    },
    {
      "id": 130,
      "verse_number": 130,
      "page_number": 99,
      "verse_key": "4:130",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 39,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن يَتَفَرَّقَا يُغۡنِ ٱللَّهُ كُلّٗا مِّن سَعَتِهِۦۚ وَكَانَ ٱللَّهُ وَٰسِعًا حَكِيمٗا",
      "translation": "130. А ако тие двајца сепак се разведат, Аллах, од изобилството Свое, независни ќе ги стори. Аллах е неизмерно Добар и Мудар!",
      "footnotes": ""
    },
    {
      "id": 131,
      "verse_number": 131,
      "page_number": 99,
      "verse_key": "4:131",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 39,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَلَقَدۡ وَصَّيۡنَا ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَإِيَّاكُمۡ أَنِ ٱتَّقُواْ ٱللَّهَۚ وَإِن تَكۡفُرُواْ فَإِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ غَنِيًّا حَمِيدٗا",
      "translation": "131. Аллахово е тоа што е на небесата и тоа што е на Земјата. Ние, на тие на кои им е дадена Книгата пред вас, а и на вас, ви заповедавме да се плашите од Аллах! А ако нема да верувате, па, навистина, Аллахово е тоа што е на небесата и тоа што е на Земјата, Аллах не е зависен од никого и Тој е Достојниот за благодарност!",
      "footnotes": ""
    },
    {
      "id": 132,
      "verse_number": 132,
      "page_number": 99,
      "verse_key": "4:132",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 39,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
      "translation": "132. Аллахово е тоа што е на небесата и тоа што е на Земјата, и Аллах е доволен како управител.",
      "footnotes": ""
    },
    {
      "id": 133,
      "verse_number": 133,
      "page_number": 99,
      "verse_key": "4:133",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 39,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِن يَشَأۡ يُذۡهِبۡكُمۡ أَيُّهَا ٱلنَّاسُ وَيَأۡتِ بِـَٔاخَرِينَۚ وَكَانَ ٱللَّهُ عَلَىٰ ذَٰلِكَ قَدِيرٗا",
      "translation": "133. Ако Тој сака вас ќе ве искорени, о, луѓе, а други ќе донесе. Тој е способен тоа да го стори!",
      "footnotes": ""
    },
    {
      "id": 134,
      "verse_number": 134,
      "page_number": 99,
      "verse_key": "4:134",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 39,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَّن كَانَ يُرِيدُ ثَوَابَ ٱلدُّنۡيَا فَعِندَ ٱللَّهِ ثَوَابُ ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۚ وَكَانَ ٱللَّهُ سَمِيعَۢا بَصِيرٗا",
      "translation": "134. Тој што сака награда на овој свет, па, кај Аллах е наградата и за овој и за оној свет, а Аллах сè слуша и сè гледа.",
      "footnotes": ""
    },
    {
      "id": 135,
      "verse_number": 135,
      "page_number": 100,
      "verse_key": "4:135",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 40,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُواْ قَوَّٰمِينَ بِٱلۡقِسۡطِ شُهَدَآءَ لِلَّهِ وَلَوۡ عَلَىٰٓ أَنفُسِكُمۡ أَوِ ٱلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَۚ إِن يَكُنۡ غَنِيًّا أَوۡ فَقِيرٗا فَٱللَّهُ أَوۡلَىٰ بِهِمَاۖ فَلَا تَتَّبِعُواْ ٱلۡهَوَىٰٓ أَن تَعۡدِلُواْۚ وَإِن تَلۡوُۥٓاْ أَوۡ تُعۡرِضُواْ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا",
      "translation": "135. О, верници, секогаш бидете праведни, сведочете поради Аллах, па дури и против вас самите или против родителите и роднините! Било да е тој за кого сведочите богат или сиромашен, па Аллахово е да се грижи за нив! Затоа, не следете ги страстите, за да не бидете неправедни! А ако лажно сведочите или сведочењето го избегнувате, па, Аллах, навистина, знае што правите!",
      "footnotes": ""
    },
    {
      "id": 136,
      "verse_number": 136,
      "page_number": 100,
      "verse_key": "4:136",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 40,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلۡكِتَٰبِ ٱلَّذِي نَزَّلَ عَلَىٰ رَسُولِهِۦ وَٱلۡكِتَٰبِ ٱلَّذِيٓ أَنزَلَ مِن قَبۡلُۚ وَمَن يَكۡفُرۡ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ فَقَدۡ ضَلَّ ضَلَٰلَۢا بَعِيدًا",
      "translation": "136. О, верници, верувајте во Аллах и во Пратеникот Негов, и во Книгата која Тој на Својот Пратеник му ја објавува и во Книгите кои претходно ги објавил. А тој што нема да верува во Аллах, и во мелеците Негови, и во Книгите Негови, и во Пратениците Негови, и во оној свет, тој далеку заталкал!",
      "footnotes": ""
    },
    {
      "id": 137,
      "verse_number": 137,
      "page_number": 100,
      "verse_key": "4:137",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 40,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ ثُمَّ كَفَرُواْ ثُمَّ ءَامَنُواْ ثُمَّ كَفَرُواْ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّمۡ يَكُنِ ٱللَّهُ لِيَغۡفِرَ لَهُمۡ وَلَا لِيَهۡدِيَهُمۡ سَبِيلَۢا",
      "translation": "137. На тие што биле верници, а потоа станале неверници, па повторно станале верници и потоа пак станале неверници, и неверувањето го зголемиле, Аллах навистина нема да им прости и на Вистинскиот пат нема да ги изведе!",
      "footnotes": ""
    },
    {
      "id": 138,
      "verse_number": 138,
      "page_number": 100,
      "verse_key": "4:138",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 40,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَشِّرِ ٱلۡمُنَٰفِقِينَ بِأَنَّ لَهُمۡ عَذَابًا أَلِيمًا",
      "translation": "138. Навести им болно страдање на лицемерите,",
      "footnotes": ""
    },
    {
      "id": 139,
      "verse_number": 139,
      "page_number": 100,
      "verse_key": "4:139",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 40,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يَتَّخِذُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۚ أَيَبۡتَغُونَ عِندَهُمُ ٱلۡعِزَّةَ فَإِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعٗا",
      "translation": "139. кои пријателуваат со неверниците, а не со верниците! Зарем кај нив бараат моќ, а сета моќ Му припаѓа само на Аллах?",
      "footnotes": ""
    },
    {
      "id": 140,
      "verse_number": 140,
      "page_number": 100,
      "verse_key": "4:140",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 40,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَدۡ نَزَّلَ عَلَيۡكُمۡ فِي ٱلۡكِتَٰبِ أَنۡ إِذَا سَمِعۡتُمۡ ءَايَٰتِ ٱللَّهِ يُكۡفَرُ بِهَا وَيُسۡتَهۡزَأُ بِهَا فَلَا تَقۡعُدُواْ مَعَهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦٓ إِنَّكُمۡ إِذٗا مِّثۡلُهُمۡۗ إِنَّ ٱللَّهَ جَامِعُ ٱلۡمُنَٰفِقِينَ وَٱلۡكَٰفِرِينَ فِي جَهَنَّمَ جَمِيعًا",
      "translation": "140. Тој во Книгата веќе ви објави: „Кога ќе чуете дека Аллаховите зборови ги негираат и ги исмејуваат, не седете со таквите сè додека не ги променат зборовите, инаку, ќе бидете како нив!“ Аллах, сигурно, во Џехенемот заедно ќе ги здружи лицемерите и неверниците,",
      "footnotes": ""
    },
    {
      "id": 141,
      "verse_number": 141,
      "page_number": 101,
      "verse_key": "4:141",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 40,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يَتَرَبَّصُونَ بِكُمۡ فَإِن كَانَ لَكُمۡ فَتۡحٞ مِّنَ ٱللَّهِ قَالُوٓاْ أَلَمۡ نَكُن مَّعَكُمۡ وَإِن كَانَ لِلۡكَٰفِرِينَ نَصِيبٞ قَالُوٓاْ أَلَمۡ نَسۡتَحۡوِذۡ عَلَيۡكُمۡ وَنَمۡنَعۡكُم مِّنَ ٱلۡمُؤۡمِنِينَۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَلَن يَجۡعَلَ ٱللَّهُ لِلۡكَٰفِرِينَ عَلَى ٱلۡمُؤۡمِنِينَ سَبِيلًا",
      "translation": "141. тие кои исчекуваат што ќе биде со вас. Па ако Аллах ви подари победа, тие ќе речат: „Зарем не бевме со вас?“, а ако среќата ги послужи неверниците, тогаш на нив им велат: „Зарем не можевме да ве победиме и зарем не ве одбранивме од верниците?“ На Судниот ден Аллах на сите ќе ви пресуди! А Аллах нема да им даде прилика на неверниците да ги уништат верниците!",
      "footnotes": ""
    },
    {
      "id": 142,
      "verse_number": 142,
      "page_number": 101,
      "verse_key": "4:142",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 40,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلۡمُنَٰفِقِينَ يُخَٰدِعُونَ ٱللَّهَ وَهُوَ خَٰدِعُهُمۡ وَإِذَا قَامُوٓاْ إِلَى ٱلصَّلَوٰةِ قَامُواْ كُسَالَىٰ يُرَآءُونَ ٱلنَّاسَ وَلَا يَذۡكُرُونَ ٱللَّهَ إِلَّا قَلِيلٗا",
      "translation": "142. Лицемерите настојуваат да го измамат Аллах, а Тој ќе ги надмудри. Кога стануваат намазот (молитвата) да го извршат, мрзеливо стануваат и тоа само за да се прикажат пред светот, а Аллах само малку Го спомнуваат;",
      "footnotes": ""
    },
    {
      "id": 143,
      "verse_number": 143,
      "page_number": 101,
      "verse_key": "4:143",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 40,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مُّذَبۡذَبِينَ بَيۡنَ ذَٰلِكَ لَآ إِلَىٰ هَٰٓؤُلَآءِ وَلَآ إِلَىٰ هَٰٓؤُلَآءِۚ وَمَن يُضۡلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلٗا",
      "translation": "143. се колебаат кому да се приклонат, дали на овие или на оние. А кого Аллах ќе го заблуди, тој нема да најде пат кон упатството.",
      "footnotes": ""
    },
    {
      "id": 144,
      "verse_number": 144,
      "page_number": 101,
      "verse_key": "4:144",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 40,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۚ أَتُرِيدُونَ أَن تَجۡعَلُواْ لِلَّهِ عَلَيۡكُمۡ سُلۡطَٰنٗا مُّبِينًا",
      "translation": "144. О, верници, не пријателувајте со неверниците наместо со верниците! Зарем сакате да Му пружите на Аллах очигледен доказ против себе?",
      "footnotes": ""
    },
    {
      "id": 145,
      "verse_number": 145,
      "page_number": 101,
      "verse_key": "4:145",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 40,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلۡمُنَٰفِقِينَ فِي ٱلدَّرۡكِ ٱلۡأَسۡفَلِ مِنَ ٱلنَّارِ وَلَن تَجِدَ لَهُمۡ نَصِيرًا",
      "translation": "145. Лицемерите на самото дно на Џехенемот ќе бидат и ти нема да им најдеш помагач.",
      "footnotes": ""
    },
    {
      "id": 146,
      "verse_number": 146,
      "page_number": 101,
      "verse_key": "4:146",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 40,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَٱعۡتَصَمُواْ بِٱللَّهِ وَأَخۡلَصُواْ دِينَهُمۡ لِلَّهِ فَأُوْلَٰٓئِكَ مَعَ ٱلۡمُؤۡمِنِينَۖ وَسَوۡفَ يُؤۡتِ ٱللَّهُ ٱلۡمُؤۡمِنِينَ أَجۡرًا عَظِيمٗا",
      "translation": "146. Освен тие кои ќе се покајат и ќе се поправат и кои цврсто Аллах ќе Го прифатат и верата своја во Аллах искрено ќе ја манифестираат. Тие ќе бидат со верниците, а Аллах на верниците, сигурно, голема награда ќе им даде!",
      "footnotes": ""
    },
    {
      "id": 147,
      "verse_number": 147,
      "page_number": 101,
      "verse_key": "4:147",
      "juz_number": 5,
      "hizb_number": 10,
      "rub_el_hizb_number": 40,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَّا يَفۡعَلُ ٱللَّهُ بِعَذَابِكُمۡ إِن شَكَرۡتُمۡ وَءَامَنتُمۡۚ وَكَانَ ٱللَّهُ شَاكِرًا عَلِيمٗا",
      "translation": "147. Зошто Аллах би ве казнувал ако сте благодарни и ако верувате? Аллах е Тој што со благодати возвраќа и е Сезнаен!",
      "footnotes": ""
    },
    {
      "id": 148,
      "verse_number": 148,
      "page_number": 102,
      "verse_key": "4:148",
      "juz_number": 6,
      "hizb_number": 11,
      "rub_el_hizb_number": 41,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ لَّا يُحِبُّ ٱللَّهُ ٱلۡجَهۡرَ بِٱلسُّوٓءِ مِنَ ٱلۡقَوۡلِ إِلَّا مَن ظُلِمَۚ وَكَانَ ٱللَّهُ سَمِيعًا عَلِيمًا",
      "translation": "148. Аллах не сака за злото гласно да се зборува, тоа му е дозволено само на тој што му е сторена неправда. А Аллах сè слуша и сè знае.",
      "footnotes": ""
    },
    {
      "id": 149,
      "verse_number": 149,
      "page_number": 102,
      "verse_key": "4:149",
      "juz_number": 6,
      "hizb_number": 11,
      "rub_el_hizb_number": 41,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِن تُبۡدُواْ خَيۡرًا أَوۡ تُخۡفُوهُ أَوۡ تَعۡفُواْ عَن سُوٓءٖ فَإِنَّ ٱللَّهَ كَانَ عَفُوّٗا قَدِيرًا",
      "translation": "149. Сeедно дали вие доброто дело ќе го направите јавно или ќе го скриете, или неправдата ќе ја простите – па и Аллах многу простува и може сè.",
      "footnotes": ""
    },
    {
      "id": 150,
      "verse_number": 150,
      "page_number": 102,
      "verse_key": "4:150",
      "juz_number": 6,
      "hizb_number": 11,
      "rub_el_hizb_number": 41,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِٱللَّهِ وَرُسُلِهِۦ وَيُرِيدُونَ أَن يُفَرِّقُواْ بَيۡنَ ٱللَّهِ وَرُسُلِهِۦ وَيَقُولُونَ نُؤۡمِنُ بِبَعۡضٖ وَنَكۡفُرُ بِبَعۡضٖ وَيُرِيدُونَ أَن يَتَّخِذُواْ بَيۡنَ ذَٰلِكَ سَبِيلًا",
      "translation": "150. Тие што не веруваат во Аллах и во Пратениците Негови и сакаат помеѓу Аллах и Пратениците Негови разлика во верувањето да направат, велат: „Во некои веруваме, а во некои не веруваме“, и сакаат помеѓу тие две некаков пат да изнајдат –",
      "footnotes": ""
    },
    {
      "id": 151,
      "verse_number": 151,
      "page_number": 102,
      "verse_key": "4:151",
      "juz_number": 6,
      "hizb_number": 11,
      "rub_el_hizb_number": 41,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُوْلَٰٓئِكَ هُمُ ٱلۡكَٰفِرُونَ حَقّٗاۚ وَأَعۡتَدۡنَا لِلۡكَٰفِرِينَ عَذَابٗا مُّهِينٗا",
      "translation": "151. тие навистина се вистински неверници; а Ние на неверниците им подготвивме срамно страдање!",
      "footnotes": ""
    },
    {
      "id": 152,
      "verse_number": 152,
      "page_number": 102,
      "verse_key": "4:152",
      "juz_number": 6,
      "hizb_number": 11,
      "rub_el_hizb_number": 41,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦ وَلَمۡ يُفَرِّقُواْ بَيۡنَ أَحَدٖ مِّنۡهُمۡ أُوْلَٰٓئِكَ سَوۡفَ يُؤۡتِيهِمۡ أُجُورَهُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا",
      "translation": "152. А тие што во Аллах и во пратениците Негови веруваат и ниту еден од нив не издвојуваат, Тој, сигурно, ќе ги награди. А Аллах простува и Милостив е!",
      "footnotes": ""
    },
    {
      "id": 153,
      "verse_number": 153,
      "page_number": 102,
      "verse_key": "4:153",
      "juz_number": 6,
      "hizb_number": 11,
      "rub_el_hizb_number": 41,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَسۡـَٔلُكَ أَهۡلُ ٱلۡكِتَٰبِ أَن تُنَزِّلَ عَلَيۡهِمۡ كِتَٰبٗا مِّنَ ٱلسَّمَآءِۚ فَقَدۡ سَأَلُواْ مُوسَىٰٓ أَكۡبَرَ مِن ذَٰلِكَ فَقَالُوٓاْ أَرِنَا ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡهُمُ ٱلصَّٰعِقَةُ بِظُلۡمِهِمۡۚ ثُمَّ ٱتَّخَذُواْ ٱلۡعِجۡلَ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ فَعَفَوۡنَا عَن ذَٰلِكَۚ وَءَاتَيۡنَا مُوسَىٰ سُلۡطَٰنٗا مُّبِينٗا",
      "translation": "153. Следбениците на Книгата бараат од тебе од небото да им спуштиш Книга. Па, од Муса бараа и повеќе од тоа, кога рекоа: „Покажи ни Го Аллах!“ Затоа, поради неправдата нивна, молња ги зашемети. Потоа, кога им беа покажани очигледни докази, телето за божество го прифатија, но и тоа го простивме, а на Муса очигледен доказ му дадовме,",
      "footnotes": ""
    },
    {
      "id": 154,
      "verse_number": 154,
      "page_number": 102,
      "verse_key": "4:154",
      "juz_number": 6,
      "hizb_number": 11,
      "rub_el_hizb_number": 41,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَرَفَعۡنَا فَوۡقَهُمُ ٱلطُّورَ بِمِيثَٰقِهِمۡ وَقُلۡنَا لَهُمُ ٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُلۡنَا لَهُمۡ لَا تَعۡدُواْ فِي ٱلسَّبۡتِ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا",
      "translation": "154. и над нив планина кренавме, поради заветот кој го дадоа, и им рековме: „На портата со наведнати глави влезете!“ – и уште им рековме: „И за саботата не грешете!“ – и од нив цврсто ветување зедовме.",
      "footnotes": ""
    },
    {
      "id": 155,
      "verse_number": 155,
      "page_number": 103,
      "verse_key": "4:155",
      "juz_number": 6,
      "hizb_number": 11,
      "rub_el_hizb_number": 41,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَبِمَا نَقۡضِهِم مِّيثَٰقَهُمۡ وَكُفۡرِهِم بِـَٔايَٰتِ ٱللَّهِ وَقَتۡلِهِمُ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖ وَقَوۡلِهِمۡ قُلُوبُنَا غُلۡفُۢۚ بَلۡ طَبَعَ ٱللَّهُ عَلَيۡهَا بِكُفۡرِهِمۡ فَلَا يُؤۡمِنُونَ إِلَّا قَلِيلٗا",
      "translation": "155. Но затоа што заветот го прекршија и затоа што во Аллаховите докази не поверуваа, што без причина веровесниците ги убиваа и што говореа: „Нашите срца се во обвивка!“ Аллах, поради нивното неверување, срцата им ги запечати, па само мал број од нив веруваат.",
      "footnotes": ""
    },
    {
      "id": 156,
      "verse_number": 156,
      "page_number": 103,
      "verse_key": "4:156",
      "juz_number": 6,
      "hizb_number": 11,
      "rub_el_hizb_number": 41,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَبِكُفۡرِهِمۡ وَقَوۡلِهِمۡ عَلَىٰ مَرۡيَمَ بُهۡتَٰنًا عَظِيمٗا",
      "translation": "156. И поради неверувањето нивно и поради изнесување тешки клевети врз Мерјем.",
      "footnotes": ""
    },
    {
      "id": 157,
      "verse_number": 157,
      "page_number": 103,
      "verse_key": "4:157",
      "juz_number": 6,
      "hizb_number": 11,
      "rub_el_hizb_number": 41,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَوۡلِهِمۡ إِنَّا قَتَلۡنَا ٱلۡمَسِيحَ عِيسَى ٱبۡنَ مَرۡيَمَ رَسُولَ ٱللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَٰكِن شُبِّهَ لَهُمۡۚ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِ لَفِي شَكّٖ مِّنۡهُۚ مَا لَهُم بِهِۦ مِنۡ عِلۡمٍ إِلَّا ٱتِّبَاعَ ٱلظَّنِّۚ وَمَا قَتَلُوهُ يَقِينَۢا",
      "translation": "157. И поради зборовите нивни: „Ние го убивме Месих, Иса, синот Мерјемин, Аллаховиот Пратеник.“ А ниту го убија ниту го распнаа, туку само им се причини! Тие што не се согласуваа во мислењата за него, тие за тоа само се сомневаа; за тоа ништо сигурно не знаеја, само нагаѓаа; а сигурно е дека не го убија,",
      "footnotes": ""
    },
    {
      "id": 158,
      "verse_number": 158,
      "page_number": 103,
      "verse_key": "4:158",
      "juz_number": 6,
      "hizb_number": 11,
      "rub_el_hizb_number": 41,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَل رَّفَعَهُ ٱللَّهُ إِلَيۡهِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا",
      "translation": "158. туку Аллах го воздигна кон Себе! А Аллах е Силен и Мудар.",
      "footnotes": ""
    },
    {
      "id": 159,
      "verse_number": 159,
      "page_number": 103,
      "verse_key": "4:159",
      "juz_number": 6,
      "hizb_number": 11,
      "rub_el_hizb_number": 41,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ إِلَّا لَيُؤۡمِنَنَّ بِهِۦ قَبۡلَ مَوۡتِهِۦۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكُونُ عَلَيۡهِمۡ شَهِيدٗا",
      "translation": "159. И нема ниту еден следбеник на Книгата кој нема да поверува во него како што треба, пред неговата (Исаовата) смрт, а на Судниот ден тој против нив ќе сведочи.",
      "footnotes": ""
    },
    {
      "id": 160,
      "verse_number": 160,
      "page_number": 103,
      "verse_key": "4:160",
      "juz_number": 6,
      "hizb_number": 11,
      "rub_el_hizb_number": 41,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَبِظُلۡمٖ مِّنَ ٱلَّذِينَ هَادُواْ حَرَّمۡنَا عَلَيۡهِمۡ طَيِّبَٰتٍ أُحِلَّتۡ لَهُمۡ وَبِصَدِّهِمۡ عَن سَبِيلِ ٱللَّهِ كَثِيرٗا",
      "translation": "160. И поради тешкото насилство на eвреите, Ние некои убави јадења кои им беа дозволени им ги забранивме, и поради тоа што многумина од Аллаховиот пат одвраќаа.",
      "footnotes": ""
    },
    {
      "id": 161,
      "verse_number": 161,
      "page_number": 103,
      "verse_key": "4:161",
      "juz_number": 6,
      "hizb_number": 11,
      "rub_el_hizb_number": 41,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَخۡذِهِمُ ٱلرِّبَوٰاْ وَقَدۡ نُهُواْ عَنۡهُ وَأَكۡلِهِمۡ أَمۡوَٰلَ ٱلنَّاسِ بِٱلۡبَٰطِلِۚ وَأَعۡتَدۡنَا لِلۡكَٰفِرِينَ مِنۡهُمۡ عَذَابًا أَلِيمٗا",
      "translation": "161. И затоа што земаа камата, а им беше забранета, и затоа што туѓите имоти на недозволен начин ги трошеа. А за неверниците меѓу нив, Ние болна казна подготвивме!",
      "footnotes": ""
    },
    {
      "id": 162,
      "verse_number": 162,
      "page_number": 103,
      "verse_key": "4:162",
      "juz_number": 6,
      "hizb_number": 11,
      "rub_el_hizb_number": 41,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَّٰكِنِ ٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ مِنۡهُمۡ وَٱلۡمُؤۡمِنُونَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَۚ وَٱلۡمُقِيمِينَ ٱلصَّلَوٰةَۚ وَٱلۡمُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلۡمُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ أُوْلَٰٓئِكَ سَنُؤۡتِيهِمۡ أَجۡرًا عَظِيمًا",
      "translation": "162. Но тие меѓу нив кои се сосема упатени во науката, и верниците кои веруваат во тоа што ти се објавува тебе и во тоа што е објавено пред тебе, особено тие што намазот (молитвата) го извршуваат и тие што зекат даваат и во Аллах и во оној свет веруваат, на нив сигурно голема награда ќе им дадеме!",
      "footnotes": ""
    },
    {
      "id": 163,
      "verse_number": 163,
      "page_number": 104,
      "verse_key": "4:163",
      "juz_number": 6,
      "hizb_number": 11,
      "rub_el_hizb_number": 42,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ إِنَّآ أَوۡحَيۡنَآ إِلَيۡكَ كَمَآ أَوۡحَيۡنَآ إِلَىٰ نُوحٖ وَٱلنَّبِيِّـۧنَ مِنۢ بَعۡدِهِۦۚ وَأَوۡحَيۡنَآ إِلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَعِيسَىٰ وَأَيُّوبَ وَيُونُسَ وَهَٰرُونَ وَسُلَيۡمَٰنَۚ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا",
      "translation": "163. Ние ти објавуваме тебе како што му објавувавме на Нух и на веровесниците по него, а му објавивме и на Ибрахим, и на Исмаил, и на Исхак, и на Јакуб и на внуците, и на Иса, и на Ејуб[107], и на Јунус[108], и на Харун, и на Сулејман, а на Давуд му го дадовме Зебурот[109],",
      "footnotes": "[107] Ејуб – Старозаветниот пророк Јоб. Во понатамошниот текст ќе се употребува името во изворната форма од Куранот.\n[108] Јунус – Старозаветниот пророк Јона. Во понатамошниот текст ќе се употребува името во изворната форма од Куранот.\n[109] Зебур – Псалми."
    },
    {
      "id": 164,
      "verse_number": 164,
      "page_number": 104,
      "verse_key": "4:164",
      "juz_number": 6,
      "hizb_number": 11,
      "rub_el_hizb_number": 42,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَرُسُلٗا قَدۡ قَصَصۡنَٰهُمۡ عَلَيۡكَ مِن قَبۡلُ وَرُسُلٗا لَّمۡ نَقۡصُصۡهُمۡ عَلَيۡكَۚ وَكَلَّمَ ٱللَّهُ مُوسَىٰ تَكۡلِيمٗا",
      "translation": "164. и пративме Пратеници за кои претходно ти кажувавме и Пратеници за кои не ти кажавме. А Аллах, сигурно, разговараше со Муса.",
      "footnotes": ""
    },
    {
      "id": 165,
      "verse_number": 165,
      "page_number": 104,
      "verse_key": "4:165",
      "juz_number": 6,
      "hizb_number": 11,
      "rub_el_hizb_number": 42,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رُّسُلٗا مُّبَشِّرِينَ وَمُنذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى ٱللَّهِ حُجَّةُۢ بَعۡدَ ٱلرُّسُلِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا",
      "translation": "165. Пративме Пратеници кои радосни вести и опомени донесуваа, за луѓето, после Пратеникот, никакво оправдување пред Аллах да немаат. А Аллах е Силен и Мудар!",
      "footnotes": ""
    },
    {
      "id": 166,
      "verse_number": 166,
      "page_number": 104,
      "verse_key": "4:166",
      "juz_number": 6,
      "hizb_number": 11,
      "rub_el_hizb_number": 42,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَّٰكِنِ ٱللَّهُ يَشۡهَدُ بِمَآ أَنزَلَ إِلَيۡكَۖ أَنزَلَهُۥ بِعِلۡمِهِۦۖ وَٱلۡمَلَٰٓئِكَةُ يَشۡهَدُونَۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًا",
      "translation": "166. Аллах сведочи дека е вистина тоа што ти го објавува, го објавува со Своето знаење, а и мелеците сведочат. А Аллах е доволен како сведок.",
      "footnotes": ""
    },
    {
      "id": 167,
      "verse_number": 167,
      "page_number": 104,
      "verse_key": "4:167",
      "juz_number": 6,
      "hizb_number": 11,
      "rub_el_hizb_number": 42,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ قَدۡ ضَلُّواْ ضَلَٰلَۢا بَعِيدًا",
      "translation": "167. Тие коишто не веруваат и кои другите од Аллаховиот пат ги одвраќаат, далеку заталкале!",
      "footnotes": ""
    },
    {
      "id": 168,
      "verse_number": 168,
      "page_number": 104,
      "verse_key": "4:168",
      "juz_number": 6,
      "hizb_number": 11,
      "rub_el_hizb_number": 42,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُواْ وَظَلَمُواْ لَمۡ يَكُنِ ٱللَّهُ لِيَغۡفِرَ لَهُمۡ وَلَا لِيَهۡدِيَهُمۡ طَرِيقًا",
      "translation": "168. На тие кои не веруваат и кои чинат неправда, Аллах, навистина, нема да им прости и нема да ги упати на патот,",
      "footnotes": ""
    },
    {
      "id": 169,
      "verse_number": 169,
      "page_number": 104,
      "verse_key": "4:169",
      "juz_number": 6,
      "hizb_number": 11,
      "rub_el_hizb_number": 42,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَّا طَرِيقَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا",
      "translation": "169. освен патот кон Џехенемот, во кој вечно и засекогаш ќе останат! Тоа на Аллах Му е лесно.",
      "footnotes": ""
    },
    {
      "id": 170,
      "verse_number": 170,
      "page_number": 104,
      "verse_key": "4:170",
      "juz_number": 6,
      "hizb_number": 11,
      "rub_el_hizb_number": 42,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلرَّسُولُ بِٱلۡحَقِّ مِن رَّبِّكُمۡ فَـَٔامِنُواْ خَيۡرٗا لَّكُمۡۚ وَإِن تَكۡفُرُواْ فَإِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا",
      "translation": "170. О, луѓе, Пратеникот веќе ви ја донесе Вистината од Господарот ваш; затоа верувајте – подобро е за вас! А ако не верувате, па Аллахово е тоа што е на небесата и на Земјата, и Аллах сè знае и Мудар е!",
      "footnotes": ""
    },
    {
      "id": 171,
      "verse_number": 171,
      "page_number": 105,
      "verse_key": "4:171",
      "juz_number": 6,
      "hizb_number": 11,
      "rub_el_hizb_number": 42,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لَا تَغۡلُواْ فِي دِينِكُمۡ وَلَا تَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ إِنَّمَا ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ رَسُولُ ٱللَّهِ وَكَلِمَتُهُۥٓ أَلۡقَىٰهَآ إِلَىٰ مَرۡيَمَ وَرُوحٞ مِّنۡهُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۖ وَلَا تَقُولُواْ ثَلَٰثَةٌۚ ٱنتَهُواْ خَيۡرٗا لَّكُمۡۚ إِنَّمَا ٱللَّهُ إِلَٰهٞ وَٰحِدٞۖ سُبۡحَٰنَهُۥٓ أَن يَكُونَ لَهُۥ وَلَدٞۘ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا",
      "translation": "171. О, следбеници на Книгата, не застранувајте во своето верување и за Аллах зборувајте ја само вистината! Месих, Иса, синот Мерјемин, е само Аллахов Пратеник, создаден е со Зборот Негов кој на Мерјем ѝ го достави, и живот му даде; затоа верувајте во Аллах и во Неговите Пратеници и не велете: „Тројца се!“ Престанете, подобро е за вас! Аллах е само еден Бог, славен нека е Тој, зарем Тој да има дете?! Негово е тоа што е на небесата и тоа што е на Земјата, и Аллах е доволен сведок.",
      "footnotes": ""
    },
    {
      "id": 172,
      "verse_number": 172,
      "page_number": 105,
      "verse_key": "4:172",
      "juz_number": 6,
      "hizb_number": 11,
      "rub_el_hizb_number": 42,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَّن يَسۡتَنكِفَ ٱلۡمَسِيحُ أَن يَكُونَ عَبۡدٗا لِّلَّهِ وَلَا ٱلۡمَلَٰٓئِكَةُ ٱلۡمُقَرَّبُونَۚ وَمَن يَسۡتَنكِفۡ عَنۡ عِبَادَتِهِۦ وَيَسۡتَكۡبِرۡ فَسَيَحۡشُرُهُمۡ إِلَيۡهِ جَمِيعٗا",
      "translation": "172. На Месих нема да му биде одбивно да признае дека е Аллахов роб, а ниту на мелеците, Нему најблиските. А тие на кои им е одбивно Нему да Му робуваат, и тие коишто ќе бидат вообразени, Аллах сите пред Себе ќе ги собере.",
      "footnotes": ""
    },
    {
      "id": 173,
      "verse_number": 173,
      "page_number": 105,
      "verse_key": "4:173",
      "juz_number": 6,
      "hizb_number": 11,
      "rub_el_hizb_number": 42,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡ وَيَزِيدُهُم مِّن فَضۡلِهِۦۖ وَأَمَّا ٱلَّذِينَ ٱسۡتَنكَفُواْ وَٱسۡتَكۡبَرُواْ فَيُعَذِّبُهُمۡ عَذَابًا أَلِيمٗا وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا",
      "translation": "173. Верниците кои правеле добри дела Тој според заслугата ќе ги награди, и уште, од изобилството Свое, повеќе ќе им даде; а тие коишто биле одбивни и вообразени – на неподносливи маки ќе ги стави и тие нема да најдат, освен Аллах, ни заштитник ни помагач!",
      "footnotes": ""
    },
    {
      "id": 174,
      "verse_number": 174,
      "page_number": 105,
      "verse_key": "4:174",
      "juz_number": 6,
      "hizb_number": 11,
      "rub_el_hizb_number": 42,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُم بُرۡهَٰنٞ مِّن رَّبِّكُمۡ وَأَنزَلۡنَآ إِلَيۡكُمۡ نُورٗا مُّبِينٗا",
      "translation": "174. О, луѓе, Доказот од Господарот ваш веќе ви стигна и Ние ви ја објавивме Јасната Светлина!",
      "footnotes": ""
    },
    {
      "id": 175,
      "verse_number": 175,
      "page_number": 105,
      "verse_key": "4:175",
      "juz_number": 6,
      "hizb_number": 11,
      "rub_el_hizb_number": 42,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَمَّا ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَٱعۡتَصَمُواْ بِهِۦ فَسَيُدۡخِلُهُمۡ فِي رَحۡمَةٖ مِّنۡهُ وَفَضۡلٖ وَيَهۡدِيهِمۡ إِلَيۡهِ صِرَٰطٗا مُّسۡتَقِيمٗا",
      "translation": "175. Тие што во Аллах ќе веруваат и цврсто до Него ќе се придржуваат, Тој сигурно во Својата милост и благодат ќе ги воведе, и на Правиот пат кон Себе ќе ги упати!",
      "footnotes": ""
    },
    {
      "id": 176,
      "verse_number": 176,
      "page_number": 106,
      "verse_key": "4:176",
      "juz_number": 6,
      "hizb_number": 11,
      "rub_el_hizb_number": 42,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَسۡتَفۡتُونَكَ قُلِ ٱللَّهُ يُفۡتِيكُمۡ فِي ٱلۡكَلَٰلَةِۚ إِنِ ٱمۡرُؤٌاْ هَلَكَ لَيۡسَ لَهُۥ وَلَدٞ وَلَهُۥٓ أُخۡتٞ فَلَهَا نِصۡفُ مَا تَرَكَۚ وَهُوَ يَرِثُهَآ إِن لَّمۡ يَكُن لَّهَا وَلَدٞۚ فَإِن كَانَتَا ٱثۡنَتَيۡنِ فَلَهُمَا ٱلثُّلُثَانِ مِمَّا تَرَكَۚ وَإِن كَانُوٓاْ إِخۡوَةٗ رِّجَالٗا وَنِسَآءٗ فَلِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِۗ يُبَيِّنُ ٱللَّهُ لَكُمۡ أَن تَضِلُّواْۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمُۢ",
      "translation": "176. Тие од тебе бараат толкување. Кажи: „Аллах ќе ви го каже прописотза келала: ако некој умре, а нема дете, но има сестра, нејзе ѝ припаѓа половина од неговото наследство, а тој ќе ја наследи неа ако таа нема дете; а ако се две сестри, на нив им припаѓаат две третини од неговото наследство. А ако се браќа и сестри, тогаш на машкото му припаѓа колку на две женски.“ Тоа Аллах ви го објаснува за да не заталкате. А Аллах знае сè!",
      "footnotes": ""
    }
  ]
}