{
  "id": 37,
  "verse_number": 37,
  "page_number": 423,
  "verse_key": "33:37",
  "juz_number": 22,
  "hizb_number": 43,
  "rub_el_hizb_number": 169,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا",
  "translation": "(Оо, Мухаммад!) сен бир кезде, ага Аллах (Ислам) жакшылыгын берген, анан сен дагы (кулчулуктан куткаруу) жакшылык кылган бир жигитке: «Аялыңды коюп жибербе! Аллахтан корк!» деген болчусуң. Жана сен Аллах ашкере кылуучу нерсени жүрөгүңдө жашыруун тутуп, адамдардан корктуң! Чындыгында, коркууга Аллах акылуу.[1] Качандыр Зейд андан иши бүткөн соң, ал аялды сага никелештирдик. Анткени момундарга асыранды балдары менен ажырашкан аялдарга үйлөнүү күнөө болбой турганын көрсөтүү үчүн (ушундай кылдык). Аллахтын буйругу сөзсүз ишке ашат.[2]",
  "footnotes": "[1] Бул аяттар пайгамбарыбыздын бакма баласы Зейд бин Хариса жана анын аялы Зейнеп бинти Жахш жөнүндө түшкөн. Пайгамбарыбыз өзү сатып алып, азат кылган кул-Зейд бин Харисага апежесинин кызы Зейнепти алып берейин деп жуучу түшүп барганда, Зейнеп «Кулга тиеминби» деп баш тарткан. Ошондо жогорудагы (36-) аят түшүп, ыктыярын пайгамбарга тапшырат. Бирок, бул нике Зейнептин күйөөсүнө көңүлсүздүгү себептүү бузулуу коркунучунда калат. Зейд дагы абалды түшүнүп, пайгамбар саллаллоху алайхи ва салламга келип: «Мен Зейнептин талагын берейин дегенде: «Аялыңды койбо! Аллахдан корк!» - дейт. Бирок, бул сөздү Зейддин көңүлү үчүн гана айткан. Алардын турмушу оңбой калганын көрүп, көңүлүндө «Эгер Зейд Зейнепти койсо, өзүм никелеп алсамбы» деп жүргөн. Бул - Аллахтын илхамы болчу. Аллах ошол иштин болушун каалап, жүрөгүнө ошол ойду салган. Бирок, пайгамбар адамдар эмне деп ойлошот деп, экөөсүн ажыраштырбай турган.\n[2] Даанышман Аллах ушул окуялар менен Исламга чейинки доордогу туура эмес ата-балалык эрежесин өзгөрттү: Бакма баланын өз перзенти катары боло албашы, анын аялына талак бергенден соң атасы үйлөнүшү мүмкүн экени жөнүндөгү парыз-мыйзамды Өз пайгамбарынын жашоосу аркылуу жолго койду. Буга чейин адамдар Зейдди «Зейд бин Мухаммад» деп чакырышчу эле. Эми «Зейд бин Хариса» деп өз атасына байланыштырып чакыра башташты. (Ушул сүрөнүн 5-аятына караңыз). Ошентип, Аллах Өз пайгамбарын, бакма баласынын талак кылынган аялына үйлөнтүп койду."
}