{
  "result": [
    {
      "id": "2251",
      "sura": "19",
      "aya": "1",
      "arabic_text": "كٓهيعٓصٓ",
      "translation": "カーフ・ハー・ヤー・アイン・サード[1]。",
      "footnotes": "[1]　この文字群については、頻出名・用語解説の「クルアーンの冒頭に現れる文字群*」を参照。"
    },
    {
      "id": "2252",
      "sura": "19",
      "aya": "2",
      "arabic_text": "ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ",
      "translation": "（これは、）その僕ザカリーヤー*に対する、あなたの主*のご慈悲の叙述。",
      "footnotes": ""
    },
    {
      "id": "2253",
      "sura": "19",
      "aya": "3",
      "arabic_text": "إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا",
      "translation": "彼が自分の主*を、ひそやかに呼んだ時のこと。[1]",
      "footnotes": "[1]　ザカリーヤー*がこの祈願をするに至った背景については、イムラーン家章３７－４1参照。"
    },
    {
      "id": "2254",
      "sura": "19",
      "aya": "4",
      "arabic_text": "قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا",
      "translation": "彼は申し上げた。「我が主*よ。本当に私の骨は脆くなり、頭は白髪だらけになってしまいました[1]。そして私はーー我が主*よーー（これ以前）、あなたへの祈願において、不幸な者ではありませんでした[2]。",
      "footnotes": "[1]　原語では正確には、「頭が白髪で燃え上がった」という表現が用いられている。元々は黒い頭が白くなってしまったことが、あたかも墨（すみ）の塊に火が付き、目映い光が黒い物体を全体的に覆ってしまうことに譬（たと）えられているのである（イブン・アーシュール1６：６４参照）。 [2]　つまり、祈願を叶（かな）えられなかった ことはない、ということ（ムヤッサル３０５頁参照）。"
    },
    {
      "id": "2255",
      "sura": "19",
      "aya": "5",
      "arabic_text": "وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا",
      "translation": "また私の妻は不妊であり、私は自分の（死）後、身内（があなたの宗教を達成できないかもしれないこと）を怖れます。ですから私に、あなたの御許から後継者（としての子供）をお授け下さい。",
      "footnotes": ""
    },
    {
      "id": "2256",
      "sura": "19",
      "aya": "6",
      "arabic_text": "يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا",
      "translation": "私（の預言者*としての使命）を継ぎ、ヤァクーブ*の一族（の預言者*としての使命）を継ぐ（後継者を）。そしてーー我が主*よーー、彼を（あなたとあなたの僕たちから）喜ばれる者として下さい」。",
      "footnotes": ""
    },
    {
      "id": "2257",
      "sura": "19",
      "aya": "7",
      "arabic_text": "يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا",
      "translation": "（アッラー*は、天使*を通じて仰せられた。）「ザカリーヤー*よ、本当にわれら*はあなたに、ヤヒヤー*という名の男の子についての吉報を伝えよう。われら*は（彼）以前、誰もその名で名付けたことはなかった」。",
      "footnotes": ""
    },
    {
      "id": "2258",
      "sura": "19",
      "aya": "8",
      "arabic_text": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا",
      "translation": "彼（ザカリーヤー*）は、申し上げた。「我が主*よ、私に男の子が出来ましょうか？私の妻は不妊で、しかも私は老齢で干からびてしまっていますのに？」",
      "footnotes": ""
    },
    {
      "id": "2259",
      "sura": "19",
      "aya": "9",
      "arabic_text": "قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا",
      "translation": "彼（天使*）は言った。「その通り（だが）、あなたの主*は、（こう）仰せられたのだ。『それはわれにとって、容易いこと。われは彼（ヤヒヤー*）以前に、（以前は）全く存在していなかったあなたのことも、確かに創造したのだ』」。",
      "footnotes": ""
    },
    {
      "id": "2260",
      "sura": "19",
      "aya": "10",
      "arabic_text": "قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا",
      "translation": "彼（ザカリーヤー*）は、申し上げた。「我が主*よ、私に（、その吉報が実現するという）御徴をお授け下さい」。彼（天使*）は言った。「あなたの御徴は、あなたが健常でありながら、三夜の間、人々に話しかけることが出来なくなることである」。",
      "footnotes": ""
    },
    {
      "id": "2261",
      "sura": "19",
      "aya": "11",
      "arabic_text": "فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا",
      "translation": "こうして彼（ザカリーヤー*）は、ミフラーブ[1]から彼の民のもとに出て来ると、彼らに「朝夕に、（アッラー*を）称え*なさい[2]」と仕草で示した。",
      "footnotes": "[1]　「ミフラーブ」については、イムラーン家章３７の訳注を参照。 [2]　ヤヒヤー*の誕生が、全ての者にとっての吉報であったことゆえに、アッラー*を称える*よう命じたのだとされる（アッ＝サァディー４９０頁参照）。"
    },
    {
      "id": "2262",
      "sura": "19",
      "aya": "12",
      "arabic_text": "يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا",
      "translation": "（そしてヤヒヤー*が誕生し、成長した頃、アッラー*は仰せられた。）「ヤヒヤー*よ、啓典（トーラー*）を真摯に受け取れ[1]」そしてわれら*は、幼少の彼に英知を授けた。",
      "footnotes": "[1]　「啓典を真摯に受け取る」とは、トーラー*を真剣に受け止め、その暗記、実践に励（はげ）むこと（ムヤッサル３０６頁参照）。"
    },
    {
      "id": "2263",
      "sura": "19",
      "aya": "13",
      "arabic_text": "وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا",
      "translation": "また、（われら*はヤヒヤー*に、）われら*の御許からの慈しみの念と、（罪からの）清らかさを（授けた）。彼は敬虔であった。",
      "footnotes": ""
    },
    {
      "id": "2264",
      "sura": "19",
      "aya": "14",
      "arabic_text": "وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا",
      "translation": "また（彼は）、自分の両親に孝行であり、尊大でも反抗的でもなかった。",
      "footnotes": ""
    },
    {
      "id": "2265",
      "sura": "19",
      "aya": "15",
      "arabic_text": "وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا",
      "translation": "そして、彼が生まれた日、亡くなる日、生きて蘇らされる日に、彼に（アッラー*からの）平安あれ。[1]",
      "footnotes": "[1]　イブン・ウヤイナ*によれば、ここでこれら三つの状態のみが言及されているのは、これら三つの瞬間が人間にとって最も不安な状態であるからだという（アッ＝タバリー７：５４６６参照）。"
    },
    {
      "id": "2266",
      "sura": "19",
      "aya": "16",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا",
      "translation": "また（使徒*よ）、啓典（クルアーン*）の中で、マルヤム*について語るのだ。彼女が自分の家族から、東方の場所に身を引いた[1]時のこと。",
      "footnotes": "[1]　アル＝クルトゥビー*は、彼女はアッラー*の崇拝*のために、神殿の東部に篭（こ）もったのだ、という見解を述べている（11：９０参照）。また一説に、当時の人々にとって東という方向は、特別な善い意味があった（アッ＝タバリー７：５４６８参照）。"
    },
    {
      "id": "2267",
      "sura": "19",
      "aya": "17",
      "arabic_text": "فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا",
      "translation": "そして彼女は彼らを避けて覆いをかけ、われら*は彼女に、われら*の魂[1]を遣わした。すると彼は、非の打ち所のない人間の姿で、彼女の前に現れた。",
      "footnotes": "[1]　大半の学者は、この「魂」をジブリール*と解釈している。ジブリール*がここで「魂」と呼ばれているのは、彼と、彼による啓示の伝達によって、宗教が息吹（いぶ）く からだとされる。また、それが「われら*」というアッラー*の修飾を受けているのは、カァバ神殿*が「アッラー*の館」と呼ばれるように、ジブリール*への栄誉を表しているためとされる（アル＝アルースィー1６：７５参照）。"
    },
    {
      "id": "2268",
      "sura": "19",
      "aya": "18",
      "arabic_text": "قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا",
      "translation": "彼女は言った。「本当に私は、慈悲あまねき*お方（アッラー*）に、あなた（から災いを受けること）に対してのご加護を乞います。もしあなたが、（アッラー*を）畏れる*お方ならば（、近づかないで下さい）」。",
      "footnotes": ""
    },
    {
      "id": "2269",
      "sura": "19",
      "aya": "19",
      "arabic_text": "قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا",
      "translation": "彼（ジブリール*）は言った。「私はまさに、あなたに清らかな男の子を差し上げるための、あなたの主*からの使いなのです」。",
      "footnotes": ""
    },
    {
      "id": "2270",
      "sura": "19",
      "aya": "20",
      "arabic_text": "قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا",
      "translation": "彼女は言った。「私に、男の子が出来るなどということがありましょうか？私には人一人触れたことはなく、私はふしだらでもありませんでしたのに」。",
      "footnotes": ""
    },
    {
      "id": "2271",
      "sura": "19",
      "aya": "21",
      "arabic_text": "قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا",
      "translation": "彼は言った。「その通り（ですが）、あなたの主*は、（こう）仰せられました。『それはわれにとって、容易いこと。そして（それは）、彼（その男の子）を人々への御徴[1]とし、われら*の御許からの慈悲とするためなのだ。（それは）既に定められていたことなのである』」。",
      "footnotes": "[1]　この「御徴」とは、アッラー*の御力を示す証拠のこと。アッラー*は、人間を多様な形で創造された。アーダム*は男性も女性も介さず、ハウワーゥ*は女性を介さず、イーサー*は男性を介さず、そしてそれ以外の人間は皆、男性と女性を介してお創りになったのである（イブン・カスィール５：22０参照）。"
    },
    {
      "id": "2272",
      "sura": "19",
      "aya": "22",
      "arabic_text": "۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا",
      "translation": "こうして彼女は、彼（イーサー*）を宿し、身ごもった状態で（人々から）遠い場所へと身を遠ざけた[1]。",
      "footnotes": "[1]　彼女は、未婚の妊娠による醜聞（しゅうぶん）を恐れていた（アッ＝サァディー４９1頁参照）。"
    },
    {
      "id": "2273",
      "sura": "19",
      "aya": "23",
      "arabic_text": "فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا",
      "translation": "そして陣痛が彼女を、ナツメヤシの木[1]の幹へと追いや（り、彼女はそれによりかか）った。彼女は言った。「あぁ、これ以前に私が死んでしまっていたら、そして忘れ去られた、どうでもよい存在であったらよかったのに！」",
      "footnotes": "[1]　一説に、このナツメヤシの木は枯れ木であった（アル＝バガウィー３：22９参照）。"
    },
    {
      "id": "2274",
      "sura": "19",
      "aya": "24",
      "arabic_text": "فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا",
      "translation": "すると、彼[1]は彼女の下方から、彼女に（こう）呼びかけた。「悲しんではなりません。あなたの主*は、あなたの下に、まさに小川を流させ給うたのですから。",
      "footnotes": "[1]　この「彼」には、「ジブリール*」という説と、「イーサー*」という説がある（アッ＝タバリー７：５４７７－５４７９参照）。"
    },
    {
      "id": "2275",
      "sura": "19",
      "aya": "25",
      "arabic_text": "وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا",
      "translation": "そしてナツメヤシの木の幹を、ご自分の方にお揺らしなさい。そうすればそれは、採り頃の熟れたナツメヤシの実を、あなたの上に落とします。",
      "footnotes": ""
    },
    {
      "id": "2276",
      "sura": "19",
      "aya": "26",
      "arabic_text": "فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا",
      "translation": "そうしたら、食べかつ飲み、（子の誕生に）お喜びなさい[1]。そして、もし誰か人を見るようなことがあれば、（こう）言うのです。『本当に私は、慈悲あまねき*お方（アッラー*）に斎戒[2]を誓いました。それでこの日は、絶対に人とは話しません』」。",
      "footnotes": "[1]　ここで「喜ぶ」という訳をあてた原語は、「クッラトゥ・アイン（眼の涼しさ）」という表現の派生形。アラビア語で「眼が熱くなる」という表現が、「（悲しみゆえに）泣いてばかりいる状態」を表すのと逆に、「眼が涼しい」ことは、喜びを表す（イブン・アーシュール1６：８９参照）。 [2]　当時の「斎戒*」は、飲食だけでなく、言葉を慎（つつし）む 必要があったとされる。それゆえマルヤム*は、この言葉を喋らずに、仕草で示したのだという説もある（イブン・カスィール５：22５参照）。"
    },
    {
      "id": "2277",
      "sura": "19",
      "aya": "27",
      "arabic_text": "فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا",
      "translation": "それから彼女は彼（イーサー*）を抱き、彼と共に彼女の民のもとへやって来た。彼らは（、それを見て）言った。「マルヤム*よ、あなたは本当に、とんでもないことをしでかした。",
      "footnotes": ""
    },
    {
      "id": "2278",
      "sura": "19",
      "aya": "28",
      "arabic_text": "يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا",
      "translation": "ハールーンの姉妹[1]よ、あなたの父親は不品行な男ではなかったし、あなたの母親もふしだらではなかったのだぞ」。",
      "footnotes": "[1]　ここでマルヤム*が、「ハールーン*の姉妹」と形容されていることに関し、イブン・カスィール*は「その崇拝*行為における熱心さにおいて、預言者*ハールーン*に類似していたため」「彼女が、預言者*ハールーン*の一族に属していたため」「彼女には実際、崇拝*と禁欲で有名なハールーン*という名の兄弟がいたため」といった説を挙げ、彼女が預言者*ハールーン*の実の姉妹という説は否定している（５：22６－22７参照）。"
    },
    {
      "id": "2279",
      "sura": "19",
      "aya": "29",
      "arabic_text": "فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا",
      "translation": "すると彼女は、（彼らが赤ん坊に直接尋ねるよう、）彼の方を指した。彼らは言った。「揺りかごの中にいる幼子に、私たちがいかに話しかけるというのか？」",
      "footnotes": ""
    },
    {
      "id": "2280",
      "sura": "19",
      "aya": "30",
      "arabic_text": "قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا",
      "translation": "彼（イーサー*）は言った。「本当に私は、アッラー*の僕です。かれは私に、啓典を授けて下さり、私を預言者*とされたのです。",
      "footnotes": ""
    },
    {
      "id": "2281",
      "sura": "19",
      "aya": "31",
      "arabic_text": "وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا",
      "translation": "また、かれは私がどこにあろうと祝福にあふれた者とされ、私が生きている間中、礼拝と浄財*を私に命じられました。",
      "footnotes": ""
    },
    {
      "id": "2282",
      "sura": "19",
      "aya": "32",
      "arabic_text": "وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا",
      "translation": "そして（私を）母親に孝行する者とされ、尊大で不幸な者とはされませんでした。",
      "footnotes": ""
    },
    {
      "id": "2283",
      "sura": "19",
      "aya": "33",
      "arabic_text": "وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا",
      "translation": "私が生まれた日、死ぬ日、生きたまま蘇らされる日に、私に（アッラー*からの）平安あれ[1]」。",
      "footnotes": "[1]　アーヤ*1５の訳注も参照。"
    },
    {
      "id": "2284",
      "sura": "19",
      "aya": "34",
      "arabic_text": "ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ",
      "translation": "（使徒*よ、）それがマルヤム*の子イーサー*。彼ら（啓典の民*）が疑わしく思っている、（イーサー*に関する）真理の言葉。",
      "footnotes": ""
    },
    {
      "id": "2285",
      "sura": "19",
      "aya": "35",
      "arabic_text": "مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
      "translation": "アッラー*が子供をもうけ給うことなど、ありえない。かれに称え*あれ[1]。かれが一事をお取り決めにな（り、お望みにな）れば、それに『あれ』と仰せられるだけで、それは存在するのである。",
      "footnotes": "[1]　ここでの「称え*あれ」については、雌牛章11６の訳注も参照。"
    },
    {
      "id": "2286",
      "sura": "19",
      "aya": "36",
      "arabic_text": "وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
      "translation": "（イーサー*は民に言った。）「本当にアッラー*は、我が主*であり、あなた方の主*。ならば、かれを崇拝*しなさい。これが、まっすぐな道なのですから」。",
      "footnotes": ""
    },
    {
      "id": "2287",
      "sura": "19",
      "aya": "37",
      "arabic_text": "فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ",
      "translation": "それから（啓典の民*の）派閥が、（イーサー*のことに関し、）彼らの間で意見を異にした[1]。それで不信仰に陥った者*たちに、この上な（く恐ろし）い（復活の）日*の立会いの災いあれ。",
      "footnotes": "[1]　ある者たちは彼を神聖化し、またある者たちは彼を魔術師とし、また別の者たちは彼を大工ユースフ*の息子とした（ムヤッサル３０７頁参照）。"
    },
    {
      "id": "2288",
      "sura": "19",
      "aya": "38",
      "arabic_text": "أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "われら*のもとへと彼らがやって来るその日、彼らの視力は何と鋭く、その聴覚は何と研ぎ澄まされていることか！[1]しかし（現世における）この日、不正*者たちは紛れもない迷妄の中にあるのだ。",
      "footnotes": "[1]　復活の日*、彼らは自分たちの不信仰・シルク*・（不適切な）言動を認め、自分たちの真の状況を明確に知って、後悔する（アッ＝サァディー４９３頁参照）。 関連するアーヤ*として、家畜章1５８とその訳注、夜の旅章９７「盲目・・・」の訳注も参照。"
    },
    {
      "id": "2289",
      "sura": "19",
      "aya": "39",
      "arabic_text": "وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ",
      "translation": "そして（使徒*よ）、迂闊であり、信仰することのない彼らに、ことが決定される悔恨の日[1]について警告を告げよ。",
      "footnotes": "[1]　その日、不信仰者*らはアッラー*のご満悦と天国を失い、代わりにそのお怒りと地獄を得る。そして、やり直すために現世に戻ることも出来ず、仮に戻っても、自分の状況を変えることも叶わない。そのような中で彼らは、心が張り裂けんばかりの後悔に襲われる（アッ＝サァディー４９３頁参照）。"
    },
    {
      "id": "2290",
      "sura": "19",
      "aya": "40",
      "arabic_text": "إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ",
      "translation": "本当にわれら*は、大地とその上にある者を引き継ぐ[1]。そしてわれら*の御許にこそ、彼らは戻されるのである。",
      "footnotes": "[1]　全ての創造物は滅び、アッラー*だけが残る（イブン・カスィール2３４：５参照）。「われら*は・・・引き継ぐ」という表現については、イムラーン家章1８０「天地の遺産はアッラー*にこそ属する」の訳注も参照。"
    },
    {
      "id": "2291",
      "sura": "19",
      "aya": "41",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا",
      "translation": "（使徒*よ、）啓典（クルアーン*）の中で、イブラーヒーム*について語るのだ。本当に彼は大そうな正直者[1]であり、預言者*であった。",
      "footnotes": "[1]　「大そうな正直者」については、婦人章６３の訳注を参照。"
    },
    {
      "id": "2292",
      "sura": "19",
      "aya": "42",
      "arabic_text": "إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا",
      "translation": "彼が自分の父親に、（こう）言った時のこと[1]。「お父さん、聞きもしなければ、見ることも出来ず、あなたを少しも益することもないもの[2]を、なぜ崇めるのですか？",
      "footnotes": "[1]　イブラーヒーム*とその父親、及びその民のやり取りについては、家畜章７４－８2、預言者*たち章５2－７０、詩人たち章７０－８９、整列者章８５－９８、金の装飾章2６－2８も参照。 [2]　つまり、偶像のこと（アッ＝サァディー４９４頁参照）。"
    },
    {
      "id": "2293",
      "sura": "19",
      "aya": "43",
      "arabic_text": "يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا",
      "translation": "お父さん、本当に私のもとに、あなたには訪れることのなかった知識の一部が、確かに到来したのです。ですから、私に従って下さい。そうすれば私はあなたを、真っ当な道にご案内します。",
      "footnotes": ""
    },
    {
      "id": "2294",
      "sura": "19",
      "aya": "44",
      "arabic_text": "يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا",
      "translation": "お父さん、シャイターン*を崇めないで下さい。本当にシャイターン*は、慈悲あまねき*お方（アッラー*）にひどく反抗的なものです。",
      "footnotes": ""
    },
    {
      "id": "2295",
      "sura": "19",
      "aya": "45",
      "arabic_text": "يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا",
      "translation": "お父さん、本当に私は、慈悲あまねき*お方（アッラー*）からの罰があなたに及び、あなたがシャイターン*の同志となるのを怖れています」。",
      "footnotes": ""
    },
    {
      "id": "2296",
      "sura": "19",
      "aya": "46",
      "arabic_text": "قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا",
      "translation": "彼（イブラーヒーム*の父親）は、言った。「一体お前は、我が神々（の崇拝*）から身を引きたいのか、イブラーヒーム*よ？もしもお前が（、我が神々への中傷を）止めないのなら、私はきっとお前を（石で）打ち殺してやろう[1]。私からずっと、遠ざかっておれ」。",
      "footnotes": "[1]　「（石で）打ち殺す」については、フード*章９1内の同表現の訳注も参照。"
    },
    {
      "id": "2297",
      "sura": "19",
      "aya": "47",
      "arabic_text": "قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا",
      "translation": "彼（イブラーヒーム*）は言った。「あなたに平安あれ[1]。私は我が主*に対し、あなたのために、（罪の）お赦しを乞いましょう[2]。本当にかれは（祈れば聞き入れて下さる）、私に懇切なお方なのですから。",
      "footnotes": "[1]　「私の方からは、父親であるあなたに害悪は及びません」という事（イブン・カスィール５：2３６参照）。 [2]　後に悔悟章112－11３、試問される女章４が下り、不信仰者*のために罪の赦しを乞うことは、禁じられた（前掲書、同頁参照）。"
    },
    {
      "id": "2298",
      "sura": "19",
      "aya": "48",
      "arabic_text": "وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا",
      "translation": "そして私は、あなた方と、あなた方がアッラー*をよそに祈っているものから遠ざかり、我が主*に祈りましょう。私は、我が主*への祈りにおいて、（それが叶えられないような）不幸な者とはならないでしょう」。",
      "footnotes": ""
    },
    {
      "id": "2299",
      "sura": "19",
      "aya": "49",
      "arabic_text": "فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا",
      "translation": "彼（イブラーヒーム*）が、彼らと、彼らがアッラー*をよそに崇めているものから遠ざかった時、われら*は彼にイスハーク*と（イスハーク*の息子の）ヤァクーブ*を授けた。そして（その）いずれも、預言者*としたのだ。",
      "footnotes": ""
    },
    {
      "id": "2300",
      "sura": "19",
      "aya": "50",
      "arabic_text": "وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا",
      "translation": "そしてわれら*は、われら*の慈悲の内から彼らに授け[1]、彼らに対する（人々の、）誉れ高く素晴らしい（賞賛の）言葉を与えた[2]。",
      "footnotes": "[1]　有益な知識、正しい行い*、預言者たちや義人（ぎじん）らを含む多くの子孫など、アッラー*が彼らにお授けになった全てのご慈悲のこと（アッ＝サァディー４９４頁参照）。 [2]　アッラー*は、人々が公（おおや）けに、彼らに対する心からの賞賛を表明し、人々の心と言葉が彼らに対する賞賛と愛情で満たされるようにされた。そして彼らに対する賞賛は、世の終わりまで続くのである（前掲書、同頁参照）。"
    },
    {
      "id": "2301",
      "sura": "19",
      "aya": "51",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا",
      "translation": "（使徒*よ、）啓典（クルアーン*）の中で、ムーサー*について語るのだ。本当に彼は、精選された者[1]であり、使徒*であり預言者*であった。",
      "footnotes": "[1]　「精選された者」については、ユースフ*章2４「精選されたアッラー*の僕」の訳注も参照。"
    },
    {
      "id": "2302",
      "sura": "19",
      "aya": "52",
      "arabic_text": "وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا",
      "translation": "また、われら*は山の右側から彼に呼びかけ[1]、密やかに語りかけつつ、彼を近寄せた。",
      "footnotes": "[1]　ムーサー*はマドゥヤン*からエジプトに向かう途中、山の傍（かたわ）らにあった、ムーサー*から見て右側の木から呼びかけられたという（アル＝クルトゥビー11：11４参照）。この時の様子については、ター・ハー章９－３７、蟻章８、物語章2９－３５も参照。"
    },
    {
      "id": "2303",
      "sura": "19",
      "aya": "53",
      "arabic_text": "وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا",
      "translation": "そしてわれら*は彼に、われら*の慈悲ゆえ、預言者*であるその兄ハールーン*を授けた[1]。",
      "footnotes": "[1]　このことの詳細については、ター・ハー章2９－３2、詩人たち章12－1３、物語章３４－３５を参照。"
    },
    {
      "id": "2304",
      "sura": "19",
      "aya": "54",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا",
      "translation": "（使徒*よ、）啓典（クルアーン*）の中で、イスマーイール*について語るのだ。本当に彼は、その約束に忠実で[1]で、使徒*であり預言者*であった。",
      "footnotes": "[1]　この「約束」は、アッラー*とのものも、人間とのものも、いずれをも含む。彼は自分自身を犠牲として捧げるかどうか、という究極的な状況（整列者章1０2参照）においてさえも、自分の約束を全うした（アッ＝サァディー４９６頁参照）。"
    },
    {
      "id": "2305",
      "sura": "19",
      "aya": "55",
      "arabic_text": "وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا",
      "translation": "そして彼は、自分の家族に礼拝と浄財*を命じ、その主*の御許で喜ばれる者であった。",
      "footnotes": ""
    },
    {
      "id": "2306",
      "sura": "19",
      "aya": "56",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا",
      "translation": "（使徒*よ、）啓典（クルアーン*）の中で、イドリース*について語るのだ。本当に彼は、大そうな正直者[1]であり、預言者*であった。",
      "footnotes": "[1]　「大そうな正直者」については、婦人章６３の訳注を参照。"
    },
    {
      "id": "2307",
      "sura": "19",
      "aya": "57",
      "arabic_text": "وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا",
      "translation": "そしてわれら*は彼を、高い場所へと上げてやった。",
      "footnotes": ""
    },
    {
      "id": "2308",
      "sura": "19",
      "aya": "58",
      "arabic_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩",
      "translation": "（われら*があなたに語って聞かせた、）それらの者たちは、アッラー*が恩恵をお授けになった預言者*たちである。（彼らは）アーダム*の子孫、われら*がヌーフ*と共に運んだ者、イブラーヒーム*とイスラーイール（ヤァクーブ*）の子孫、われら*が導き、選び抜いた内の者たち。慈悲あまねき*お方（アッラー*）の御徴[1]が誦み聞かせられれば、彼らはサジダ*し、涙しつつ、崩れ落ちたのだ（読誦のサジダ*）。",
      "footnotes": "[1]　明白な証拠を含む、アッラー*の御言葉のこと（イブン・カスィール５：2４2参照）。"
    },
    {
      "id": "2309",
      "sura": "19",
      "aya": "59",
      "arabic_text": "۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا",
      "translation": "こうして彼らの後、礼拝を放棄し、欲望を追い求めた愚かな後継者たちが、後を継いだ。ならば彼らはやがて、悪事[1]に直面するであろう。",
      "footnotes": "[1]　この「悪事」には、「損失」「地獄の奥底にある谷の名前」といった解釈もある（前掲書５：2４５参照）。"
    },
    {
      "id": "2310",
      "sura": "19",
      "aya": "60",
      "arabic_text": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا",
      "translation": "但し、悔悟し、信仰して正しい行い*を行う者、それらの者たちは天国に入り、少しも不正*を受けることはない。",
      "footnotes": ""
    },
    {
      "id": "2311",
      "sura": "19",
      "aya": "61",
      "arabic_text": "جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا",
      "translation": "（彼らは、）慈悲あまねき*お方（アッラー*）がその僕たちに約束された、まだ見ぬ永久の楽園[1]に（入る）。本当にかれのお約束は、実現することになっているのだ。",
      "footnotes": "[1]　「永久の楽園」については、悔悟章７2の訳注を参照。"
    },
    {
      "id": "2312",
      "sura": "19",
      "aya": "62",
      "arabic_text": "لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا",
      "translation": "彼らはそこで、いかなる戯言を耳にすることもない。ただ、「（あなた方に）平安を[1]」（という挨拶を聞く）。そして彼らにはそこで朝夕[2]、（いつでも望むだけの）自分たちの糧があるのだ。",
      "footnotes": "[1]　「あなた方に平安を」については、雷鳴章2４も参照。 [2]　解釈学者の一般的な説として、天国は常に光で包まれており、夜が存在しない。ただ彼らは昼の始まりと終わりに相当する時間帯に、食事を頂くのだという。また、天国の昼と夜は、垂れ幕の上げ下げによって分かるのだ、という説などもある（アル＝バガウィー３：2４1参照）。"
    },
    {
      "id": "2313",
      "sura": "19",
      "aya": "63",
      "arabic_text": "تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا",
      "translation": "その天国は、われら*が、われら*の僕たちの内、敬虔*だった者に引き継がせる[1]もの。",
      "footnotes": "[1]　天国に入れることが、「引き継がせる」と表現されていることの理由としては、「あたかも相続人に遺産を取っておくように、アッラー*が彼らのために、天国を取って置かれるため」「もしアッラー*に従っていれば、自分のものであった天国の権利を、別の敬虔*な者たちへと移転する様子が、相続にたとえられているため」などといった説がある（アッ＝ラーズィー７：５５３参照）。"
    },
    {
      "id": "2314",
      "sura": "19",
      "aya": "64",
      "arabic_text": "وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا",
      "translation": "そして（ジブリール*よ、使徒*ムハンマド*にこう言うのだ、）「私たち（天使*）は、あなたの主*のご命令によらずしては、（天から地に）降臨することがない。かれにこそ、私たちの前にあるものと、後ろにあるもの、そしてその間にあるものが属する[1]のだ。そしてあなたの主*はもとより、忘れたりするお方ではない。[2]",
      "footnotes": "[1]　つまりアッラー*にこそ、未来における来世のことも、過去における現世のことも、またその中間にあることなど、全ての時間と場所における命令が属するということ（ムヤッサル３０９頁参照）。 [2]　このアーヤ*は、預言者*ムハンマド*がジブリール*に、「なぜ、今あなたが私たちを訪れるよりも沢山、私たちのもとを訪れないのか？」と尋ねたことに関し、下ったとされる（アル＝ブハーリー4731参照）。"
    },
    {
      "id": "2315",
      "sura": "19",
      "aya": "65",
      "arabic_text": "رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا",
      "translation": "（かれは、）諸天と大地とその間にあるものの主。ならば、かれを崇拝*し、かれへの崇拝*に忍耐*せよ。一体あなた[1]は、かれに似たものを知っているというのか？[2]」",
      "footnotes": "[1]　この「あなた」については、雌牛章12０の訳注を参照。以下、同様の表現の際にも、同訳注を参照。 [2]相談章11も参照。"
    },
    {
      "id": "2316",
      "sura": "19",
      "aya": "66",
      "arabic_text": "وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا",
      "translation": "（不信仰な）人間は言う。「一体、私が死んだら、やがて生きて（墓から）出されるというのか？",
      "footnotes": ""
    },
    {
      "id": "2317",
      "sura": "19",
      "aya": "67",
      "arabic_text": "أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا",
      "translation": "一体、その人間は、存在してはいなかった自分自身を、われら*が以前、創造したことを覚えていないのか？",
      "footnotes": ""
    },
    {
      "id": "2318",
      "sura": "19",
      "aya": "68",
      "arabic_text": "فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا",
      "translation": "（使徒*よ、）あなたの主*にかけて、われら*は必ずや彼らとシャイターン*たちを召集し、それから彼らを跪いた状態[1]のまま、地獄の周りにきっと連れて来よう。",
      "footnotes": "[1]　彼らはその日、恐怖により立ち上がることが出来ないのだという（ムヤッサル３1０頁参照） 。"
    },
    {
      "id": "2319",
      "sura": "19",
      "aya": "69",
      "arabic_text": "ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا",
      "translation": "それから、われら*は必ずや、慈悲あまねき*お方（アッラー*）に対して最も反抗的な者を、各々の集団から引き抜いて（真っ先に懲罰にかけて）やろう。",
      "footnotes": ""
    },
    {
      "id": "2320",
      "sura": "19",
      "aya": "70",
      "arabic_text": "ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا",
      "translation": "そして本当にわれら*は、そこ（地獄）に入って炙られる最も相応しい者たちを最もよく知っているのだ。",
      "footnotes": ""
    },
    {
      "id": "2321",
      "sura": "19",
      "aya": "71",
      "arabic_text": "وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا",
      "translation": "また、あなた方の内で、そこにやって来ない者はいない[1]。それはもとより、あなたの主*にとって、定められた絶対（に起きること）なのだ。",
      "footnotes": "[1]　このアーヤ*の解釈には、以下のような諸説がある。①全ての者がそこにやって来るが、その後に信仰者だけが報われる。②実際に全ての者が地獄の中に入るが、信仰者にとって、その火は涼（すず）しく、無事なものとなる。③これは、地獄の上に架（か）けられた橋（鉄章12とその訳注を参照）のこと。信仰者ではなかった者は、そこから地獄におちてしまう（アッ＝サァディー４９８頁参照）。"
    },
    {
      "id": "2322",
      "sura": "19",
      "aya": "72",
      "arabic_text": "ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا",
      "translation": "それからわれら*は、敬虔*な者たちを救い出し、不正*者たちをその中に跪いた状態で置き去りにする。",
      "footnotes": ""
    },
    {
      "id": "2323",
      "sura": "19",
      "aya": "73",
      "arabic_text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا",
      "translation": "また、われら*の明白な御徴[1]が彼らに読誦されれば、不信仰に陥った者*たちは信仰する者たちに、（こう）言った。「二つの集団のいずれが、住居がより素晴らしく、会合の場がより華々しいのか？」[2]",
      "footnotes": "[1]　クルアーン*のアーヤ*のこと（アル＝クルトゥビー11：1４1参照）。 [2]　裕福なクライシュ族*の不信仰者*らは、貧しいムスリム*たちに向かって、もし自分たちの教えが間違っているのなら、なぜ自分たちは財産や仲間においてムスリム*たちにより優っているのか、と主張した（アル＝クルトゥビー11：1４1参照）。家畜章５３と砂丘章11、およびその訳注も参照。"
    },
    {
      "id": "2324",
      "sura": "19",
      "aya": "74",
      "arabic_text": "وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا",
      "translation": "一体、われら*は彼ら以前、（彼らより）家財も容色も上回る、どれだけの世代を滅ぼしてきたであろうか。",
      "footnotes": ""
    },
    {
      "id": "2325",
      "sura": "19",
      "aya": "75",
      "arabic_text": "قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا",
      "translation": "言ってやれ。「（真理に従わず）迷いの中にある者、そのような者には慈悲あまねき*お方（アッラー*）が、猶予を伸ばして下さるままにしておけ[1]。やがて（現世での）懲罰にせよ、その時（復活の日*）にせよ、彼らが警告されているものを目の当たりにすれば、彼らは誰がより立場が悪く、軍勢が弱い者であるかを知ることになるのだ」。",
      "footnotes": "[1]　イムラーン家章1７８も参照。"
    },
    {
      "id": "2326",
      "sura": "19",
      "aya": "76",
      "arabic_text": "وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا",
      "translation": "また（言ってやれ）、「アッラー*は、導かれた者たちに、導きを上乗せされる[1]。そして永遠に残る正しい行い*[2]は、あなたの主*の御許で褒美がよりよく、結末もよりよいものなのだ」と。",
      "footnotes": "[1]　アッラー*の教えを信じ、それに則（のっと）って行うことで、信仰は新たなものになる（ムヤッサル３1０頁参照） 。 [2]　「永遠に残る正しい行い」については、洞窟章４６の訳注を参照。"
    },
    {
      "id": "2327",
      "sura": "19",
      "aya": "77",
      "arabic_text": "أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا",
      "translation": "（使徒*よ、）あなたは、われら*の御徴を否定し、「私は（来世でも）必ずや、（多くの）財産と子供を授かるのだ」などと言った者[1]を知っているか？",
      "footnotes": "[1]　これは、マッカ*の不信仰者*アル＝アース・ブン・ワーイル（アル＝ブハーリー2０９1参照）。ただし、アーヤ*の意味は、彼と同様の全ての者に適用される（ムヤッサル３11頁参照）。"
    },
    {
      "id": "2328",
      "sura": "19",
      "aya": "78",
      "arabic_text": "أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا",
      "translation": "一体彼は、不可視の世界*を覗き見でもしたのか？それとも、慈悲あまねき*お方（アッラー*）の御許で、（そのような）約束を結んだのだとでも？",
      "footnotes": ""
    },
    {
      "id": "2329",
      "sura": "19",
      "aya": "79",
      "arabic_text": "كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا",
      "translation": "断じて（、そうでは）ない。われら*は彼の言うことを記録し、彼に懲罰をどんどん上乗せしてやろう。",
      "footnotes": ""
    },
    {
      "id": "2330",
      "sura": "19",
      "aya": "80",
      "arabic_text": "وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا",
      "translation": "そして、われら*が彼の言うものを引き継ぎ[1]、（復活の日*、）彼はわれら*のもとに（財産も子供もない状態で、）ただ独りやって来るのだ。",
      "footnotes": "[1]　アッラー*は彼を滅ぼされ、彼が来世でも授かると主張していた財産と子供を、彼から奪われる（アッ＝タバリー７：５５３９参照）。"
    },
    {
      "id": "2331",
      "sura": "19",
      "aya": "81",
      "arabic_text": "وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا",
      "translation": "また彼ら（シルク*の徒）は、それらが自分たちにとっての威厳となるべく、アッラー*をよそに神々[1]を設け（、拝し）た。",
      "footnotes": "[1]　「神々」に関しては、雌牛章1３３の訳注参照のこと。"
    },
    {
      "id": "2332",
      "sura": "19",
      "aya": "82",
      "arabic_text": "كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا",
      "translation": "断じて（、そうはなら）ない。それらは彼らの（自分たちに対する）崇拝*を否定し、彼らに対して（彼らが思っていたのとは）正反対のものとなるのだ。[1]",
      "footnotes": "[1]　同様の情景が描写されているアーヤ*として、ユーヌス*章2８－2９、物語章６３、蜘蛛章2５、創成者*章1３－1４、砂丘章６なども参照。"
    },
    {
      "id": "2333",
      "sura": "19",
      "aya": "83",
      "arabic_text": "أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا",
      "translation": "一体（使徒*よ、）あなたは、われら*がシャイターン*たちを不信仰者*らへと遣わし（それで彼らを支配してしまっ）たのを、知らなかったのか？彼ら（シャイターン*）は、その者（不信仰者*）たちを、（アッラー*への服従から反抗へと）煽り立てるのだ。",
      "footnotes": ""
    },
    {
      "id": "2334",
      "sura": "19",
      "aya": "84",
      "arabic_text": "فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا",
      "translation": "ならば、彼らに対して、（懲罰が下るのを）急ぐのではない。われら*は彼らのために、数えに数え上げる[1]だけなのだから。",
      "footnotes": "[1]　彼らに与えられた寿命と、彼らの行いを数え上げる、ということ（ムヤッサル３11頁参照） 。"
    },
    {
      "id": "2335",
      "sura": "19",
      "aya": "85",
      "arabic_text": "يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا",
      "translation": "われら*が敬虔*な者たちを、使節団として慈悲あまねき*お方（アッラー*）の御許へと召集する（復活の*）日。",
      "footnotes": ""
    },
    {
      "id": "2336",
      "sura": "19",
      "aya": "86",
      "arabic_text": "وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا",
      "translation": "そしてわれらは罪悪者たちを、喉がからからの状態で地獄へと引っぱって来る。",
      "footnotes": ""
    },
    {
      "id": "2337",
      "sura": "19",
      "aya": "87",
      "arabic_text": "لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا",
      "translation": "彼らは（誰に対しても）、執り成し（の権利）を持っていない。しかし、慈悲あまねき*お方（アッラー*）の御許で約束をした者[1]は、別である。",
      "footnotes": "[1]　アッラー*とその使徒*を信じ、従い、アッラー*がお喜びになった者のこと（アッ＝サァディー５００頁参照）。ター・ハー章1０９も参照。"
    },
    {
      "id": "2338",
      "sura": "19",
      "aya": "88",
      "arabic_text": "وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا",
      "translation": "彼らは言った。「慈悲あまねき*お方（アッラー*）は、御子をもうけられた」。",
      "footnotes": ""
    },
    {
      "id": "2339",
      "sura": "19",
      "aya": "89",
      "arabic_text": "لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا",
      "translation": "あなた方は確かに、とんでもない悪事をしでかしたものだ。",
      "footnotes": ""
    },
    {
      "id": "2340",
      "sura": "19",
      "aya": "90",
      "arabic_text": "تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا",
      "translation": "諸天は、それ[1]ゆえにばらばらに割れんばかり、また地面は裂けんばかり、そして山々は崩れ落ちんばかりである。",
      "footnotes": "[1]　この「それ」は、アーヤ*８８にあるような、とんでもない言葉のこと（ムヤッサル３11頁参照）。"
    },
    {
      "id": "2341",
      "sura": "19",
      "aya": "91",
      "arabic_text": "أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا",
      "translation": "彼らが慈悲あまねき*お方（アッラー*）に、御子があるなどとしたために。",
      "footnotes": ""
    },
    {
      "id": "2342",
      "sura": "19",
      "aya": "92",
      "arabic_text": "وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا",
      "translation": "慈悲あまねき*お方（アッラー*）が御子をもうけるなどということは、ありえないことなのだ。[1]",
      "footnotes": "[1]　雌牛章11６の訳注も参照。"
    },
    {
      "id": "2343",
      "sura": "19",
      "aya": "93",
      "arabic_text": "إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا",
      "translation": "諸天と大地にあるいかなる者[1]も、（復活の日*に）僕として[2]、慈悲あまねき*お方（アッラー*）の御許へと馳せ参じない者はいない。",
      "footnotes": "[1]　天にいる天使*と、地にある人間とジン*のこととされる（前掲書、同頁参照）。 [2]　つまり、アッラー*に対して謙虚・従順（じゅうじゅん）で、かれのみが崇拝*に値するお方であるということを認める僕（しもべ）のこと（前掲書、同頁参照）。"
    },
    {
      "id": "2344",
      "sura": "19",
      "aya": "94",
      "arabic_text": "لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا",
      "translation": "かれは確かに、彼らを数え上げられ、彼らを勘定し尽くしておられる[1]。",
      "footnotes": "[1]　アッラー*は、彼ら自身のことも、彼らの行いのことも、余すことなくご存知である（アッ＝サァディー５０1頁参照）。"
    },
    {
      "id": "2345",
      "sura": "19",
      "aya": "95",
      "arabic_text": "وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا",
      "translation": "そして彼ら全員は復活の日*、（財産も子供もなく）独りで、かれの御許に馳せ参じるのだ。",
      "footnotes": ""
    },
    {
      "id": "2346",
      "sura": "19",
      "aya": "96",
      "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا",
      "translation": "本当に、信仰し、正しい行い*に励む者たち、慈悲あまねき*お方（アッラー*）は彼らに対し、愛情[1]をお授けになろう。",
      "footnotes": "[1]　アッラー*からの寵愛（ちょうあい）と、信仰者たちからの愛情（アル＝バガウィー３：2５３参照）。"
    },
    {
      "id": "2347",
      "sura": "19",
      "aya": "97",
      "arabic_text": "فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا",
      "translation": "（あなたに下った啓示を伝えよ、）というのもわれら*は、あなたがそれ（クルアーン*）によって敬虔*な者たちに吉報を伝え、それによって激しい反論の民に警告するべく、それをあなたの言葉（アラビア語）によって容易なものとしたに外ならないのだから。",
      "footnotes": ""
    },
    {
      "id": "2348",
      "sura": "19",
      "aya": "98",
      "arabic_text": "وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا",
      "translation": "そしてわれら*は彼ら以前に、一体どれだけ多くの世代を滅ぼしたことか。一体あなたは彼らの内の一人でも、目にするのか？あるいは、彼らの囁き声を耳にするとでも？[1]",
      "footnotes": "[1]　つまり彼らは、跡形（あとかた）もなく全滅してしまったということ（前掲書、同頁参照）。"
    }
  ]
}