{
  "id": 41,
  "verse_number": 41,
  "page_number": 182,
  "verse_key": "8:41",
  "juz_number": 10,
  "hizb_number": 19,
  "rub_el_hizb_number": 73,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "۞ وَٱعۡلَمُوٓاْ أَنَّمَا غَنِمۡتُم مِّن شَيۡءٖ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلۡنَا عَلَىٰ عَبۡدِنَا يَوۡمَ ٱلۡفُرۡقَانِ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
  "translation": "और जान लो[19] कि निःसंदेह तुम्हें जो कुछ भी ग़नीमत के रूप में मिले, तो निश्चय उसका पाँचवाँ भाग अल्लाह के लिए तथा रसूल के लिए और (आपके) निकट-संबंधियों तथा अनाथों, निर्धनों और यात्रियों के लिए है, यदि तुम अल्लाह पर तथा उस चीज़ पर ईमान लाए हो, जो हमने अपने बंदे[20] पर निर्णय के दिन उतारी। जिस दिन, दो सेनाएँ भिड़ गईं और अल्लाह हर चीज़ पर सर्वशक्तिमान है।",
  "footnotes": "19. इसमें ग़नीमत (युद्ध में मिले सामान) के वितरण का नियम बताया गया है कि उसके पाँच भाग करके चार भाग मुजाहिदों को दिए जाएँ। पैदल को एक भाग तथा सवार को तीन भाग। फिर पाँचवाँ भाग अल्लाह के रसूल (सल्लल्लाहु अलैहि व सल्लम) के लिए था जिसे आप अपने परिवार और रिश्तेदारों तथा अनाथों और निर्धनों की सहायता के लिए ख़र्च करते थे। इस प्रकार इस्लाम ने अनाथों और निर्धनों की सहायता पर सदा ध्यान दिया है। और ग़नीमत में उन्हें भी भाग दिया है, यह इस्लाम की वह विशेषता है जो किसी धर्म में नहीं मिलेगी। 20. अर्थात मुह़म्मद (सल्लल्लाहु अलैहि व सल्लम) पर। निर्णय के दिन से अभिप्राय बद्र के युद्ध का दिन है जो सत्य और असत्य के बीच निर्णय का दिन था। जिसमें काफ़िरों के बड़े-बड़े प्रमुख और वीर मारे गए, जिनके शव बद्र के एक कुएँ में फेंक दिए गए। फिर आप (सल्लल्लाहु अलैहि व सल्लम) कुएँ के किनारे खड़े हुए और उन्हें उनके नामों से पुकारने लगे कि क्या तुम प्रसन्न होते कि अल्लाह और उसके रसूल को मानते? हमने अपने पालनहार का वचन सच्च पाया तो क्या तुमने सच्च पाया? उमर (रज़ियल्लाहु अन्हु) ने कहा : क्या आप ऐसे शरीरों से बात कर रहे हैं जिनमें प्राण नहीं? आपने कहा : मेरी बात तुम उनसे अधिक नहीं सुन रहे हो। (सह़ीह़ बुख़ारी : 3976)"
}