{
  "result": [
    {
      "id": "5189",
      "sura": "63",
      "aya": "1",
      "arabic_text": "إِذَا جَآءَكَ ٱلۡمُنَٰفِقُونَ قَالُواْ نَشۡهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِۗ وَٱللَّهُ يَعۡلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشۡهَدُ إِنَّ ٱلۡمُنَٰفِقِينَ لَكَٰذِبُونَ",
      "translation": "Idan munãfukai* suka jẽ maka suka ce: \"Munẽ shaidar lalle kai haƙĩƙa Manzon Allah ne,\" Kuma Allah Yanã sane da lalle Kai, haƙĩƙa Manzon Sa ne, kuma Allah Yanã shaida lalle munafukan haƙĩƙa, maƙaryata ne.",
      "footnotes": "* Munãfuki, a zãmanin Annabi, shine wanda ya bayyana Musulunci, amma kuma a ɓõye Shĩ kãfiri ne. A bãyan Annabi anã cewa munãfuki zindĩƙi."
    },
    {
      "id": "5190",
      "sura": "63",
      "aya": "2",
      "arabic_text": "ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "Sun riƙi rantsuwõwinsu garkuwa, sai suka taushe daga tafarkin Allah. Lalle sũ abin da suka kasance sunã aikatãwa ya mũnana.",
      "footnotes": ""
    },
    {
      "id": "5191",
      "sura": "63",
      "aya": "3",
      "arabic_text": "ذَٰلِكَ بِأَنَّهُمۡ ءَامَنُواْ ثُمَّ كَفَرُواْ فَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ",
      "translation": "Wancan, dõmin lalle sũ, sun yi ĩmãni, sa'an nan kuma suka kãfirta, sai aka yunƙe a kan zukãtansu. Sabõda sũ, bã su fahimta.",
      "footnotes": ""
    },
    {
      "id": "5192",
      "sura": "63",
      "aya": "4",
      "arabic_text": "۞ وَإِذَا رَأَيۡتَهُمۡ تُعۡجِبُكَ أَجۡسَامُهُمۡۖ وَإِن يَقُولُواْ تَسۡمَعۡ لِقَوۡلِهِمۡۖ كَأَنَّهُمۡ خُشُبٞ مُّسَنَّدَةٞۖ يَحۡسَبُونَ كُلَّ صَيۡحَةٍ عَلَيۡهِمۡۚ هُمُ ٱلۡعَدُوُّ فَٱحۡذَرۡهُمۡۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ",
      "translation": "Kuma idan kã gan su, sai jikunansu su bã ka sha'awa kuma idan sun faɗa,* zã ka saurãra ga maganarsu. Kamar dai sũ ƙyami ne wanda aka jingine. Sunã zaton kõwace tsãwa a kansu take. Sũ ne maƙiyan, sai ka yi saunarsu. Allah Yã la'ane su. Yãya ake karkatar da su?",
      "footnotes": "* Munãfukai sunã da kyawun sũrar jiki kuma sun iya magana da fasaha amma fa bã su da hankali sabõda ƙaryar da suke a kanta, sabõda haka sunã tsõron kõwane irin mõtsi ya zama a kansu."
    },
    {
      "id": "5193",
      "sura": "63",
      "aya": "5",
      "arabic_text": "وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ يَسۡتَغۡفِرۡ لَكُمۡ رَسُولُ ٱللَّهِ لَوَّوۡاْ رُءُوسَهُمۡ وَرَأَيۡتَهُمۡ يَصُدُّونَ وَهُم مُّسۡتَكۡبِرُونَ",
      "translation": "Kuma idan aka ce musu \"Ku zo Manzon Allah ya nẽma maku gãfara,\" Sai su gyãɗa kãwunansu, kuma ka gan su sunã kangẽwa, alhãli kuwa sunã mãsu girman kai.",
      "footnotes": ""
    },
    {
      "id": "5194",
      "sura": "63",
      "aya": "6",
      "arabic_text": "سَوَآءٌ عَلَيۡهِمۡ أَسۡتَغۡفَرۡتَ لَهُمۡ أَمۡ لَمۡ تَسۡتَغۡفِرۡ لَهُمۡ لَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ",
      "translation": "Daidai ne a kansu, kã nẽma musu gãfara kõ ba ka nẽmamusu ba. faufau Allah bã zai gãfarta musu ba. Lalle Allah, bã zai shiryar da mutãne fãsiƙai ba.",
      "footnotes": ""
    },
    {
      "id": "5195",
      "sura": "63",
      "aya": "7",
      "arabic_text": "هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُواْ عَلَىٰ مَنۡ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّواْۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَفۡقَهُونَ",
      "translation": "Sũ ne waɗanda ke cẽwa \"Kada ku ciyar a kan wanda ke wurin Manzon Allah har su wãtse,\" alhali kuwa taskõkin sammai da ƙasa ga Allah suke kuma amma munãfukai bã su fahimta.",
      "footnotes": ""
    },
    {
      "id": "5196",
      "sura": "63",
      "aya": "8",
      "arabic_text": "يَقُولُونَ لَئِن رَّجَعۡنَآ إِلَى ٱلۡمَدِينَةِ لَيُخۡرِجَنَّ ٱلۡأَعَزُّ مِنۡهَا ٱلۡأَذَلَّۚ وَلِلَّهِ ٱلۡعِزَّةُ وَلِرَسُولِهِۦ وَلِلۡمُؤۡمِنِينَ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَعۡلَمُونَ",
      "translation": "Sunã cẽwa \"Lalle ne idan mun kõma* zuwa Madĩnar, haƙĩƙa mafi rinjaya zai fitar da mafi ƙasƙanta daga gare ta, alhãli kuwa rinjãyar ga Allah take kuma da ManzonSa, kuma da mũminai, kuma amma munãfikai ba su sani ba.\"",
      "footnotes": "* Abdullah bn Ubayyi bn Salũl ya faɗi cewa \"Wallahi idan mun kõma Madĩna wanda ya fi ƙarfi, lalle zai fitar da wanda ya fi ƙasƙanci.\" Yanã nufin Ansãrai mutãnen Madĩna zã su kõri Muhãjirai. Yã faɗi haka a cikin wata tafiya ta jihãdi. Aka gaya wa Annabi, sai ya yi musu. Allah Ya kunyata shi."
    },
    {
      "id": "5197",
      "sura": "63",
      "aya": "9",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُلۡهِكُمۡ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُمۡ عَن ذِكۡرِ ٱللَّهِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
      "translation": "Ya ku waɗanda suka yi ĩmãni! Kada dũkiyõyinku da ɗiyanku su shagaltar da ku daga ambaton Allah. Kuma wanda ya yi haka, to, waɗannan sũ ne mãsu hasãra.",
      "footnotes": ""
    },
    {
      "id": "5198",
      "sura": "63",
      "aya": "10",
      "arabic_text": "وَأَنفِقُواْ مِن مَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ أَحَدَكُمُ ٱلۡمَوۡتُ فَيَقُولَ رَبِّ لَوۡلَآ أَخَّرۡتَنِيٓ إِلَىٰٓ أَجَلٖ قَرِيبٖ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ",
      "translation": "Kuma ku ciyar daga abin da Muka azurta ku daga gãbanin mutuwa ta je wa ɗayanku har ya ce: \"Yã Ubangijina! Don me ba Ka yi mini jinkiri ba zuwa ga wani ajali makusanci dõmin in gaskata kuma in kasance daga sãlihai?\"",
      "footnotes": ""
    },
    {
      "id": "5199",
      "sura": "63",
      "aya": "11",
      "arabic_text": "وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ",
      "translation": "Kuma Allah bã zai jinkirta wa wani rai ba idan ajalinsa ya je. Kuma Allah Masani ne ga abin da suke aikatãwa.",
      "footnotes": ""
    }
  ]
}