{
  "result": {
    "id": "5495",
    "sura": "73",
    "aya": "20",
    "arabic_text": "۞ إِنَّ رَبَّكَ يَعۡلَمُ أَنَّكَ تَقُومُ أَدۡنَىٰ مِن ثُلُثَيِ ٱلَّيۡلِ وَنِصۡفَهُۥ وَثُلُثَهُۥ وَطَآئِفَةٞ مِّنَ ٱلَّذِينَ مَعَكَۚ وَٱللَّهُ يُقَدِّرُ ٱلَّيۡلَ وَٱلنَّهَارَۚ عَلِمَ أَن لَّن تُحۡصُوهُ فَتَابَ عَلَيۡكُمۡۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنَ ٱلۡقُرۡءَانِۚ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرۡضَىٰ وَءَاخَرُونَ يَضۡرِبُونَ فِي ٱلۡأَرۡضِ يَبۡتَغُونَ مِن فَضۡلِ ٱللَّهِ وَءَاخَرُونَ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنۡهُۚ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗاۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِ هُوَ خَيۡرٗا وَأَعۡظَمَ أَجۡرٗاۚ وَٱسۡتَغۡفِرُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمُۢ",
    "translation": "Hakika Mola wako Mlezi anajua ya kuwa hakika wewe unakesha karibu na thuluthi mbili za usiku, na nusu yake, na thuluthi yake. Na baadhi ya watu walio pamoja nawe kadhaalika. Na Mwenyezi Mungu ndiye anaye ukadiria usiku na mchana. Anajua kuwa hamwezi kuweka hisabu, basi amekusameheni. Basi someni kilicho chepesi katika Qur'ani. Anajua ya kuwa baadhi yenu watakuwa wagonjwa, na wengine wanasafiri katika ardhi wakitafuta fadhila ya Mwenyezi Mungu, na wengine wanapigana katika Njia ya Mwenyezi Mungu. Kwa hivyo someni kilicho chepesi humo, na mshike Swala, na toeni Zaka, na mkopesheni Mwenyezi Mungu mkopo mwema. Na kheri yoyote mnayo itanguliza kwa ajili ya nafsi zenu mtaikuta kwa Mwenyezi Mungu, imekuwa bora zaidi, na ina thawabu kubwa sana. Na mtakeni msamaha Mwenyezi Mungu. Hakika Mwenyezi Mungu ni Mwenye kusamehe Mwenye kurehemu.",
    "footnotes": "Hakika Mola wako Mlezi anajua kwamba wewe, Muhammad, unakesha pengine akali kuliko thuluthi mbili za usiku, na mara nyengine unakesha nusu ya usiku, na pia wanakesha baadhi ya masahaba zako kama ukeshavyo wewe. Na hapana anaye weza kuukadiria urefu wa usiku na mchana, na kudhibiti saa zake, ila Mwenyezi Mungu. Yeye anajua kuwa hamwezi kuhisabu baraabara kila sehemu katika sehemu za usiku na mchana. Kwa hivyo amekukhafifishieni. Basi someni katika Swala kilicho chepesi katika Qur'ani. Yeye anajua kuwa watakuwepo kati yenu walio wagonjwa, ambao watapata taabu kukesha usiku; na wengine wamo safarini kwa ajili ya biashara na kazi, wakitafuta riziki ya Mwenyezi Mungu. Na wengine wanapigana Jihadi katika Njia ya Mwenyezi Mungu kwa ajili ya kulitukuza Neno lake. Basi someni kilicho chepesi katika Qur'ani, na zishikeni baraabara faridha za Swala, na toeni Zaka iliyo kuwajibikieni, na mkopesheni Mwenyezi Mungu mkopo mwema, kwa kuwapa mafakiri kwa khiari juu ya hayo yaliyo kulazimuni. Na chochote cha kheri mnacho kitanguliza kwa ajili ya nafsi zenu, mtakuta thawabu zake kwa Mwenyezi Mungu zimekuwa bora zaidi kuliko hicho mlicho kiacha na kukitoa, na malipo mema zaidi. Na mtakeni msamaha Mwenyezi Mungu kwa vitendo viovu na kwa upungufu katika vitendo vyema. Hakika Mwenyezi Mungu ni Mwingi wa kusamehe madhambi ya Waumini, na ni Mwenye kuwarehemu."
  }
}