{
  "result": [
    {
      "id": "1161",
      "sura": "8",
      "aya": "1",
      "arabic_text": "يَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ",
      "translation": "1. Nabiyow ku kataysis Badri saakih xannaboobi ken fanal mannal mekeltaa? axcuk koo esserta, xannaboobih caagid lem Yallaa kee kay farmoyta keenik ixxic, toysa isin Yallak meesitaay sittin fan Bicisaay Yallaa kee kay farmoytih amri oggola moominiin tekkeenik.",
      "footnotes": ""
    },
    {
      "id": "1162",
      "sura": "8",
      "aya": "2",
      "arabic_text": "إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ",
      "translation": "2. Cagalah dudda-le iimaanah yeemene mari usun Yalli cussuuma waqdi, sorkocô baxitte как wariggittaah meesitta mara, Qhuraan Aayoota keenil tankirriyme waqdi is iimaan keenih osissaah sinni Rabbil kibalsitaah kelta mara kinni.",
      "footnotes": ""
    },
    {
      "id": "1163",
      "sura": "8",
      "aya": "3",
      "arabic_text": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ",
      "translation": "3. Woo mari usun salat soolisaah Rizqhik keenih neceem ken kah amrisnecmih yacee mara.",
      "footnotes": ""
    },
    {
      "id": "1164",
      "sura": "8",
      "aya": "4",
      "arabic_text": "أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُمۡ دَرَجَٰتٌ عِندَ رَبِّهِمۡ وَمَغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ",
      "translation": "4. Tama taamoomiy mcqct weeloysimeh yan mari usun nummah moominiini, sinni Rabbih xaqul jannatal fayуa itta Qarwaa kee dambi cabtiiy meqe Rizqhi Ion.",
      "footnotes": ""
    },
    {
      "id": "1165",
      "sura": "8",
      "aya": "5",
      "arabic_text": "كَمَآ أَخۡرَجَكَ رَبُّكَ مِنۢ بَيۡتِكَ بِٱلۡحَقِّ وَإِنَّ فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ لَكَٰرِهُونَ",
      "translation": "5. Nabiyow ku Rabbi ku buxak cakkil koo kah yeyyeeqe innah, diggah moominiinik horta Qeebih tawqem mafaxxaay niqbih.",
      "footnotes": ""
    },
    {
      "id": "1166",
      "sura": "8",
      "aya": "6",
      "arabic_text": "يُجَٰدِلُونَكَ فِي ٱلۡحَقِّ بَعۡدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلۡمَوۡتِ وَهُمۡ يَنظُرُونَ",
      "translation": "6. Nabiyow moominiinik horta atu Qeebih tawqeemih koo giddissah woh keenih Baxxaqqa itteek gamadal, cagalah usun Rabah abaluk ken beyaanah innah.",
      "footnotes": ""
    },
    {
      "id": "1167",
      "sura": "8",
      "aya": "7",
      "arabic_text": "وَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ",
      "translation": "7. Nabii Mucammad kataysiisow Yalli namma tiyak tiyak teyna Sinim takkeeh geytaanamih xagana siinih heem kassitay, Arho orbissaanam akki hinnay Qaduwwît Qeb abtaanaah kaak tayseenim akki, isin silac kee Qeb edde aneewa tiya (arho kinnuk) geytaanam kicinton, Yalli isi maxcoo kee isi Amrit Islaam diiniy cakki kinni fayya haah cakki kaa abam faxa, Yalli koroositeh yan mara finqisaah ken edde Saaxisam faxa.",
      "footnotes": ""
    },
    {
      "id": "1168",
      "sura": "8",
      "aya": "8",
      "arabic_text": "لِيُحِقَّ ٱلۡحَقَّ وَيُبۡطِلَ ٱلۡبَٰطِلَ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ",
      "translation": "8. Yalli woo xagana Siinih kah heem islaam diiniy cakki kinni daabisuuy deedal kee koroosannu bayisu, umeyniitih tan koros tanqibe way.",
      "footnotes": ""
    },
    {
      "id": "1169",
      "sura": "8",
      "aya": "9",
      "arabic_text": "إِذۡ تَسۡتَغِيثُونَ رَبَّكُمۡ فَٱسۡتَجَابَ لَكُمۡ أَنِّي مُمِدُّكُم بِأَلۡفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُرۡدِفِينَ",
      "translation": "9. Badri saaku Yallih niqmatay sin amol yene kassita, isin Qaduwwik iisa geytaanamkeh sinni Rabbit xaaqimten waqdi, tokkel Yalli dooqa siinik Raabiteh: diggah anu Malaykak Alfiy itta kataatat sin Qikeyyo axcuk.",
      "footnotes": ""
    },
    {
      "id": "1170",
      "sura": "8",
      "aya": "10",
      "arabic_text": "وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
      "translation": "10. Yalli woo Qikiyya siinit kah abem mali iisa siinih yacayu waamih aytikumaa kee sin lubbitte edde satta ittamkeh iyyaanam akke waytek, iisa Yallih xaquk tan tet akke waytek kalah как tan Rike mali, diggah Yalli Mayso-li Naggaara.",
      "footnotes": ""
    },
    {
      "id": "1171",
      "sura": "8",
      "aya": "11",
      "arabic_text": "إِذۡ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةٗ مِّنۡهُ وَيُنَزِّلُ عَلَيۡكُم مِّنَ ٱلسَّمَآءِ مَآءٗ لِّيُطَهِّرَكُم بِهِۦ وَيُذۡهِبَ عَنكُمۡ رِجۡزَ ٱلشَّيۡطَٰنِ وَلِيَرۡبِطَ عَلَىٰ قُلُوبِكُمۡ وَيُثَبِّتَ بِهِ ٱلۡأَقۡدَامَ",
      "translation": "11. Moominiiney Yalli Qundugul siinil Qide waqdi cusay, Qaduwwi meesik Yalla-le gambik amaan geytaanaah lubbitte satta siinik ittamkeh, Qaraanak lee siinih oobise Wadö sinnaa kee janaabak sin edde saytunnoysamkeh, sheytan waswasa siinik kalaah Qeebil lubbitte diggi siinik haah, Roobut Baaxo tagibdeeh dadooba diggi siinih edde haamkeh.",
      "footnotes": ""
    },
    {
      "id": "1172",
      "sura": "8",
      "aya": "12",
      "arabic_text": "إِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ",
      "translation": "12.Nabiyow ku Rabbi Malaykal wacyi oobise waqdi cusey, diggah anu catooy Qokoluh siinî luk aniyok, toysa yeemeneh yan marih niya diggi haysa anu koroositeh yan marih lubbittet conxo Qideyyok, toysa moominiiney isin moyyaayii keenik atukaay feeraarik exaaxi inkih keenik atuka ibittee kee gaboobik iyyaanamah.",
      "footnotes": ""
    },
    {
      "id": "1173",
      "sura": "8",
      "aya": "13",
      "arabic_text": "ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
      "translation": "13.Too digaala korosut kah tekkem diggah usun Yallaa kee kay farmoytih amri cineenimih sabbata, Yallaa kee kay farmoytih amri cina mari, toysa diggah Yalli gibdi digaala keenih Íe addunyaay akeeral.",
      "footnotes": ""
    },
    {
      "id": "1174",
      "sura": "8",
      "aya": "14",
      "arabic_text": "ذَٰلِكُمۡ فَذُوقُوهُ وَأَنَّ لِلۡكَٰفِرِينَ عَذَابَ ٱلنَّارِ",
      "translation": "14. Korosey too digaalay Yalli addunyal siinih yiysissike tammoysa, diggah koros akeeral girâ digaala-le.",
      "footnotes": ""
    },
    {
      "id": "1175",
      "sura": "8",
      "aya": "15",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحۡفٗا فَلَا تُوَلُّوهُمُ ٱلۡأَدۡبَارَ",
      "translation": "15.Yalla Nummayseeh kay farmoyta Nummayse maraw koroosite mari mangah cisik axcuk keenit tangoorowen waqdi, toysa Bukah derre keenit macabina.",
      "footnotes": ""
    },
    {
      "id": "1176",
      "sura": "8",
      "aya": "16",
      "arabic_text": "وَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ",
      "translation": "16. Moominiiney Siinik woo saaku Bukah derre keenit (koros kinnuk) caba mari korosut Qeb abaah ken lagsamkeh (lawsamkeh) gambik gambih gexa num, hinnay Muslimiin Buttat yangalemkeh aba kaa akke waytek, toysa usuk Nummah Yallak kaxxa naqabu luk yaduureeh orbeyna kaak jahannam gira, jahannam gira is manxu gacta gacsimeynaay!",
      "footnotes": ""
    },
    {
      "id": "1177",
      "sura": "8",
      "aya": "17",
      "arabic_text": "فَلَمۡ تَقۡتُلُوهُمۡ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمۡۚ وَمَا رَمَيۡتَ إِذۡ رَمَيۡتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبۡلِيَ ٱلۡمُؤۡمِنِينَ مِنۡهُ بَلَآءً حَسَنًاۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ",
      "translation": "17. Toysa moominiiney isin ken maqidinniton Yalli ken Qidê kal usuk sin cate waqdi, Nabiyow Burta Qambisse waqdi atu maqambisinnito Yalli Qambisê kal Burta ken intiita gudduyse waqdi, Yalli woh kah abem yeemene mara isi xaquk meqe galtoo kee xannaba ken gudduysaah koros xixxibisamkeh, diggah Yalli sin dooqaaqi yaabbi sin caaloota yaaxigi kinni.",
      "footnotes": ""
    },
    {
      "id": "1178",
      "sura": "8",
      "aya": "18",
      "arabic_text": "ذَٰلِكُمۡ وَأَنَّ ٱللَّهَ مُوهِنُ كَيۡدِ ٱلۡكَٰفِرِينَ",
      "translation": "18. Too korosut yekke Qidim kee moominiin geyte iisa Yallak taniih cakki kinni, diggah Yalli koroositeh yan marih urna mala Boolayse-le.",
      "footnotes": ""
    },
    {
      "id": "1179",
      "sura": "8",
      "aya": "19",
      "arabic_text": "إِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ",
      "translation": "19. Korosey Yalli Moominiinik iisa Siinih yaceem kaa esserteenik Nummah esserten iisa siinih temeetch bukaa kee xixxibaane sin geyte waqdi, koroosannuu kee Nabii qeebik taadeenim, toysa woh addunyaay akeeral kayrih siinih tayseh, Nabii Mucammad qeebih qagitteenik kay catoo kee kay qokoluh qaktennooh sin butta tamaggeeway tu siinih maxiqta, diggah Yalli catoo kee Qokoluh yeemene mará luk yan.",
      "footnotes": ""
    },
    {
      "id": "1180",
      "sura": "8",
      "aya": "20",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوۡاْ عَنۡهُ وَأَنتُمۡ تَسۡمَعُونَ",
      "translation": "20.Yeemeneh yan maraw Yallaa kee kay farmoytih amri oggolaay Yallih amrit derre macabina, isin Qhuraanak siinil tankirriyimem aabbuk.",
      "footnotes": ""
    },
    {
      "id": "1181",
      "sura": "8",
      "aya": "21",
      "arabic_text": "وَلَا تَكُونُواْ كَٱلَّذِينَ قَالُواْ سَمِعۡنَا وَهُمۡ لَا يَسۡمَعُونَ",
      "translation": "21.Yallaa kee kay farmoytih amri cinah usun Nummah ankacsiyyah ankacse waak Noobbch iyya maray elle kaskassoowe waah inna makkina moominiiney.",
      "footnotes": ""
    },
    {
      "id": "1182",
      "sura": "8",
      "aya": "22",
      "arabic_text": "۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلۡبُكۡمُ ٱلَّذِينَ لَا يَعۡقِلُونَ",
      "translation": "22.Diggah Yallih xaqul ginok baaxô bagul mutuccu ittaamak umaanéh gactam cakki yaabbeenimik aytiita как alfinte aytimaleela, cakkit yaabaanamak arrob как duudumey duudutteh yaniy kasay maqaanée kee ummaané ittak edde baxsa aallewaa mara kinni.",
      "footnotes": ""
    },
    {
      "id": "1183",
      "sura": "8",
      "aya": "23",
      "arabic_text": "وَلَوۡ عَلِمَ ٱللَّهُ فِيهِمۡ خَيۡرٗا لَّأَسۡمَعَهُمۡۖ وَلَوۡ أَسۡمَعَهُمۡ لَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ",
      "translation": "23.Yalli ama korosut kayri yanim aaxiginnay Qhuraanak elle kaskassoowanam ken aysabbuk yen, kaa ken aysabbinnay usun iimaan kee Qhuraanat derre cabak foorak yenen.",
      "footnotes": ""
    },
    {
      "id": "1184",
      "sura": "8",
      "aya": "24",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمۡ لِمَا يُحۡيِيكُمۡۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَحُولُ بَيۡنَ ٱلۡمَرۡءِ وَقَلۡبِهِۦ وَأَنَّهُۥٓ إِلَيۡهِ تُحۡشَرُونَ",
      "translation": "24.Yeemeneh yan maraw Yallaa kee kay farmoytih amri oggola cakkik addunyaay akeerâ mano siinik edde tamqeemih sin seeca waqdi, diggah Yalli seehadaytuu kee kay sorkocobbaxi faxaamih fanat radam ixiga moominiiney, diggah isin Qhiyaamah ayró kaâ fanah gactaanaah kobxisimtoonu waytaanam ixiga.",
      "footnotes": ""
    },
    {
      "id": "1185",
      "sura": "8",
      "aya": "25",
      "arabic_text": "وَٱتَّقُواْ فِتۡنَةٗ لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُواْ مِنكُمۡ خَآصَّةٗۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
      "translation": "25.moominiiney cagalah fitnay daalimiinih yan mara dibuk siinik xage waytay meqe maraa kee uma mara ittat xagtak meesitaay cibbarsima, diggah Yalli isi amri cine marah gibdi digaalá lem ixiga.",
      "footnotes": ""
    },
    {
      "id": "1186",
      "sura": "8",
      "aya": "26",
      "arabic_text": "وَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "26.Moominiiney Yallih niqmatay sin amol yani kassita Makki baaxol isin daguk koros tassuqunxee marah sugten waqdi, sinam sin sissikuk taatukeemik meesitak, tokkel Yalli fan как orobtan aracay qaduwwik edde rebsimtaanâ fanah sin orbise (Madiina kinnuk) isi catoo kee qokolut sin maqarroyseeh xannabay siinih calalloysey meqe rizqhi (quusi) kinni siinih yecee, ama niqmatal isin Yalla faatittaanamkeh.",
      "footnotes": ""
    },
    {
      "id": "1187",
      "sura": "8",
      "aya": "27",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَخُونُواْ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓاْ أَمَٰنَٰتِكُمۡ وَأَنتُمۡ تَعۡلَمُونَ",
      "translation": "27.Yeemeneh yan maraw Yallaa kee kay farmoyta maganina Yalli sin kah amrise amaanat ganettoonuk, isin tamah amaanat kinnim aaxaguk.",
      "footnotes": ""
    },
    {
      "id": "1188",
      "sura": "8",
      "aya": "28",
      "arabic_text": "وَٱعۡلَمُوٓاْ أَنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ",
      "translation": "28.cagalah moominiiney Yalli sin maaluuy sin xaylo mokkoroh siinih yeceem ixiga, diggah Yalli isi amri oggole marah kaxxa galtó-le Akeeral.",
      "footnotes": ""
    },
    {
      "id": "1189",
      "sura": "8",
      "aya": "29",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ",
      "translation": "29.Yeemeneh yan maraw Yallak meesitteenik cakkii kee deedal ittak edde baxissan tirtóo kee noori siinih heeleeh aceele, umaaneena siinik duugeleeh dambitte siinih cábele, Yalli kaxxa muxxo-li kinni.",
      "footnotes": ""
    },
    {
      "id": "1190",
      "sura": "8",
      "aya": "30",
      "arabic_text": "وَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ",
      "translation": "30.Nabiyow cusey koroosite mari umamaláh koo casbisoonuh, hinnay koo qidoonuh hinnay Makkak koo yayyaaqoonuh koh malsen waqdi, usun umamaláh malsaanaah, Yalli ken umamalá keenil gacsaah ken umamalal ken galtah, Yalli umamalah malissi haa marak aysuk raaqaah ken elle digaalah.",
      "footnotes": ""
    },
    {
      "id": "1191",
      "sura": "8",
      "aya": "31",
      "arabic_text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ",
      "translation": "31.ama koroositeh yan maral Naayoota keenil tankirriyime waqdi, Nummah ama yab dumaak noobbeeh fannek amannah yan Qhuraan axcuk nen, Mucammadow ﷺ ama nel takriye Qhuraan tu hinna awwalî marih dirabwaa kee deedal akke waytek iyyen.",
      "footnotes": ""
    },
    {
      "id": "1192",
      "sura": "8",
      "aya": "32",
      "arabic_text": "وَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ",
      "translation": "32.Nabiyow cus, ku marak korosuh yan marih rnaxco usun Yalla kallacak, Ni Yallaw ama Qhuraan Mucammad kah iyyannah Nummah ku xaquk oobe kaa tekkek, toysa qaraanak xeet robtinnah nel oobis hinnay qansarissi nee hayta digaalá nch bah iyyen.",
      "footnotes": ""
    },
    {
      "id": "1193",
      "sura": "8",
      "aya": "33",
      "arabic_text": "وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمۡ وَأَنتَ فِيهِمۡۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ",
      "translation": "33.Nabiyow Yalli maaba ama koros atu ken addal anuk ken digaalam, Yalli maaba ken digaalam Moominiiniy Yalla dambi cabti esseritta ken addal anuk.",
      "footnotes": ""
    },
    {
      "id": "1194",
      "sura": "8",
      "aya": "34",
      "arabic_text": "وَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
      "translation": "34.Yalli mannal ken digaale waah? usun moominiin caram Masgiidik waasak usun Yalli awlah как yan marah masuginnon, Yalli awlah kak yan mari mayan kaak meesita тага akke waytek, kinnih immay keenik maggo mari woh mayaaxiga.",
      "footnotes": ""
    },
    {
      "id": "1195",
      "sura": "8",
      "aya": "35",
      "arabic_text": "وَمَا كَانَ صَلَاتُهُمۡ عِندَ ٱلۡبَيۡتِ إِلَّا مُكَآءٗ وَتَصۡدِيَةٗۚ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ",
      "translation": "35.Ken (koros kinnuk) Salat caram Masgiidih xaqul fuuxaa kee gabah agrak sa salat hinna, toysa isin korosey digaalá tammoysa Yallal koroositak sugteenimih sabbatah.",
      "footnotes": ""
    },
    {
      "id": "1196",
      "sura": "8",
      "aya": "36",
      "arabic_text": "إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ",
      "translation": "36.Diggah koroosite mari sinni maalu Yallih gitak sinam waasaanamkeh yacee, tokkel usun woo maalu aceeloonuuh, tohuk lakal nadaama keenil akkeleeh sarra moominiin keenik ayselceh ken buksele, keenik koroosannut Rabe mari kobxisimeleeh Jahannam girä fanah ken beelon.",
      "footnotes": ""
    },
    {
      "id": "1197",
      "sura": "8",
      "aya": "37",
      "arabic_text": "لِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
      "translation": "37.Yalli Qhiyaamah Ayro ama koros kobxisah umam (koros kinnuk) meqeemik (moominiin kinnuk) baxsamkeh, umam (koros kinnuk) ittak amol hayya heeh inkih Jahannam girat ken qambisa, woo mari usun finqiteeh kasaarite mara kinnon.",
      "footnotes": ""
    },
    {
      "id": "1198",
      "sura": "8",
      "aya": "38",
      "arabic_text": "قُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ",
      "translation": "38.Nabiyow koroosite marak ixxic.usun koroosannuu kee ku qeebik yeedeenik dambittek taturtem nummah Yalli keenih cábele, Nabiyow usun ku qeebih qakteenik, toysa nummah Yi madqá naharsi maray ambiya dirabboyse finqiseemil warrayteh.",
      "footnotes": ""
    },
    {
      "id": "1199",
      "sura": "8",
      "aya": "39",
      "arabic_text": "وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ",
      "translation": "39.moominiiney korosut qeb aba Yallat agleyta haanam kee kay gitak sinam waasaanam akkewaytaah diini inkih Yallihim tikki iyyam fanah, tokkel koroosannuk gaceeniih cakki diinit culeenik, toysa diggah Yalli usun abba haanam yabali kinniih ken elle galte-le.",
      "footnotes": ""
    },
    {
      "id": "1200",
      "sura": "8",
      "aya": "40",
      "arabic_text": "وَإِن تَوَلَّوۡاْ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ",
      "translation": "40. ama koros iimaanat derre cabtek, toysa moominiiney diggah Yalli sin awlaytu kinnim ixiga, Usuk manxu meqe awlaytuuy, manxu meqe cateynaay!",
      "footnotes": ""
    },
    {
      "id": "1201",
      "sura": "8",
      "aya": "41",
      "arabic_text": "۞ وَٱعۡلَمُوٓاْ أَنَّمَا غَنِمۡتُم مِّن شَيۡءٖ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلۡنَا عَلَىٰ عَبۡدِنَا يَوۡمَ ٱلۡفُرۡقَانِ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
      "translation": "41. Moominiiney cagalah xannabah orbissi hayteenimik konoy haytoh afa kak toysa diggah Yallaa kee kay farmoytaay, Nabiit ramaddiinuh xayi maraa kee qayxiixaay, tudagoytiitiiy, muslimiinik gexsô numuh tantacawwimem ixiga Yallal yeemene mara tekkeenik, namma butta (moominiin buttaa kee koros butta kinnuk) tongoorowe ayro is cakkii kee deedal ittak edde baxisne ayro kinni isin Ni naqsul oobisneemil yeemene mara tekkeenik, tamah xannabal Yallih mekla kinnim ixiga, Yalli ummaan iimih dudda-li kinni.",
      "footnotes": ""
    },
    {
      "id": "1202",
      "sura": "8",
      "aya": "42",
      "arabic_text": "إِذۡ أَنتُم بِٱلۡعُدۡوَةِ ٱلدُّنۡيَا وَهُم بِٱلۡعُدۡوَةِ ٱلۡقُصۡوَىٰ وَٱلرَّكۡبُ أَسۡفَلَ مِنكُمۡۚ وَلَوۡ تَوَاعَدتُّمۡ لَٱخۡتَلَفۡتُمۡ فِي ٱلۡمِيعَٰدِ وَلَٰكِن لِّيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗا لِّيَهۡلِكَ مَنۡ هَلَكَ عَنۢ بَيِّنَةٖ وَيَحۡيَىٰ مَنۡ حَيَّ عَنۢ بَيِّنَةٖۗ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ",
      "translation": "42. Moominiiney isin daqaarak Madiinal xayuk raaqa qaxal sugteeniih, usun (koros kinnuk) daqaarak Madiinal xeeruk raaqa qaxal sugeeniih arhó siinik bad- le gambik guba raaqak sugte waqdi cusay, sin kee koros itta xagnissaanamal xagni aracal ittal hoxak tenen, kinnih immay Yalli meklimeh suge caagid meklamkeh koroosannut keenik finqittem baxxaqqa iyya koroosannut finqittamkeh, yeemeneh yan mari baxxaqqa iyya iimaanah yaaminemkeh sin yosgoorowe, diggah Yalli ken maaxcooca yaabbi ken niyat tanim yaaxigi.",
      "footnotes": ""
    },
    {
      "id": "1203",
      "sura": "8",
      "aya": "43",
      "arabic_text": "إِذۡ يُرِيكَهُمُ ٱللَّهُ فِي مَنَامِكَ قَلِيلٗاۖ وَلَوۡ أَرَىٰكَهُمۡ كَثِيرٗا لَّفَشِلۡتُمۡ وَلَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَلَٰكِنَّ ٱللَّهَ سَلَّمَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "43.Nabiyow cus Yalli ku soonól korosuk dagna koo yuybullee waqdi, keenik manga koo aybullinnay ku kataysis conxitak teneeh qebti caagidil itta waak tenen, kinnih immay Yalli meesii kee ittinwayak sin yiysillimeh, diggah Yalli usuk alilwat qellitti ittam yaaxigi kinni.",
      "footnotes": ""
    },
    {
      "id": "1204",
      "sura": "8",
      "aya": "44",
      "arabic_text": "وَإِذۡ يُرِيكُمُوهُمۡ إِذِ ٱلۡتَقَيۡتُمۡ فِيٓ أَعۡيُنِكُمۡ قَلِيلٗا وَيُقَلِّلُكُمۡ فِيٓ أَعۡيُنِهِمۡ لِيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗاۗ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ",
      "translation": "44.moominiiney kassitay sin kee koros tongoorowe waqdi sin intiitat keenik dagiina sin yuybulleeh ken intiitat sin daggoyse waqdi, Yalli meklimê suge caagid meklamkeh, caagiida inkih Yalla fan gacsimta.",
      "footnotes": ""
    },
    {
      "id": "1205",
      "sura": "8",
      "aya": "45",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمۡ فِئَةٗ فَٱثۡبُتُواْ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ",
      "translation": "45.Yeemeneh yan maraw koros buttat tangoorowen waqdi, toysa diggi ixxicaay koros qeebih esseeda, Yalla maggom cusa iisa qaagitak, addunyaay akeeral yoffoofe mara akkettoonuk.",
      "footnotes": ""
    },
    {
      "id": "1206",
      "sura": "8",
      "aya": "46",
      "arabic_text": "وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَٰزَعُواْ فَتَفۡشَلُواْ وَتَذۡهَبَ رِيحُكُمۡۖ وَٱصۡبِرُوٓاْۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ",
      "translation": "46.Moominiiney Yallaa kee kay farmoytih amri oggolaay itta mawiina, toysa boolaatettoonuuh qandee kee Yallih cato siinik gexelek, qaduwwit tangoorowen waqdi isbira, diggah Yalli catoh yisbire mará luk yanik.",
      "footnotes": ""
    },
    {
      "id": "1207",
      "sura": "8",
      "aya": "47",
      "arabic_text": "وَلَا تَكُونُواْ كَٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِم بَطَرٗا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۚ وَٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطٞ",
      "translation": "47. moominiiniey koros innah sinni dabooqak hobot (Batra kinnuk) kee sinam yoobulah yewqeeh Yallih diinit culaanamak sinam waasa mara makkina, Yallih ixxiga usun abba haanamat maroh taniih kaak Qellitam matan.",
      "footnotes": ""
    },
    {
      "id": "1208",
      "sura": "8",
      "aya": "48",
      "arabic_text": "وَإِذۡ زَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ وَقَالَ لَا غَالِبَ لَكُمُ ٱلۡيَوۡمَ مِنَ ٱلنَّاسِ وَإِنِّي جَارٞ لَّكُمۡۖ فَلَمَّا تَرَآءَتِ ٱلۡفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيۡهِ وَقَالَ إِنِّي بَرِيٓءٞ مِّنكُمۡ إِنِّيٓ أَرَىٰ مَا لَا تَرَوۡنَ إِنِّيٓ أَخَافُ ٱللَّهَۚ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ",
      "translation": "48. Moominiiney cusay korosut sheetan le taamoomi bilqiseeh, asaaku sinaamak siinik taysu waytam matanaay diggah anu sin cataah sin dacrisa keenik iyye waqdi, tokkel namına buttak mariiy mara keenik ubulluuy ongoorowwu itte waqdi sheetan wadir wadirih gaceeh diggah anu bari siinik kinniyo, diggah anu isin ablewaytaanam ablceh diggah anu Yallak meesita, yalli gibdi digaala- le keenik iyye.",
      "footnotes": ""
    },
    {
      "id": "1209",
      "sura": "8",
      "aya": "49",
      "arabic_text": "إِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ غَرَّ هَٰٓؤُلَآءِ دِينُهُمۡۗ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ",
      "translation": "49. Moominiiney munaafiqhiinih yan maray lubbitte как lakmissa:Ta mari (muslimiin kinnuk) kcn diini ken duquuruseh iyyen waqdi cusay, ama munaafiqhiin Yallal kiballeeh kaal kclte mari Yalla catoh lem maaxiginna, toysa diggah Yalli Mayso-li Naggaara.",
      "footnotes": ""
    },
    {
      "id": "1210",
      "sura": "8",
      "aya": "50",
      "arabic_text": "وَلَوۡ تَرَىٰٓ إِذۡ يَتَوَفَّى ٱلَّذِينَ كَفَرُواْ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ",
      "translation": "50. Nabiyow koroositeh yan marak malayka rooci foocittee kee saloofa keenik aagaruk tayyaaqeeh giray sinam carrissah digaalá tammoysa keenik itta waqdi ablinnitoy gibdi caagid abaluk ten.",
      "footnotes": ""
    },
    {
      "id": "1211",
      "sura": "8",
      "aya": "51",
      "arabic_text": "ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ",
      "translation": "51. Korosey tama digaala sin kah xagtem sin gaboobi abte uma taamoomih sabbata, diggah Yalli isi naqoosak num yadlume Rabbi hinna.",
      "footnotes": ""
    },
    {
      "id": "1212",
      "sura": "8",
      "aya": "52",
      "arabic_text": "كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۚ إِنَّ ٱللَّهَ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ",
      "translation": "52.Ama korosuk Qaadaa kee taama firqawnaa kce kay maraay keenik duma warreeh Yallih astootil koroosite mari luk suge Qaadaa kee taamah inna, tokkel Yalli usun aben dambitteh sabbatah ken yibbixeeh ken finqiseh, diggah Yalli Qande-li gibdi digaala-li kinni.",
      "footnotes": ""
    },
    {
      "id": "1213",
      "sura": "8",
      "aya": "53",
      "arabic_text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمۡ يَكُ مُغَيِّرٗا نِّعۡمَةً أَنۡعَمَهَا عَلَىٰ قَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ",
      "translation": "53.Tama digaala ken kah geytem diggah Yalli sechadah niqmat yeceek woo niqmat keenik kalaah seelaba Rabbi way makko usun luk sugen meqe caalat uma caalatah korossiiy Yallih niqmat engeddi haanam fanah, diggah Yalli ken maxcooca yaabbi ken caaloota yaaxigi kinni.",
      "footnotes": ""
    },
    {
      "id": "1214",
      "sura": "8",
      "aya": "54",
      "arabic_text": "كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِ رَبِّهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَۚ وَكُلّٞ كَانُواْ ظَٰلِمِينَ",
      "translation": "54.Ama korosuk Qaadaa kee taama firqawnaa kee kay maraay keenik duma warreeh sinni Rabbih astooti dirabboyse mari hık suge Qaadaa kee taamoomih inna, tokkel usun aben dambittê sabbatah ken finqisneeh firqawnaa kee kay mara Badat xuumusneeh bayisne, usun inkih sinni nafsi koroosannuu kee uma taamoomit yudlume marah sugen.",
      "footnotes": ""
    },
    {
      "id": "1215",
      "sura": "8",
      "aya": "55",
      "arabic_text": "إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُواْ فَهُمۡ لَا يُؤۡمِنُونَ",
      "translation": "55.Diggah Baaxó bagul mutuccu ittaamak Yallih xaqul umaaneh gacak raqtam koroositeh yan maray koroosannuk kate wee kinni, toysa usun inkinnah mayaaminan.",
      "footnotes": ""
    },
    {
      "id": "1216",
      "sura": "8",
      "aya": "56",
      "arabic_text": "ٱلَّذِينَ عَٰهَدتَّ مِنۡهُمۡ ثُمَّ يَنقُضُونَ عَهۡدَهُمۡ فِي كُلِّ مَرَّةٖ وَهُمۡ لَا يَتَّقُونَ",
      "translation": "56. Nabiyow woo urna marak Yahuuduy Qeebi kot abe waytu waytaamah xagana koh cultey, tohuk lakal isi xaganay koh cuite kulli adda taggile keenit tan, usun woo xagnih diglok Yallak mameesitan.",
      "footnotes": ""
    },
    {
      "id": "1217",
      "sura": "8",
      "aya": "57",
      "arabic_text": "فَإِمَّا تَثۡقَفَنَّهُمۡ فِي ٱلۡحَرۡبِ فَشَرِّدۡ بِهِم مَّنۡ خَلۡفَهُمۡ لَعَلَّهُمۡ يَذَّكَّرُونَ",
      "translation": "57. Toysa Nabiyow ken geyteeh Qeebil keenik teysek, toysa keení luk oomiyaay keenik kalah korosuk keenil ciggiila mara meesissiiy fixiixissi edde hayta digaala keenil oobis, wohul kaskassoowa mara yakkeeniih kol agiirite waanamkeh.",
      "footnotes": ""
    },
    {
      "id": "1218",
      "sura": "8",
      "aya": "58",
      "arabic_text": "وَإِمَّا تَخَافَنَّ مِن قَوۡمٍ خِيَانَةٗ فَٱنۢبِذۡ إِلَيۡهِمۡ عَلَىٰ سَوَآءٍۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡخَآئِنِينَ",
      "translation": "58. Nabiyow xagana koh cuite korosuk ganok meesittek, toysa ken xagana keenil gacis, woo xagnih diglo inkih taaxigeeniih massa siinil takkemkeh, diggah Yalli xagni diglol sinam gana mara makiena.",
      "footnotes": ""
    },
    {
      "id": "1219",
      "sura": "8",
      "aya": "59",
      "arabic_text": "وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُواْ سَبَقُوٓاْۚ إِنَّهُمۡ لَا يُعۡجِزُونَ",
      "translation": "59. koroositeh yan mari Yallih digaalak naggoowaah yassaqqu waarn akkale waay, diggah usun Yallih digaalak mayassaqqan.",
      "footnotes": ""
    },
    {
      "id": "1220",
      "sura": "8",
      "aya": "60",
      "arabic_text": "وَأَعِدُّواْ لَهُم مَّا ٱسۡتَطَعۡتُم مِّن قُوَّةٖ وَمِن رِّبَاطِ ٱلۡخَيۡلِ تُرۡهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمۡ وَءَاخَرِينَ مِن دُونِهِمۡ لَا تَعۡلَمُونَهُمُ ٱللَّهُ يَعۡلَمُهُمۡۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فِي سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ",
      "translation": "60. Muslindin Buttay sinni Qaduwwí Qeebih seehadá maqaraay silac maqar kee koros Qeebih aracal hayten faarisik duddu haytaanam Yallih Qaduwwii kee sin Qaduwwiiy aka maray keenik kalah yaniy isin aaxige waytaanay Yalli yaaxige edde meesissaana keenih massoysa, moominiiney maaluk Yallih gitah acuyyu haytaanam addunyaay akeeral dudda-le galto siinih как antacawwime-le isin andullume kalah.",
      "footnotes": ""
    },
    {
      "id": "1221",
      "sura": "8",
      "aya": "61",
      "arabic_text": "۞ وَإِن جَنَحُواْ لِلسَّلۡمِ فَٱجۡنَحۡ لَهَا وَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "61. Nabiyow usun Qeebi cabba heenih wagarî fanah kelli iyyeenik, toysa atu kaa fan kelli ixxicaay isi caagid Yallal kelisaay kibal kaal haysit, diggah usuk ken maxcooca yaabbi ken abtoota yaaxigi kinni.",
      "footnotes": ""
    },
    {
      "id": "1222",
      "sura": "8",
      "aya": "62",
      "arabic_text": "وَإِن يُرِيدُوٓاْ أَن يَخۡدَعُوكَ فَإِنَّ حَسۡبَكَ ٱللَّهُۚ هُوَ ٱلَّذِيٓ أَيَّدَكَ بِنَصۡرِهِۦ وَبِٱلۡمُؤۡمِنِينَ",
      "translation": "62.Nabiyow xagana koh cule mari koo ganam faxek, toysa diggah Yalli ken ganoo kee ken duquurusiyyak koo xiqe-le, Yalla kinni isi catoo kee Qokoluuy moominiinit koo maqarrossem.",
      "footnotes": ""
    },
    {
      "id": "1223",
      "sura": "8",
      "aya": "63",
      "arabic_text": "وَأَلَّفَ بَيۡنَ قُلُوبِهِمۡۚ لَوۡ أَنفَقۡتَ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا مَّآ أَلَّفۡتَ بَيۡنَ قُلُوبِهِمۡ وَلَٰكِنَّ ٱللَّهَ أَلَّفَ بَيۡنَهُمۡۚ إِنَّهُۥ عَزِيزٌ حَكِيمٞ",
      "translation": "63.Yalla kinni ken lubbitteh fan ittal gacissem, Nabiyow baaxô bagul maaluk eneyyi ittam inkih keenih acinnitoy ken lubbitte itta fan gacisak manannito, kinnih immay Yalli ittâ fanah ken gacse, diggah usuk Mayso-li Naggaara.",
      "footnotes": ""
    },
    {
      "id": "1224",
      "sura": "8",
      "aya": "64",
      "arabic_text": "يَٰٓأَيُّهَا ٱلنَّبِيُّ حَسۡبُكَ ٱللَّهُ وَمَنِ ٱتَّبَعَكَ مِنَ ٱلۡمُؤۡمِنِينَ",
      "translation": "64.Nabiyow Yalli koo kee moominiinik koo kataate mara sin Qaduwwih umaanek sin xiqe-le.",
      "footnotes": ""
    },
    {
      "id": "1225",
      "sura": "8",
      "aya": "65",
      "arabic_text": "يَٰٓأَيُّهَا ٱلنَّبِيُّ حَرِّضِ ٱلۡمُؤۡمِنِينَ عَلَى ٱلۡقِتَالِۚ إِن يَكُن مِّنكُمۡ عِشۡرُونَ صَٰبِرُونَ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُم مِّاْئَةٞ يَغۡلِبُوٓاْ أَلۡفٗا مِّنَ ٱلَّذِينَ كَفَرُواْ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ",
      "translation": "65.Nabiyow moominiin Koros Qecbih ilsiisaay ken agiiris siinik gibdaabinal sabri-le Labaatanni geytimek, Qaduwwik namma Boolih numuk ayse-le, siinik Bool num geytimek koroositeh yan marak Alfi numuk ayse-le, diggah usun Yallih madqooqik tu aaxige waa mara kinnoonimih sabbatah.",
      "footnotes": ""
    },
    {
      "id": "1226",
      "sura": "8",
      "aya": "66",
      "arabic_text": "ٱلۡـَٰٔنَ خَفَّفَ ٱللَّهُ عَنكُمۡ وَعَلِمَ أَنَّ فِيكُمۡ ضَعۡفٗاۚ فَإِن يَكُن مِّنكُم مِّاْئَةٞ صَابِرَةٞ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُمۡ أَلۡفٞ يَغۡلِبُوٓاْ أَلۡفَيۡنِ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ",
      "translation": "66.Taway moominiiney Yalli caagid siinil xabbacoyseh, diggah usuk Boola siinit tanim yeexegeh, toysa siinik gibdaabinal sabri-le Bool siinik geytimek korosuk namma Booluk aysele, siinik gibdaabinal sabri-le Alfi geytimek korosuk namma Alfih numuk aysele Yallih idinih, Yalli catoo kee Qokoluh yisbire marâ luk yan.",
      "footnotes": ""
    },
    {
      "id": "1227",
      "sura": "8",
      "aya": "67",
      "arabic_text": "مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُۥٓ أَسۡرَىٰ حَتَّىٰ يُثۡخِنَ فِي ٱلۡأَرۡضِۚ تُرِيدُونَ عَرَضَ ٱلدُّنۡيَا وَٱللَّهُ يُرِيدُ ٱلۡأٓخِرَةَۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ",
      "translation": "67.Hebeltö Nabiik mafaxxinta Qaduwwik seewa orbisaah haysitam Fida как beetamkeh, Qaduwwi baaxol Qaduwwik maggom Qiddiiy kannassa Boolassa kaa haam fanah, moominiiney isin addunyâ duyye Ваха faxxaanaah Yalli akeerä galtoy amurruqe wayta siinih faxa, Yalli mayso-li naggaara.",
      "footnotes": ""
    },
    {
      "id": "1228",
      "sura": "8",
      "aya": "68",
      "arabic_text": "لَّوۡلَا كِتَٰبٞ مِّنَ ٱللَّهِ سَبَقَ لَمَسَّكُمۡ فِيمَآ أَخَذۡتُمۡ عَذَابٌ عَظِيمٞ",
      "translation": "68.Xannabaa kee seewak Fida beyaanam eile xiqta kitab Yallih xaquk yookomeh suge wannay kaxxa digaala sin xagak ten xannabaa kee seewak beyten Fidal.",
      "footnotes": ""
    },
    {
      "id": "1229",
      "sura": "8",
      "aya": "69",
      "arabic_text": "فَكُلُواْ مِمَّا غَنِمۡتُمۡ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
      "translation": "69.Toysa mooniniiney xannabak orbisseenim kee seewak beyten Fida ottokommiya calaaliy meqeh anuk, Yallak meesita kay amri cintaanamak, diggah Yalli dambi cabti-li xuwawli. 70.Nabiyow seewak sin gabat yan maray Fida как beyteenik ixxic:Yalli sin lubbittet diggale iimaan yanim yeexegek Fidah siinik been maaluk kayrih taysem siinih aceeleeh dambi siinih cábele, Yalli dambi cabti-li xuwawli.",
      "footnotes": ""
    },
    {
      "id": "1230",
      "sura": "8",
      "aya": "70",
      "arabic_text": "يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّمَن فِيٓ أَيۡدِيكُم مِّنَ ٱلۡأَسۡرَىٰٓ إِن يَعۡلَمِ ٱللَّهُ فِي قُلُوبِكُمۡ خَيۡرٗا يُؤۡتِكُمۡ خَيۡرٗا مِّمَّآ أُخِذَ مِنكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
      "translation": "70.Nabiyow seewak sin gabat yan maray Fida как beyteenik ixxic:Yalli sin lubbittet diggale iimaan yanim yeexegek Fidah siinik been maaluk kayrih taysem siinih aceeleeh dambi siinih cábele, Yalli dambi cabti-li xuwawli.",
      "footnotes": ""
    },
    {
      "id": "1231",
      "sura": "8",
      "aya": "71",
      "arabic_text": "وَإِن يُرِيدُواْ خِيَانَتَكَ فَقَدۡ خَانُواْ ٱللَّهَ مِن قَبۡلُ فَأَمۡكَنَ مِنۡهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
      "translation": "71.Nabiyow ama seeway atu cabte koo ganam faxek, usun Badri Qeebik dumaak Yallal koroositaanamat Yalla ganeeniih Qeb kot abeenih, tokkel Yalli isin seewah ken orbissaanaah ken Qiddaanam siinil bicseh, Yalli ixxiga-li naggaara.",
      "footnotes": ""
    },
    {
      "id": "1232",
      "sura": "8",
      "aya": "72",
      "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَٱلَّذِينَ ءَامَنُواْ وَلَمۡ يُهَاجِرُواْ مَا لَكُم مِّن وَلَٰيَتِهِم مِّن شَيۡءٍ حَتَّىٰ يُهَاجِرُواْۚ وَإِنِ ٱسۡتَنصَرُوكُمۡ فِي ٱلدِّينِ فَعَلَيۡكُمُ ٱلنَّصۡرُ إِلَّا عَلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ",
      "translation": "72.Diggah yeemcneeh guuroh Madiinâ fanah gexeeh sinni maaluuy sinni nafsih Yallih gital yinggicillee maraa kee guuroh yemeete marah sinni dabooqal arac abeeh Yallih diini Qokle mari, woo mari usun gări garuk awlah kak yan mara kinnon, yeemeneeh guuroh awqe wee marah tu gactek ken awliinuk tu mantun ken Qokoltoonuh madiinâ fanah guurummu iyyaanam fanah, usun Yallih diini fayya haanamkeh catoo kee Qokol siinil essereenik, toysa ken cattaanam siinil tanay, sin kee fanat xagni kak yan korosuh nee cata siinik iyyan ken akke waytek, toysa sinni xagana mabaysinaay ken maqoklina, Yalli isin abba haytaanam yaaxigeeh yabali kinni.",
      "footnotes": ""
    },
    {
      "id": "1233",
      "sura": "8",
      "aya": "73",
      "arabic_text": "وَٱلَّذِينَ كَفَرُواْ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٍۚ إِلَّا تَفۡعَلُوهُ تَكُن فِتۡنَةٞ فِي ٱلۡأَرۡضِ وَفَسَادٞ كَبِيرٞ",
      "translation": "73.koroositeh yan marak gari garuk awlah keenik yan, moominiiney itta cattaanaah gari gari awla siinik yakkem abe wayteenik, Baaxô bagul kaxxa fitnaa kee kaxxa umaane akkele koros Qande Bahtaah moominiin Boolattaamal.",
      "footnotes": ""
    },
    {
      "id": "1234",
      "sura": "8",
      "aya": "74",
      "arabic_text": "وَٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ",
      "translation": "74.Yeemeneeh guuroh madiinâ fanah gexeeh Yallih gital yinggicillee maraa kee guuroh yemeete marah sinni dabooqal arac abeeh Yallih diini Qokle mari, woo mari usun nummah moominiini, usun sinni Rabbik dambi cabtii kee meqe Rizqhi Ion jannatal.",
      "footnotes": ""
    },
    {
      "id": "1235",
      "sura": "8",
      "aya": "75",
      "arabic_text": "وَٱلَّذِينَ ءَامَنُواْ مِنۢ بَعۡدُ وَهَاجَرُواْ وَجَٰهَدُواْ مَعَكُمۡ فَأُوْلَٰٓئِكَ مِنكُمۡۚ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمُۢ",
      "translation": "75. Muhaajiriin kee Ansaarak lakal yeemeneeh guuroh Madiinâ fanah gexeeh Yallih gital siinî luk yinggicillee mari, toysa too mari sin loowot yaniih isin litoonum loonuuh siinil tanim keenil tan, Ramad-le marak gariiy garul keenik xayuk Raaqa nagrâ caddol Yallih kitaabal (kay Madqaa kee kay sharqil), diggah Yalli ummaanim yaaxigi kinni.",
      "footnotes": ""
    }
  ]
}