{
  "result": [
    {
      "id": "5420",
      "sura": "71",
      "aya": "1",
      "arabic_text": "إِنَّآ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ أَنۡ أَنذِرۡ قَوۡمَكَ مِن قَبۡلِ أَن يَأۡتِيَهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "Nokorε sε Yεsomaa Noa maa no kͻͻ ne nkorͻfoͻ hͻ. (Yεka kyerεε no) sε: “Bͻ wo nkorͻfoͻ no kͻkͻ ansa na asotwee yaaya no aba wͻn so.",
      "footnotes": ""
    },
    {
      "id": "5421",
      "sura": "71",
      "aya": "2",
      "arabic_text": "قَالَ يَٰقَوۡمِ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ",
      "translation": "(Noa) kaa sε: ”Menkorͻfoͻ meyε kͻkͻbͻni pefee ma mo-",
      "footnotes": ""
    },
    {
      "id": "5422",
      "sura": "71",
      "aya": "3",
      "arabic_text": "أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُ وَأَطِيعُونِ",
      "translation": "Sε: “Monsom Nyankopͻn na monsuro no, na monyε sotie ma me .",
      "footnotes": ""
    },
    {
      "id": "5423",
      "sura": "71",
      "aya": "4",
      "arabic_text": "يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرۡكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ أَجَلَ ٱللَّهِ إِذَا جَآءَ لَا يُؤَخَّرُۚ لَوۡ كُنتُمۡ تَعۡلَمُونَ",
      "translation": "(Sε moyε saa a) Ɔde mo bͻne no mu bi bεkyε mo, na Wama mo εberε akɔsi εberε a yɛahyε ato hͻ no. Nokorε sε Onyankopͻn berε no so a, yɛntu nhyε da, sε anka monim a.",
      "footnotes": ""
    },
    {
      "id": "5424",
      "sura": "71",
      "aya": "5",
      "arabic_text": "قَالَ رَبِّ إِنِّي دَعَوۡتُ قَوۡمِي لَيۡلٗا وَنَهَارٗا",
      "translation": "(Noa) kaa sε: ”Me Wura (Nyankopͻn) mafrε me nkorͻfoͻ no anadwo ne adekyeε mu,",
      "footnotes": ""
    },
    {
      "id": "5425",
      "sura": "71",
      "aya": "6",
      "arabic_text": "فَلَمۡ يَزِدۡهُمۡ دُعَآءِيٓ إِلَّا فِرَارٗا",
      "translation": "Nanso mefrε no nnyε nkͻsoͻ biara mma wͻn, na mmom dwanee na wͻn redwanee.",
      "footnotes": ""
    },
    {
      "id": "5426",
      "sura": "71",
      "aya": "7",
      "arabic_text": "وَإِنِّي كُلَّمَا دَعَوۡتُهُمۡ لِتَغۡفِرَ لَهُمۡ جَعَلُوٓاْ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِمۡ وَٱسۡتَغۡشَوۡاْ ثِيَابَهُمۡ وَأَصَرُّواْ وَٱسۡتَكۡبَرُواْ ٱسۡتِكۡبَارٗا",
      "translation": "Ԑberε biara a mεfrε wͻn sεdeε Wode wͻn bͻne bεkyε wͻn no, wͻde wͻn nsa teaa sisi wͻn aso, de wͻn ntoma katakata wͻn ho, na wͻtͻ kͻ (bͻne) so, na wͻyε akεsesεm yε ahomasoͻ papaapa.",
      "footnotes": ""
    },
    {
      "id": "5427",
      "sura": "71",
      "aya": "8",
      "arabic_text": "ثُمَّ إِنِّي دَعَوۡتُهُمۡ جِهَارٗا",
      "translation": "Afei matea mu afrε wͻn pefee mu,",
      "footnotes": ""
    },
    {
      "id": "5428",
      "sura": "71",
      "aya": "9",
      "arabic_text": "ثُمَّ إِنِّيٓ أَعۡلَنتُ لَهُمۡ وَأَسۡرَرۡتُ لَهُمۡ إِسۡرَارٗا",
      "translation": "Masan akasa akyerε wͻn wͻ badwa mu, asan akasa akyerε wͻn wͻ kokoa mu.",
      "footnotes": ""
    },
    {
      "id": "5429",
      "sura": "71",
      "aya": "10",
      "arabic_text": "فَقُلۡتُ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ إِنَّهُۥ كَانَ غَفَّارٗا",
      "translation": "Maka akyerε wͻn sε: “Monsrε mo Wura Nyankopͻn hͻ bͻnefakyε, nokorε sε, Ɔne Bͻnefakyε Hene.",
      "footnotes": ""
    },
    {
      "id": "5430",
      "sura": "71",
      "aya": "11",
      "arabic_text": "يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا",
      "translation": "Ɔbεma nsuo atͻ fri soro ama no abu mo so.",
      "footnotes": ""
    },
    {
      "id": "5431",
      "sura": "71",
      "aya": "12",
      "arabic_text": "وَيُمۡدِدۡكُم بِأَمۡوَٰلٖ وَبَنِينَ وَيَجۡعَل لَّكُمۡ جَنَّٰتٖ وَيَجۡعَل لَّكُمۡ أَنۡهَٰرٗا",
      "translation": "Na Wama mo ahonyadeε (anaa sika) ne mma pii, na Wama mo anya mfuo, na Wama mo nsubͻnten.",
      "footnotes": ""
    },
    {
      "id": "5432",
      "sura": "71",
      "aya": "13",
      "arabic_text": "مَّا لَكُمۡ لَا تَرۡجُونَ لِلَّهِ وَقَارٗا",
      "translation": "Ɛdeεn na εha mo a enti monhwehwε nkͻsoͻ ne kεseyε wͻ Nyankopͻn hͻ?",
      "footnotes": ""
    },
    {
      "id": "5433",
      "sura": "71",
      "aya": "14",
      "arabic_text": "وَقَدۡ خَلَقَكُمۡ أَطۡوَارًا",
      "translation": "Ampa sε Ɔnam akwan hodoͻ so na abͻ mo?",
      "footnotes": ""
    },
    {
      "id": "5434",
      "sura": "71",
      "aya": "15",
      "arabic_text": "أَلَمۡ تَرَوۡاْ كَيۡفَ خَلَقَ ٱللَّهُ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗا",
      "translation": "Monhunuu sεdeε Nyankopͻn asi abͻ ͻsoro nson a, εtoatoa soͻ?",
      "footnotes": ""
    },
    {
      "id": "5435",
      "sura": "71",
      "aya": "16",
      "arabic_text": "وَجَعَلَ ٱلۡقَمَرَ فِيهِنَّ نُورٗا وَجَعَلَ ٱلشَّمۡسَ سِرَاجٗا",
      "translation": "Ɛna Wayε bosome no nhyerεnee wͻ mu, εna Wayε awia no nso kanea?",
      "footnotes": ""
    },
    {
      "id": "5436",
      "sura": "71",
      "aya": "17",
      "arabic_text": "وَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلۡأَرۡضِ نَبَاتٗا",
      "translation": "Nyankopͻn na Wama mo afifi mfifiriε pa wͻ asaase no soͻ.",
      "footnotes": ""
    },
    {
      "id": "5437",
      "sura": "71",
      "aya": "18",
      "arabic_text": "ثُمَّ يُعِيدُكُمۡ فِيهَا وَيُخۡرِجُكُمۡ إِخۡرَاجٗا",
      "translation": "Afei Ɔbεma mo asan akͻ asaase no mu, na Wama mo apue pue paa (wͻ Atemmuda).",
      "footnotes": ""
    },
    {
      "id": "5438",
      "sura": "71",
      "aya": "19",
      "arabic_text": "وَٱللَّهُ جَعَلَ لَكُمُ ٱلۡأَرۡضَ بِسَاطٗا",
      "translation": "Nyankopͻn na Wayε asaase de asε hͻ atrε mu ama mo,",
      "footnotes": ""
    },
    {
      "id": "5439",
      "sura": "71",
      "aya": "20",
      "arabic_text": "لِّتَسۡلُكُواْ مِنۡهَا سُبُلٗا فِجَاجٗا",
      "translation": "Sεdeε mobεnante emu akwan a, εtrε no soͻ.",
      "footnotes": ""
    },
    {
      "id": "5440",
      "sura": "71",
      "aya": "21",
      "arabic_text": "قَالَ نُوحٞ رَّبِّ إِنَّهُمۡ عَصَوۡنِي وَٱتَّبَعُواْ مَن لَّمۡ يَزِدۡهُ مَالُهُۥ وَوَلَدُهُۥٓ إِلَّا خَسَارٗا",
      "translation": "Noa kaa sε: “Me Wura Nyankopͻn, nokorε sε, wɔate me so atua, na wͻadi obi a n’agyapadeε ne ne mma mmfa nkͻsopa bi mma no, gyesε berεguo no akyi.",
      "footnotes": ""
    },
    {
      "id": "5441",
      "sura": "71",
      "aya": "22",
      "arabic_text": "وَمَكَرُواْ مَكۡرٗا كُبَّارٗا",
      "translation": "Na wͻn abͻ pͻ kεseε bi paa.",
      "footnotes": ""
    },
    {
      "id": "5442",
      "sura": "71",
      "aya": "23",
      "arabic_text": "وَقَالُواْ لَا تَذَرُنَّ ءَالِهَتَكُمۡ وَلَا تَذَرُنَّ وَدّٗا وَلَا سُوَاعٗا وَلَا يَغُوثَ وَيَعُوقَ وَنَسۡرٗا",
      "translation": "Wͻka sε: “Monhwε na moannyae mo anyame no (som); Monhwε na moannyae ‘Wadda’ anaa ‘Suwaa-a’ anaa ‘Yaguusa’ εne ‘Ya’uuqa’ εne ‘Nasra’ (som da).",
      "footnotes": ""
    },
    {
      "id": "5443",
      "sura": "71",
      "aya": "24",
      "arabic_text": "وَقَدۡ أَضَلُّواْ كَثِيرٗاۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا ضَلَٰلٗا",
      "translation": "Nokorε sε, wͻn ayera nnipa pii; na abͻneεfoͻ no deε (Awurade), εmma wͻn nnya nkͻsoͻ biara, na mmom ma wͻnyera anna ma wͻnsopa.",
      "footnotes": ""
    },
    {
      "id": "5444",
      "sura": "71",
      "aya": "25",
      "arabic_text": "مِّمَّا خَطِيٓـَٰٔتِهِمۡ أُغۡرِقُواْ فَأُدۡخِلُواْ نَارٗا فَلَمۡ يَجِدُواْ لَهُم مِّن دُونِ ٱللَّهِ أَنصَارٗا",
      "translation": "Wͻn bͻne nti nsuo faa wͻn na wͻbεsan nso akͻ Amanehunu gya mu, na wͻnnya ͻboafoͻ wͻ Nyankopͻn akyi.",
      "footnotes": ""
    },
    {
      "id": "5445",
      "sura": "71",
      "aya": "26",
      "arabic_text": "وَقَالَ نُوحٞ رَّبِّ لَا تَذَرۡ عَلَى ٱلۡأَرۡضِ مِنَ ٱلۡكَٰفِرِينَ دَيَّارًا",
      "translation": "Noa kaa sε: “Me Wura Nyankopͻn, ennya boniayεfoͻ no mu biara wͻ asaase no so.",
      "footnotes": ""
    },
    {
      "id": "5446",
      "sura": "71",
      "aya": "27",
      "arabic_text": "إِنَّكَ إِن تَذَرۡهُمۡ يُضِلُّواْ عِبَادَكَ وَلَا يَلِدُوٓاْ إِلَّا فَاجِرٗا كَفَّارٗا",
      "translation": "Efrisε, sε Wogyae wͻn a, wͻbεyera Wo nkoa no; na abͻnefoͻ boniayεfoͻ nko ara na wͻbεwo wͻn.",
      "footnotes": ""
    },
    {
      "id": "5447",
      "sura": "71",
      "aya": "28",
      "arabic_text": "رَّبِّ ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِمَن دَخَلَ بَيۡتِيَ مُؤۡمِنٗا وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا تَبَارَۢا",
      "translation": "Me Wura Nyankopͻn, fa mene m’awofoͻ ne obiara a, ͻde gyidie bɛwura me fie ha, ne agyidiefoͻ mmarima ne agyidiefoͻ mmaa bͻne kyε yεn. Na abͻnefoͻ no deε εmma wͻnnya nkͻsoͻ, na mmom ma wͻnsopa.",
      "footnotes": ""
    }
  ]
}