{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 553,
      "verse_key": "62:1",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ ٱلۡمَلِكِ ٱلۡقُدُّوسِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ",
      "translation": "Nagluluwalhati kay Allāh ang anumang nasa mga langit at ang anumang nasa lupa, ang Hari, ang Kabanal-banalan, ang Makapangyarihan, ang Marunong.",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 553,
      "verse_key": "62:2",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي بَعَثَ فِي ٱلۡأُمِّيِّـۧنَ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "Siya ay ang nagpadala sa mga iliterato ng isang sugo [na si Propeta Muḥammad] kabilang sa kanila, na bumibigkas sa kanila ng mga talata Niya, nagbubusilak sa kanila, at nagtuturo sa kanila ng Aklat [na Qur’ān] at Karunungan – at bagamat sila dati bago pa niyan ay talagang nasa isang pagkaligaw na malinaw –",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 553,
      "verse_key": "62:3",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَءَاخَرِينَ مِنۡهُمۡ لَمَّا يَلۡحَقُواْ بِهِمۡۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "at [nagpadala rito] sa mga iba pa[1] kabilang sa kanila na hindi pa sumama sa kanila. Siya ay ang Makapangyarihan, ang Marunong.",
      "footnotes": "[1] na mga Arabe at mga hindi Arabe."
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 553,
      "verse_key": "62:4",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ",
      "translation": "Iyon ay kabutihang-loob ni Allāh; nagbibigay Siya nito sa sinumang niloloob Niya. Si Allāh ay may kabutihang-loob na sukdulan.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 553,
      "verse_key": "62:5",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَثَلُ ٱلَّذِينَ حُمِّلُواْ ٱلتَّوۡرَىٰةَ ثُمَّ لَمۡ يَحۡمِلُوهَا كَمَثَلِ ٱلۡحِمَارِ يَحۡمِلُ أَسۡفَارَۢاۚ بِئۡسَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
      "translation": "Ang paghahalintulad sa mga pinagpasan ng Torah, pagkatapos hindi pumasan nito, ay gaya ng paghahalintulad sa asno habang pumapasan ng mga makapal na aklat.[2] Kay saklap ang paghahalintulad sa mga taong nagpasinungaling sa mga talata ni Allāh [sa Qur’ān]! Si Allāh ay hindi nagpapatnubay sa mga taong tagalabag sa katarungan.",
      "footnotes": "[2] samantalang hindi nakaaalam sa ipinapasan"
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 553,
      "verse_key": "62:6",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ يَٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓاْ إِن زَعَمۡتُمۡ أَنَّكُمۡ أَوۡلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "Sabihin mo: “O mga naghudyo, kung umangkin kayo na kayo ay mga katangkilik para kay Allāh bukod sa mga tao ay magmithi kaya ng kamatayan kung kayo ay mga tapat.”",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 553,
      "verse_key": "62:7",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا يَتَمَنَّوۡنَهُۥٓ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ",
      "translation": "Hindi sila magmimithi niyon magpakailanman dahil sa ipinauna ng mga kamay nila. Si Allāh ay Maalam sa mga tagalabag sa katarungan.",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 553,
      "verse_key": "62:8",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنَّ ٱلۡمَوۡتَ ٱلَّذِي تَفِرُّونَ مِنۡهُ فَإِنَّهُۥ مُلَٰقِيكُمۡۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "Sabihin mo: “Tunay na ang kamatayan na tumatakas kayo mula roon, tunay na ito ay makikipagkita sa inyo. Pagkatapos ibabalik kayo sa Tagaalam sa nakalingid at nasasaksihan, saka magbabalita Siya sa inyo hinggil sa dati ninyong ginagawa.”",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 554,
      "verse_key": "62:9",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نُودِيَ لِلصَّلَوٰةِ مِن يَوۡمِ ٱلۡجُمُعَةِ فَٱسۡعَوۡاْ إِلَىٰ ذِكۡرِ ٱللَّهِ وَذَرُواْ ٱلۡبَيۡعَۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ",
      "translation": "O mga sumampalataya, kapag nanawagan para sa pagdarasal sa araw ng Biyernes ay magmadali kayo sa pag-alaala kay Allāh at iwan ninyo ang pagtitinda. Iyon ay higit na mabuti para sa inyo kung kayo ay nakaaalam.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 554,
      "verse_key": "62:10",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُواْ فِي ٱلۡأَرۡضِ وَٱبۡتَغُواْ مِن فَضۡلِ ٱللَّهِ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ",
      "translation": "Kaya kapag natapos ang pagdarasal ay magsikalat kayo sa lupain, maghangad kayo mula sa kabutihang-loob ni Allāh, at mag-alaala kayo kay Allāh nang madalas nang sa gayon kayo ay magtatagumpay.",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 554,
      "verse_key": "62:11",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 221,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا رَأَوۡاْ تِجَٰرَةً أَوۡ لَهۡوًا ٱنفَضُّوٓاْ إِلَيۡهَا وَتَرَكُوكَ قَآئِمٗاۚ قُلۡ مَا عِندَ ٱللَّهِ خَيۡرٞ مِّنَ ٱللَّهۡوِ وَمِنَ ٱلتِّجَٰرَةِۚ وَٱللَّهُ خَيۡرُ ٱلرَّٰزِقِينَ",
      "translation": "Ngunit nang [minsang] nakakita sila ng isang pangangalakal o isang paglilibangan ay nagkahiwa-hiwalay sila patungo roon at umiwan sila sa iyo na nakatayo. Sabihin mo: “Ang nasa ganang kay Allāh ay higit na mabuti kaysa sa paglilibangan at [higit na mabuti] kaysa sa pangangalakal. Si Allāh ay ang pinakamabuti sa mga tagatustos.”",
      "footnotes": ""
    }
  ]
}