{
  "id": 31,
  "verse_number": 31,
  "page_number": 353,
  "verse_key": "24:31",
  "juz_number": 18,
  "hizb_number": 36,
  "rub_el_hizb_number": 141,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَقُل لِّلۡمُؤۡمِنَٰتِ يَغۡضُضۡنَ مِنۡ أَبۡصَٰرِهِنَّ وَيَحۡفَظۡنَ فُرُوجَهُنَّ وَلَا يُبۡدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنۡهَاۖ وَلۡيَضۡرِبۡنَ بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّۖ وَلَا يُبۡدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوۡ ءَابَآئِهِنَّ أَوۡ ءَابَآءِ بُعُولَتِهِنَّ أَوۡ أَبۡنَآئِهِنَّ أَوۡ أَبۡنَآءِ بُعُولَتِهِنَّ أَوۡ إِخۡوَٰنِهِنَّ أَوۡ بَنِيٓ إِخۡوَٰنِهِنَّ أَوۡ بَنِيٓ أَخَوَٰتِهِنَّ أَوۡ نِسَآئِهِنَّ أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُهُنَّ أَوِ ٱلتَّٰبِعِينَ غَيۡرِ أُوْلِي ٱلۡإِرۡبَةِ مِنَ ٱلرِّجَالِ أَوِ ٱلطِّفۡلِ ٱلَّذِينَ لَمۡ يَظۡهَرُواْ عَلَىٰ عَوۡرَٰتِ ٱلنِّسَآءِۖ وَلَا يَضۡرِبۡنَ بِأَرۡجُلِهِنَّ لِيُعۡلَمَ مَا يُخۡفِينَ مِن زِينَتِهِنَّۚ وَتُوبُوٓاْ إِلَى ٱللَّهِ جَمِيعًا أَيُّهَ ٱلۡمُؤۡمِنُونَ لَعَلَّكُمۡ تُفۡلِحُونَ",
  "translation": "இன்னும், (நபியே!) நம்பிக்கையாளர்களான பெண்களுக்கு கூறுவீராக! அவர்கள் தங்கள் பார்வைகளை தடுத்துக் கொள்ளட்டும்; இன்னும், தங்கள் மறைவிடங்களை பாதுகாத்துக் கொள்ளட்டும்; இன்னும், தங்கள் அலங்காரங்களை - அதிலிருந்து வெளியில் தெரிபவற்றைத் தவிர (மற்றதை) - வெளிப்படுத்த வேண்டாம்; இன்னும், அவர்கள் தங்கள் முந்தானைகளை தங்கள் (தலைகளுக்கு மேலிருந்து சட்டைகளின்) நெஞ்சுப் பகுதிகள் மீது போர்த்திக் கொள்ளட்டும்; இன்னும், தங்கள் அலங்காரங்களை வெளிப்படுத்த வேண்டாம், தங்கள் கணவர்களுக்கு; அல்லது, தங்கள் தந்தைகளுக்கு; அல்லது, தங்கள் கணவர்களின் தந்தைகளுக்கு; அல்லது, தங்கள் ஆண் பிள்ளைகளுக்கு; அல்லது, தங்கள் கணவர்களின் ஆண் பிள்ளைகளுக்கு; அல்லது, தங்கள் சகோதரர்களுக்கு; அல்லது, தங்கள் சகோதரர்களின் ஆண் பிள்ளைகளுக்கு; அல்லது, தங்கள் சகோதரிகளின் ஆண் பிள்ளைகளுக்கு; அல்லது, தங்கள் (முஸ்லிமான) பெண்களுக்கு; அல்லது, தங்கள் வலக்கரங்கள் சொந்தமாக்கியவர்களுக்கு; அல்லது, ஆண்களில் (பெண்) ஆசையில்லாத பணியாளர்களுக்கு; அல்லது, பெண்களின் மறைவிடங்களை அறியாத சிறுவர்களுக்கு (ஆகிய இவர்களுக்கே)த் தவிர. (கணவனுக்கு மனைவியிடம் எந்த மறைவும் இல்லை. அவரைத் தவிர மேல் கூறப்பட்ட மற்றவர்களுக்கு முன் ஒரு பெண் தனது முகம், குடங்கை, கழுத்துப் பகுதி, பாதம், காதுகள் தெரியும்படி இருந்தால் அவள் மீது குற்றமில்லை.) தங்கள் அலங்காரங்களிலிருந்து அவர்கள் மறைப்பது (மற்றவர்களிடம்) அறியப்படுவதற்காக அவர்கள் தங்கள் கால்(களில் உள்ள சலங்கை கொலுசு)களை பூமியில் தட்டி நடக்கவேண்டாம். இன்னும், நம்பிக்கையாளர்களே! நீங்கள் வெற்றி பெறுவதற்காக அல்லாஹ்விடம் பாவமன்னிப்புக் கோரி திரும்பி விடுங்கள்.",
  "footnotes": ""
}