{
  "id": 61,
  "verse_number": 61,
  "page_number": 358,
  "verse_key": "24:61",
  "juz_number": 18,
  "hizb_number": 36,
  "rub_el_hizb_number": 143,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞ وَلَا عَلَىٰٓ أَنفُسِكُمۡ أَن تَأۡكُلُواْ مِنۢ بُيُوتِكُمۡ أَوۡ بُيُوتِ ءَابَآئِكُمۡ أَوۡ بُيُوتِ أُمَّهَٰتِكُمۡ أَوۡ بُيُوتِ إِخۡوَٰنِكُمۡ أَوۡ بُيُوتِ أَخَوَٰتِكُمۡ أَوۡ بُيُوتِ أَعۡمَٰمِكُمۡ أَوۡ بُيُوتِ عَمَّٰتِكُمۡ أَوۡ بُيُوتِ أَخۡوَٰلِكُمۡ أَوۡ بُيُوتِ خَٰلَٰتِكُمۡ أَوۡ مَا مَلَكۡتُم مَّفَاتِحَهُۥٓ أَوۡ صَدِيقِكُمۡۚ لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَأۡكُلُواْ جَمِيعًا أَوۡ أَشۡتَاتٗاۚ فَإِذَا دَخَلۡتُم بُيُوتٗا فَسَلِّمُواْ عَلَىٰٓ أَنفُسِكُمۡ تَحِيَّةٗ مِّنۡ عِندِ ٱللَّهِ مُبَٰرَكَةٗ طَيِّبَةٗۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ",
  "translation": "குருடர் மீது குற்றம் இல்லை, ஊனமுற்றவர் மீது குற்றம் இல்லை, நோயாளி மீது குற்றம் இல்லை, உங்கள் மீது குற்றம் இல்லை - நீங்கள் உங்கள் இல்லங்களிலிருந்து; அல்லது, உங்கள் தந்தைகளின் இல்லங்களிலிருந்து; அல்லது, உங்கள் தாய்மார்களின் இல்லங்களிலிருந்து; அல்லது, உங்கள் சகோதரர்களின் இல்லங்களிலிருந்து; அல்லது, உங்கள் சகோதரிகளின் இல்லங்களிலிருந்து; அல்லது, உங்கள் தந்தையின் சகோதரர்களின் இல்லங்களிலிருந்து; அல்லது, உங்கள் மாமிகளின் இல்லங்களிலிருந்து; அல்லது, உங்கள் தாய்மாமன்களின் இல்லங்களிலிருந்து; அல்லது, உங்கள் தாயின் சகோதரிகளின் இல்லங்களிலிருந்து; அல்லது, எந்த இல்லத்தின் சாவிகளை நீங்கள் உங்கள் உரிமையில் வைத்திருக்கிறீர்களோ அதிலிருந்து; அல்லது, உங்கள் நண்பனின் இல்லங்களிலிருந்து நீங்கள் உண்பது (உங்கள் மீது குற்றமில்லை). நீங்கள் ஒன்றிணைந்தவர்களாக அல்லது பிரிந்தவர்களாக (தனித்தனியாக) உண்பது உங்கள் மீது குற்றமில்லை. நீங்கள் (உங்களுடைய அல்லது பிறருடைய) இல்லங்களில் நுழைந்தால் உங்களுக்கு -அல்லாஹ்விடமிருந்து (கற்பிக்கப்பட்ட) பாக்கியமான நல்ல முகமனாகிய- ஸலாமை (அங்குள்ள உங்கள் சகோதரர்களுக்கு) சொல்லுங்கள். நீங்கள் சிந்தித்து விளங்குவதற்காக அல்லாஹ் உங்களுக்கு இவ்வாறு வசனங்களை தெளிவுபடுத்துகிறான்.",
  "footnotes": ""
}