{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 428,
      "verse_key": "34:1",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ",
      "translation": "1. Сета благодарност Му припаѓа на Аллах, Чие е сето тоа на небесата и сето тоа на Земјата! Благодарноста Му припаѓа и на оној свет! Тој е Мудар и Сезнаен.",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 428,
      "verse_key": "34:2",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ",
      "translation": "2. Тој знае што влегува во земјата, а што излегува од неа, и што се спушта од небото, а што на него се искачува; Тој е Милостив и Простувач.",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 428,
      "verse_key": "34:3",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ",
      "translation": "3. А неверниците велат: „Часот на оживувањето нема да ни дојде!“ Кажи: „Ќе дојде, се колнам во Господарот мој, Кој го знае и тоа што е скриено, сигурно ќе ви дојде.“ – Нему не може ништо, ниту колку една ронка, ни на небесата ни на Земјата да Му избега, и не постои ништо, ни помало ни поголемо од тоа што не е во јасната Книга –",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 428,
      "verse_key": "34:4",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ",
      "translation": "4. да ги награди тие што веруваат и што прават добри дела, нив ги чека прошка и благородно снабдување,",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 428,
      "verse_key": "34:5",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ",
      "translation": "5. а да ги казни со најболно страдање тие кои против доказите Наши се борат, одвраќајќи од нив.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 428,
      "verse_key": "34:6",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ",
      "translation": "6. На тие на кои им е дадено знаење гледаат дека тоа што ти се објавува од Господарот твој е вистина и дека води на Патот на Силниот и Благодарниот,",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 428,
      "verse_key": "34:7",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ",
      "translation": "7. додека тие што не веруваат велат: „Сакате ли да ви го покажеме човекот кој ве известува дека, кога сосема ќе се распаднете, навистина, повторно создадени ќе бидете?",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 429,
      "verse_key": "34:8",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ",
      "translation": "8. Изнесува ли тој лаги за Аллах или е луд?“ Напротив, тие што не сакаат да веруваат во оној свет на мака ќе бидат и во голема заблуда се.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 429,
      "verse_key": "34:9",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ",
      "translation": "9. Како не ги гледаат небото и Земјата, тоа што е пред нив и тоа што е под нив?! Кога би сакале, во земја би ги втерале, или парчиња небо на нив би срушиле. Тоа е, навистина, поука за секој роб кој се кае.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 429,
      "verse_key": "34:10",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ",
      "translation": "10. Ние на Давуд Нашата благодат му ја укажавме: „О, планини и вие птици, повторувајте ја заедно со него благодарноста!“ – и железото му го омекнавме.",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 429,
      "verse_key": "34:11",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ",
      "translation": "11. „И прави широки панцири и умерен биди во врзувањето на алките, чесно плети ги и чинете добро, бидејќи Јас гледам што правите вие.“",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 429,
      "verse_key": "34:12",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ",
      "translation": "12. А на Сулејман – ветрот (му го потчинивме), наутро преминуваше растојание од еден месец и навечер растојание од еден месец; и сторивме од изворите растопен бакар да му тече и џините, по волја на Неговиот Господар, пред него да работат; а кога некој од нив би откажал послушност на наредба Наша, ќе сторевме огнено страдање да почувствува.",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 429,
      "verse_key": "34:13",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ",
      "translation": "13. Тие му изработуваа што и да посакаше; храмови и споменици, и садови како цистерни и котли неподвижни. „Работете и бидете благодарни, о Давудови чеда!“ – А малкумина се благодарни меѓу робовите Мои.",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 429,
      "verse_key": "34:14",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ",
      "translation": "14. А кога одредивме да умре, црвот кој го беше изгризал стапот негов – ги предупреди дека умрел, и кога тој падна, џините сфатија дека не би биле во срамна мака доколку го знаеа гајбот (невидливото).[221]",
      "footnotes": "[221] Сулејман, мир над него, умрел стоејќи, молејќи се во Храмот, потпрен на својот стап и така останал долго да стои. Џините кои го правеле тоа што им било наредено и понатаму работеле уверени дека е жив и дека Му се моли на Бога во Храмот. Дури ко­га црвот го изел стапот на кој бил потпрен Сулејман, тој паднал."
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 430,
      "verse_key": "34:15",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ",
      "translation": "15. Жителите на Саба имаа доказ во местото во коешто живееја: две градини, оддесно и одлево. „Јадете од снабдувањето на Господарот свој и бидете Му благодарни; ова е убав крај и ова е Господарот Кој многу простува!“",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 430,
      "verse_key": "34:16",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ",
      "translation": "16. Но тие станаа неблагодарни, па на нив поплава пуштивме и им ги заменивме градините нивни со други градини со горчливи плодови и со тамариск и со малку див лотус.",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 430,
      "verse_key": "34:17",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ",
      "translation": "17. Ги казнивме така затоа што беа неблагодарни, а дали Ние казнуваме некој друг освен неверникот, неблагодарникот?!",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 430,
      "verse_key": "34:18",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ",
      "translation": "18. А меѓу нив и градовите кои ги благословивме изградивме видливи населби и им ја одредивме потребната оддалеченост. „Патувајте низ нив, и ноќе и дење, безбедни!“[222]",
      "footnotes": "[222] Т.е. помеѓу жителите на Саба и Сирија, земјата благословена, во која има многу реки и градини."
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 430,
      "verse_key": "34:19",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ",
      "translation": "19. Но тие рекоа: „Господару наш, направи го растојанието поголемо при патувањата наши!“ – и си сторија насилство кон себеси, и Ние сторивме само за нив да се раскажува, а нив ги раселивме. Во тоа навистина има знаци за секој стрплив и благодарен.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 430,
      "verse_key": "34:20",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ",
      "translation": "20. А Иблис се увери дека за нив исправно мислеше, и тие го следеа него, освен неколкумина верници",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 430,
      "verse_key": "34:21",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ",
      "translation": "21. над кои никаква власт немаше; Ние сакавме да укажеме на тој што верува во оној свет, а кој во него се сомнева. – А Господарот твој е Заштитник на сè.",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 430,
      "verse_key": "34:22",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ",
      "translation": "22. Кажи: „Викнете ги тие кои, покрај Аллах, за богови ги сметате. Тие ништо не поседуваат, ни колку една ронка, ни на небесата ни на Земјата; тие во нив немаат никаков удел и Тој нема од нив никаква помош.“",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 431,
      "verse_key": "34:23",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ",
      "translation": "23. Кај Него ќе може да се зазема за некого само тој кому Тој ќе му допушти. И кога од срцата нивни стравот ќе исчезне, тие ќе запрашаат: „Што рече Господарот ваш?“ – „Вистината!“ – ќе одговорат, Тој е Возвишен и Голем.",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 431,
      "verse_key": "34:24",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "24. Прашај: „Кој ве снабдува и од небо и од земја?“ и одговори: „Аллах! Дали сме тогаш ние или вие на Вистинскиот пат, или во јасна заблуда?“",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 431,
      "verse_key": "34:25",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ",
      "translation": "25. Кажи: „Вие нема да одговарате за гревовите кои ние ќе ги направиме, ниту ние ќе одговараме за тоа што вие ќе го направите.“",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 431,
      "verse_key": "34:26",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ",
      "translation": "26. Кажи: „Господарот наш ќе нè собере и тогаш праведно ќе ни пресуди, Тој е Праведниот Судија, Сезнајниот.“",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 431,
      "verse_key": "34:27",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "27. Кажи: „Покажете ми ги тие кои Нему Му ги сметате за еднакви!“ Ги нема; постои само Аллах, Силниот и Мудриот!",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 431,
      "verse_key": "34:28",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "28. Ние те пративме на целото човештво, радосни вести да им носиш и да ги опоменуваш, но повеќето луѓе не знаат",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 431,
      "verse_key": "34:29",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "29. и велат: „Кога, веќе, ќе биде тоа ветување, ако вистината ја зборувате?“",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 431,
      "verse_key": "34:30",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ",
      "translation": "30. Кажи: „Денот ви е веќе одреден, не можете ниту за еден миг да го одложите или да го забрзате.“",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 431,
      "verse_key": "34:31",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ",
      "translation": "31. А тие што не веруваат велат: „Ние нема да веруваме во овој Куран ниту во Книгите пред него!“ А кога само би видел кога силниците пред Господарот свој ќе бидат задржани и кога ќе почнат меѓусебно да разговараат: „Да не бевте вие, ние сигурно ќе бевме верници.“ – ќе им речат тие што беа угнетени на тие што беа вообразени.",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 432,
      "verse_key": "34:32",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ",
      "translation": "32. „А зарем ние од упатството ве одвративме откако на него ви беше укажано? Не, самите си бевте злосторници.“ – ќе им речат вообразените на угнетените.",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 432,
      "verse_key": "34:33",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "33. „Не беше така,“ – ќе им одговорат угнетуваните на вообразените – „туку дење и ноќе интриги подготвувавте кога од нас баравте да не веруваме во Аллах и други за еднакви да Му сметаме.“ И сите ќе ја прикријат тагата кога ќе ја видат казната, а Ние на вратовите на неверниците синџири ќе им ставиме; зарем ќе бидат казнети поинаку освен според тоа што го правеа?",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 432,
      "verse_key": "34:34",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ",
      "translation": "34. Ние во ниту една населба опоменувач не пративме, а да не рекоа тие кои на раскошен живот беа навикнати: „Ние не веруваме во тоа што е испратено по вас!“",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 432,
      "verse_key": "34:35",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ",
      "translation": "35. и да не говореа: „Имаме повеќе богатство и деца; ние нема да бидеме казнети!“",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 432,
      "verse_key": "34:36",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "36. Кажи: „Господарот мој му дава обилно снабдување на тој што сака, но и скусува, но, повеќето луѓе не знаат.",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 432,
      "verse_key": "34:37",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ",
      "translation": "37. Ниту богатствата ваши, ниту децата ваши ќе ве направат блиски до Нас; само тие што ќе веруваат и што ќе прават добри дела ги очекува повеќекратна награда за тоа што го работеле, и тие во високите одаи ќе бидат безбедни.",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 432,
      "verse_key": "34:38",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ",
      "translation": "38. А тие што ќе се трудат на доказите Наши да им се спротивстават, одвраќајќи од нив, тие ќе бидат казнети.“",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 432,
      "verse_key": "34:39",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ",
      "translation": "39. Кажи: „Господарот мој дава обилно надоместување кому сака од робовите Свои, а кому сака ускратува; што и да дадете, Тој тоа ќе го надокнади, Тој најдобро снабдува.“",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 433,
      "verse_key": "34:40",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ",
      "translation": "40. А на Денот кога сите ќе ги собере, па мелеците ќе ги запраша: „Дали овие вас ве обожуваа?“",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 433,
      "verse_key": "34:41",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ",
      "translation": "41. тие ќе одговорат: „Возвишен нека си, Ти си Господарот наш, а не тие! Тие џините ги обожуваа и повеќето од нив веруваа во нив.“",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 433,
      "verse_key": "34:42",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ",
      "translation": "42. Тој Ден едни на други нема да можете ниту да си користите, ниту да си наштетите, а Ние на тие кои кон себе се огрешија ќе им кажеме: „Вкусете го страдањето во Огнот кој го негирате!“",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 433,
      "verse_key": "34:43",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ",
      "translation": "43. Кога Нашите јасни ајети им се кажуваат, тие велат: „Овој човек само сака да ве одврати од тоа што вашите предци го обожуваа“, и говорат: „Ова не е ништо друго, туку измислена лага!“ А тие што не веруваат кога им доаѓа Вистината зборуваат: „Ова не е ништо друго туку јасна маѓија!“",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 433,
      "verse_key": "34:44",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ",
      "translation": "44. А Ние не им дадовме никакви книги за да ги изучуваат, и Ние, пред тебе, не пративме некој кој би ги опоменувал.",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 433,
      "verse_key": "34:45",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ",
      "translation": "45. А и тие пред нив Пратениците за лажни ги сметаа, а овие не постигнаа ни десетина од тоа што на тие им го дадовме, па сепак Пратениците Мои за лажни ги сметаа, и каква само беше казната Моја!",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 433,
      "verse_key": "34:46",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ",
      "translation": "46. Кажи: „Јас ви советувам само едно: станете искрено кон Аллах, двајца по двајца, или еден по еден, па потоа размислете дека другарот ваш не е опседнат. Тој само ве опоменува пред тешкото страдање.“",
      "footnotes": ""
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 433,
      "verse_key": "34:47",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ",
      "translation": "47. Кажи: „Каква било награда да побарам од вас, нека ви остане вам, мене Аллах ќе ме награди, Тој е сведок за сè.“",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 433,
      "verse_key": "34:48",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ",
      "translation": "48. Кажи: „Господарот мој ја праќа Вистината, Тој е Познавач на скриените нешта.“",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 434,
      "verse_key": "34:49",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ",
      "translation": "49. Кажи: „Дојде Вистината, а лагите исчезнаа!“[223]",
      "footnotes": "[223] А лагата не може ништо да создаде, ниту да поврати."
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 434,
      "verse_key": "34:50",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ",
      "translation": "50. Кажи: „Ако заталкам, ќе заталкам на своја штета, а ако сум на Вистинскиот пат, тоа е поради тоа што Господарот мој ми го објавува; Тој, навистина, сè слуша и блиску е.“",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 434,
      "verse_key": "34:51",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ",
      "translation": "51. А само да ги видиш кога страв ќе ги зафати – нема да можат да избегаат; одблизу ќе бидат зграпчени –",
      "footnotes": ""
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 434,
      "verse_key": "34:52",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ",
      "translation": "52. и кога ќе кажат: „Веруваме во Вистината!“ А од каква корист ќе им биде кога животот на Земјата беше и помина!",
      "footnotes": ""
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 434,
      "verse_key": "34:53",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ",
      "translation": "53. Тие претходно не веруваа во неа, го зборуваа тоа што не е познато, што е далеку од Вистината;[224]",
      "footnotes": "[224] Говореле дека е гатач, поет, луд итн."
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 434,
      "verse_key": "34:54",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ",
      "translation": "54. и помеѓу нив и тоа што ќе го сакаат ќе биде поставена препрека како што претходно беше направено со на нив сличните, бидејќи сите тие, навистина, многу се сомневаа.",
      "footnotes": ""
    }
  ]
}