{
  "result": [
    {
      "id": "4326",
      "sura": "43",
      "aya": "1",
      "arabic_text": "حمٓ",
      "translation": "Haa – Miim.",
      "footnotes": ""
    },
    {
      "id": "4327",
      "sura": "43",
      "aya": "2",
      "arabic_text": "وَٱلۡكِتَٰبِ ٱلۡمُبِينِ",
      "translation": "Mede Nwoma no a εda (biribiara) adi pefee no di nse sε:",
      "footnotes": ""
    },
    {
      "id": "4328",
      "sura": "43",
      "aya": "3",
      "arabic_text": "إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ",
      "translation": "Nokorε, Yɛayε Qur’aan no wͻ Arab kasa mu sεdeε mobεte aseε.",
      "footnotes": ""
    },
    {
      "id": "4329",
      "sura": "43",
      "aya": "4",
      "arabic_text": "وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ",
      "translation": "Efiri Nwoma (nyinaa) Maame (Lawhul- Mah’fuuz) a εwͻ Yεnkyεn no mu, (Nwoma a) yɛamaso paa, adwen ne nyansa ahyε mma.",
      "footnotes": ""
    },
    {
      "id": "4330",
      "sura": "43",
      "aya": "5",
      "arabic_text": "أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ",
      "translation": "Enti Yɛnyi afutuo no mfiri mo so εnam sε moyε nnipa bͻnefoͻ nti?",
      "footnotes": ""
    },
    {
      "id": "4331",
      "sura": "43",
      "aya": "6",
      "arabic_text": "وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ",
      "translation": "Nkͻmhyεfoͻ dodoͻ sεn na Yεsomaa wͻn baa tetefoͻ no hͻ?",
      "footnotes": ""
    },
    {
      "id": "4332",
      "sura": "43",
      "aya": "7",
      "arabic_text": "وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "Nkͻmhyεni a ᴐbaa wᴐn hᴐ biara gyesε wͻdi ne ho fεw.",
      "footnotes": ""
    },
    {
      "id": "4333",
      "sura": "43",
      "aya": "8",
      "arabic_text": "فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ",
      "translation": "Yɛasεe wͻn a wͻyε den sen wͻn wͻ ahoͻden mu; na tetefoͻ no mfatoho adi wͻn anim kan atwam kͻ.",
      "footnotes": ""
    },
    {
      "id": "4334",
      "sura": "43",
      "aya": "9",
      "arabic_text": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ",
      "translation": "Sε wobisa wͻn nso sε: “Hwan na ͻbͻͻ soro ne asaase a? “Wͻbεka sε: “Otumfoͻ Onimdefoͻ no na Ɔbͻeε”.",
      "footnotes": ""
    },
    {
      "id": "4335",
      "sura": "43",
      "aya": "10",
      "arabic_text": "ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ",
      "translation": "(Otumfoͻ) no a, Wayε asaase de asε hͻ atrε mu ama mo, ayε akwan atoto mu sεdeε mobɛhunu kwan.",
      "footnotes": ""
    },
    {
      "id": "4336",
      "sura": "43",
      "aya": "11",
      "arabic_text": "وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ",
      "translation": "(Onyankopͻn) no a Ɔsane nsuo firi soro sεdeε εsε, na Yεde nyane asaase a awuo; saa ara na mo nso mobɛpue (afrii adakamena mu).",
      "footnotes": ""
    },
    {
      "id": "4337",
      "sura": "43",
      "aya": "12",
      "arabic_text": "وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ",
      "translation": "(Otumfoͻ) no a Ɔbͻͻ biribiara mmienu mmienu, εna Wama mo nsuom hyεn ne nyεmmoa a moforo (tena wᴐn soᴐ),",
      "footnotes": ""
    },
    {
      "id": "4338",
      "sura": "43",
      "aya": "13",
      "arabic_text": "لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ",
      "translation": "Sεdeε mobεtena wͻn akyi, na afei mobεkae Onyankopͻn adom wͻ εberε a mote so pintinn no na moaka sε: “Kronkron Hene ne Nea Wabrε wei ase ama yεn, na anka (yεn ara yεn mmͻdemmͻ mma) yɛntumi nnya.",
      "footnotes": ""
    },
    {
      "id": "4339",
      "sura": "43",
      "aya": "14",
      "arabic_text": "وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ",
      "translation": "Nokorε sε yɛ’Wura Nyankopͻn hͻ na yεbεsan akͻ.",
      "footnotes": ""
    },
    {
      "id": "4340",
      "sura": "43",
      "aya": "15",
      "arabic_text": "وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ",
      "translation": "Nanso wͻde kyεfa bi a εwͻ no ama Nenkoa no mu bi. Nokorε sε onipa yε boniayεni pefee.",
      "footnotes": ""
    },
    {
      "id": "4341",
      "sura": "43",
      "aya": "16",
      "arabic_text": "أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ",
      "translation": "Anaasε Onyankopͻn Ayi mmaa (ama Neho) wͻ deε Wabͻ no mu, εna Wayi mmarima ama mo?",
      "footnotes": ""
    },
    {
      "id": "4342",
      "sura": "43",
      "aya": "17",
      "arabic_text": "وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ",
      "translation": "Nanso sε yεbͻ wͻn mu bi amaneε wͻ adeε a ͻdema Nyankopͻn no sεso (sε neyere awo ͻbaa) a na n’anim ayε kusuu (wamuna tumm), na nebo afu.",
      "footnotes": ""
    },
    {
      "id": "4343",
      "sura": "43",
      "aya": "18",
      "arabic_text": "أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ",
      "translation": "Anaasε deε yεde afεεfεdeε asiesie no a sε akyinnyeε ba a, ɔntumi nkasa nkyerεkyerε mu no (na mode no toto Onyankopͻn ho)?",
      "footnotes": ""
    },
    {
      "id": "4344",
      "sura": "43",
      "aya": "19",
      "arabic_text": "وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ",
      "translation": "(Abosomsomfoͻ no) ayε Ahummͻborͻ Hene asomfoͻ Soro abͻfoͻ no nso mmaa. Wͻahunu (Soro abͻfoͻ no) bͻsuo (pεn a enti εma wͻkyerε sε soro abͻfoͻ yε mmaa)? Yεbεtwerε wͻn adanse-kunumu no, na yɛbɛbisa wͻn.",
      "footnotes": ""
    },
    {
      "id": "4345",
      "sura": "43",
      "aya": "20",
      "arabic_text": "وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ",
      "translation": "Deε wɔka ne sε: “Sε Ahummͻborͻ Hene no pε a anka yεnsom wͻn”. Wͻnni wei ho nimdeε, atorͻsεm na wͻdie.",
      "footnotes": ""
    },
    {
      "id": "4346",
      "sura": "43",
      "aya": "21",
      "arabic_text": "أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ",
      "translation": "Anaasε Yɛadi kan ama wͻn nwoma bi a wͻgyina soͻ?",
      "footnotes": ""
    },
    {
      "id": "4347",
      "sura": "43",
      "aya": "22",
      "arabic_text": "بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ",
      "translation": "Daabi; Deε wͻka ne sε: “Yεbεtoo yεn agyanom wͻ (saa) kwan no so, na wͻn anammͻn so na εkyerε yεn kwan.",
      "footnotes": ""
    },
    {
      "id": "4348",
      "sura": "43",
      "aya": "23",
      "arabic_text": "وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ",
      "translation": "Saa ara na kͻkͻbͻni biara a Yɛdii kan somaa no dii w’anim kan wͻ kuro bi soͻ no, emu adefoͻ no kaa sε: “Nokorε sε yεbεtoo y’agyanom wͻ (saa) kwan (yi) so na wͻn anammͻn so na yεdi akyire.",
      "footnotes": ""
    },
    {
      "id": "4349",
      "sura": "43",
      "aya": "24",
      "arabic_text": "۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ",
      "translation": "(Kͻkͻbͻni no) kaa sε: “Na sε mede deε εtene kyεn deε mobεtoo no mo agyanom hͻ no brε mo mpo a?“ Wͻbuaa sε: “Yεdeε yεnnye deε yεde asoma mo no nni “.",
      "footnotes": ""
    },
    {
      "id": "4350",
      "sura": "43",
      "aya": "25",
      "arabic_text": "فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ",
      "translation": "Enti Yɛtuaa wͻn so ka; na hwε sεdeε wͻn a wͻannye (Nokorε no) annie no awieeε si wieeε.",
      "footnotes": ""
    },
    {
      "id": "4351",
      "sura": "43",
      "aya": "26",
      "arabic_text": "وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ",
      "translation": "Kae εberε a Abraham ka kyerεε n’agya ne nenkorͻfoͻ no sε: ”Medeε matwe me ho afiri deε mosom no ho.",
      "footnotes": ""
    },
    {
      "id": "4352",
      "sura": "43",
      "aya": "27",
      "arabic_text": "إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ",
      "translation": "Gyesε Nea Ɔbͻͻ me, efirisε Ɔno na Ɔbεkyerε me kwan.",
      "footnotes": ""
    },
    {
      "id": "4353",
      "sura": "43",
      "aya": "28",
      "arabic_text": "وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "Ɔyεε (saa kasa) no nsɛnnahɔ demaa nenkyiri mma sεdeε wͻbεsan (akͻ mu).",
      "footnotes": ""
    },
    {
      "id": "4354",
      "sura": "43",
      "aya": "29",
      "arabic_text": "بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ",
      "translation": "Aane, Memaa saa nkorͻfoͻ no ne wͻn agyanom gyee wͻn ani kͻpem sε Nokorε no ne Ɔsomafoͻ a ͻda (nsεm no) adi pefee no baa wͻn hͻ.",
      "footnotes": ""
    },
    {
      "id": "4355",
      "sura": "43",
      "aya": "30",
      "arabic_text": "وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ",
      "translation": "Ɛberε a Nokorε no baeε no wͻkaa sε : “Wei deε εyε nkonyaa anaa naadaasεm, na yεn deε yεnye nni“.",
      "footnotes": ""
    },
    {
      "id": "4356",
      "sura": "43",
      "aya": "31",
      "arabic_text": "وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ",
      "translation": "Deε wͻka ne sε: “Adεn nti na yɛansane saa Qur’aan yi amma onipa a odi mu wͻ nkuro mmienu no mu (Maka ne Taif)?",
      "footnotes": ""
    },
    {
      "id": "4357",
      "sura": "43",
      "aya": "32",
      "arabic_text": "أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ",
      "translation": "Wͻn na wͻkyekyε wo Wura Nyankopͻn Ahummͻborͻ no? Yεn na Yεkyekyε wͻn wiase asetena mu akͻnhoma no mu ma wͻn, εna Yεpagya ebinom kyεn ebinom wͻ gyinaberε mu sεdeε ebinom bεfa ebinom ama wᴐn ayε adwuma ama wᴐn. Na wo Wura Nyankopͻn ahummͻborͻ no yε kyεn (wiase ahonyadeε a) wͻreboaboa ano no.",
      "footnotes": ""
    },
    {
      "id": "4358",
      "sura": "43",
      "aya": "33",
      "arabic_text": "وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ",
      "translation": "Sε εnyε sε anhwε a nnipa nyinaa abεyε nnipa korͻ (anaasε wͻn nyinaa adwen bεtwe akosi wiase afεεfεdeε so) a, anka Yεbεma wͻn a wͻyi Ahummͻborͻ Hene no boniayε no afie nkurusoͻ ayε dwetε, na n’atwedeε a yεde forͻ no nso (ayε dwetε saa ara),",
      "footnotes": ""
    },
    {
      "id": "4359",
      "sura": "43",
      "aya": "34",
      "arabic_text": "وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ",
      "translation": "Ne wͻn afie apono ne wͻn mpa a wͻdeda soͻ nso (ayε dwetε)-",
      "footnotes": ""
    },
    {
      "id": "4360",
      "sura": "43",
      "aya": "35",
      "arabic_text": "وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ",
      "translation": "Ne sika kͻkͻͻ. Wei nom nyinaa yε wiase asetena mu anigyedeε, na Daakye no deε, εwͻ wo Wura Nyankopͻn hͻ dema Nyame-surofoͻ no (nko ara).",
      "footnotes": ""
    },
    {
      "id": "4361",
      "sura": "43",
      "aya": "36",
      "arabic_text": "وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ",
      "translation": "Obi a ͻtwe ne ho firi Ahummͻborͻ hene no nkaekaeε ho no, Yεde no ma ͻbonsam ma ͻfa no yͻnkoͻ.",
      "footnotes": ""
    },
    {
      "id": "4362",
      "sura": "43",
      "aya": "37",
      "arabic_text": "وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ",
      "translation": "Nokorε sε, (abonsamfoͻ no) si wͻn kwan, na wͻn adwen yε wͻn sε wͻanya kwankyerε",
      "footnotes": ""
    },
    {
      "id": "4363",
      "sura": "43",
      "aya": "38",
      "arabic_text": "حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ",
      "translation": "(Ɔbεkͻso saa ara) akosi sε ͻbεba Yεn hͻ, (saa berε no na) ͻbεka sε: ”Mɛnya a anka me ne wo (nipa bͻneni no) ntam kwan aware sεdeε apueε ne atͻeε (ntam tenten siteε); enti ͻyͻnko bͻne paa ne no.",
      "footnotes": ""
    },
    {
      "id": "4364",
      "sura": "43",
      "aya": "39",
      "arabic_text": "وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ",
      "translation": "Moyεε bͻne yi deε, ԑnnԑ da yi nokorε sε, kyε a mobεkyε asotwee no mu no ho mma mfasoͻ mma mo.",
      "footnotes": ""
    },
    {
      "id": "4365",
      "sura": "43",
      "aya": "40",
      "arabic_text": "أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "(Nkͻmhyεni), wobɛtumi ama ͻsosifoͻ ate asεm, anaa watene onifrani a ͻwͻ yera mu kͻ akyirikyi paa no?",
      "footnotes": ""
    },
    {
      "id": "4366",
      "sura": "43",
      "aya": "41",
      "arabic_text": "فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ",
      "translation": "Enti sε Yɛyi wo firi hͻ mpo a, nokorε sε Yεbɛtua wͻn bͻne no so ka.",
      "footnotes": ""
    },
    {
      "id": "4367",
      "sura": "43",
      "aya": "42",
      "arabic_text": "أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ",
      "translation": "Anaa nso sε Yεbεma wo (atena ase) ahu deε Yɛahyε wͻn ho bͻ no; na εyε nokorε sε Yεwͻ wͻn so tumi.",
      "footnotes": ""
    },
    {
      "id": "4368",
      "sura": "43",
      "aya": "43",
      "arabic_text": "فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "Enti (Nkͻmhyεni), sͻ Adiyisεm a Yɛayi ama woͻ no mu yie; nokorε sε, wo wͻ kwan tenenee so.",
      "footnotes": ""
    },
    {
      "id": "4369",
      "sura": "43",
      "aya": "44",
      "arabic_text": "وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ",
      "translation": "Nokorε sε (Qur’aan yi) yε afutusεm ma wo ne wo nkorͻfoͻ, na yεbɛbisa mo (εho asεm).",
      "footnotes": ""
    },
    {
      "id": "4370",
      "sura": "43",
      "aya": "45",
      "arabic_text": "وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ",
      "translation": "Bisa Asomafoᴐ no a Yԑsomaa wᴐn maa wᴐdii w’anim kan no sε: “Yɛfirii Mmͻborͻhunufoͻ Hene no akyi yεε anyame bi maa wͻn sε wͻnsom wͻn anaa?",
      "footnotes": ""
    },
    {
      "id": "4371",
      "sura": "43",
      "aya": "46",
      "arabic_text": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Nokorε sε Yεde Yεn nsεnkyerεnee somaa Mose maa no kͻͻ Farao ne nenhemfo hͻ, na ͻka kyerεε wͻn sε: “Meyε abͻdeε nyinaa Wura Nyankopͻn no Somafoͻ”.",
      "footnotes": ""
    },
    {
      "id": "4372",
      "sura": "43",
      "aya": "47",
      "arabic_text": "فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ",
      "translation": "Nanso εberε a ͻde Yεn nsεnkyerεnee no brεε wͻn no, hwε! wͻseree (Yεn nsεnkyeεnee no).",
      "footnotes": ""
    },
    {
      "id": "4373",
      "sura": "43",
      "aya": "48",
      "arabic_text": "وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "Nsεnkyerεnee a Yɛyi kyerεε wͻn (akyire yi) biara no, na εso kyεn ne nua (nsεnkyerεnee dada a edii kan no); na Yεde asotwee sͻͻ wͻn mu sεdeε wͻbεsan wͻn akyi (afiri kwan bͻne so aba kwan pa no soͻ).",
      "footnotes": ""
    },
    {
      "id": "4374",
      "sura": "43",
      "aya": "49",
      "arabic_text": "وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ",
      "translation": "Asεm a wͻka kyerεε (Mose) ne sε: “Nkonyaayini, frε wo Wura Nyankopͻn ma yεn sεdeε Ɔne wo bͻhyε kyerε no. Nokorε sε yεbεfa tenenee (kwan no) so.",
      "footnotes": ""
    },
    {
      "id": "4375",
      "sura": "43",
      "aya": "50",
      "arabic_text": "فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ",
      "translation": "Nanso εberε a Yɛyii asotwee no firii wͻn soͻ no, hwε! wͻbuu bͻhyε no so.",
      "footnotes": ""
    },
    {
      "id": "4376",
      "sura": "43",
      "aya": "51",
      "arabic_text": "وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ",
      "translation": "Farao bͻͻ no dawuro wͻ nenkorͻfoͻ no mu, ͻkaa sε: “Ɛnyε me na Misirim ahennie no ne saa nsubͻnten a εnenam m’ase yi wͻ me? Enti monhunu anaa?”",
      "footnotes": ""
    },
    {
      "id": "4377",
      "sura": "43",
      "aya": "52",
      "arabic_text": "أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ",
      "translation": "Menyε nkyεn (Mose) wei, animguaseε (nipa) yi a ɔntumi nkasa pefee yi?",
      "footnotes": ""
    },
    {
      "id": "4378",
      "sura": "43",
      "aya": "53",
      "arabic_text": "فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ",
      "translation": "Adεn na yεmma no sika kͻkͻͻ nkapo, anaasε Soro abͻfoͻ mma mmεka ne ho ne no nto santen?",
      "footnotes": ""
    },
    {
      "id": "4379",
      "sura": "43",
      "aya": "54",
      "arabic_text": "فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ",
      "translation": "(Farao) yε maa ne nkorͻfoͻ no faa (asεm kεseε) no agodisεm, enti wͻyεε sotie maa no. Nokorε sε na wͻyε nkorͻfoͻ a wͻyε nsεmͻnedifoͻ paa.",
      "footnotes": ""
    },
    {
      "id": "4380",
      "sura": "43",
      "aya": "55",
      "arabic_text": "فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ",
      "translation": "Ɛberε a wͻhyεε Yεn abufuo no Yɛtuaa wͻn bͻne no so ka, na Yεmaa nsuo faa wͻn nyinaa.",
      "footnotes": ""
    },
    {
      "id": "4381",
      "sura": "43",
      "aya": "56",
      "arabic_text": "فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ",
      "translation": "Na Yεyεε wͻn nsεnnahͻ ne mfatoho de maa nkyiri mma no.",
      "footnotes": ""
    },
    {
      "id": "4382",
      "sura": "43",
      "aya": "57",
      "arabic_text": "۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ",
      "translation": "Ɛberε a yεbͻͻ Mar’yam ba (Yesu) din yεε mfatoho no, hwε sε na wo nkorͻfoͻ no de anigyeε reyε dede.",
      "footnotes": ""
    },
    {
      "id": "4383",
      "sura": "43",
      "aya": "58",
      "arabic_text": "وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ",
      "translation": "Wͻkaa sε: “Y’abosom no mmom na εyε anaa sε ͻno (Yesu)? Ɛnyε hwee ho nti na wͻyԑԑ saa mfatoho yi kyerԑԑ woᴐ, na mmom akyinnyeε nti. Aane, wͻyε nkorͻfoͻ bi a wͻyε akyinnyegyefoͻ paa.",
      "footnotes": ""
    },
    {
      "id": "4384",
      "sura": "43",
      "aya": "59",
      "arabic_text": "إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ",
      "translation": "(Yesu) gyinaberε ara ne sε ͻyε (Onyankopͻn) akoa a Yεde Y’adom dom no na Yεde no yεε mfatoho maa Israel mma.",
      "footnotes": ""
    },
    {
      "id": "4385",
      "sura": "43",
      "aya": "60",
      "arabic_text": "وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ",
      "translation": "Sε Yεpε a nka Yεbεma mo mu bi ayԑ Soro abͻfoͻ asi moanan mu wͻ asaase so.",
      "footnotes": ""
    },
    {
      "id": "4386",
      "sura": "43",
      "aya": "61",
      "arabic_text": "وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
      "translation": "Nokorԑ sԑ ͻno anaa ԑno ne dɔnhwere no nimdeε ho nsεnkyerεnee, enti monhwε na moamma moadwen annyε mo ntanta wͻ ho na monni m’akyi. Wei ne ͻkwan tenenee no.",
      "footnotes": ""
    },
    {
      "id": "4387",
      "sura": "43",
      "aya": "62",
      "arabic_text": "وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ",
      "translation": "Na momma ͻbonsam nsi mo kwan; nokorε sε ͻyε motamfo pefee.",
      "footnotes": ""
    },
    {
      "id": "4388",
      "sura": "43",
      "aya": "63",
      "arabic_text": "وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
      "translation": "Ԑberε a Yesu de nyinasoͻ ne nkyerεkyerεmu pefee baeε no ͻkaa sε: “Nokorε mede adwen (anaasε nyansa) abrε mo, na merebεkyerε mo nneεma bi a monte moho ase wͻ ho no ho. Enti monsuro Nyankopͻn na monyε sotie mma me “.",
      "footnotes": ""
    },
    {
      "id": "4389",
      "sura": "43",
      "aya": "64",
      "arabic_text": "إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
      "translation": "Nokorε sε Onyankopͻn na Ɔyε me Wura εna Ɔyε monso mo Wura, enti monsom no. Wei ne ͻkwan tenenee no.",
      "footnotes": ""
    },
    {
      "id": "4390",
      "sura": "43",
      "aya": "65",
      "arabic_text": "فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ",
      "translation": "Nanso wͻn mu mmusua kuo no mu kyekyɛɛeɛ. Enti due nka wͻn a wͻyε bͻne no wͻ asotwee yaaya da no.",
      "footnotes": ""
    },
    {
      "id": "4391",
      "sura": "43",
      "aya": "66",
      "arabic_text": "هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ",
      "translation": "Enti deε wͻretwεn ara ne sε Dͻnhwere no bεba wͻn so mpofirim wͻ abrε a wͻnnim?",
      "footnotes": ""
    },
    {
      "id": "4392",
      "sura": "43",
      "aya": "67",
      "arabic_text": "ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ",
      "translation": "Saa Da no ayͻnkofoͻ bεdane atamfoͻ ama wͻn ho wͻn ho, gyesε Nyamesurofoͻ no.",
      "footnotes": ""
    },
    {
      "id": "4393",
      "sura": "43",
      "aya": "68",
      "arabic_text": "يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ",
      "translation": "(Yεbεka akyerε agyidiefoͻ no sε): “Menkoa, suro biara nnihͻ dema mo Ɛnnε da yi, na mowerε nso nho.",
      "footnotes": ""
    },
    {
      "id": "4394",
      "sura": "43",
      "aya": "69",
      "arabic_text": "ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ",
      "translation": "(Menkoa no a) na wͻgye Yεn Nsεm no die a na wͻyε Muslimifoͻ, brε wɔn ho aseε no.",
      "footnotes": ""
    },
    {
      "id": "4395",
      "sura": "43",
      "aya": "70",
      "arabic_text": "ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ",
      "translation": "“Mone moyerenom monfa anigyeε nwura Soro aheman no mu.",
      "footnotes": ""
    },
    {
      "id": "4396",
      "sura": "43",
      "aya": "71",
      "arabic_text": "يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "Sika nyowa ne nkuruwa bɛtwa wͻn ho ahyia; ͻkra akͻnnͻdeε ne deε εyε anii fε biara bi wͻ mu; na emu na mobεtena afe bͻͻ.",
      "footnotes": ""
    },
    {
      "id": "4397",
      "sura": "43",
      "aya": "72",
      "arabic_text": "وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "Wei ne Soro aheman no a εnam dwumadie a modiiε no ho nti yεbεma mo adi adeε wͻ mu no.",
      "footnotes": ""
    },
    {
      "id": "4398",
      "sura": "43",
      "aya": "73",
      "arabic_text": "لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ",
      "translation": "Mowͻ nnuaba pii wᴐ mu, na emu na mobɛdidie.",
      "footnotes": ""
    },
    {
      "id": "4399",
      "sura": "43",
      "aya": "74",
      "arabic_text": "إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ",
      "translation": "Nokorε sε abͻneεfoͻ no bεtena Amanehunu gya asotwee mu.",
      "footnotes": ""
    },
    {
      "id": "4400",
      "sura": "43",
      "aya": "75",
      "arabic_text": "لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ",
      "translation": "Yεngo (asotwee no) mu mma wͻn koraa, na emu na wͻbɛnya abamu buo.",
      "footnotes": ""
    },
    {
      "id": "4401",
      "sura": "43",
      "aya": "76",
      "arabic_text": "وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ",
      "translation": "Ɛnyε Yεn na Yɛdii wͻn amim, na mmom na wͻyε abͻneεfoͻ.",
      "footnotes": ""
    },
    {
      "id": "4402",
      "sura": "43",
      "aya": "77",
      "arabic_text": "وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ",
      "translation": "Wͻbɛsu (afrε ͻbͻfoͻ a ͻhwε Egya no soͻ no sε): “Maalik, Mawo Wura Nyankopͻn nku yεn prεko.” (Maalik) bεka akyerε wͻn sε: “Mobεtena mu afe bͻͻ.",
      "footnotes": ""
    },
    {
      "id": "4403",
      "sura": "43",
      "aya": "78",
      "arabic_text": "لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ",
      "translation": "Ampa sε Yεde Nokorε no abrε mo, nanso mo mu pii kyiri Nokorε no.",
      "footnotes": ""
    },
    {
      "id": "4404",
      "sura": "43",
      "aya": "79",
      "arabic_text": "أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ",
      "translation": "Anaasε (Qurashfoͻ), moabͻ (Me Nkͻmhyεni no ho) pͻ bͻne bi anaa? Ɛneε Yεn nso Yɛafa adwen.",
      "footnotes": ""
    },
    {
      "id": "4405",
      "sura": "43",
      "aya": "80",
      "arabic_text": "أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ",
      "translation": "Anaasε (abͻneεfoͻ no) dwen sε Yεnte wͻn nsumaeε mu ne wͻn kokoa mu agyinatuo no mu nsεm anaa? Daabi, Y’asomafoͻ wͻ wͻn hͻ a wͻretwerε (biribiara).",
      "footnotes": ""
    },
    {
      "id": "4406",
      "sura": "43",
      "aya": "81",
      "arabic_text": "قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ",
      "translation": "(Nkͻmhyεni), ka sε: ”Sε Ahummͻborͻ Hene no wͻ ba a, εneε me ne asomfoͻ no nea odi kan”.",
      "footnotes": ""
    },
    {
      "id": "4407",
      "sura": "43",
      "aya": "82",
      "arabic_text": "سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ",
      "translation": "Kronkron Hene ne ͻsoro ne asaase Wura Nyankopͻn, Tumi Ahennwa Wura no Ɔkorͻn, so kyεn deε wͻde susu no no.",
      "footnotes": ""
    },
    {
      "id": "4408",
      "sura": "43",
      "aya": "83",
      "arabic_text": "فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ",
      "translation": "Enti (Nkͻmhyεni), wodeε gyae wͻn ma wͻnkeka nsεm hunu na wͻnni agorɔ nkosi sε wͻbɛhyia wͻn Da no a yɛahyε wͻn ho bͻ no.",
      "footnotes": ""
    },
    {
      "id": "4409",
      "sura": "43",
      "aya": "84",
      "arabic_text": "وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ",
      "translation": "Ɔno ne Nyankopͻn wͻ soro, na Ɔno ara nso ne Nyankopͻn wͻ asaase so, na Ɔne Onyansafoͻ no, na Ɔno ara nso ne Onimdefoͻ no a Ɔnim biribiara no.",
      "footnotes": ""
    },
    {
      "id": "4410",
      "sura": "43",
      "aya": "85",
      "arabic_text": "وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ",
      "translation": "Nhyira ne Nea ͻsoro ne asaase so, ne deε εwͻ mfimfii (nyinaa) ahennie wͻ no no, na Ne hͻ na Dͻnhwere no ho nimdeε no wͻ; na Ne hͻ na mobεsan akͻ.",
      "footnotes": ""
    },
    {
      "id": "4411",
      "sura": "43",
      "aya": "86",
      "arabic_text": "وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ",
      "translation": "Wͻn a wͻfiri N’akyi su frε wͻn no nni ntwitwagyeε ho tumi, na mmom gyesε wͻn a wͻdi Nokorε no ho adanseε no, na wͻnim (sɛ Nyankopɔn yɛ baako ampa).",
      "footnotes": ""
    },
    {
      "id": "4412",
      "sura": "43",
      "aya": "87",
      "arabic_text": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ",
      "translation": "Sε wobisa wͻn sε: “Hwan na Ɔbͻͻ wͻn a, wͻbεka sε: “Nyankopͻn”. Adεn na afei wͻretwe wͻn ho (firi Nokorε no ho)?",
      "footnotes": ""
    },
    {
      "id": "4413",
      "sura": "43",
      "aya": "88",
      "arabic_text": "وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ",
      "translation": "(Nkͻmhyεni) suu nesε: “Me Wura Nyankopͻn, weinom yε nkorͻfoͻ a wͻnnye nnie;",
      "footnotes": ""
    },
    {
      "id": "4414",
      "sura": "43",
      "aya": "89",
      "arabic_text": "فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ",
      "translation": "(Nkͻmhyεni), Dane woho firi wͻn ho na ka sε: “Asomdwoeɛ.” Na εnkyε wͻbɛhu (nokorɛ a ɛwɔ mu biara).",
      "footnotes": ""
    }
  ]
}