{
  "id": 154,
  "verse_number": 154,
  "page_number": 70,
  "verse_key": "3:154",
  "juz_number": 4,
  "hizb_number": 7,
  "rub_el_hizb_number": 28,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "ثُمَّ أَنزَلَ عَلَيۡكُم مِّنۢ بَعۡدِ ٱلۡغَمِّ أَمَنَةٗ نُّعَاسٗا يَغۡشَىٰ طَآئِفَةٗ مِّنكُمۡۖ وَطَآئِفَةٞ قَدۡ أَهَمَّتۡهُمۡ أَنفُسُهُمۡ يَظُنُّونَ بِٱللَّهِ غَيۡرَ ٱلۡحَقِّ ظَنَّ ٱلۡجَٰهِلِيَّةِۖ يَقُولُونَ هَل لَّنَا مِنَ ٱلۡأَمۡرِ مِن شَيۡءٖۗ قُلۡ إِنَّ ٱلۡأَمۡرَ كُلَّهُۥ لِلَّهِۗ يُخۡفُونَ فِيٓ أَنفُسِهِم مَّا لَا يُبۡدُونَ لَكَۖ يَقُولُونَ لَوۡ كَانَ لَنَا مِنَ ٱلۡأَمۡرِ شَيۡءٞ مَّا قُتِلۡنَا هَٰهُنَاۗ قُل لَّوۡ كُنتُمۡ فِي بُيُوتِكُمۡ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيۡهِمُ ٱلۡقَتۡلُ إِلَىٰ مَضَاجِعِهِمۡۖ وَلِيَبۡتَلِيَ ٱللَّهُ مَا فِي صُدُورِكُمۡ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمۡۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
  "translation": "154. Markaas hammi kaddib wuxuu idinku soo dejiyey nabdooni, xasiloonni u imaneysa koox idinka mid ah31, halka koox kale ay nafahooda walaaciyeen32, waxay ku maleeyeen Alle male xun aan xaq ahayn malihii jaahiliyadda ah. Waxay lahaayeen: Ma aynu ku lihin wax talo ah arrinka. Dheh: Arrin oo dhan waxay ku jiraan (Gacmaha) Alle. Waxay ku qarsadaan nafahooda wax aysan kuu muujinayn33, iyagoo leh: Haddaan wax talo ah ku lahaan lahayn arrinka, nalaguma dileen halkan34. Dheh: Xitaa haddaad joogi laheydeen guryihiinna, kuwa dilka loo qoray waxay shaki li`i u soo bixi lahaayeen halka lagu dili lahaa, waana si uu Alle u imtixaano waxa ku jira laabihiinna, oo u daahiriyo waxa ku jira quluubtiinna,  Allena wuu ogsoon yahay waxa ku jira laabaha (dadka).",
  "footnotes": "31. Muslimiinta lahaa yaqiinta xoogga leh. 32. Muslimiintii shakiday. \n33. Ictiqaadka in Muxammad haddii uu yahay Nabi iyo Rasuul Alle aan looga adkaadeen dagaalka.\n 34. Hadalkan wuxuu u jeedaa Nabiga s.c.w. iyo saxaabada jees jees ahaan, waayo waxay munaafiqiinta qabeen in Nabigu s.c.w. uusan aqoon u lahayn xeesha dagaalka, waayo wuxuu u baxay dagaal iyagoo muslimiinta tiro yar yihiin. markaasaa loogu jawaabay hadalkan."
}