{
  "result": [
    {
      "id": "294",
      "sura": "3",
      "aya": "1",
      "arabic_text": "الٓمٓ",
      "translation": "1. Елиф-лам-мим!",
      "footnotes": ""
    },
    {
      "id": "295",
      "sura": "3",
      "aya": "2",
      "arabic_text": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ",
      "translation": "2. Аллах е, нема друг бог освен Него, Живиот и Самоопстојувачкиот Одржувател!",
      "footnotes": ""
    },
    {
      "id": "296",
      "sura": "3",
      "aya": "3",
      "arabic_text": "نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ",
      "translation": "3. Тој ти ја објавува Книгата со Вистината, која ги потврдува претходните, а и Тевратот[78] и Инџилот[79] ги објавил",
      "footnotes": "[78] Под Теврат (Тора) се подразбираат петте први книги на Библијата, т.е. Мојсе­ево­то Пето­книжие (Битие, Исход, Левит, Броеви и Повторени закони) кои што се дел од Стариот Завет.\n[79] Под Инџил се подразбира Евангелие, Откровението кое што му било објавено на Исус, а не писмата напишани подоцна од неговите следбеници и собрани во Нови­от Завет."
    },
    {
      "id": "297",
      "sura": "3",
      "aya": "4",
      "arabic_text": "مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ",
      "translation": "4. Претходно, како патоказ за луѓето, а го објавил и Фурканот[80]. На тие што не веруваат во Аллаховите ајети им припаѓа тешка казна; а Аллах е силен и жестоко казнува!",
      "footnotes": "[80] Под Фуркан (ар.) се подразбира Куранот, а значи „Тој што ја одделува вистината од невистината“. Тоа е едно од имињата на Куранот."
    },
    {
      "id": "298",
      "sura": "3",
      "aya": "5",
      "arabic_text": "إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ",
      "translation": "5. На Аллах, навистина, ништо не Му е скриено, ниту на Земјата ниту на небото!",
      "footnotes": ""
    },
    {
      "id": "299",
      "sura": "3",
      "aya": "6",
      "arabic_text": "هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "6. Тој во матките ве обликува како што Тој сака; нема друг бог освен Него, Силниот и Мудриот!",
      "footnotes": ""
    },
    {
      "id": "300",
      "sura": "3",
      "aya": "7",
      "arabic_text": "هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
      "translation": "7. Тој ти ја објавува Книгата во која се јасните ајети; тие се темели на Книгата, а останатите се помалку јасни. Тие во чиишто срца е скршнувањето ги следат нејасните ајети тежнеејќи за интриги и сопствено толкување. А толкувањето нивно го знае само Аллах! Тие што се упатени во науката, велат: „Ние веруваме во нив, сите тие се од Господарот наш!“ А само разумните сфаќаат!",
      "footnotes": ""
    },
    {
      "id": "301",
      "sura": "3",
      "aya": "8",
      "arabic_text": "رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ",
      "translation": "8. „Господару наш, не скршнувај ги срцата наши откако веќе си нè упатил, и подари ни ја Својата милост! Ти си, навистина, обилниот Дарувач!",
      "footnotes": ""
    },
    {
      "id": "302",
      "sura": "3",
      "aya": "9",
      "arabic_text": "رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ",
      "translation": "9. Господару наш, Ти ќе ги собереш сите луѓе на Денот во кој нема никаков сомнеж“. Аллах, навистина, не го прекршува Своето ветување!",
      "footnotes": ""
    },
    {
      "id": "303",
      "sura": "3",
      "aya": "10",
      "arabic_text": "إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ",
      "translation": "10. На тие што не веруваат нема ништо да им користат богатствата нивни, ни децата нивни кај Аллах, и тие ќе бидат гориво за Огнот!",
      "footnotes": ""
    },
    {
      "id": "304",
      "sura": "3",
      "aya": "11",
      "arabic_text": "كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ",
      "translation": "11. Како што тоа веќе се фараоновите луѓе и тие пред нив кои ги сметаа доказите Наши за лажни, па заради гревовите нивни Аллах ги уништи. А Аллах жестоко казнува.",
      "footnotes": ""
    },
    {
      "id": "305",
      "sura": "3",
      "aya": "12",
      "arabic_text": "قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ",
      "translation": "12. Кажи им на тие што не веруваат: „Ќе бидете победени и во Џехенемот ќе бидете собрани, а тоа е грозно престојувалиште!“",
      "footnotes": ""
    },
    {
      "id": "306",
      "sura": "3",
      "aya": "13",
      "arabic_text": "قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ",
      "translation": "13. Имавте знак во двете групи кои се судрија[81]: едната која се бореше на Аллаховиот пат, и другата, неверничка, на која ѝ се причинуваше дека пред себе има двапати повеќе противници. А Аллах со Својата помош поддржува кого Тој сака! Тоа е, навистина, поука за тие што гледаат далеку.",
      "footnotes": "[81] Станува збор за битката на Бедр."
    },
    {
      "id": "307",
      "sura": "3",
      "aya": "14",
      "arabic_text": "زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ",
      "translation": "14. На луѓето им е разубавен копнежот кон страстите, жените, синовите, куповите од злато и сребро, расните коњи, добитокот и посевите. Тоа се насладувањата од овосветскиот живот; а најубавото место за враќање е кај Аллах!",
      "footnotes": ""
    },
    {
      "id": "308",
      "sura": "3",
      "aya": "15",
      "arabic_text": "۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ",
      "translation": "15. Кажи: „Сакате ли да ви кажам што е подобро од тоа? Тие што ќе бидат богобојазливи кај Господарот свој ќе имаат џенетски градини под кои реки течат, во кои вечно ќе престојуваат, и сопруги чисти и задоволство од Аллах!“ А Аллах добро ги гледа робовите Свои!",
      "footnotes": ""
    },
    {
      "id": "309",
      "sura": "3",
      "aya": "16",
      "arabic_text": "ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ",
      "translation": "16. Тие што велат: „Господару наш, ние навистина веруваме, па прости ни ги гревовите наши и сочувај нè од страдањето во Огнот!“",
      "footnotes": ""
    },
    {
      "id": "310",
      "sura": "3",
      "aya": "17",
      "arabic_text": "ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ",
      "translation": "17. Трпеливи, и искрени, и на Аллах послушни, и кои од имотот даваат и кои во последните часови од ноќта за прошка молат“.",
      "footnotes": ""
    },
    {
      "id": "311",
      "sura": "3",
      "aya": "18",
      "arabic_text": "شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "18. Аллах сведочи дека нема друг бог освен Него, а и мелеците (ангелите) и учените, постапувајќи праведно. Нема друг бог освен Него, Силниот и Мудриот!",
      "footnotes": ""
    },
    {
      "id": "312",
      "sura": "3",
      "aya": "19",
      "arabic_text": "إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ",
      "translation": "19. За Аллах единствено исламот е вистинска вера. А тие на кои им е дадена Книгата се раздвоија во моментот кога им дојде знаењето и тоа од меѓусебна завист. А Аллах брзо ќе се пресмета со тие што не веруваат во Аллаховите зборови!",
      "footnotes": ""
    },
    {
      "id": "313",
      "sura": "3",
      "aya": "20",
      "arabic_text": "فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ",
      "translation": "20. Ако тие се препираат со тебе, кажи: „Јас само на Аллах Му се покорувам, а и тие што ме следат.“ И кажи им на тие на кои им е дадена Книгата и на неписмените: „Дали сте го примиле исламот?“ Ако го примат исламот, тогаш тие се на Вистинскиот пат, а ако одбијат, твое е единствено да повикуваш! А Аллах добро ги гледа робовите Свои!",
      "footnotes": ""
    },
    {
      "id": "314",
      "sura": "3",
      "aya": "21",
      "arabic_text": "إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ",
      "translation": "21. На тие што не веруваат во Аллаховите знаци и кои неоправдано ги убиваа веровесниците, а ги убиваат и тие што бараат праведно да се постапува кон луѓето, навести им болна казна.",
      "footnotes": ""
    },
    {
      "id": "315",
      "sura": "3",
      "aya": "22",
      "arabic_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ",
      "translation": "22. Тоа се тие чиишто дела се безвредни и на овој и на оној свет, и на кои никој нема на помош да им пријде.",
      "footnotes": ""
    },
    {
      "id": "316",
      "sura": "3",
      "aya": "23",
      "arabic_text": "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ",
      "translation": "23. Зарем не ги гледаш тие на кои им е даден дел од Книгата, кога биваат повикувани да им се суди според Аллаховата Книга, како некои од нив тоа го одбиваат, зашто тие и онака одбегнувајќи се вртат.",
      "footnotes": ""
    },
    {
      "id": "317",
      "sura": "3",
      "aya": "24",
      "arabic_text": "ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ",
      "translation": "24. Тоа е затоа што велат: „Огнот нема ни да нè допре повеќе од неколку дена“, а во нивното верување ги залажуваат лагите што самите ги измислуваа!",
      "footnotes": ""
    },
    {
      "id": "318",
      "sura": "3",
      "aya": "25",
      "arabic_text": "فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ",
      "translation": "25. А што ќе биде кога ќе ги собереме тој Ден за кој нема никаков сомнеж и кога секој ќе го добие тоа што го заслужил? А на нив нема да им биде сторена неправда!",
      "footnotes": ""
    },
    {
      "id": "319",
      "sura": "3",
      "aya": "26",
      "arabic_text": "قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "26. Кажи: „О, Аллаху мој, Поседувателу на власта! Ти власта кому сакаш му ја даваш, а ја одземаш од кого сакаш! Ти возвишуваш кого сакаш, а понижуваш кого сакаш! Во Твојата рака е доброто! Ти си навистина Семоќен!",
      "footnotes": ""
    },
    {
      "id": "320",
      "sura": "3",
      "aya": "27",
      "arabic_text": "تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ",
      "translation": "27. Ти ја воведуваш ноќта во денот и го воведуваш денот во ноќта. Живото го изведуваш од мртвото и мртвото го изведуваш од живото! Ти снабдуваш кого сакаш, без никаква сметка!“",
      "footnotes": ""
    },
    {
      "id": "321",
      "sura": "3",
      "aya": "28",
      "arabic_text": "لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ",
      "translation": "28. Верниците нека не ги земаат за пријатели неверниците, кога веќе има верници; а тој што тоа ќе го стори, нема ништо со Аллах! Освен доколку со тоа се штитат од нив! Аллах ве предупредува на Себе и кај Аллах сè се враќа!",
      "footnotes": ""
    },
    {
      "id": "322",
      "sura": "3",
      "aya": "29",
      "arabic_text": "قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "29. Кажи: „Било да го криете тоа што е во градите ваши или да го покажувате, Аллах тоа го знае. Тој знае сè што е на небесата и што е на Земјата!“ Аллах е моќен над сè!",
      "footnotes": ""
    },
    {
      "id": "323",
      "sura": "3",
      "aya": "30",
      "arabic_text": "يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ",
      "translation": "30. Тој ден кога секој човек пред себе ќе го најде доброто дело што го сторил и лошото дело кое го сторил, ќе посака помеѓу нив и него да има голема раздалеченост. А Аллах ве предупредува на Себе и Аллах е благ кон робовите Свои!",
      "footnotes": ""
    },
    {
      "id": "324",
      "sura": "3",
      "aya": "31",
      "arabic_text": "قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
      "translation": "31. Кажи: „Ако Аллах Го сакате, тогаш мене следете ме, и вас Аллах ќе ве сака и гревовите ќе ви ги прости!“ А Аллах простува и Милостив е.",
      "footnotes": ""
    },
    {
      "id": "325",
      "sura": "3",
      "aya": "32",
      "arabic_text": "قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ",
      "translation": "32. Кажи: „Покорувајте им се на Аллах и на Пратеникот!“ А ако тие главите ги свртат, па Аллах, навистина, не ги сака неверниците.",
      "footnotes": ""
    },
    {
      "id": "326",
      "sura": "3",
      "aya": "33",
      "arabic_text": "۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ",
      "translation": "33. Навистина Аллах ги одбрал Адем и Нух[82], и семејството на Ибрахим, и семејството на Имран[83] над световите!",
      "footnotes": "[82] Нух – Старозаветниот пророк Ное. Во понатамошниот текст ќе се употребува името во изворната форма од Куранот.\n[83] Имран бил татко на Марија, мајката на Исус, нека е Божјиот мир над сите нив."
    },
    {
      "id": "327",
      "sura": "3",
      "aya": "34",
      "arabic_text": "ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
      "translation": "34. Сите потомци еден од друг! А Аллах сè слуша и сè знае!",
      "footnotes": ""
    },
    {
      "id": "328",
      "sura": "3",
      "aya": "35",
      "arabic_text": "إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "35. Сопругата на Имран рече: „Господару мој, ова што е во стомакот мој го заветувам само во Твоја служба, па прими го тоа од мене, бидејќи Ти навистина сè слушаш и сè знаеш!“",
      "footnotes": ""
    },
    {
      "id": "329",
      "sura": "3",
      "aya": "36",
      "arabic_text": "فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ",
      "translation": "36. А откако роди, таа рече: „Господару мој, јас родив женско!“ – а Аллах најдобро знае што роди таа – „а женското не е како машко; и ја нареков Мерјем. Неа и породот нејзин го ставам под Твоја заштита од проклетиот шејтан“.",
      "footnotes": ""
    },
    {
      "id": "330",
      "sura": "3",
      "aya": "37",
      "arabic_text": "فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ",
      "translation": "37. Па Господарот нејзин убаво ја прими и стори да израсне убаво и за неа да се грижи Зекерија[84]. Кога и да влезеше Зекерија кај неа во михработ[85], кај неа храна ќе најдеше. „Од каде ти е ова, Мерјем?“ – би запрашал тој, а таа би одговорила: „Тоа е од Аллах!“ Аллах навистина снабдува кого сака, без никаква сметка!“[86]",
      "footnotes": "[84] Зекерија – Старозаветниот пророк Захарија. Во понатамошниот текст ќе се упо­тре­бува името во изворната форма од Куранот.\n[85] Михраб – вдлабнатина на средината на предниот ѕид од џамијата од каде имамот ги предводи муслиманите во молитвите. Во овој контекст се користи за еден дел од домот наменет само за молитва, каде што, според Куранот, Мерјем го по­ми­ну­ва­ла своето време.\n[86] Зекерија бил оженет со Иша, сестрата на Мерјем, и таа му го родила синот Јахја. Јахја и Иса биле братучеди."
    },
    {
      "id": "331",
      "sura": "3",
      "aya": "38",
      "arabic_text": "هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ",
      "translation": "38. Таму Зекерија Го замоли Господарот свој: „Господару мој, подари ми од Себе честит потомок, бидејќи Ти, навистина, молбата ја слушаш!“",
      "footnotes": ""
    },
    {
      "id": "332",
      "sura": "3",
      "aya": "39",
      "arabic_text": "فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ",
      "translation": "39. И додека тој стоејќи во михработ се молеше, мелеците го повикаа: „Аллах ти јавува радосна вест: ќе ти се роди Јахја[87], кој во Аллаховата Реч ќе верува, кој ќе биде првак и скромен, и веровесник и потомок на добрите.“",
      "footnotes": "[87] Јахја – Старозаветниот пророк Јован, Иван крстителот. Во понатамошниот текст ќе се употребува името во изворната форма од Куранот."
    },
    {
      "id": "333",
      "sura": "3",
      "aya": "40",
      "arabic_text": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ",
      "translation": "40. „Господару мој,“ – рече тој – „како ќе имам син кога староста ме совлада, а и жена ми е неплодна?“ – „Ете така,“ – рече Тој – „Аллах прави што Му е по волја!",
      "footnotes": ""
    },
    {
      "id": "334",
      "sura": "3",
      "aya": "41",
      "arabic_text": "قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ",
      "translation": "41. „Господару мој,“ – замоли Зекерија – „дај ми некаков знак!“ „Знак ќе ти биде тоа што три дена со луѓе нема да можеш да разговараш, освен со знаци. И често споменувај Го Господарот свој и заблагодарувај Му на крајот на денот и рано наутро!“",
      "footnotes": ""
    },
    {
      "id": "335",
      "sura": "3",
      "aya": "42",
      "arabic_text": "وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ",
      "translation": "42. И кога мелеците рекоа: „О, Мерјем, Аллах навистина тебе те одбра и чиста те создаде. Тој те одбра над сите жени на световите!",
      "footnotes": ""
    },
    {
      "id": "336",
      "sura": "3",
      "aya": "43",
      "arabic_text": "يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ",
      "translation": "43. О, Мерјем, биди Му понизна и покорна на Господарот свој, и сеџда чини и клањај Му се со тие што Му се клањаат!“",
      "footnotes": ""
    },
    {
      "id": "337",
      "sura": "3",
      "aya": "44",
      "arabic_text": "ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ",
      "translation": "44. Тоа се некои од непознатите вести што ти ги објавуваме. Ти не беше меѓу нив кога своите пера ги фрлија за да видат кој од нив за Мерјем ќе се грижи, а не беше меѓу нив ни кога се препираа![88]",
      "footnotes": "[88] Сите свештеници во Храмот сакале да се грижат за Мерјем. За да ја прекинат рас­правата, ги фрлиле своите пера од трска во вода и сите пера потонале, освен перото на Зекерија, поради што му ја препуштиле грижата за Мерјем на Зекерија."
    },
    {
      "id": "338",
      "sura": "3",
      "aya": "45",
      "arabic_text": "إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ",
      "translation": "45. А кога мелеците рекоа: „О, Мерјем, Аллах те радува со синот кој е создаден со Неговата Реч, името ќе му биде Месих[89], Иса, син Мерјемин, ќе биде угледен и на овој и на оној свет и ќе биде еден од блиските на Аллах!",
      "footnotes": "[89] Месих – Месија, Исус. Во понатамошниот текст ќе се употребува терминот во извор­ната форма од Куранот."
    },
    {
      "id": "339",
      "sura": "3",
      "aya": "46",
      "arabic_text": "وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ",
      "translation": "46. Тој ќе им зборува на луѓето уште во колевка, а и како возрасен, и честит ќе биде“.",
      "footnotes": ""
    },
    {
      "id": "340",
      "sura": "3",
      "aya": "47",
      "arabic_text": "قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
      "translation": "47. Таа рече: „Господару мој, како ќе имам дете кога ниту еден маж ме нема допрено?“ – „Ете така,“ – рече – „Аллах создава што сака. Кога нешто ќе одлучи, Тој само ќе каже: „Биди!“ – и тоа бидува!“",
      "footnotes": ""
    },
    {
      "id": "341",
      "sura": "3",
      "aya": "48",
      "arabic_text": "وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ",
      "translation": "48. Тој го поучува за писмото и за мудроста и за Тевратот и за Инџилот,",
      "footnotes": ""
    },
    {
      "id": "342",
      "sura": "3",
      "aya": "49",
      "arabic_text": "وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ",
      "translation": "49. и го праќа како Пратеник на синовите Израилови: „Ви донесов знак од Господарот ваш: ќе ви направам нешто слично на птица (од глина) и ќе дувнам во неа, па со Аллахова волја ќе биде вистинска птица; ќе ги исцелам слепиот од раѓање и лепрозниот, и ќе оживувам мртви со Аллахова волја, и ќе ви кажувам што јадете и што во домовите ваши натрупувате! Во сето тоа има докази за вас, ако бидете вистински верници!",
      "footnotes": ""
    },
    {
      "id": "343",
      "sura": "3",
      "aya": "50",
      "arabic_text": "وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
      "translation": "50. Потврдувајќи ја така вистинитоста на Тевратот, објавен пред мене, и допуштајќи ви нешто што ви беше забрането, зашто јас ви носам доказ од вашиот Господар! Па плашете се од Аллах, а бидете ми покорни мене!",
      "footnotes": ""
    },
    {
      "id": "344",
      "sura": "3",
      "aya": "51",
      "arabic_text": "إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
      "translation": "51. Аллах, навистина, е и мој и ваш Господар, па Него обожувајте Го! Тоа е Правиот пат!“",
      "footnotes": ""
    },
    {
      "id": "345",
      "sura": "3",
      "aya": "52",
      "arabic_text": "۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ",
      "translation": "52. А кога Иса почувствува дека тие не веруваат, рече: „Кои ќе ми бидат помошници на Аллаховиот пат?“ „Ние сме помагачи на Аллаховата вера!“ – рекоа учениците – „Ние веруваме во Аллах, а ти биди сведок дека ние сме муслимани!",
      "footnotes": ""
    },
    {
      "id": "346",
      "sura": "3",
      "aya": "53",
      "arabic_text": "رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ",
      "translation": "53. Господару наш, ние веруваме во тоа што Ти го објави и Пратеникот го следиме, па забележи нè како сведоци на верата!“",
      "footnotes": ""
    },
    {
      "id": "347",
      "sura": "3",
      "aya": "54",
      "arabic_text": "وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ",
      "translation": "54. И неверниците почнаа да смислуваат интриги, па и Аллах тоа им го направи! А Аллах најдобро го умее тоа!",
      "footnotes": ""
    },
    {
      "id": "348",
      "sura": "3",
      "aya": "55",
      "arabic_text": "إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ",
      "translation": "55. И кога Аллах рече: „О, Иса, Јас душата ќе ти ја земам и кон Себе ќе те воздигнам! Ќе те спасам од неверниците и ќе сторам тие што те следат да бидат над неверниците сè до Судниот ден! Потоа Мене ќе ми се вратите, па Јас ќе ви пресудам за тоа за што не се согласувавте!",
      "footnotes": ""
    },
    {
      "id": "349",
      "sura": "3",
      "aya": "56",
      "arabic_text": "فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ",
      "translation": "56. Што се однесува до тие што не веруваат на тешки маки ќе ги ставам и на овој и на оној свет, и никој нема да може да им помогне!“",
      "footnotes": ""
    },
    {
      "id": "350",
      "sura": "3",
      "aya": "57",
      "arabic_text": "وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ",
      "translation": "57. А на тие што ќе веруваат и што добри дела ќе прават, Тој полна награда ќе им даде. А Аллах не ги сака насилниците!",
      "footnotes": ""
    },
    {
      "id": "351",
      "sura": "3",
      "aya": "58",
      "arabic_text": "ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ",
      "translation": "58. Ова што ти го кажуваме се докази и мудра Опомена!",
      "footnotes": ""
    },
    {
      "id": "352",
      "sura": "3",
      "aya": "59",
      "arabic_text": "إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ",
      "translation": "59. Случајот со Иса кај Аллах е навистина ист како случајот со Адем: од земја го создаде, а потоа му рече: „Биди!“ – и тој беше создаден.",
      "footnotes": ""
    },
    {
      "id": "353",
      "sura": "3",
      "aya": "60",
      "arabic_text": "ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ",
      "translation": "60. Вистината е од Господарот твој, затоа не се сомневај!",
      "footnotes": ""
    },
    {
      "id": "354",
      "sura": "3",
      "aya": "61",
      "arabic_text": "فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ",
      "translation": "61. А на тие кои ќе почнат да се расправаат со тебе за Него, откако ти дојде нешто од знаењето, кажи им: „Дојдете, ќе ги повикаме синовите наши и синовите ваши, и жените наши и жените ваши, а ќе дојдеме и ние и вие, па ќе се проколнуваме и Аллаховото проклетство за тие што лажат ќе го побараме!“",
      "footnotes": ""
    },
    {
      "id": "355",
      "sura": "3",
      "aya": "62",
      "arabic_text": "إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "62. Ова навистина е вистинито кажување, и нема друг бог освен Аллах! А Аллах е навистина Силен и Мудар!",
      "footnotes": ""
    },
    {
      "id": "356",
      "sura": "3",
      "aya": "63",
      "arabic_text": "فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ",
      "translation": "63. А ако тие главите ги свртат, па Аллах сигурно добро ги познава пакосниците.",
      "footnotes": ""
    },
    {
      "id": "357",
      "sura": "3",
      "aya": "64",
      "arabic_text": "قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ",
      "translation": "64. Кажи: „О, следбеници на Книгата, дојдете да се собереме околу зборот, и нам и вам заеднички, никого освен Аллах да не обожуваме, ништо да не Му здружуваме, и едни со други, покрај Аллах, за божества да не се сметаме!“ Па ако не се согласат, вие кажете: „Бидете сведоци дека ние сме муслимани!“",
      "footnotes": ""
    },
    {
      "id": "358",
      "sura": "3",
      "aya": "65",
      "arabic_text": "يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "65. О, следбеници на Книгата, зошто се препирате за Ибрахим, кога Тевратот и Инџилот се објавени по него? Зарем не сфаќате?",
      "footnotes": ""
    },
    {
      "id": "359",
      "sura": "3",
      "aya": "66",
      "arabic_text": "هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ",
      "translation": "66. Вие расправате за тоа за што имате некое знаење, но зошто расправате за тоа за што ништо не знаете? Аллах знае, а вие не знаете!",
      "footnotes": ""
    },
    {
      "id": "360",
      "sura": "3",
      "aya": "67",
      "arabic_text": "مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "67. Ибрахим не беше ниту евреин ниту христијанин, туку беше вистински верник, муслиман. Тој не беше идолопоклоник!",
      "footnotes": ""
    },
    {
      "id": "361",
      "sura": "3",
      "aya": "68",
      "arabic_text": "إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ",
      "translation": "68. Навистина најблиски луѓето до Ибрахим се тие што го следеле, и овој Веровесник (Мухамед) и тие што веруваат. А Аллах е заштитник на верниците!",
      "footnotes": ""
    },
    {
      "id": "362",
      "sura": "3",
      "aya": "69",
      "arabic_text": "وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ",
      "translation": "69. Некои следбеници на Книгата сакаат да ве одведат на погрешниот пат. Меѓутоа, тие самите себе во заблуда се водат, а не ни чувствуваат.",
      "footnotes": ""
    },
    {
      "id": "363",
      "sura": "3",
      "aya": "70",
      "arabic_text": "يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ",
      "translation": "70. О, Следбеници на Книгата, зошто во Аллаховите знаци не верувате, а вие со своите очи ги гледате?",
      "footnotes": ""
    },
    {
      "id": "364",
      "sura": "3",
      "aya": "71",
      "arabic_text": "يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ",
      "translation": "71. О, Следбеници на Книгата, зошто вистината со невистина ја прекривате и свесно вистината ја криете?",
      "footnotes": ""
    },
    {
      "id": "365",
      "sura": "3",
      "aya": "72",
      "arabic_text": "وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "72. Некои следбеници на Книгата велат: „Верувајте во тоа што им е објавено на верниците, на почеток на денот, а при крајот на денот негирајте го тоа, со цел и тие својата вера да ја напуштат!“",
      "footnotes": ""
    },
    {
      "id": "366",
      "sura": "3",
      "aya": "73",
      "arabic_text": "وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ",
      "translation": "73. И немојте да верувате и да се доверувате никому освен на тој што ја следи вашата вера! Ти кажи: „Навистина, вистинското упатство е Аллаховото упатство!“ И велат: „Не верувајте и не доверувајте се никому, па некому да му биде дадено како што ви е дадено вам или да има доказ пред вашиот Господар!“ Кажи: „Навистина сета благодат е во Аллаховата рака, Тој ја дарува кому Тој сака!“ А Аллах е неизмерно добар и Сезнаен!",
      "footnotes": ""
    },
    {
      "id": "367",
      "sura": "3",
      "aya": "74",
      "arabic_text": "يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ",
      "translation": "74. Тој Својата милост ја дарува кому сака. А Аллах е Поседувачот на големата благодат!",
      "footnotes": ""
    },
    {
      "id": "368",
      "sura": "3",
      "aya": "75",
      "arabic_text": "۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ",
      "translation": "75. Има следбеници на Книгата на кои доколку им довериш и товар богатство, ќе ти го вратат, а има и такви кои нема да ти вратат ако им довериш и само еден динар[90], освен доколку постојано не го бараш. Тоа е така бидејќи тие велат: „Нам не ни е грев тоа што ќе им го сториме на неписмените“. – и за Аллах свесно говорат лаги!",
      "footnotes": "[90] Динар – златник."
    },
    {
      "id": "369",
      "sura": "3",
      "aya": "76",
      "arabic_text": "بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ",
      "translation": "76. Меѓутоа, кој си ја исполнува својата должност и ги избегнува гревовите, па Аллах навистина ги сака богобојазливите.",
      "footnotes": ""
    },
    {
      "id": "370",
      "sura": "3",
      "aya": "77",
      "arabic_text": "إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "77. Навистина, тие кои обврската своја кон Аллах и заклетвите свои ги заменуваат за нешто што малку вреди, на оној свет никакво добро нема да имаат. Аллах со нив нема да зборува, ниту ќе погледне во нив на Судниот Ден, ниту ќе ги исчисти! На нив им припаѓа болна казна!",
      "footnotes": ""
    },
    {
      "id": "371",
      "sura": "3",
      "aya": "78",
      "arabic_text": "وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ",
      "translation": "78. Некои од нив ги превртуваат јазиците свои читајќи ја Книгата за вие да помислите дека тоа е од Книгата, а не е од Книгата! И велат: „Тоа е од Аллах!“ – а тоа не е од Аллах! За Аллах свесно говорат лаги!",
      "footnotes": ""
    },
    {
      "id": "372",
      "sura": "3",
      "aya": "79",
      "arabic_text": "مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ",
      "translation": "79. Не е примерно за човек кому Аллах му даде Книга и знаење и веровесништво, а потоа да им вели на луѓето: „Бидете мои робови, а не на Аллах!“, туку: „Бидете учени и побожни, со тоа што другите за Книгата ги подучувате и што и самите ја проучувате!“",
      "footnotes": ""
    },
    {
      "id": "373",
      "sura": "3",
      "aya": "80",
      "arabic_text": "وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ",
      "translation": "80. Тој не ви наредува мелеците и веровесниците за господари да ги сметате! Зарем да ви нареди неверство откако веќе сте станале муслимани?",
      "footnotes": ""
    },
    {
      "id": "374",
      "sura": "3",
      "aya": "81",
      "arabic_text": "وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ",
      "translation": "81. Аллах од секој веровесник на кого Книга му објавил и знаење му дал зел обврска: „Кога после вас ќе дојде Пратеник кој ќе потврди дека е вистина тоа што го имате, дали целосно ќе му поверувате и ќе го поддржите? Дали се сложувате и ја прифаќате таа обврска кон Мене?“ Тие одговорија: „Прифаќаме“. „Тогаш бидете сведоци,“ – рече Тој – „а и Јас со вас ќе сведочам“.",
      "footnotes": ""
    },
    {
      "id": "375",
      "sura": "3",
      "aya": "82",
      "arabic_text": "فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ",
      "translation": "82. А тие кои што и по тоа главите ќе ги свртат, навистина се грешници.",
      "footnotes": ""
    },
    {
      "id": "376",
      "sura": "3",
      "aya": "83",
      "arabic_text": "أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ",
      "translation": "83. Зарем покрај Аллаховата вера сакаат друга, а Нему, милум или силум Му се покоруваат и тие на небесата и тие на Земјата и Нему ќе Му бидат вратени?",
      "footnotes": ""
    },
    {
      "id": "377",
      "sura": "3",
      "aya": "84",
      "arabic_text": "قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ",
      "translation": "84. Кажи: „Ние веруваме и во Аллах и во тоа што ни е објавено нам, и во тоа што им е објавено на Ибрахим, и на Исмаил, и на Исхак, и на Јакуб и на потомците; и во тоа што им е дадено на Муса и на Иса и на веровесниците од Господарот нивен; ние никаква разлика меѓу нив не правиме и само Нему искрено Му се предаваме“.",
      "footnotes": ""
    },
    {
      "id": "378",
      "sura": "3",
      "aya": "85",
      "arabic_text": "وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ",
      "translation": "85. А тој што сака друга вера освен исламот, нема да му биде примена, и тој на оној свет ќе биде меѓу губитниците.",
      "footnotes": ""
    },
    {
      "id": "379",
      "sura": "3",
      "aya": "86",
      "arabic_text": "كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
      "translation": "86. Како Аллах да го упати на Вистинскиот пат народот што не верува откако што верувал и сведочел дека Пратеникот е вистина, и му дошле Јасни докази?! Аллах нема да го упати на Вистинскиот пат народот кој чини насилство.",
      "footnotes": ""
    },
    {
      "id": "380",
      "sura": "3",
      "aya": "87",
      "arabic_text": "أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ",
      "translation": "87. А тоа се тие чијашто казна е проклетството од Аллах, од мелеците и од сите луѓе!",
      "footnotes": ""
    },
    {
      "id": "381",
      "sura": "3",
      "aya": "88",
      "arabic_text": "خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ",
      "translation": "88. Во него вечно ќе останат и казната нема да им биде олеснета, ниту пак ќе им се даде време!",
      "footnotes": ""
    },
    {
      "id": "382",
      "sura": "3",
      "aya": "89",
      "arabic_text": "إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ",
      "translation": "89. Исклучок се тие кои потоа ќе се покајат и ќе се поправат, зашто Аллах навистина простува и Милостив е!",
      "footnotes": ""
    },
    {
      "id": "383",
      "sura": "3",
      "aya": "90",
      "arabic_text": "إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ",
      "translation": "90. Тие што ќе станат неверници, откако веруваа, и коишто потоа ќе станат уште поголеми неверници, покајанието, навистина, нема да им биде примено, и тие, навистина, се заталкани.",
      "footnotes": ""
    },
    {
      "id": "384",
      "sura": "3",
      "aya": "91",
      "arabic_text": "إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ",
      "translation": "91. На ниту еден од неверниците кои ќе умрат како такви, нема да им биде прифатено да се откупат, па макар тоа да е сето богатство на Земјата. На нив им припаѓа болна казна и тие немаат никаков помагач.",
      "footnotes": ""
    },
    {
      "id": "385",
      "sura": "3",
      "aya": "92",
      "arabic_text": "لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ",
      "translation": "92. Нема да постигнете добро сè додека не дадете дел од тоа што ви е драго! А што и да дадете, Аллах тоа добро го знае.",
      "footnotes": ""
    },
    {
      "id": "386",
      "sura": "3",
      "aya": "93",
      "arabic_text": "۞ كُلُّ ٱلطَّعَامِ كَانَ حِلّٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسۡرَٰٓءِيلُ عَلَىٰ نَفۡسِهِۦ مِن قَبۡلِ أَن تُنَزَّلَ ٱلتَّوۡرَىٰةُۚ قُلۡ فَأۡتُواْ بِٱلتَّوۡرَىٰةِ فَٱتۡلُوهَآ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "93. Секаква храна им беше дозволена на синовите Израилови, освен таа што Израил самиот себеси си ја забранил пред Тевратот да биде објавен. Кажи: „Донесете го Тевратот и читајте го, доколку вистината ја зборувате!“",
      "footnotes": ""
    },
    {
      "id": "387",
      "sura": "3",
      "aya": "94",
      "arabic_text": "فَمَنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ مِنۢ بَعۡدِ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ",
      "translation": "94. А тие коишто и после тоа лаги за Аллах изнесуваат, тие, навистина, се насилници!",
      "footnotes": ""
    },
    {
      "id": "388",
      "sura": "3",
      "aya": "95",
      "arabic_text": "قُلۡ صَدَقَ ٱللَّهُۗ فَٱتَّبِعُواْ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "95. Кажи: „Аллах ја зборува вистината!“ – да ја следите верата на Ибрахим, вистинскиот верник, а тој не беше идолопоклоник!",
      "footnotes": ""
    },
    {
      "id": "389",
      "sura": "3",
      "aya": "96",
      "arabic_text": "إِنَّ أَوَّلَ بَيۡتٖ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكٗا وَهُدٗى لِّلۡعَٰلَمِينَ",
      "translation": "96. Првиот храм изграден за луѓето е тој во Бека[91], благословен и патоказ на световите.",
      "footnotes": "[91] Бека е едно од старите имиња на светиот град Мека. Наречена е така поради тис­ка­ницата за време на тавафот."
    },
    {
      "id": "390",
      "sura": "3",
      "aya": "97",
      "arabic_text": "فِيهِ ءَايَٰتُۢ بَيِّنَٰتٞ مَّقَامُ إِبۡرَٰهِيمَۖ وَمَن دَخَلَهُۥ كَانَ ءَامِنٗاۗ وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلۡبَيۡتِ مَنِ ٱسۡتَطَاعَ إِلَيۡهِ سَبِيلٗاۚ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ",
      "translation": "97. Во него има очигледни знаци – местото на коешто стоеше Ибрахим! И тој што ќе влезе во него ќе биде безбеден. Аџилакот должен е да го заврши, поради Аллах, секој што е во можност да дојде до него. А тој што не верува – па, Аллах е навистина независен од световите.",
      "footnotes": ""
    },
    {
      "id": "391",
      "sura": "3",
      "aya": "98",
      "arabic_text": "قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَٱللَّهُ شَهِيدٌ عَلَىٰ مَا تَعۡمَلُونَ",
      "translation": "98. Кажи: „О, следбеници на Книгата, зошто не верувате во Аллаховите знаци, а Аллах е сведок на сè што работите?“",
      "footnotes": ""
    },
    {
      "id": "392",
      "sura": "3",
      "aya": "99",
      "arabic_text": "قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ تَبۡغُونَهَا عِوَجٗا وَأَنتُمۡ شُهَدَآءُۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ",
      "translation": "99. Кажи: „О, следбеници на Книгата, зошто го одвраќате од Аллаховата вера тој што верува, сакајќи да ја искривите, иако сте сведоци дека е вистина? А Аллах не го занемарува тоа што го правите!“",
      "footnotes": ""
    },
    {
      "id": "393",
      "sura": "3",
      "aya": "100",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ فَرِيقٗا مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ يَرُدُّوكُم بَعۡدَ إِيمَٰنِكُمۡ كَٰفِرِينَ",
      "translation": "100. О, верници, ако се покорувате на некои од тие на кои им е дадена Книгата, тие, откако ја прифативте вистинската вера, повторно ќе ве вратат меѓу неверниците!",
      "footnotes": ""
    },
    {
      "id": "394",
      "sura": "3",
      "aya": "101",
      "arabic_text": "وَكَيۡفَ تَكۡفُرُونَ وَأَنتُمۡ تُتۡلَىٰ عَلَيۡكُمۡ ءَايَٰتُ ٱللَّهِ وَفِيكُمۡ رَسُولُهُۥۗ وَمَن يَعۡتَصِم بِٱللَّهِ فَقَدۡ هُدِيَ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "101. А како да не верувате кога ви се кажуваат Аллаховите ајети и кога меѓу вас е Неговиот Пратеник? А кој е цврсто поврзан со Аллах, тој веќе е упатен на Правиот пат!",
      "footnotes": ""
    },
    {
      "id": "395",
      "sura": "3",
      "aya": "102",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ",
      "translation": "102. О, верници, плашете се од Аллах со вистинска богобојазливост и никако не умирајте, освен како муслимани!",
      "footnotes": ""
    },
    {
      "id": "396",
      "sura": "3",
      "aya": "103",
      "arabic_text": "وَٱعۡتَصِمُواْ بِحَبۡلِ ٱللَّهِ جَمِيعٗا وَلَا تَفَرَّقُواْۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ كُنتُمۡ أَعۡدَآءٗ فَأَلَّفَ بَيۡنَ قُلُوبِكُمۡ فَأَصۡبَحۡتُم بِنِعۡمَتِهِۦٓ إِخۡوَٰنٗا وَكُنتُمۡ عَلَىٰ شَفَا حُفۡرَةٖ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنۡهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَهۡتَدُونَ",
      "translation": "103. Сите цврсто за Аллаховото јаже држете се и никако не разделувајте се! И сетете се на Аллаховата милост кон вас кога бевте непријатели, па Тој срцата ви ги соедини и вие, со милоста Негова, станавте браќа; и бевте на работ на огнената јама, па Тој од неа ве спаси! Така Аллах ви ги објаснува Своите знаци, за да истраете на Вистинскиот пат.",
      "footnotes": ""
    },
    {
      "id": "397",
      "sura": "3",
      "aya": "104",
      "arabic_text": "وَلۡتَكُن مِّنكُمۡ أُمَّةٞ يَدۡعُونَ إِلَى ٱلۡخَيۡرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
      "translation": "104. И меѓу вас нека има една група луѓе која повикува на добро и наредува добро и одвраќа од зло. Тоа се тие спасените!",
      "footnotes": ""
    },
    {
      "id": "398",
      "sura": "3",
      "aya": "105",
      "arabic_text": "وَلَا تَكُونُواْ كَٱلَّذِينَ تَفَرَّقُواْ وَٱخۡتَلَفُواْ مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ عَظِيمٞ",
      "translation": "105. И не бидете како тие што се разединија и се разделија, откако веќе Јасни докази им дојдоа! Нив ги чека голема казна",
      "footnotes": ""
    },
    {
      "id": "399",
      "sura": "3",
      "aya": "106",
      "arabic_text": "يَوۡمَ تَبۡيَضُّ وُجُوهٞ وَتَسۡوَدُّ وُجُوهٞۚ فَأَمَّا ٱلَّذِينَ ٱسۡوَدَّتۡ وُجُوهُهُمۡ أَكَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ",
      "translation": "106. на Денот кога некои лица ќе побелат, а некои лица ќе поцрнат. На тие чиишто лица ќе поцрнат, ќе им се каже: „Зарем станавте неверници по вашето верување? Па искусете го страданието затоа што не верувавте!“",
      "footnotes": ""
    },
    {
      "id": "400",
      "sura": "3",
      "aya": "107",
      "arabic_text": "وَأَمَّا ٱلَّذِينَ ٱبۡيَضَّتۡ وُجُوهُهُمۡ فَفِي رَحۡمَةِ ٱللَّهِۖ هُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "107. А тие чиишто лица ќе побелат, ќе бидат во Аллаховата милост во која вечно ќе останат!",
      "footnotes": ""
    },
    {
      "id": "401",
      "sura": "3",
      "aya": "108",
      "arabic_text": "تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۗ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعَٰلَمِينَ",
      "translation": "108. Тоа се Аллаховите докази кои тебе вистински ти ги кажуваме! А Аллах не сака кому било неправда да стори.",
      "footnotes": ""
    },
    {
      "id": "402",
      "sura": "3",
      "aya": "109",
      "arabic_text": "وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ",
      "translation": "109. На Аллах Му припаѓа сè што е на небесата и на Земјата, и кај Аллах сè се враќа!",
      "footnotes": ""
    },
    {
      "id": "403",
      "sura": "3",
      "aya": "110",
      "arabic_text": "كُنتُمۡ خَيۡرَ أُمَّةٍ أُخۡرِجَتۡ لِلنَّاسِ تَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَتَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَتُؤۡمِنُونَ بِٱللَّهِۗ وَلَوۡ ءَامَنَ أَهۡلُ ٱلۡكِتَٰبِ لَكَانَ خَيۡرٗا لَّهُمۚ مِّنۡهُمُ ٱلۡمُؤۡمِنُونَ وَأَكۡثَرُهُمُ ٱلۡفَٰسِقُونَ",
      "translation": "110. Вие сте најдобриот народ кој воопшто се има појавено: барате да се чини добро, а одвраќате од зло, и верувате во Аллах! А кога следбениците на Книгата би верувале исправно, тоа би било подобро за нив; меѓу нив има верници, но повеќето се грешници!",
      "footnotes": ""
    },
    {
      "id": "404",
      "sura": "3",
      "aya": "111",
      "arabic_text": "لَن يَضُرُّوكُمۡ إِلَّآ أَذٗىۖ وَإِن يُقَٰتِلُوكُمۡ يُوَلُّوكُمُ ٱلۡأَدۡبَارَ ثُمَّ لَا يُنصَرُونَ",
      "translation": "111. Тие не можат да ви наштетат, туку можат само да ве навредуваат. Ако ве нападнат, ќе избегаат, и потоа нема да имаат помош!",
      "footnotes": ""
    },
    {
      "id": "405",
      "sura": "3",
      "aya": "112",
      "arabic_text": "ضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ أَيۡنَ مَا ثُقِفُوٓاْ إِلَّا بِحَبۡلٖ مِّنَ ٱللَّهِ وَحَبۡلٖ مِّنَ ٱلنَّاسِ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِ وَضُرِبَتۡ عَلَيۡهِمُ ٱلۡمَسۡكَنَةُۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ",
      "translation": "112. Каде и да се најдат, ќе бидат понижени, освен ако се под Аллаховата заштита и под заштитата на другите луѓе. Тие Аллаховиот гнев го заслужија и ќе ги снајде беда, затоа што во Аллаховите зборови не веруваа и затоа што веровесниците неправедно ги убиваа, и затоа што на Аллах непокорни Му беа, и затоа што во грешењето секоја граница ја преминаа.",
      "footnotes": ""
    },
    {
      "id": "406",
      "sura": "3",
      "aya": "113",
      "arabic_text": "۞ لَيۡسُواْ سَوَآءٗۗ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ أُمَّةٞ قَآئِمَةٞ يَتۡلُونَ ءَايَٰتِ ٱللَّهِ ءَانَآءَ ٱلَّيۡلِ وَهُمۡ يَسۡجُدُونَ",
      "translation": "113. Тие не се сите исти! Има и исправни следбеници на Книгата кои по цела ноќ Аллаховите зборови ги читаат и на сеџда Му се поклонуваат;",
      "footnotes": ""
    },
    {
      "id": "407",
      "sura": "3",
      "aya": "114",
      "arabic_text": "يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِۖ وَأُوْلَٰٓئِكَ مِنَ ٱلصَّٰلِحِينَ",
      "translation": "114. Тие во Аллах и во оној свет веруваат, наредуваат да се чинат добри дела, а одвраќаат од лошите, и итаат да сторат добри дела! Тоа се тие добрите!",
      "footnotes": ""
    },
    {
      "id": "408",
      "sura": "3",
      "aya": "115",
      "arabic_text": "وَمَا يَفۡعَلُواْ مِنۡ خَيۡرٖ فَلَن يُكۡفَرُوهُۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ",
      "translation": "115. Какво добро и да сторат, нема да им биде негирано, а Аллах добро ги знае тие што од Него се плашат!",
      "footnotes": ""
    },
    {
      "id": "409",
      "sura": "3",
      "aya": "116",
      "arabic_text": "إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "116. Навистина, тие што не веруваат, од Аллах нема да ги одбрани ни богатството нивно, ниту децата нивни; тие ќе бидат жители на Огнот, каде вечно ќе останат!",
      "footnotes": ""
    },
    {
      "id": "410",
      "sura": "3",
      "aya": "117",
      "arabic_text": "مَثَلُ مَا يُنفِقُونَ فِي هَٰذِهِ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَثَلِ رِيحٖ فِيهَا صِرٌّ أَصَابَتۡ حَرۡثَ قَوۡمٖ ظَلَمُوٓاْ أَنفُسَهُمۡ فَأَهۡلَكَتۡهُۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِنۡ أَنفُسَهُمۡ يَظۡلِمُونَ",
      "translation": "117. Тоа што во животот на овој свет ќе го дадат е слично на ледениот ветер кој ги погаѓа посевите на тие кои самите себеси неправда си сториле, па ги уништува! На нив Аллах не им сторил неправда, туку тие самите себе си ја прават!",
      "footnotes": ""
    },
    {
      "id": "411",
      "sura": "3",
      "aya": "118",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ بِطَانَةٗ مِّن دُونِكُمۡ لَا يَأۡلُونَكُمۡ خَبَالٗا وَدُّواْ مَا عَنِتُّمۡ قَدۡ بَدَتِ ٱلۡبَغۡضَآءُ مِنۡ أَفۡوَٰهِهِمۡ وَمَا تُخۡفِي صُدُورُهُمۡ أَكۡبَرُۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِۖ إِن كُنتُمۡ تَعۡقِلُونَ",
      "translation": "118. О, верници, не земајте за блиски пријатели други освен вас, бидејќи останатите само пропаст ви посакуваат, едвај чекаат на маки да паднете! Омраза избива од устите нивни, а уште полошо е тоа што го кријат градите нивни! Ние доказите ви ги изнесуваме, ако памет имате.",
      "footnotes": ""
    },
    {
      "id": "412",
      "sura": "3",
      "aya": "119",
      "arabic_text": "هَٰٓأَنتُمۡ أُوْلَآءِ تُحِبُّونَهُمۡ وَلَا يُحِبُّونَكُمۡ وَتُؤۡمِنُونَ بِٱلۡكِتَٰبِ كُلِّهِۦ وَإِذَا لَقُوكُمۡ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ عَضُّواْ عَلَيۡكُمُ ٱلۡأَنَامِلَ مِنَ ٱلۡغَيۡظِۚ قُلۡ مُوتُواْ بِغَيۡظِكُمۡۗ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "119. Ете, вие нив ги сакате, а тие вас не ве сакаат, а вие верувате во сите Книги. Кога ќе ве сретнат велат: „Веруваме!“ А штом насамо ќе се најдат, од злоба кон вас врвовите на прстите свои ги гризат! Кажи: „Умрете од мака!“ Аллах, навистина, добро знае што е во градите сечии!",
      "footnotes": ""
    },
    {
      "id": "413",
      "sura": "3",
      "aya": "120",
      "arabic_text": "إِن تَمۡسَسۡكُمۡ حَسَنَةٞ تَسُؤۡهُمۡ وَإِن تُصِبۡكُمۡ سَيِّئَةٞ يَفۡرَحُواْ بِهَاۖ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ لَا يَضُرُّكُمۡ كَيۡدُهُمۡ شَيۡـًٔاۗ إِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ مُحِيطٞ",
      "translation": "120. Ако ви се случи некое добро, тоа ќе ги огорчи, а ако ве дочека некаква неволја, се радуваат. Ако бидете трпеливи и богобојазливи, нивното лукавство воопшто нема да ви наштети! А Аллах, навистина, добро знае што прават!",
      "footnotes": ""
    },
    {
      "id": "414",
      "sura": "3",
      "aya": "121",
      "arabic_text": "وَإِذۡ غَدَوۡتَ مِنۡ أَهۡلِكَ تُبَوِّئُ ٱلۡمُؤۡمِنِينَ مَقَٰعِدَ لِلۡقِتَالِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
      "translation": "121. А кога ти (Мухамеде) подрани, и семејството свое го остави, на верниците местата за борба да им ги одредиш, а Аллах сè слуша и сè знае,",
      "footnotes": ""
    },
    {
      "id": "415",
      "sura": "3",
      "aya": "122",
      "arabic_text": "إِذۡ هَمَّت طَّآئِفَتَانِ مِنكُمۡ أَن تَفۡشَلَا وَٱللَّهُ وَلِيُّهُمَاۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ",
      "translation": "122. кога две ваши групи за малку се повлекоа, а Аллах е нивен заштитник! И само во Аллах нека имаат доверба верниците!",
      "footnotes": ""
    },
    {
      "id": "416",
      "sura": "3",
      "aya": "123",
      "arabic_text": "وَلَقَدۡ نَصَرَكُمُ ٱللَّهُ بِبَدۡرٖ وَأَنتُمۡ أَذِلَّةٞۖ فَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "123. Аллах и на Бедр ви помогна, кога бевте малубројни! Затоа плашете се од Аллах, за да бидете благодарни![92]",
      "footnotes": "[92] Бедр се наоѓа на југозападната страна од Медина, на далечина од 150 километри. Битката на Бедр се случила на 17. рамазан, втората година по хиџра (13. 03. 624)."
    },
    {
      "id": "417",
      "sura": "3",
      "aya": "124",
      "arabic_text": "إِذۡ تَقُولُ لِلۡمُؤۡمِنِينَ أَلَن يَكۡفِيَكُمۡ أَن يُمِدَّكُمۡ رَبُّكُم بِثَلَٰثَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُنزَلِينَ",
      "translation": "124. Кога ти им рече на верниците: „Зарем нема да ви биде доволно вашиот Господар да ви помогне со три илјади испратени мелеци?",
      "footnotes": ""
    },
    {
      "id": "418",
      "sura": "3",
      "aya": "125",
      "arabic_text": "بَلَىٰٓۚ إِن تَصۡبِرُواْ وَتَتَّقُواْ وَيَأۡتُوكُم مِّن فَوۡرِهِمۡ هَٰذَا يُمۡدِدۡكُمۡ رَبُّكُم بِخَمۡسَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُسَوِّمِينَ",
      "translation": "125. Секако! Ако бидете издржливи и послушни, и ако одеднаш ве нападнат, Господарот ваш ќе ви обезбеди помош од пет илјади обележани мелеци“.",
      "footnotes": ""
    },
    {
      "id": "419",
      "sura": "3",
      "aya": "126",
      "arabic_text": "وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ لَكُمۡ وَلِتَطۡمَئِنَّ قُلُوبُكُم بِهِۦۗ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ",
      "translation": "126. Тоа Аллах го направи само за да ве израдува и со тоа срцата ваши да се успокојат, – а нема помош, освен од Аллах, Силниот и Мудриот! –",
      "footnotes": ""
    },
    {
      "id": "420",
      "sura": "3",
      "aya": "127",
      "arabic_text": "لِيَقۡطَعَ طَرَفٗا مِّنَ ٱلَّذِينَ كَفَرُوٓاْ أَوۡ يَكۡبِتَهُمۡ فَيَنقَلِبُواْ خَآئِبِينَ",
      "translation": "127. и за еден дел од неверниците да ги уништи или да ги посрамоти, по што ќе се вратат разочарани!",
      "footnotes": ""
    },
    {
      "id": "421",
      "sura": "3",
      "aya": "128",
      "arabic_text": "لَيۡسَ لَكَ مِنَ ٱلۡأَمۡرِ شَيۡءٌ أَوۡ يَتُوبَ عَلَيۡهِمۡ أَوۡ يُعَذِّبَهُمۡ فَإِنَّهُمۡ ظَٰلِمُونَ",
      "translation": "128. Од тебе не зависи дали Тој покајанието нивно ќе го прифати или на маки ќе ги стави, бидејќи тие навистина се насилници.",
      "footnotes": ""
    },
    {
      "id": "422",
      "sura": "3",
      "aya": "129",
      "arabic_text": "وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
      "translation": "129. А на Аллах Му припаѓа сè што е на небесата и на Земјата! Тој простува кому сака, а казнува кого сака! Бидејќи Аллах простува и Милостив е!",
      "footnotes": ""
    },
    {
      "id": "423",
      "sura": "3",
      "aya": "130",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُواْ ٱلرِّبَوٰٓاْ أَضۡعَٰفٗا مُّضَٰعَفَةٗۖ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ",
      "translation": "130. О, верници, не јадете ја каматата, двократно и повеќекратно зголемена, и плашете се од Аллах за да бидете спасени!",
      "footnotes": ""
    },
    {
      "id": "424",
      "sura": "3",
      "aya": "131",
      "arabic_text": "وَٱتَّقُواْ ٱلنَّارَ ٱلَّتِيٓ أُعِدَّتۡ لِلۡكَٰفِرِينَ",
      "translation": "131. И чувајте се од Огнот кој е подготвен за неверниците!",
      "footnotes": ""
    },
    {
      "id": "425",
      "sura": "3",
      "aya": "132",
      "arabic_text": "وَأَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَ لَعَلَّكُمۡ تُرۡحَمُونَ",
      "translation": "132. И бидете им покорни на Аллах и на Пратеникот за да ви биде укажана милоста.",
      "footnotes": ""
    },
    {
      "id": "426",
      "sura": "3",
      "aya": "133",
      "arabic_text": "۞ وَسَارِعُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ أُعِدَّتۡ لِلۡمُتَّقِينَ",
      "translation": "133. И поитајте кон прошката од вашиот Господар и Џенетот широк колку небесата и Земјата, подготвен за богобојазливите!",
      "footnotes": ""
    },
    {
      "id": "427",
      "sura": "3",
      "aya": "134",
      "arabic_text": "ٱلَّذِينَ يُنفِقُونَ فِي ٱلسَّرَّآءِ وَٱلضَّرَّآءِ وَٱلۡكَٰظِمِينَ ٱلۡغَيۡظَ وَٱلۡعَافِينَ عَنِ ٱلنَّاسِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ",
      "translation": "134. За тие што даваат, и кога се во изобилие и кога се во оскудност, кои гневот си го совладуваат и кои на луѓето им простуваат. А Аллах ги сака добродетелите!",
      "footnotes": ""
    },
    {
      "id": "428",
      "sura": "3",
      "aya": "135",
      "arabic_text": "وَٱلَّذِينَ إِذَا فَعَلُواْ فَٰحِشَةً أَوۡ ظَلَمُوٓاْ أَنفُسَهُمۡ ذَكَرُواْ ٱللَّهَ فَٱسۡتَغۡفَرُواْ لِذُنُوبِهِمۡ وَمَن يَغۡفِرُ ٱلذُّنُوبَ إِلَّا ٱللَّهُ وَلَمۡ يُصِرُّواْ عَلَىٰ مَا فَعَلُواْ وَهُمۡ يَعۡلَمُونَ",
      "translation": "135. И за тие кои, кога нешто лошо ќе сторат или себеси насилство ќе си сторат, на Аллах ќе се сетат и прошка за своите гревови молат – а кој ќе ги прости гревовите ако не Аллах? – и кои свесно во гревот не истрајуваат!",
      "footnotes": ""
    },
    {
      "id": "429",
      "sura": "3",
      "aya": "136",
      "arabic_text": "أُوْلَٰٓئِكَ جَزَآؤُهُم مَّغۡفِرَةٞ مِّن رَّبِّهِمۡ وَجَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ",
      "translation": "136. Тоа се тие чијашто награда е прошката од Господарот нивен и џенетски градини под кои реки течат, каде што вечно ќе останат. Колку е прекрасна наградата за тие што така постапуваат!",
      "footnotes": ""
    },
    {
      "id": "430",
      "sura": "3",
      "aya": "137",
      "arabic_text": "قَدۡ خَلَتۡ مِن قَبۡلِكُمۡ سُنَنٞ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ",
      "translation": "137. Пред вас многу народи постоеjа и исчезнаа! Затоа, патувајте по Земјата и гледајте на кој начин завршија тие што вистината ја негираа!",
      "footnotes": ""
    },
    {
      "id": "431",
      "sura": "3",
      "aya": "138",
      "arabic_text": "هَٰذَا بَيَانٞ لِّلنَّاسِ وَهُدٗى وَمَوۡعِظَةٞ لِّلۡمُتَّقِينَ",
      "translation": "138. Тоа е објаснување за сите луѓе и патоказ и поука за тие што се плашат од Аллах!",
      "footnotes": ""
    },
    {
      "id": "432",
      "sura": "3",
      "aya": "139",
      "arabic_text": "وَلَا تَهِنُواْ وَلَا تَحۡزَنُواْ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ إِن كُنتُم مُّؤۡمِنِينَ",
      "translation": "139. И не очајувајте и не растажувајте се! Ќе победите ако бидете вистински верници!",
      "footnotes": ""
    },
    {
      "id": "433",
      "sura": "3",
      "aya": "140",
      "arabic_text": "إِن يَمۡسَسۡكُمۡ قَرۡحٞ فَقَدۡ مَسَّ ٱلۡقَوۡمَ قَرۡحٞ مِّثۡلُهُۥۚ وَتِلۡكَ ٱلۡأَيَّامُ نُدَاوِلُهَا بَيۡنَ ٱلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَتَّخِذَ مِنكُمۡ شُهَدَآءَۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ",
      "translation": "140. Ако ви се нанесени рани, па и на другите рани им се нанесуваат – а во тие денови Ние наизменично им даваме победа на луѓето, за Аллах да укаже на тие што веруваат и да избере некои од вас како шехиди[93] – а Аллах не ги сака насилниците! –",
      "footnotes": "[93] Шехиди – маченици."
    },
    {
      "id": "434",
      "sura": "3",
      "aya": "141",
      "arabic_text": "وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَمۡحَقَ ٱلۡكَٰفِرِينَ",
      "translation": "141. и за да ги исчисти верниците, а да ги уништи неверниците!",
      "footnotes": ""
    },
    {
      "id": "435",
      "sura": "3",
      "aya": "142",
      "arabic_text": "أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَيَعۡلَمَ ٱلصَّٰبِرِينَ",
      "translation": "142. Зарем мислите дека ќе влезете во Џенетот, а Аллах да не укаже на тие од вас што се борат и на тие што се трпеливи?",
      "footnotes": ""
    },
    {
      "id": "436",
      "sura": "3",
      "aya": "143",
      "arabic_text": "وَلَقَدۡ كُنتُمۡ تَمَنَّوۡنَ ٱلۡمَوۡتَ مِن قَبۡلِ أَن تَلۡقَوۡهُ فَقَدۡ رَأَيۡتُمُوهُ وَأَنتُمۡ تَنظُرُونَ",
      "translation": "143. А вие копнеевте по смртта пред да се соочите со неа, па ете, со очите ваши ја видовте.",
      "footnotes": ""
    },
    {
      "id": "437",
      "sura": "3",
      "aya": "144",
      "arabic_text": "وَمَا مُحَمَّدٌ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُۚ أَفَإِيْن مَّاتَ أَوۡ قُتِلَ ٱنقَلَبۡتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡۚ وَمَن يَنقَلِبۡ عَلَىٰ عَقِبَيۡهِ فَلَن يَضُرَّ ٱللَّهَ شَيۡـٔٗاۚ وَسَيَجۡزِي ٱللَّهُ ٱلشَّٰكِرِينَ",
      "translation": "144. Мухамед е само Пратеник, а и пред него имаше Пратеници. Ако тој би умрел или би бил убиен, зарем вие назад би се вратиле? Тој што назад ќе се врати, на Аллах нема ни малку да му наштети, а Аллах благодарните ќе ги награди!",
      "footnotes": ""
    },
    {
      "id": "438",
      "sura": "3",
      "aya": "145",
      "arabic_text": "وَمَا كَانَ لِنَفۡسٍ أَن تَمُوتَ إِلَّا بِإِذۡنِ ٱللَّهِ كِتَٰبٗا مُّؤَجَّلٗاۗ وَمَن يُرِدۡ ثَوَابَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَن يُرِدۡ ثَوَابَ ٱلۡأٓخِرَةِ نُؤۡتِهِۦ مِنۡهَاۚ وَسَنَجۡزِي ٱلشَّٰكِرِينَ",
      "translation": "145. Никој нема да умре без Аллаховото одредение во часот суден. Кој ја сака наградата на овој свет, ќе му ја дадеме, а кој ја сака наградата на оној свет, ќе му ја дадеме. И благодарните ќе ги наградиме!",
      "footnotes": ""
    },
    {
      "id": "439",
      "sura": "3",
      "aya": "146",
      "arabic_text": "وَكَأَيِّن مِّن نَّبِيّٖ قَٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٞ فَمَا وَهَنُواْ لِمَآ أَصَابَهُمۡ فِي سَبِيلِ ٱللَّهِ وَمَا ضَعُفُواْ وَمَا ٱسۡتَكَانُواْۗ وَٱللَّهُ يُحِبُّ ٱلصَّٰبِرِينَ",
      "translation": "146. А колку ли имаше веровесници покрај кои многу богоугодници се бореа, па не отстапија поради тоа што ги снајде на Аллаховиот пат, ниту волјата им слабееше, ниту се предаваа? А Аллах ги сака трпеливите!",
      "footnotes": ""
    },
    {
      "id": "440",
      "sura": "3",
      "aya": "147",
      "arabic_text": "وَمَا كَانَ قَوۡلَهُمۡ إِلَّآ أَن قَالُواْ رَبَّنَا ٱغۡفِرۡ لَنَا ذُنُوبَنَا وَإِسۡرَافَنَا فِيٓ أَمۡرِنَا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ",
      "translation": "147. Само говореа: „Господару наш, прости ни ги гревовите наши и неумереноста наша во постапките наши, зацврсти ни ги чекорите наши и помогни ни против народот невернички!“",
      "footnotes": ""
    },
    {
      "id": "441",
      "sura": "3",
      "aya": "148",
      "arabic_text": "فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنۡيَا وَحُسۡنَ ثَوَابِ ٱلۡأٓخِرَةِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ",
      "translation": "148. Па Аллах им ја даде наградата на овој свет и убавината на наградата од оној свет, а Аллах ги сака добродетелите!",
      "footnotes": ""
    },
    {
      "id": "442",
      "sura": "3",
      "aya": "149",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ ٱلَّذِينَ كَفَرُواْ يَرُدُّوكُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ فَتَنقَلِبُواْ خَٰسِرِينَ",
      "translation": "149. О, верници, ако им се покорувате на тие што не веруваат, ќе ве вратат наназад, па ќе станете губитници!",
      "footnotes": ""
    },
    {
      "id": "443",
      "sura": "3",
      "aya": "150",
      "arabic_text": "بَلِ ٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ خَيۡرُ ٱلنَّٰصِرِينَ",
      "translation": "150. Само Аллах е ваш Заштитник и Тој е најдобриот Помагател.",
      "footnotes": ""
    },
    {
      "id": "444",
      "sura": "3",
      "aya": "151",
      "arabic_text": "سَنُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ بِمَآ أَشۡرَكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗاۖ وَمَأۡوَىٰهُمُ ٱلنَّارُۖ وَبِئۡسَ مَثۡوَى ٱلظَّٰلِمِينَ",
      "translation": "151. Ние ќе им влееме страв во срцата на тие што не веруваат, затоа што на Аллах Му здружуваат нешто за што Тој не спуштил никаков доказ; Огнот е нивното престојувалиште, а тоа е грозен дом за насилниците!",
      "footnotes": ""
    },
    {
      "id": "445",
      "sura": "3",
      "aya": "152",
      "arabic_text": "وَلَقَدۡ صَدَقَكُمُ ٱللَّهُ وَعۡدَهُۥٓ إِذۡ تَحُسُّونَهُم بِإِذۡنِهِۦۖ حَتَّىٰٓ إِذَا فَشِلۡتُمۡ وَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَعَصَيۡتُم مِّنۢ بَعۡدِ مَآ أَرَىٰكُم مَّا تُحِبُّونَۚ مِنكُم مَّن يُرِيدُ ٱلدُّنۡيَا وَمِنكُم مَّن يُرِيدُ ٱلۡأٓخِرَةَۚ ثُمَّ صَرَفَكُمۡ عَنۡهُمۡ لِيَبۡتَلِيَكُمۡۖ وَلَقَدۡ عَفَا عَنكُمۡۗ وَٱللَّهُ ذُو فَضۡلٍ عَلَى ٱلۡمُؤۡمِنِينَ",
      "translation": "152. Аллах веќе го потврди ветувањето Свое, кога веќе ги уништувавте, со волјата Негова, додека не го доживеавте неуспехот и за наредбата не се сложивте, и станавте непокорни, откако ви го покажа тоа што го сакате: едните од вас го сакаат овој свет, а другите оној свет! Тогаш Тој ве одвои од нив за да ве искуша! И ви прости, бидејќи Аллах е неизмерно добар спрема верниците!",
      "footnotes": ""
    },
    {
      "id": "446",
      "sura": "3",
      "aya": "153",
      "arabic_text": "۞ إِذۡ تُصۡعِدُونَ وَلَا تَلۡوُۥنَ عَلَىٰٓ أَحَدٖ وَٱلرَّسُولُ يَدۡعُوكُمۡ فِيٓ أُخۡرَىٰكُمۡ فَأَثَٰبَكُمۡ غَمَّۢا بِغَمّٖ لِّكَيۡلَا تَحۡزَنُواْ عَلَىٰ مَا فَاتَكُمۡ وَلَا مَآ أَصَٰبَكُمۡۗ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ",
      "translation": "153. Кога отстапувавте качувајќи се и не обѕирајќи се кон никого, додека Пратеникот ве довикуваше зад вас, Аллах ве казни со неуспех на неуспехот, за да не тагувате за тоа што го пропуштивте, ни за тоа што ве снајде! А Аллах добро знае што правите!",
      "footnotes": ""
    },
    {
      "id": "447",
      "sura": "3",
      "aya": "154",
      "arabic_text": "ثُمَّ أَنزَلَ عَلَيۡكُم مِّنۢ بَعۡدِ ٱلۡغَمِّ أَمَنَةٗ نُّعَاسٗا يَغۡشَىٰ طَآئِفَةٗ مِّنكُمۡۖ وَطَآئِفَةٞ قَدۡ أَهَمَّتۡهُمۡ أَنفُسُهُمۡ يَظُنُّونَ بِٱللَّهِ غَيۡرَ ٱلۡحَقِّ ظَنَّ ٱلۡجَٰهِلِيَّةِۖ يَقُولُونَ هَل لَّنَا مِنَ ٱلۡأَمۡرِ مِن شَيۡءٖۗ قُلۡ إِنَّ ٱلۡأَمۡرَ كُلَّهُۥ لِلَّهِۗ يُخۡفُونَ فِيٓ أَنفُسِهِم مَّا لَا يُبۡدُونَ لَكَۖ يَقُولُونَ لَوۡ كَانَ لَنَا مِنَ ٱلۡأَمۡرِ شَيۡءٞ مَّا قُتِلۡنَا هَٰهُنَاۗ قُل لَّوۡ كُنتُمۡ فِي بُيُوتِكُمۡ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيۡهِمُ ٱلۡقَتۡلُ إِلَىٰ مَضَاجِعِهِمۡۖ وَلِيَبۡتَلِيَ ٱللَّهُ مَا فِي صُدُورِكُمۡ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمۡۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "154. Потоа, по неволјата, спокојство ви влеа. Некои од вас сон ги фати, додека другите се грижеа само за себе, мислејќи за Аллах нешто невистинито, со пагански мисли, велејќи: „Имаме ли ние некаков удел во победата?“ Кажи: „Сета победа Му припаѓа само на Аллах!“ Тие во себе го кријат тоа што тебе не ти го покажуваат. Велат: „Да имавме некаков удел во победата, немаше тука да изгинеме!“ Кажи: „И во куќите свои да бевте, повторно тие на кои им е судено да загинат, на местата на своите погибии би излегле, за Аллах да го искуша тоа што е во градите ваши и за да го испита тоа што е во вашите срца!“ А Аллах добро знае што е во градите сечии!",
      "footnotes": ""
    },
    {
      "id": "448",
      "sura": "3",
      "aya": "155",
      "arabic_text": "إِنَّ ٱلَّذِينَ تَوَلَّوۡاْ مِنكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ إِنَّمَا ٱسۡتَزَلَّهُمُ ٱلشَّيۡطَٰنُ بِبَعۡضِ مَا كَسَبُواْۖ وَلَقَدۡ عَفَا ٱللَّهُ عَنۡهُمۡۗ إِنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ",
      "translation": "155. Тие од вас кои се повлекоа на денот кога двете групи се судрија,[94] навистина, шејтанот ги наведе да потфрлат поради нешто од тоа што претходно го сториле.[95] А Аллах веќе им прости, бидејќи Аллах простува и Благ е!",
      "footnotes": "[94] Кога двете војски се судриле под планината Ухуд, во близина на Медина.\n[95] Поради тоа што не ја послушале наредбата на Мухамед, Божјиот мир нека биде над него, и го напуштиле ритчето."
    },
    {
      "id": "449",
      "sura": "3",
      "aya": "156",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ كَفَرُواْ وَقَالُواْ لِإِخۡوَٰنِهِمۡ إِذَا ضَرَبُواْ فِي ٱلۡأَرۡضِ أَوۡ كَانُواْ غُزّٗى لَّوۡ كَانُواْ عِندَنَا مَا مَاتُواْ وَمَا قُتِلُواْ لِيَجۡعَلَ ٱللَّهُ ذَٰلِكَ حَسۡرَةٗ فِي قُلُوبِهِمۡۗ وَٱللَّهُ يُحۡيِۦ وَيُمِيتُۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ",
      "translation": "156. О, верници, не бидете како неверниците кои за браќата свои, кога одат на пат по Земјата или кога се борат, велат: „Да беа со нас, немаше да умрат, ниту да загинат!“, па Аллах со тоа им прави тага во срцата нивни, а Аллах дава и живот и смрт! Тој добро гледа сè што правите!",
      "footnotes": ""
    },
    {
      "id": "450",
      "sura": "3",
      "aya": "157",
      "arabic_text": "وَلَئِن قُتِلۡتُمۡ فِي سَبِيلِ ٱللَّهِ أَوۡ مُتُّمۡ لَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرَحۡمَةٌ خَيۡرٞ مِّمَّا يَجۡمَعُونَ",
      "translation": "157. А ако вие загинете или умрете на Аллаховиот пат, навистина, прошката од Аллах и милоста се подобри од тоа што тие го натрупуваат!",
      "footnotes": ""
    },
    {
      "id": "451",
      "sura": "3",
      "aya": "158",
      "arabic_text": "وَلَئِن مُّتُّمۡ أَوۡ قُتِلۡتُمۡ لَإِلَى ٱللَّهِ تُحۡشَرُونَ",
      "translation": "158. Било да умрете или да загинете, сигурно пред Аллах ќе бидете собрани!",
      "footnotes": ""
    },
    {
      "id": "452",
      "sura": "3",
      "aya": "159",
      "arabic_text": "فَبِمَا رَحۡمَةٖ مِّنَ ٱللَّهِ لِنتَ لَهُمۡۖ وَلَوۡ كُنتَ فَظًّا غَلِيظَ ٱلۡقَلۡبِ لَٱنفَضُّواْ مِنۡ حَوۡلِكَۖ فَٱعۡفُ عَنۡهُمۡ وَٱسۡتَغۡفِرۡ لَهُمۡ وَشَاوِرۡهُمۡ فِي ٱلۡأَمۡرِۖ فَإِذَا عَزَمۡتَ فَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَوَكِّلِينَ",
      "translation": "159. Со Аллаховата милост ти си благ кон нив. А да си груб и со тврдо срце, би се разбегале од твојата близина. Затоа простувај им и моли да им биде простено, и договарај се со нив! А кога ќе одлучиш, потпри се на Аллах, бидејќи Аллах навистина ги сака тие кои на Него се потпираат.",
      "footnotes": ""
    },
    {
      "id": "453",
      "sura": "3",
      "aya": "160",
      "arabic_text": "إِن يَنصُرۡكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمۡۖ وَإِن يَخۡذُلۡكُمۡ فَمَن ذَا ٱلَّذِي يَنصُرُكُم مِّنۢ بَعۡدِهِۦۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ",
      "translation": "160. Ако Аллах ви помогне, никој нема да ве победи, а ако ве напушти, кој е тој што, освен Него, ќе може да ви помогне? И само на Аллах верниците нека се потпираат!",
      "footnotes": ""
    },
    {
      "id": "454",
      "sura": "3",
      "aya": "161",
      "arabic_text": "وَمَا كَانَ لِنَبِيٍّ أَن يَغُلَّۚ وَمَن يَغۡلُلۡ يَأۡتِ بِمَا غَلَّ يَوۡمَ ٱلۡقِيَٰمَةِۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ",
      "translation": "161. Невозможно е Веровесникот нешто да прикрие! Тој што нешто ќе прикрие ќе дојде на Судниот ден со тоа што го прикрил! Потоа секому, во потполност, ќе му биде дадено тоа што го заслужил, и никому нема да му биде направена неправда!",
      "footnotes": ""
    },
    {
      "id": "455",
      "sura": "3",
      "aya": "162",
      "arabic_text": "أَفَمَنِ ٱتَّبَعَ رِضۡوَٰنَ ٱللَّهِ كَمَنۢ بَآءَ بِسَخَطٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ",
      "translation": "162. Зарем може да се спореди тој што Аллаховата наклонетост ја заслужил со тој што Аллаховиот гнев на себе го навлекол и чиј дом Џехенемот ќе биде? А тоа е ужасно престојувалиште!",
      "footnotes": ""
    },
    {
      "id": "456",
      "sura": "3",
      "aya": "163",
      "arabic_text": "هُمۡ دَرَجَٰتٌ عِندَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ",
      "translation": "163. Тие кај Аллах се на различни степени и Аллах добро гледа што прават!",
      "footnotes": ""
    },
    {
      "id": "457",
      "sura": "3",
      "aya": "164",
      "arabic_text": "لَقَدۡ مَنَّ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ إِذۡ بَعَثَ فِيهِمۡ رَسُولٗا مِّنۡ أَنفُسِهِمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٍ",
      "translation": "164. Аллах со милоста Своја ги даруваше верниците, кога еден од нив како Пратеник им го прати, Неговите зборови да им ги кажува, да ги очисти и за Книгата и мудроста да ги научи, иако претходно во очигледна заблуда беа!",
      "footnotes": ""
    },
    {
      "id": "458",
      "sura": "3",
      "aya": "165",
      "arabic_text": "أَوَلَمَّآ أَصَٰبَتۡكُم مُّصِيبَةٞ قَدۡ أَصَبۡتُم مِّثۡلَيۡهَا قُلۡتُمۡ أَنَّىٰ هَٰذَاۖ قُلۡ هُوَ مِنۡ عِندِ أَنفُسِكُمۡۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "165. Зарем не рековте, кога ве снајде неволјата која вие на нив двократно им ја нанесовте: „Од каде е сега ова?!“ Кажи: „Тоа е од вас самите!“ Аллах, навистина, може сè.",
      "footnotes": ""
    },
    {
      "id": "459",
      "sura": "3",
      "aya": "166",
      "arabic_text": "وَمَآ أَصَٰبَكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ فَبِإِذۡنِ ٱللَّهِ وَلِيَعۡلَمَ ٱلۡمُؤۡمِنِينَ",
      "translation": "166. Тоа што ве снајде кога се судрија двете групи беше со Аллахова волја, за да ги открие вистинските верници",
      "footnotes": ""
    },
    {
      "id": "460",
      "sura": "3",
      "aya": "167",
      "arabic_text": "وَلِيَعۡلَمَ ٱلَّذِينَ نَافَقُواْۚ وَقِيلَ لَهُمۡ تَعَالَوۡاْ قَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ أَوِ ٱدۡفَعُواْۖ قَالُواْ لَوۡ نَعۡلَمُ قِتَالٗا لَّٱتَّبَعۡنَٰكُمۡۗ هُمۡ لِلۡكُفۡرِ يَوۡمَئِذٍ أَقۡرَبُ مِنۡهُمۡ لِلۡإِيمَٰنِۚ يَقُولُونَ بِأَفۡوَٰهِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ وَٱللَّهُ أَعۡلَمُ بِمَا يَكۡتُمُونَ",
      "translation": "167. и за да ги открие лицемерите. Ним им беше речено: „Дојдете, борете се на Аллаховиот пат или бранете се!“ – одговорија: „Да знаеме дека ќе има борба, би ве следеле“. Тој ден беа поблиску до неверувањето отколку до верувањето, бидејќи со устите свои го говореа тоа што не беше во срцата нивни! А Аллах најдобро го знае тоа што тие го кријат.",
      "footnotes": ""
    },
    {
      "id": "461",
      "sura": "3",
      "aya": "168",
      "arabic_text": "ٱلَّذِينَ قَالُواْ لِإِخۡوَٰنِهِمۡ وَقَعَدُواْ لَوۡ أَطَاعُونَا مَا قُتِلُواْۗ قُلۡ فَٱدۡرَءُواْ عَنۡ أَنفُسِكُمُ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "168. На тие што не се бореа, а за браќата свои говореа: „Да нè послушаа, немаше да загинат“, кажи им: „Па вие смртта избегнете ја, ако вистината ја зборувате!“",
      "footnotes": ""
    },
    {
      "id": "462",
      "sura": "3",
      "aya": "169",
      "arabic_text": "وَلَا تَحۡسَبَنَّ ٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتَۢاۚ بَلۡ أَحۡيَآءٌ عِندَ رَبِّهِمۡ يُرۡزَقُونَ",
      "translation": "169. Никако не сметај ги за мртви тие кои на Аллаховиот пат загинале! Не, тие се живи и снабдени се кај Господарот свој!",
      "footnotes": ""
    },
    {
      "id": "463",
      "sura": "3",
      "aya": "170",
      "arabic_text": "فَرِحِينَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ وَيَسۡتَبۡشِرُونَ بِٱلَّذِينَ لَمۡ يَلۡحَقُواْ بِهِم مِّنۡ خَلۡفِهِمۡ أَلَّا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
      "translation": "170. Радосни поради тоа што Аллах од добрината Своја им го дал и весели поради тие кои сè уште не им се придружиле, за кои никаков страв нема да има и кои за ништо нема да тагуваат!",
      "footnotes": ""
    },
    {
      "id": "464",
      "sura": "3",
      "aya": "171",
      "arabic_text": "۞ يَسۡتَبۡشِرُونَ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ وَأَنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُؤۡمِنِينَ",
      "translation": "171. Тие се радуваат на Аллаховата награда и милост и на тоа што Аллах нема да допушти да пропадне наградата која им припаѓа на верниците.",
      "footnotes": ""
    },
    {
      "id": "465",
      "sura": "3",
      "aya": "172",
      "arabic_text": "ٱلَّذِينَ ٱسۡتَجَابُواْ لِلَّهِ وَٱلرَّسُولِ مِنۢ بَعۡدِ مَآ أَصَابَهُمُ ٱلۡقَرۡحُۚ لِلَّذِينَ أَحۡسَنُواْ مِنۡهُمۡ وَٱتَّقَوۡاْ أَجۡرٌ عَظِيمٌ",
      "translation": "172. Тие кои на Аллах и на Пратеникот, и по добиените рани, им се одѕваа, тие меѓу нив кои правеле добрини и биле богобојазливи – им припаѓа голема награда! –",
      "footnotes": ""
    },
    {
      "id": "466",
      "sura": "3",
      "aya": "173",
      "arabic_text": "ٱلَّذِينَ قَالَ لَهُمُ ٱلنَّاسُ إِنَّ ٱلنَّاسَ قَدۡ جَمَعُواْ لَكُمۡ فَٱخۡشَوۡهُمۡ فَزَادَهُمۡ إِيمَٰنٗا وَقَالُواْ حَسۡبُنَا ٱللَّهُ وَنِعۡمَ ٱلۡوَكِيلُ",
      "translation": "173. на тие на кои, кога луѓето им рекоа: „Непријатели се собираат поради вас, па пазете се од нив!“ – им се зголеми верувањето, па рекоа: „Доволен ни е Аллах и Тој е прекрасен Заштитник!“",
      "footnotes": ""
    },
    {
      "id": "467",
      "sura": "3",
      "aya": "174",
      "arabic_text": "فَٱنقَلَبُواْ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ لَّمۡ يَمۡسَسۡهُمۡ سُوٓءٞ وَٱتَّبَعُواْ رِضۡوَٰنَ ٱللَّهِۗ وَٱللَّهُ ذُو فَضۡلٍ عَظِيمٍ",
      "translation": "174. Па се вратија со Аллаховите благодати и изобилство, никакво зло не ги снашло и постигнаа Аллах да биде со нив задоволен, а Аллах е неизмерно добар!",
      "footnotes": ""
    },
    {
      "id": "468",
      "sura": "3",
      "aya": "175",
      "arabic_text": "إِنَّمَا ذَٰلِكُمُ ٱلشَّيۡطَٰنُ يُخَوِّفُ أَوۡلِيَآءَهُۥ فَلَا تَخَافُوهُمۡ وَخَافُونِ إِن كُنتُم مُّؤۡمِنِينَ",
      "translation": "175. Тоа само шејтанот со своите приврзаници ве плаши, и не плашете се од нив, туку плашете се од Мене, ако сте верници!",
      "footnotes": ""
    },
    {
      "id": "469",
      "sura": "3",
      "aya": "176",
      "arabic_text": "وَلَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِۚ إِنَّهُمۡ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۚ يُرِيدُ ٱللَّهُ أَلَّا يَجۡعَلَ لَهُمۡ حَظّٗا فِي ٱلۡأٓخِرَةِۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ",
      "translation": "176. Нека не те растажуваат тие кои се стремат кон неверство! Тие на Аллах воопшто нема да Му наштетат! Аллах сака да не им стори какво било добро на оној свет и нив ги чека голема казна!",
      "footnotes": ""
    },
    {
      "id": "470",
      "sura": "3",
      "aya": "177",
      "arabic_text": "إِنَّ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "177. Тие кои верувањето за неверување го продадоа, на Аллах воопшто нема да Му наштетат! Нив ги чека болна казна.",
      "footnotes": ""
    },
    {
      "id": "471",
      "sura": "3",
      "aya": "178",
      "arabic_text": "وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُوٓاْ أَنَّمَا نُمۡلِي لَهُمۡ خَيۡرٞ لِّأَنفُسِهِمۡۚ إِنَّمَا نُمۡلِي لَهُمۡ لِيَزۡدَادُوٓاْ إِثۡمٗاۖ وَلَهُمۡ عَذَابٞ مُّهِينٞ",
      "translation": "178. Нека не мислат неверниците дека е добро за нив тоа што им даваме долг живот! Ние им го даваме за само што повеќе да влезат во грев и на нив им припаѓа срамно страдање!",
      "footnotes": ""
    },
    {
      "id": "472",
      "sura": "3",
      "aya": "179",
      "arabic_text": "مَّا كَانَ ٱللَّهُ لِيَذَرَ ٱلۡمُؤۡمِنِينَ عَلَىٰ مَآ أَنتُمۡ عَلَيۡهِ حَتَّىٰ يَمِيزَ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِۗ وَمَا كَانَ ٱللَّهُ لِيُطۡلِعَكُمۡ عَلَى ٱلۡغَيۡبِ وَلَٰكِنَّ ٱللَّهَ يَجۡتَبِي مِن رُّسُلِهِۦ مَن يَشَآءُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ فَلَكُمۡ أَجۡرٌ عَظِيمٞ",
      "translation": "179. Аллах нема да ги остави верниците со неверниците, туку лошите од добрите ќе ги одвои. Аллах нема да ви го открие тоа што е скриено, туку Тој за тоа избира кого Тој сака од Пратениците Свои! Затоа, верувајте во Аллах и во Пратениците Негови, а ако верувате и бидете богобојазливи, вам ви припаѓа голема награда!",
      "footnotes": ""
    },
    {
      "id": "473",
      "sura": "3",
      "aya": "180",
      "arabic_text": "وَلَا يَحۡسَبَنَّ ٱلَّذِينَ يَبۡخَلُونَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ هُوَ خَيۡرٗا لَّهُمۖ بَلۡ هُوَ شَرّٞ لَّهُمۡۖ سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِۦ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ",
      "translation": "180. Нека не мислат тие што се скржави во тоа што Аллах од изобилието Свое им го дава дека е тоа добро за нив! Не, тоа е лошо за нив! На Судниот ден ќе им биде замотано околу вратот тоа за што беа скржави! А на Аллах Му припаѓа наследството на небесата и на Земјата и Аллах е известен за тоа што го правите!",
      "footnotes": ""
    },
    {
      "id": "474",
      "sura": "3",
      "aya": "181",
      "arabic_text": "لَّقَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ فَقِيرٞ وَنَحۡنُ أَغۡنِيَآءُۘ سَنَكۡتُبُ مَا قَالُواْ وَقَتۡلَهُمُ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖ وَنَقُولُ ذُوقُواْ عَذَابَ ٱلۡحَرِيقِ",
      "translation": "181. Аллах ги слушна зборовите на тие што велеа: „Аллах е сиромашен, а ние сме богати!“ Ќе го забележиме тоа што тие го говореа, како што и без оправдана причина веровесниците ги убиваа, и ќе кажеме: „Искусете ја казната во Огнот",
      "footnotes": ""
    },
    {
      "id": "475",
      "sura": "3",
      "aya": "182",
      "arabic_text": "ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّامٖ لِّلۡعَبِيدِ",
      "translation": "182. поради делата на рацете ваши!“ А Аллах не е неправеден кон робовите!",
      "footnotes": ""
    },
    {
      "id": "476",
      "sura": "3",
      "aya": "183",
      "arabic_text": "ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ عَهِدَ إِلَيۡنَآ أَلَّا نُؤۡمِنَ لِرَسُولٍ حَتَّىٰ يَأۡتِيَنَا بِقُرۡبَانٖ تَأۡكُلُهُ ٱلنَّارُۗ قُلۡ قَدۡ جَآءَكُمۡ رُسُلٞ مِّن قَبۡلِي بِٱلۡبَيِّنَٰتِ وَبِٱلَّذِي قُلۡتُمۡ فَلِمَ قَتَلۡتُمُوهُمۡ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "183. Тие што велат: „Бог ни нареди да не му веруваме на ниту еден Пратеник пред да принесе жртва која огнот ќе ја проголта![96]“ Кажи: „И пред мене Пратениците ви носеа јасни докази, а и тоа за што зборувате. Па зошто тогаш, ако вистината ја говорите, ги убивавте?“",
      "footnotes": "[96] Библиски израз за оваа жртва е сепаленица."
    },
    {
      "id": "477",
      "sura": "3",
      "aya": "184",
      "arabic_text": "فَإِن كَذَّبُوكَ فَقَدۡ كُذِّبَ رُسُلٞ مِّن قَبۡلِكَ جَآءُو بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِ وَٱلۡكِتَٰبِ ٱلۡمُنِيرِ",
      "translation": "184. А ако и тебе те сметаат за лажливец, па и пред тебе за лажливци беа сметани Пратениците кои носеа Јасни докази и листови и Книгата што осветлува!",
      "footnotes": ""
    },
    {
      "id": "478",
      "sura": "3",
      "aya": "185",
      "arabic_text": "كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَإِنَّمَا تُوَفَّوۡنَ أُجُورَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۖ فَمَن زُحۡزِحَ عَنِ ٱلنَّارِ وَأُدۡخِلَ ٱلۡجَنَّةَ فَقَدۡ فَازَۗ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ",
      "translation": "185. Секое живо суштество смртта ќе ја вкуси и само на Судниот ден во потполност ќе ги добиете платите ваши! Па кој ќе биде од огнот оддалечен и во Џенетот воведен, успеал! А животот на овој свет е само лажно насладување!",
      "footnotes": ""
    },
    {
      "id": "479",
      "sura": "3",
      "aya": "186",
      "arabic_text": "۞ لَتُبۡلَوُنَّ فِيٓ أَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ وَلَتَسۡمَعُنَّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَمِنَ ٱلَّذِينَ أَشۡرَكُوٓاْ أَذٗى كَثِيرٗاۚ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ فَإِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ",
      "translation": "186. Вие сигурно ќе бидете искушувани со имотите ваши, и со животите ваши, и ќе слушате многу навреди од тие на кои им е дадена Книгата пред вас, а и од идолопоклониците. И ако издржите и ако се плашите од Аллах, тоа навистина спаѓа во вистинските постапки!",
      "footnotes": ""
    },
    {
      "id": "480",
      "sura": "3",
      "aya": "187",
      "arabic_text": "وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكۡتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمۡ وَٱشۡتَرَوۡاْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَبِئۡسَ مَا يَشۡتَرُونَ",
      "translation": "187. А кога Аллах ја зеде обврската од тие на кои им е дадена Книгата дека сигурно на луѓето ќе им ја објаснуваат и дека од неа нема ништо да кријат, па тие потоа зад грб ја фрлија, продавајќи ја за нешто евтино! А лошо е тоа што како замена го добија!",
      "footnotes": ""
    },
    {
      "id": "481",
      "sura": "3",
      "aya": "188",
      "arabic_text": "لَا تَحۡسَبَنَّ ٱلَّذِينَ يَفۡرَحُونَ بِمَآ أَتَواْ وَّيُحِبُّونَ أَن يُحۡمَدُواْ بِمَا لَمۡ يَفۡعَلُواْ فَلَا تَحۡسَبَنَّهُم بِمَفَازَةٖ مِّنَ ٱلۡعَذَابِۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "188. Никако немој да мислиш за тие што се радуваат за тоа што го сториле и кои сакаат да бидат пофалени дури и за тоа што не го сториле, дека од казната ќе се сочуваат! На нив им припаѓа големо страдание!",
      "footnotes": ""
    },
    {
      "id": "482",
      "sura": "3",
      "aya": "189",
      "arabic_text": "وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
      "translation": "189. Само на Аллах Му припаѓа сета власт и на небесата и на Земјата, и Аллах е Семоќен!",
      "footnotes": ""
    },
    {
      "id": "483",
      "sura": "3",
      "aya": "190",
      "arabic_text": "إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ لَأٓيَٰتٖ لِّأُوْلِي ٱلۡأَلۡبَٰبِ",
      "translation": "190. Во создавањето на небесата и на Земјата и во промената на денот и ноќта, навистина има знаци за обдарените со разум,",
      "footnotes": ""
    },
    {
      "id": "484",
      "sura": "3",
      "aya": "191",
      "arabic_text": "ٱلَّذِينَ يَذۡكُرُونَ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِهِمۡ وَيَتَفَكَّرُونَ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبَّنَا مَا خَلَقۡتَ هَٰذَا بَٰطِلٗا سُبۡحَٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ",
      "translation": "191. кои и стоејќи и седејќи и лежејќи Го спомнуваат Аллах и за создавањето на небесата и на Земјата размислуваат. „Господару наш, ти ова не го создаде залудно! Возвишен си Ти и сочувај нè од казната во Огнот!",
      "footnotes": ""
    },
    {
      "id": "485",
      "sura": "3",
      "aya": "192",
      "arabic_text": "رَبَّنَآ إِنَّكَ مَن تُدۡخِلِ ٱلنَّارَ فَقَدۡ أَخۡزَيۡتَهُۥۖ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٖ",
      "translation": "192. Господару наш, тој кого Ти во Огнот ќе го фрлиш, веќе си го понижил, а на насилниците никој на помош нема да им дојде!",
      "footnotes": ""
    },
    {
      "id": "486",
      "sura": "3",
      "aya": "193",
      "arabic_text": "رَّبَّنَآ إِنَّنَا سَمِعۡنَا مُنَادِيٗا يُنَادِي لِلۡإِيمَٰنِ أَنۡ ءَامِنُواْ بِرَبِّكُمۡ فَـَٔامَنَّاۚ رَبَّنَا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَكَفِّرۡ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلۡأَبۡرَارِ",
      "translation": "193. Господару наш, ние го чувме гласникот кој повикува во верата: ,Верувајте во вашиот Господар!‘, па поверувавме. Господару наш, прости ни ги гревовите наши и покриј ни ги лошите постапки наши и усмрти нè со добрите!",
      "footnotes": ""
    },
    {
      "id": "487",
      "sura": "3",
      "aya": "194",
      "arabic_text": "رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخۡزِنَا يَوۡمَ ٱلۡقِيَٰمَةِۖ إِنَّكَ لَا تُخۡلِفُ ٱلۡمِيعَادَ",
      "translation": "194. Господару наш, дај ни го тоа што ни го вети преку Пратениците Свои и немој да нè понижиш на Судниот ден! Ти, навистина, не го прекршуваш Своето ветување!“",
      "footnotes": ""
    },
    {
      "id": "488",
      "sura": "3",
      "aya": "195",
      "arabic_text": "فَٱسۡتَجَابَ لَهُمۡ رَبُّهُمۡ أَنِّي لَآ أُضِيعُ عَمَلَ عَٰمِلٖ مِّنكُم مِّن ذَكَرٍ أَوۡ أُنثَىٰۖ بَعۡضُكُم مِّنۢ بَعۡضٖۖ فَٱلَّذِينَ هَاجَرُواْ وَأُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأُوذُواْ فِي سَبِيلِي وَقَٰتَلُواْ وَقُتِلُواْ لَأُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَأُدۡخِلَنَّهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ ثَوَابٗا مِّنۡ عِندِ ٱللَّهِۚ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلثَّوَابِ",
      "translation": "195. И нивниот Господар им се одѕва: „На ниту еден трудбеник меѓу вас, било маж или жена, неговото дело нема да го поништам; вие сте едни од други. На тие коишто ќе се иселат и кои ќе бидат протерани од родниот крај и кои ќе бидат мачени на Мојот пат и кои ќе се борат и ќе загинат, сигурно лошите дела ќе им ги покријам и сигурно ќе ги воведам во џенетски градини низ кои реки течат! Тоа ќе биде награда од Аллах, а кај Аллах е најубавата награда.“",
      "footnotes": ""
    },
    {
      "id": "489",
      "sura": "3",
      "aya": "196",
      "arabic_text": "لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُواْ فِي ٱلۡبِلَٰدِ",
      "translation": "196. И никако нека не те мами тоа што неверниците уживаат низ Земјата!",
      "footnotes": ""
    },
    {
      "id": "490",
      "sura": "3",
      "aya": "197",
      "arabic_text": "مَتَٰعٞ قَلِيلٞ ثُمَّ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ",
      "translation": "197. Кратко уживање, а потоа Џехенемот ќе биде нивното живеалиште, а колку е ужасно тоа престојувалиште.",
      "footnotes": ""
    },
    {
      "id": "491",
      "sura": "3",
      "aya": "198",
      "arabic_text": "لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا نُزُلٗا مِّنۡ عِندِ ٱللَّهِۗ وَمَا عِندَ ٱللَّهِ خَيۡرٞ لِّلۡأَبۡرَارِ",
      "translation": "198. А на тие што се плашат од Господарот свој им припаѓаат џенетски градини под кои реки течат, во нив вечно ќе останат, сместени од Аллах. А тоа што е кај Аллах е подобро за добрите!",
      "footnotes": ""
    },
    {
      "id": "492",
      "sura": "3",
      "aya": "199",
      "arabic_text": "وَإِنَّ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَمَن يُؤۡمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡكُمۡ وَمَآ أُنزِلَ إِلَيۡهِمۡ خَٰشِعِينَ لِلَّهِ لَا يَشۡتَرُونَ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ أُوْلَٰٓئِكَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡۗ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ",
      "translation": "199. Има и следбеници на Книгата кои веруваат во Аллах и во тоа што ви се објавува вам и во тоа што им е објавено ним, понизни се кон Аллах и не ги продаваат Аллаховите зборови за евтина цена. Ним им припаѓа наградата од Господарот нивен, а Аллах, навистина, брзо ќе ја израмни сметката!",
      "footnotes": ""
    },
    {
      "id": "493",
      "sura": "3",
      "aya": "200",
      "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱصۡبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ",
      "translation": "200. О, верници, бидете трпеливи и издржливи, постојано бдејте и плашете се од Аллах, за да успеете!",
      "footnotes": ""
    }
  ]
}