{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 601,
      "verse_key": "103:1",
      "juz_number": 30,
      "hizb_number": 60,
      "rub_el_hizb_number": 240,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلۡعَصۡرِ",
      "translation": "زمانے کی قسم.(1)",
      "footnotes": "(1) زمانے سے مراد، شب وروز کی یہ گردش اور ان کا ادل بدل کر آنا ہے۔ رات آتی ہے تو اندھیرا چھا جاتاہے اور دن طلوع ہوتا ہے تو ہرچیز روشن ہو جاتی ہے۔ علاوہ ازیں کبھی رات لمبی، دن چھوٹا ور کبھی دن لمبا، رات چھوٹی ہو جاتی ہے۔ یہی مرور ایام، زمانہ ہے جو اللہ تعالیٰ کی قدرت اور کاریگری پر دلالت کرتا ہے۔ اسی لئے رب نے اس کی قسم کھائی ہے۔ یہ پہلے بتلایا جا چکا ہے کہ اللہ تعالیٰ تو اپنی مخلوق میں سے جس کی چاہے قسم کھا سکتا ہے لیکن انسانوں کے لئے اللہ کی قسم کے علاوہ کسی چیز کی قسم کھانا جائز نہیں ہے۔"
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 601,
      "verse_key": "103:2",
      "juz_number": 30,
      "hizb_number": 60,
      "rub_el_hizb_number": 240,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلۡإِنسَٰنَ لَفِي خُسۡرٍ",
      "translation": "بیشک (بالیقین) انسان سرتا سر نقصان میں ہے.(1)",
      "footnotes": "(1) یہ جواب قسم ہے۔ انسان کا خسارہ اور ہلاکت واضح ہے کہ جب تک وہ زندہ رہتا ہے، اس کے شب وروز سخت محنت کرتے ہوئے گزرتے ہیں پھر جب موت سے ہم کنار ہوتا ہے تو موت کے بعد بھی آرام وراحت نصیب نہیں ہوتی، بلکہ وہ جہنم کا ایندھن بنتا ہے۔"
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 601,
      "verse_key": "103:3",
      "juz_number": 30,
      "hizb_number": 60,
      "rub_el_hizb_number": 240,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَتَوَاصَوۡاْ بِٱلۡحَقِّ وَتَوَاصَوۡاْ بِٱلصَّبۡرِ",
      "translation": "سوائے ان لوگوں کے جو ایمان ﻻئے اور نیک عمل(1) کیے اور (جنہوں نے) آپس میں حق کی وصیت کی(2) اور ایک دوسرے کو صبر کی نصیحت کی.(3)",
      "footnotes": "(1) ہاں اس خسارے سے وہ لوگ محفوظ ہیں جو ایمان اور عمل صالح کے جامع ہیں، کیوں کہ ان کی زندگی چاہے جیسی بھی گزری ہو، موت کے بعد وہ بہرحال ابدی نعمتوں اور جنت کی پرآسائش زندگی سے بہرہ ور ہوں گے۔ آگے اہل ایمان کی مزید صفات کا تذکرہ ہے۔\n(2) یعنی اللہ کی شریعت کی پابندی اور محرمات ومعاصی سے اجتناب کی تلقین۔\n(3) یعنی مصائب وآلام پرصبر، احکام وفرائض شریعت پر عمل کرنے میں صبر، معاصی سے اجتناب پر صبر، لذات وخواہشات کی قربانی پر صبر، صبر بھی اگرچہ تواصی بالحق میں شامل ہے، تاہم اسے خصوصیت سےالگ ذکر کیا گیا، جس سے اسکا شرف وفضل اور خصال حق میں اس کا ممتاز ہونا واضح ہے۔"
    }
  ]
}