{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 467,
      "verse_key": "40:1",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "حمٓ",
      "translation": "Haa miim[1]",
      "footnotes": "[1] Wẽnd n yɩɩd minim ne A sẽn rat ne gʋls-bi tõsdɩ-kãensã. La Gʋls-bi tõsdɩ-kãensã, sẽn be Sʋʋr-kãensã baasgẽ wã, yaa sẽn wilgd Alkʋrãanã sẽn komsd a gees-n-taasã, bala b geesa kɩfr-dãmbã ne Alkʋrãanã, tɩ b kong n ka tõog n wa ne a buud ye, tɩ Alkʋrãanã me -yaool n yaa sẽn tui ne gom-biis nins bãmb goamã sẽn tuit ne wã, sẽn yaa gʋls-bi tõsdɩ bãmbã buudã, tɩ rẽnda wilgd Laarab-rãmbã kongame n ka tõog n wa ne Alkʋrãanã buud ye, n lagem ne bãmb n yɩɩd nebã ne zelem pεkã, tɩ wilgdẽ tɩ Alkʋrãanã a yaa sẽn tʋme tɩ yi Wẽnd nengẽ."
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 467,
      "verse_key": "40:2",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ",
      "translation": "Gafã sigbã yii Wẽnd nengẽ sẽn ya-a ɑ wilb Naabã n yaa ɑ Mitã.",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 467,
      "verse_key": "40:3",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ",
      "translation": "Yaa zunuub Yaafda, tuubg rɛɛgda, nams-kεgeng Soaba, kũun lɑ yɩɩdlem Soaba. Soab kae tɩ sã n pa Yẽ, lεbeng zĩig yaa Yẽ nengẽ.",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 467,
      "verse_key": "40:4",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ",
      "translation": "Pa maand tak-n-taar Wẽnd yel-soamã pʋg ralla neb nins sẽn kɩfl-bã. Lɑ b gõobã n gilgd tẽmsã ra wa belg foo tɩ f tẽed tɩ yɑɑ b sẽn põs ye.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 467,
      "verse_key": "40:5",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ",
      "translation": "A Nuuh nebã ra yagsame, taoor tɩ bãmb nan pa wa ye, la zãma fãa mamsa ne b tẽn-tʋʋmã n na n yõk-a, la b maan tak-n-taar ne zĩrimbeedo, sẽn na yɩl n yẽes sɩdã ne rẽ, tɩ mam yõk-ba, la mam namsgã yɩɩ wãn-wãna?",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 467,
      "verse_key": "40:6",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ",
      "translation": "La yaa woto bal la fo Soabã gomd sɩdg neb nins sẽn kɩfl-bã zugu, tɩ bãmb yaa Bugum-rãmba.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 467,
      "verse_key": "40:7",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ",
      "translation": "Rãmb nins sẽn zãad-b Al-Arsã, la sẽn be a kɩrensã yɩlgda ne b Soabã pẽgre, la b kõt sɩd ne-a, la b kot yaafa n kõt neb nins sẽn kõ sɩdã: \"yaa tõnd Soaba! Fo gũbga bũmbã fãa gill ne yolsg la minim, bɩ F yaaf neb nins sẽn tuub la b pʋg Fo sorã, la f gũ-b ne Gεhɩɩm naongã.",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 468,
      "verse_key": "40:8",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "D Soaba! La kẽes-b Aden Arzãn (Arzãn ruumdg) ning Fo sẽn pʋlem ne-bã, la ned ning sẽn maneg-a sẽn yi b saamb-rãmbẽ la b pagbẽ, la b koambẽ, ad Foo la a wilb Naab n yaa a bʋʋd Mita.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 468,
      "verse_key": "40:9",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
      "translation": "La F gũ-b ne yel-wẽnse, la Fo sẽn gũ a soab ne yel-wẽns raaren-kãngã, sɩd la hakɩɩka F yols-a lame. La woto la pʋɩ-bedre!",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 468,
      "verse_key": "40:10",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ",
      "translation": "Ad neb nins sẽn kɩfl-bã b boond-b la yikrã rɑɑre n yetẽ: \"ad Wẽnd kisgrã ne yãmbã ɑ yɩɩda yãmb sẽn kisg y mensã, wakat ning b sẽn wa n boond yãmb n tʋg lɩɩmaoongẽ wã tɩ yãmb kɩfendẽ wã\".",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 468,
      "verse_key": "40:11",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ",
      "translation": "La b yeele: \"d Soaba! Fo kʋʋ tõnd noor a yiibu la F vɩɩms tõnd noor a yiibu, tɩ tõnd reeg d zunuubã d zugẽ, la rẽ yĩnga sor bee sẽn na yi bɩ?\"",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 468,
      "verse_key": "40:12",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ",
      "translation": "Yaa woto bala, tɩ b sã n dɑ boond Wẽnd a Yembr la yãmb sẽn kɩfende, la b sã n lagem-A ne bũmb la yãmb sẽn kõt sɩda. Bʋʋdã bee ne Wẽnde, sẽn ya zẽkr Naab n ya Bedrã.",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 468,
      "verse_key": "40:13",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ",
      "translation": "Yẽ la Soab ningã sẽn wilg yãmb a yel-soalmã, la A Sikd rɩtl n yi saasẽ wã yãmb yĩnga; la pa tẽegd rẽ ralla ned ning sẽn lebsd a menga (n tʋgd Wẽnd nengẽ).",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 468,
      "verse_key": "40:14",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ",
      "translation": "Bɩ y kos Wẽnde, tɩ y yaa sẽn yɩlgd dĩinã ne-A ba tɩ kɩfr-dãmb kisame.",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 468,
      "verse_key": "40:15",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ",
      "translation": "Yaa dargε-rãmb zẽkdɑ, n ya Al-arsã Soaba. A kõta wahɩ wã A sẽn rat-a soab ne A sagelle, t'a na bugs tɩ b gũus sεg-taabã raare.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 468,
      "verse_key": "40:16",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ",
      "translation": "Raar ning bãmb sẽn vẽnegdã, tɩ bũmb pa solgd Wẽnd ye, ãnd n so naamã rũnda? Yaa Wẽnd sẽn ya-a a Yembr n ya-a a Modgdã.",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 469,
      "verse_key": "40:17",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ",
      "translation": "Rũndã b ronda yõor fãa a sẽn tʋme, wẽgd kae rũndã ye! Ad Wẽnd yaa Geel-tʋʋlg Naaba.",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 469,
      "verse_key": "40:18",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ",
      "translation": "La f busg-ba, pẽnegrã raare (dũni yikr) tɩ sũyã sã n wa be koko-londẽ n wuki; wẽgdbã pa tar ba noanga, b pa tar sugsd me b sẽn na n tũ ye.",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 469,
      "verse_key": "40:19",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ",
      "translation": "A mii nin sẽn zãmbde, la bũmb ning yãad sẽn solgde.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 469,
      "verse_key": "40:20",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 187,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
      "translation": "La Wẽnd bʋʋda ne sɩda, la bũmb ning bãmb sẽn kot zẽng tɩ pa Wẽndã, b pa bʋʋd ne ba fʋɩ. Ad Wẽnde, Yẽ la a Wʋmd n yaa a Neta.",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 469,
      "verse_key": "40:21",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ",
      "translation": "Rẽ yĩnga b pa kẽnd tẽngã poor zugu, n getẽ yaa wãn-wãn la neb nins sẽn reng bãmb taoorã yɩ yã? Bãmb yɩɩme n yɩɩd bãmbã ne keelem la vũuna, tɩ Wẽnd yõk-b b zũnuubã yĩnga, la b pa tall gũud n yi Wẽnd ye.",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 469,
      "verse_key": "40:22",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ",
      "translation": "Yɩɩ woto tɩ bãmb tẽn-tʋʋmbã ra wat bãmb nengẽ ne vẽenese, tɩ b kɩɩse, tɩ Wẽnd yõk-ba. Ad Yẽ yaa pãng Saoab n yaa nams kenke Soaba.",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 469,
      "verse_key": "40:23",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ",
      "translation": "Sɩd la hakɩɩka Tõnd tʋmsa a Muusa ne Tõnd yel-soalmã la Tõnd gom-lubdg sẽn yɑɑ vẽenegɑ.",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 469,
      "verse_key": "40:24",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ",
      "translation": "N tʋg a Fɩr-Aoon ne a Haamaan la a Kaarʋʋn nengẽ, tɩ b yeel tɩ yaa tɩɩm soaba n yaa zĩrimbe-neda.",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 469,
      "verse_key": "40:25",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ",
      "translation": "La wakat ning sɩdã sẽn wa bãmb nengẽ n yi Tõnd nengẽ, b yeelame: \"kʋ-y neb nins sẽn lagem-a wã komb-ribli la y bas b pagbã tɩ b vɩɩme\". La kɩfr-dãmbã rabr pa yɩ ralla meneng bala.",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 470,
      "verse_key": "40:26",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ",
      "translation": "La a Fɩr-Aoon yeel yã: \"bas-y maam tɩ m kʋ a Muusa, t'a sã n rat bɩ a bool a Soabã, ad mam yaeesda a na n tedg yãmb dĩinã, ma a puk sãang tẽngã zugu\".",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 470,
      "verse_key": "40:27",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ",
      "translation": "T'a Muusa yeele: \"Ad mam kota gũudum ne mam Soabã, la yãmb Soabã, n yi waoog-m-meng ned fãa sẽn pa kõt sɩda ne Geelgã Raare\".",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 470,
      "verse_key": "40:28",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ",
      "translation": "Tɩ rao sẽn yaa sɩd-kõat n yi a Fɩr-Aoon zakã rãmbẽ n solgd a lɩɩmaoong yeele: \"rẽ yĩnga yãmb na n kʋʋ raoa, t'a yeelɑm tɩ \"m soab la Wẽnd\" yĩnga? La sɩd la hakɩɩka a waa ne vẽenes n yi a Soabã nengẽ, a sã n yɩ n ya zĩrimbe-neda, a zĩrimbeed be nee-a, la a sã n yɩɩme n ya sɩd soaba, yεl nins sãnda a sẽn pʋlem yãmba paamd-y lame. Ad Wẽnd pa kãndgd ned ning sẽn ya maan-n-zʋʋg soab n yaa zĩrimbe-ned ye,",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 470,
      "verse_key": "40:29",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ",
      "translation": "Mam nebã! Yãmb n so naamã rũnd-rũndã n ya windb tẽngã zugu, la ãnd n na n sõngd tõnd n yi Wẽnd naongã t'a sã n wa tõndo? La a Fɩr-Aoon yeel yã. \"Mam pa wilgd yãmb ralla bũmb ning mam sẽn ne wã, la m pa peegd yãmb n tʋtẽ ralla kãndgr sore\".",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 470,
      "verse_key": "40:30",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ",
      "translation": "Tɩ sẽn kõ-a sɩdã yeele: \"yaa mam neba! Ad mam yaeesda yãmb zug tɩ raar na n wa paam yãmb sẽn wõnd wala (ahzaab raare) sulɑ rãmb raare\".",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 470,
      "verse_key": "40:31",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ",
      "translation": "Wala a Nuuh la a Aad la a Samuud nebã miningã la sẽn wa-b bãmb poorẽ wã, la Wẽnd pa rat wẽgd ne A yembsã ye.",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 470,
      "verse_key": "40:32",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ",
      "translation": "La mam nebã! Ad mam yaeesda yãmb zugu, bool-taabã raare.",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 470,
      "verse_key": "40:33",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ",
      "translation": "Raar ning yãmb sẽn loogd n zoetẽ tɩ y yɑɑ sẽn gũd y kuidsã, yãmb pa tar ba gũud n yi Wẽnd ye, la ned ning Wẽnd sẽn menes pa tar kãndgd ye.",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 471,
      "verse_key": "40:34",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ",
      "translation": "La sɩd la hakɩɩka a Yuusuf ra waa yãmb nengẽ pĩndɑ ne vẽenese, tɩ yãmb pa bak n be sik pʋgẽ ne bũmb ning a sẽn wa ne yãmb nengẽ wã, hal t'a sẽn wa n maan kaalmã, yãmb yeelame: \"Wẽnd kõn tʋl n tʋms tẽn-tʋʋm a poorẽ ye\". Yaa woto bala, Wẽnd menesda ned ning sẽn ya-a maan-n-zʋʋg soab n ya sik maanda.",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 471,
      "verse_key": "40:35",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ",
      "translation": "Neb nins sẽn maan tak-n-taar Wẽnd yel-soalmã pʋgẽ tɩ pa yɩ ne daliil sẽn wa b nengẽ wã, gẽeg yɩ bedr Wẽnd nengẽ, la neb nins sẽn kõ sɩdã nengẽ. Yaa woto bal la Wẽnd pagd waoog-m-men-ned sẽn yɑɑ modg-yood soɑbɑ fãa sũuri.",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 471,
      "verse_key": "40:36",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ",
      "translation": "La a Fɩr-Aoon yeel yã! Foo Haamaana! Me bεoong zãntga (Tukɑ), sãnde, m na paam soɑyã.",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 471,
      "verse_key": "40:37",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ",
      "translation": "Saasã soɑyã, tɩ m n lɩk n ges a Muusa Soaba, la mam tẽedame t'a yaa pʋ-yagda. Yaa woto bal la b faas ne a Fɩr-Aoon a tʋʋmdã wẽnga, la b gɩd-a n yi sorã. A fɩr-Aoon rabrã pa yɩ rẽnda halkr pʋgẽ bala.",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 471,
      "verse_key": "40:38",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ",
      "translation": "Tɩ ned ning sẽn kõ-a sɩdã yeele: \"mam nebã! Pʋg-y maam, tɩ m na peeg-y n tũ kãndgr sore\".",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 471,
      "verse_key": "40:39",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ",
      "translation": "Mam nebã! Ad dũni wã vɩ-kãngã yaa wʋm-noogo, la ad laahrã, yẽ la tablg roogo.",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 471,
      "verse_key": "40:40",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 188,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ",
      "translation": "Ned ning sẽn tʋm-a wẽnga, b pa roand-a sã n pa a bilgr ye! La ned ning sẽn tʋm-a sõama, rao bɩ paga, t'a yaa sɩd-kõata, yaa bãmb-rãmbã n kẽed Arzãna, b rɩlgd-b la a pʋgẽ, tɩ pa yɩ ne geelg ye.",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 472,
      "verse_key": "40:41",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ",
      "translation": "La mam nebã! Yaa bõe tɩ mam boond yãmb n tʋdg põsg tɩ yãmb boond maam n tʋgd Bʋgmẽ?.",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 472,
      "verse_key": "40:42",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ",
      "translation": "Yãmb boonda maam tɩ m kɩfl ne Wẽnd la m lagem ne-A ne bũmb ning mam sẽn pa tar a bãngre, la mam boonda yãmb n tʋgd wilb Naab nengẽ, yaafg Naab nengẽ.",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 472,
      "verse_key": "40:43",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ",
      "translation": "Sik pa be tɩ bũmb ning yãmb sen boond maam n tʋgdẽ wã, a pa tar võor dũni, a pa tar võor laahr me, la ad tõnd lεbeng zĩig yaa Wẽnd nengẽ, la ad maan-n-zʋʋg rãmba, bãmb la Bugum rãmba.",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 472,
      "verse_key": "40:44",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ",
      "translation": "La yãmb na wa n tẽeg bũmb ning m sẽn yeel-yã, la m bobla m yellã ne Wẽnde, la ad Wẽnd yaa Net a yembsã zugu\".",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 472,
      "verse_key": "40:45",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ",
      "translation": "Tɩ Wẽnd gũ-a n yi bũmb ning b sẽn rab-a wẽngɑ, tɩ naong wẽngã sig a Fɩr-Aoon zakã rãmba.",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 472,
      "verse_key": "40:46",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ",
      "translation": "Bugmã, b balld-b-la a zug yibeoog la zaabre, la raar ning dũni wã sẽn yikdã, b yetɑme: \"kẽes-y a Fɩr-Aoon neba nong sẽn yɩɩd kεgengã pʋgẽ\".",
      "footnotes": ""
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 472,
      "verse_key": "40:47",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ",
      "translation": "La b sẽn wat n maan tak-n-taar Bugmã pʋgẽ, tɩ nin-valemsã yeel neb nins sẽn waoog b mensã: \"tõnd da yɩɩme n pʋgd yãmba, la rẽ yĩnga yãmb tõe n roka pʋɩɩr Bugmẽ wã n bas tõndo?\"",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 472,
      "verse_key": "40:48",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ",
      "translation": "La neb nins sẽn yaa waoog-m-mensã yeel yã: \"Tõnd fãa be a pʋgẽ, ad Wẽnd bʋʋ A yembsã suka, tɩ ned fãɑ reeg ɑ pʋire.",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 472,
      "verse_key": "40:49",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ",
      "translation": "La neb nins sẽn be bugmẽ wã yeel Gεhannem gũudbã: \" kos-y y Soabã t'A yols naongã tõnd zug ba tɩ yaa raar a yembre\".",
      "footnotes": ""
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 473,
      "verse_key": "40:50",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ",
      "translation": "La b na n yeele: \"rẽ yĩnga yãmb tẽn-tʋʋmbã ra pa yɩ n wat yãmb nengẽ ne vẽenese?\" Tɩ b yeele: \"yaa sɩda\" . La b yeele: \" bɩ y kose!\" La kɩfr-dãmb kosg pa yɩ ralla meneng pʋga.",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 473,
      "verse_key": "40:51",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ",
      "translation": "La tɩ Tõnd na sõng d tẽn-tʋʋmbã la neb nins sẽn kõ-b sɩda, dũni vɩɩmã pʋgẽ, la raar ning seetbã sẽn na n yikã.",
      "footnotes": ""
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 473,
      "verse_key": "40:52",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ",
      "translation": "Raar ning wẽgdbã padeng sẽn pa nafd-ba, la kãabg be ne-ba, la zag-wẽng be ne-ba.",
      "footnotes": ""
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 473,
      "verse_key": "40:53",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ",
      "translation": "La sɩd la hakɩɩka Tõnd kõo a Muusa kãndgre, la D kõ a ɭsraεl koamb gafã faado.",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 473,
      "verse_key": "40:54",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ",
      "translation": "Tɩ yaa kãndgr la tẽegre ne yam-bεεl rãmba.",
      "footnotes": ""
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 473,
      "verse_key": "40:55",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ",
      "translation": "Bɩ f maan sugr tɩ ad Wẽnd pʋlengã yaa sɩda, la f kos yaafg ne f zunuubã, la yɩlg ne f Soabã pẽka, zaabr la yibeoogo.",
      "footnotes": ""
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 473,
      "verse_key": "40:56",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
      "translation": "Ad neb nins sẽn maan tak-n-taar Wẽnd yel-soalmã pʋgẽ, tɩ pa yɩ ne daliil sẽn wa b nengẽ, pa be b sũyẽ wã rẽnda waoog-m-meng b sẽn pa na n tol n ta-a, bɩ f kos gũudum ne Wẽnde, ad Yẽnda la a Wʋmd n yaa a Neta.",
      "footnotes": ""
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 473,
      "verse_key": "40:57",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "Saasã la tẽngã naaneg bedrem n yɩɩd nebã naanego, la ad nebã wʋsg fãa pa mi ye.",
      "footnotes": ""
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 473,
      "verse_key": "40:58",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ",
      "translation": "La zoang ne nin-soaba pa a yembr ye. Neb nins sẽn kõ-b sɩdã la b tʋm sẽn sõmbã ne wẽngdbɑ me pa a yembr ye; paood yãmb sẽn tẽegde.",
      "footnotes": ""
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 474,
      "verse_key": "40:59",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ",
      "translation": "Ad dũni wã yikr watame, sik ka a pʋgẽ ye, la ad nebã wʋsg pa kõt sɩd ye.",
      "footnotes": ""
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 474,
      "verse_key": "40:60",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ",
      "translation": "La yãmb Soabã yeelame: \"kos-y-Ma tɩ M na reeg y yĩnga, ad neb nins sẽn waoogd b mens n yit Mam tũudmã, b na n kẽe Gεhannem tɩ b yaa yaalse.",
      "footnotes": ""
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 474,
      "verse_key": "40:61",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ",
      "translation": "Wẽnd la Naab ning sẽn maan yʋngã n kõ yãmba, bʋɩl yĩng tɩ y na paam yĩn-yõgneg a pʋgẽ; la wĩndgã tɩ yaa vẽemem. Ad Wẽnd yaa yɩɩdlem Soab nebã zugu, la ad nebã wʋsg pa pʋʋsd bark ye.",
      "footnotes": ""
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 474,
      "verse_key": "40:62",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ",
      "translation": "Woto yaa Wẽnde, yẽnda la y Soab hakɩɩka, bũmbã fãa naandã, Soab kae tɩ sã n pa Yẽ ye. La yaa bõe tɩ y wẽnemsdẽ?",
      "footnotes": ""
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 474,
      "verse_key": "40:63",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ",
      "translation": "Yaa woto bal la neb nins sẽn da yɩ n kɩɩsd Wẽnd yel-soalmã wẽnemsda (n yit sor-tɩrgã).",
      "footnotes": ""
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 474,
      "verse_key": "40:64",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ",
      "translation": "Wẽnd la soab ning sẽn maan-a tẽngã n kõ yãmb t'a yaa tabendg zĩiga, la saagã t'a yaa wa meoongo, la A sʋʋr(nɑɑn) yãmb n maneg yãmb nɑɑnegã, la A rɩlg yãmb rɩ-yɩlmã. Yãmb Wẽnd kãngã la yãmb Soabã, la Wẽnd albarak yɩ wagalle, sẽn yaa bõn-naandsã Naabã.",
      "footnotes": ""
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 474,
      "verse_key": "40:65",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 189,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Yẽ la Vɩta, Soab kae tɩ sã n pa Yẽ, bɩ y kos-y-yã-A tɩ y yaa sẽn yɩlg dĩinã ne-A. Pẽgr be ne Wẽnd sẽn ya bõn-naandsã Soabã.",
      "footnotes": ""
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 474,
      "verse_key": "40:66",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Yeele: \"ad b gɩdga maam tɩ m da wa tũ yãmb sẽn kot-b rãmb tɩ pa Wẽndã, wakat ning vẽenmã sẽn wa n wa mam nengẽ n yi m Soabẽ wã. B leb n sagla maam tɩ m sak n tũ bõn-naandsã Soabã\".",
      "footnotes": ""
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 475,
      "verse_key": "40:67",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ",
      "translation": "Yẽ la Soab ning sẽn vɩɩmsd la A kʋʋda, t'A sã n bʋ yelle, A yet-a lame t'a yɩ, t'a be yɩɩbẽ!",
      "footnotes": ""
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 475,
      "verse_key": "40:68",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
      "translation": "Yẽ la Soab ning sẽn vɩɩmsd la A kʋʋda, t'A sã n bʋ yelle, a yet-a lame t'a yɩ, t'a be yɩɩbẽ!",
      "footnotes": ""
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 475,
      "verse_key": "40:69",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ",
      "translation": "Rẽ yĩnga fo pa yã neb nins sẽn maan tak-n-taar Wẽnd yel-soalmã pʋgẽ wã b sẽn yuusd-b yuusg ningã.",
      "footnotes": ""
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 475,
      "verse_key": "40:70",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ",
      "translation": "Neb nins sẽn yags-b gafã, la bũmb ning Tõnd sẽn tʋms ne tẽn-tʋʋmbã.",
      "footnotes": ""
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 475,
      "verse_key": "40:71",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ",
      "translation": "Wakat ning bãn-daoogã sẽn wat n be b yubliẽ wã, la bãensã, tɩ b vuud-ba.",
      "footnotes": ""
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 475,
      "verse_key": "40:72",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ",
      "translation": "Ko-tʋʋlgã pʋgẽ, rẽ poorẽ Bugmã pʋgẽ, tɩ b yõogd-ba.",
      "footnotes": ""
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 475,
      "verse_key": "40:73",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ",
      "translation": "Rẽ poorẽ tɩ b yeel-ba: \"yãmb sẽn da yɩ n maand lagem-n-taar ne bũmb ningã bε?",
      "footnotes": ""
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 475,
      "verse_key": "40:74",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ",
      "translation": "Sẽn yaa zẽng tɩ pa Wẽndã? \" La b yeel yã, \"b menemame n bas tõndo, tõnd da pʋs n pa yɩ n kot bũmb ye\". Yaa woto bal la Wẽnd menemsd kɩfr-rãmba.",
      "footnotes": ""
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 475,
      "verse_key": "40:75",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ",
      "translation": "Yãmb rol-kãnga, yaa bũmb ning yãmb sẽn da yɩ n noogd y sũur tẽngã zug tɩ pa yɩ ne sɩdã yĩnga, la yãmb sẽn da yɩ n kɩdemdẽ wã yĩnga.",
      "footnotes": ""
    },
    {
      "id": 76,
      "verse_number": 76,
      "page_number": 475,
      "verse_key": "40:76",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ",
      "translation": "Kẽ-y Gεhannem ragnoyã tɩ y yaa ruumdba, la waoog-m-meng rãmb gãag zĩig yɩ wẽnga.",
      "footnotes": ""
    },
    {
      "id": 77,
      "verse_number": 77,
      "page_number": 475,
      "verse_key": "40:77",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ",
      "translation": "Bɩ f maan sugri, tɩ ad Wẽnd pʋlengã yaa sɩda, la Tõnd sã n wilg foom b sẽn pʋlem-b yεl ninsã sãnda, ma D kʋ-f lame, yaa Tõnd nengẽ la b na n lεbs-ba.",
      "footnotes": ""
    },
    {
      "id": 78,
      "verse_number": 78,
      "page_number": 476,
      "verse_key": "40:78",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ",
      "translation": "La sɩd la hakɩɩka Tõnd tʋmsa tẽn-tʋʋmb sẽn reng fo taoore, be b pʋgẽ Tõnd sẽn togs foom b rãmb yelle, la be b pʋgẽ Tõnd sẽn pa togs foom b yelle. Pa yɩ ne tẽn-tʋʋm t'a wa ne yel-soaleme rẽnda ne Wẽnd tõogo. Wẽnd yellã sã n wa, b bʋʋdɑ nebɑ ne tɑɑb sʋkɑ ne sɩda, tɩ zaalmã rãmb bõn zĩ-kãnga.",
      "footnotes": ""
    },
    {
      "id": 79,
      "verse_number": 79,
      "page_number": 476,
      "verse_key": "40:79",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ",
      "translation": "Wẽnd la Soab ning sẽn maan rũmsã, bʋɩl yĩng tɩ y na zomb sãnda, la be b pʋgẽ y sẽn rɩte.",
      "footnotes": ""
    },
    {
      "id": 80,
      "verse_number": 80,
      "page_number": 476,
      "verse_key": "40:80",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ",
      "translation": "La yãmb tara nafa a pʋgẽ; lɑ y nɑ tall-b lame n ta tʋlsem sẽn be yãmb sũyẽ wã. Yaa rũmsã la kogendã me n rɩkd yãmba.",
      "footnotes": ""
    },
    {
      "id": 81,
      "verse_number": 81,
      "page_number": 476,
      "verse_key": "40:81",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ",
      "translation": "La A wilgd yãmb A yel-soamã; yaa Wẽnd yel-soalem bʋs la yãmb kɩɩsda?",
      "footnotes": ""
    },
    {
      "id": 82,
      "verse_number": 82,
      "page_number": 476,
      "verse_key": "40:82",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ",
      "translation": "Rẽ yĩnga b pa na n kẽn tẽngã zug n ges neb nins sẽn reng-b bãmb taoorã baasg sẽn yɩ to-to? B ra yɩɩme n waoog n yɩɩd bãmba, n tar pãng la keelem ( pãng keelem) n yɩɩd bãmba la b tar vũun tẽng zugu. La bũmb ning b sẽn da yɩ n tʋmdẽ wã pa naf-b ye.",
      "footnotes": ""
    },
    {
      "id": 83,
      "verse_number": 83,
      "page_number": 476,
      "verse_key": "40:83",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "B tẽn-tʋʋmbã sẽn wa n wa b nengẽ ne vẽenesã, b nooga b sũur n sek b mens ne bãngr ning sẽn be b nengẽ wã, tɩ bũmb ning b sẽn da yɩ n yaandẽ wã sig-b zugu.",
      "footnotes": ""
    },
    {
      "id": 84,
      "verse_number": 84,
      "page_number": 476,
      "verse_key": "40:84",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ",
      "translation": "La wakat ning b sẽn wa n yã Tõnd naongã b yeelame: \"tõnd kõo sɩd ne Wẽnd a Ye la d kɩfl ne bũmb ning tõnd sẽn da yɩ n maand lagem-n-taarã\".",
      "footnotes": ""
    },
    {
      "id": 85,
      "verse_number": 85,
      "page_number": 476,
      "verse_key": "40:85",
      "juz_number": 24,
      "hizb_number": 48,
      "rub_el_hizb_number": 190,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ",
      "translation": "Tɩ b lɩɩmaoongã pa leb n nafd-ba, b sẽn wa n yã Tõnd naongã ye. Wẽnd sor la woto sẽn da reng taoor a yembsẽ wã, tɩ kɩfr-rãmb bõn zĩ-kãngã.",
      "footnotes": ""
    }
  ]
}