{
  "result": [
    {
      "id": "2030",
      "sura": "17",
      "aya": "1",
      "arabic_text": "سُبۡحَٰنَ ٱلَّذِيٓ أَسۡرَىٰ بِعَبۡدِهِۦ لَيۡلٗا مِّنَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ إِلَى ٱلۡمَسۡجِدِ ٱلۡأَقۡصَا ٱلَّذِي بَٰرَكۡنَا حَوۡلَهُۥ لِنُرِيَهُۥ مِنۡ ءَايَٰتِنَآۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
      "translation": "1. ¡Alabado sea Aquel que tomó a Su siervo (Muhammad) durante la noche para llevarlo de la Mezquita Sagrada de La Meca al templo de Jerusalén[483], cuyos alrededores bendijimos (con frutos y cultivos), con el fin de mostrarle las pruebas de Nuestro poder! En verdad, Él es Quien oye y ve todas las cosas.",
      "footnotes": "[483]  Este viaje nocturno tuvo lugar pocos meses antes de laHégira, cuando la persecución de los idólatras de La Meca contra los creyentes era más intensa. Al-lah quiso recompensar el sufrimiento del Profeta —que Al-lah lo bendiga y le dé la paz— con un viaje milagroso que sucedió en una noche desde La Meca hasta Jerusalén, donde se hallaba el Templo de Salomón, lugar desde donde ascendió a los cielos, vio a los profetas que lo habían precedido y recibió de Al-lah la orden de realizar los cinco rezos diarios. Cabe mencionar que en árabe se utiliza el término masyid traducido normalmente como “mezquita” en vez de “templo”; no obstante, el significado de masyid es mucho más amplio que su traducción “mezquita”, ya que significa cualquier lugar de postración. Debido a que en la época no se había construido aun en Jerusalén ninguna mezquita en el sentido popular de la palabra, se ha dejado la palabra “templo” para no confundir al lector. Posteriormente, se erigió la Mezquita de la Roca en el lugar desde donde ocurrió la ascensión del Profeta —que Al-lah lo bendiga y le dé la paz— a los cielos.\nQuienes se oponían al Profeta —que Al-lah lo bendiga y le dé la paz— le recriminaron que ese viaje era imposible y lo desmintieron."
    },
    {
      "id": "2031",
      "sura": "17",
      "aya": "2",
      "arabic_text": "وَءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ أَلَّا تَتَّخِذُواْ مِن دُونِي وَكِيلٗا",
      "translation": "2. Y entregamos a Moisés las Escrituras (la Torá) e hicimos que fueran una guía para los hijos de Israel, diciéndoles: “No tomen fuera de Mí a ningún protector ni a ninguna divinidad para encomendar sus asuntos”.",
      "footnotes": ""
    },
    {
      "id": "2032",
      "sura": "17",
      "aya": "3",
      "arabic_text": "ذُرِّيَّةَ مَنۡ حَمَلۡنَا مَعَ نُوحٍۚ إِنَّهُۥ كَانَ عَبۡدٗا شَكُورٗا",
      "translation": "3. ¡Oh, descendientes de aquellos a quienes embarcamos (en el arca y salvamos) junto a Noé!, (¡sigan su ejemplo!). Ciertamente, él fue un siervo agradecido.",
      "footnotes": ""
    },
    {
      "id": "2033",
      "sura": "17",
      "aya": "4",
      "arabic_text": "وَقَضَيۡنَآ إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ فِي ٱلۡكِتَٰبِ لَتُفۡسِدُنَّ فِي ٱلۡأَرۡضِ مَرَّتَيۡنِ وَلَتَعۡلُنَّ عُلُوّٗا كَبِيرٗا",
      "translation": "4. Y revelamos a los hijos de Israel en las Escrituras (la Torá): “Corromperán la tierra (con sus pecados) dos veces y se convertirán en unos tiranos arrogantes”.",
      "footnotes": ""
    },
    {
      "id": "2034",
      "sura": "17",
      "aya": "5",
      "arabic_text": "فَإِذَا جَآءَ وَعۡدُ أُولَىٰهُمَا بَعَثۡنَا عَلَيۡكُمۡ عِبَادٗا لَّنَآ أُوْلِي بَأۡسٖ شَدِيدٖ فَجَاسُواْ خِلَٰلَ ٱلدِّيَارِۚ وَكَانَ وَعۡدٗا مَّفۡعُولٗا",
      "translation": "5. Y cuando corrompieron la tierra por primera vez, enviamos contra ustedes siervos Nuestros de gran fortaleza y violencia que penetraron por completo en sus hogares (para destruirlos). Esa fue una predicción que se cumplió.",
      "footnotes": ""
    },
    {
      "id": "2035",
      "sura": "17",
      "aya": "6",
      "arabic_text": "ثُمَّ رَدَدۡنَا لَكُمُ ٱلۡكَرَّةَ عَلَيۡهِمۡ وَأَمۡدَدۡنَٰكُم بِأَمۡوَٰلٖ وَبَنِينَ وَجَعَلۡنَٰكُمۡ أَكۡثَرَ نَفِيرًا",
      "translation": "6. Luego les concedimos la revancha dándoles la victoria sobre ellos y los reforzamos con bienes e hijos, e hicimos de ustedes un pueblo más numeroso.",
      "footnotes": ""
    },
    {
      "id": "2036",
      "sura": "17",
      "aya": "7",
      "arabic_text": "إِنۡ أَحۡسَنتُمۡ أَحۡسَنتُمۡ لِأَنفُسِكُمۡۖ وَإِنۡ أَسَأۡتُمۡ فَلَهَاۚ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ لِيَسُـُٔواْ وُجُوهَكُمۡ وَلِيَدۡخُلُواْ ٱلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوۡاْ تَتۡبِيرًا",
      "translation": "7. Y les dijimos: “Si hacen el bien, lo harán en beneficio de ustedes; y si hacen el mal, será en perjuicio propio. Y cuando se cumpla la última predicción, sus enemigos los humillarán y entrarán en el templo de Jerusalén, como ya hicieran la vez primera, y destruirán todo lo que se encuentre ante ellos”.",
      "footnotes": ""
    },
    {
      "id": "2037",
      "sura": "17",
      "aya": "8",
      "arabic_text": "عَسَىٰ رَبُّكُمۡ أَن يَرۡحَمَكُمۡۚ وَإِنۡ عُدتُّمۡ عُدۡنَاۚ وَجَعَلۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ حَصِيرًا",
      "translation": "8. (Si se arrepienten de sus pecados) Al-lah se apiadará de ustedes; pero si vuelven (a corromper la tierra), volveremos (a castigarlos). Y hemos hecho del Infierno una cárcel para quienes rechazan la verdad.",
      "footnotes": ""
    },
    {
      "id": "2038",
      "sura": "17",
      "aya": "9",
      "arabic_text": "إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَهۡدِي لِلَّتِي هِيَ أَقۡوَمُ وَيُبَشِّرُ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرٗا كَبِيرٗا",
      "translation": "9. Ciertamente, este Corán guía hacia lo que es más justo y recto y anuncia a los creyentes, que obran con rectitud, que obtendrán una gran recompensa (en la otra vida).",
      "footnotes": ""
    },
    {
      "id": "2039",
      "sura": "17",
      "aya": "10",
      "arabic_text": "وَأَنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا",
      "translation": "10. Y a quienes no creen en la vida eterna les hemos preparado un castigo doloroso.",
      "footnotes": ""
    },
    {
      "id": "2040",
      "sura": "17",
      "aya": "11",
      "arabic_text": "وَيَدۡعُ ٱلۡإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلۡخَيۡرِۖ وَكَانَ ٱلۡإِنسَٰنُ عَجُولٗا",
      "translation": "11. Y el hombre suplica (a menudo) el mal (para él mismo o para su familia cuando está enojado)[484] de igual modo que suplica el bien, pues el hombre es impaciente.",
      "footnotes": "[484]  Como, por ejemplo, cuando el hombre maldice cualquier propiedad suya o incluso a algún familiar."
    },
    {
      "id": "2041",
      "sura": "17",
      "aya": "12",
      "arabic_text": "وَجَعَلۡنَا ٱلَّيۡلَ وَٱلنَّهَارَ ءَايَتَيۡنِۖ فَمَحَوۡنَآ ءَايَةَ ٱلَّيۡلِ وَجَعَلۡنَآ ءَايَةَ ٱلنَّهَارِ مُبۡصِرَةٗ لِّتَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡ وَلِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ وَكُلَّ شَيۡءٖ فَصَّلۡنَٰهُ تَفۡصِيلٗا",
      "translation": "12. Y hemos hecho de la noche y del día dos señales de Nuestro poder. Hemos cubierto la noche con la oscuridad (para que descansen), mientras que hemos iluminado el día para que (trabajen y) busquen en él el favor de su Señor, para que cuenten los años y para que puedan calcular el paso del tiempo. Y hemos explicado todo con detalle.",
      "footnotes": ""
    },
    {
      "id": "2042",
      "sura": "17",
      "aya": "13",
      "arabic_text": "وَكُلَّ إِنسَٰنٍ أَلۡزَمۡنَٰهُ طَٰٓئِرَهُۥ فِي عُنُقِهِۦۖ وَنُخۡرِجُ لَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ كِتَٰبٗا يَلۡقَىٰهُ مَنشُورًا",
      "translation": "13. Y cada hombre cargará con sus propias obras (y pecados[485]). Y el Día de la Resurrección le daremos un registro, que encontrará abierto (donde constará todo lo que haya realizado).",
      "footnotes": "[485]  Cada persona pagará por sus propios pecados el Día de la Resurrección y no será juzgada por lo que otros hayan cometido, por lo que el concepto del pecado original no existe en el Islam. Los hombres nacen sin pecado alguno, son como un libro en blanco e inmaculado porque no heredan el pecado de Adán y Eva; sus faltas y malas acciones no empiezan a registrarse hasta que llegan a la pubertad. \nEn la Biblia también encontramos más de un versículo que sostiene que nadie puede cargar con los pecados de otro: “El hijo no cargará con la culpa del padre, ni el padre cargará con la injusticia del hijo, la justicia del justo será sobre él y la impiedad del impío será sobre él” (Ezequiel 18: 20). No obstante, el cristianismo se basa en la creencia de la redención, en la creencia de que Jesús —la paz de Al-lah esté con él— murió para redimir al hombre del pecado original que heredó de sus padres Adán y Eva, y es imprescindible para el cristiano creer en ello para obtener la salvación. Debe mencionarse que la base del cristianismo, el concepto de la redención, no se encuentra en la Biblia y que contradice lo que ella misma afirma en versículos como el mencionado anteriormente."
    },
    {
      "id": "2043",
      "sura": "17",
      "aya": "14",
      "arabic_text": "ٱقۡرَأۡ كِتَٰبَكَ كَفَىٰ بِنَفۡسِكَ ٱلۡيَوۡمَ عَلَيۡكَ حَسِيبٗا",
      "translation": "14. (Se le dirá:) “Lee el registro de tus obras. Tú te bastas para juzgarte a ti mismo”.",
      "footnotes": ""
    },
    {
      "id": "2044",
      "sura": "17",
      "aya": "15",
      "arabic_text": "مَّنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبۡعَثَ رَسُولٗا",
      "translation": "15. Quien haya seguido el buen camino lo habrá hecho en su propio beneficio, y quien se haya extraviado lo habrá hecho en perjuicio propio; y nadie cargará con los pecados de otro. Y no castigamos a ningún pueblo sin antes haber enviado un Mensajero (para advertirlos del castigo).",
      "footnotes": ""
    },
    {
      "id": "2045",
      "sura": "17",
      "aya": "16",
      "arabic_text": "وَإِذَآ أَرَدۡنَآ أَن نُّهۡلِكَ قَرۡيَةً أَمَرۡنَا مُتۡرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيۡهَا ٱلۡقَوۡلُ فَدَمَّرۡنَٰهَا تَدۡمِيرٗا",
      "translation": "16. Y cuando queremos destruir una ciudad (por sus pecados), ordenamos a sus dirigentes (que obedezcan a Al-lah a través de un Mensajero Nuestro), mas estos desobedecen (desmintiendo al Mensajero que les ha sido enviado) y corrompen la tierra, haciendo que se cumpla la sentencia contra dicha comunidad (pecadora), y la destruimos por completo.",
      "footnotes": ""
    },
    {
      "id": "2046",
      "sura": "17",
      "aya": "17",
      "arabic_text": "وَكَمۡ أَهۡلَكۡنَا مِنَ ٱلۡقُرُونِ مِنۢ بَعۡدِ نُوحٖۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرَۢا بَصِيرٗا",
      "translation": "17. ¡Y cuántas comunidades (injustas que desmentían a sus mensajeros) destruimos después de Noé! Y tu Señor basta para conocer y ver los pecados de Sus siervos.",
      "footnotes": ""
    },
    {
      "id": "2047",
      "sura": "17",
      "aya": "18",
      "arabic_text": "مَّن كَانَ يُرِيدُ ٱلۡعَاجِلَةَ عَجَّلۡنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلۡنَا لَهُۥ جَهَنَّمَ يَصۡلَىٰهَا مَذۡمُومٗا مَّدۡحُورٗا",
      "translation": "18. Quien desee (solo) esta vida terrenal (que sepa) que concederemos lo que queramos a quien deseemos. Después (en la otra vida) arderá en el Infierno, reprochado y expulsado (de Nuestra misericordia).",
      "footnotes": ""
    },
    {
      "id": "2048",
      "sura": "17",
      "aya": "19",
      "arabic_text": "وَمَنۡ أَرَادَ ٱلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ كَانَ سَعۡيُهُم مَّشۡكُورٗا",
      "translation": "19. Y quien desee la vida eterna y se esfuerce (con sus obras) por alcanzarla y sea creyente verá sus esfuerzos recompensados.",
      "footnotes": ""
    },
    {
      "id": "2049",
      "sura": "17",
      "aya": "20",
      "arabic_text": "كُلّٗا نُّمِدُّ هَٰٓؤُلَآءِ وَهَٰٓؤُلَآءِ مِنۡ عَطَآءِ رَبِّكَۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحۡظُورًا",
      "translation": "20. Y a todos ellos (creyentes o no) les concedemos en esta vida de los favores de tu Señor (¡oh, Muhammad!), pues estos no pueden negárseles a nadie.",
      "footnotes": ""
    },
    {
      "id": "2050",
      "sura": "17",
      "aya": "21",
      "arabic_text": "ٱنظُرۡ كَيۡفَ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۚ وَلَلۡأٓخِرَةُ أَكۡبَرُ دَرَجَٰتٖ وَأَكۡبَرُ تَفۡضِيلٗا",
      "translation": "21. Observa cómo hemos agraciado (en esta vida) a unos más que a otros. Y, sin embargo, en la otra habrá todavía más niveles de distinción.",
      "footnotes": ""
    },
    {
      "id": "2051",
      "sura": "17",
      "aya": "22",
      "arabic_text": "لَّا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومٗا مَّخۡذُولٗا",
      "translation": "22. No adores a nadie fuera de Al-lah; de lo contrario, serías reprochado y abandonado (en el Infierno).",
      "footnotes": ""
    },
    {
      "id": "2052",
      "sura": "17",
      "aya": "23",
      "arabic_text": "۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنًاۚ إِمَّا يَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَآ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفّٖ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا",
      "translation": "23. Y Al-lah ha ordenado adorarlo solo a Él y tratar a los padres con amabilidad y respeto. Si uno de ellos, o ambos, alcanzan la vejez en tu presencia, no les digas ninguna palabra de reproche ni les faltes al respeto, y háblales con dulzura[486].",
      "footnotes": "[486]  El tratar bien a los padres es de suma importancia en el Islam, los hijos deben obedecerlos (siempre que no suponga desobedecer a Al-lah) y cuidar de ellos aunque no sean musulmanes. Esta obligación suele mencionarseen el Corán inmediatamente después de la obligación de adorar solamente a Al-lah(ver la aleya 36 de la sura 4, la 151 de la sura 6 y la 83 de la sura 2). La familia es la base de la sociedad musulmana. Según la tradición del Profeta —que Al-lah lo bendiga y le dé la paz— un hombre se acercó a él y le preguntó quién de entre los suyos tenía más derechos sobre él. El Profeta —que Al-lah lo bendiga y le dé la paz— respondió: “Tu madre”; entonces él preguntó: “¿Quién después?”, a lo que el Profeta —que Al-lah lo bendiga y le dé la paz— respondió de nuevo: “Tu madre”. El hombre volvió a preguntar: “¿Quién es el siguiente?”, y el Profeta —que Al-lah lo bendiga y le dé la paz— respondió de nuevo: “Tu madre”. Cuando el hombre le preguntó quién después de ella, el Profeta —que Al-lah lo bendiga y le dé la paz— le dijo: “Tu padre”."
    },
    {
      "id": "2053",
      "sura": "17",
      "aya": "24",
      "arabic_text": "وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا",
      "translation": "24. Y trátalos con humildad, apiadándote de ellos, y suplica a Al-lah diciendo: “¡Señor!, sé misericordioso con ellos al igual que ellos lo fueron conmigo cuando me criaron de pequeño”.",
      "footnotes": ""
    },
    {
      "id": "2054",
      "sura": "17",
      "aya": "25",
      "arabic_text": "رَّبُّكُمۡ أَعۡلَمُ بِمَا فِي نُفُوسِكُمۡۚ إِن تَكُونُواْ صَٰلِحِينَ فَإِنَّهُۥ كَانَ لِلۡأَوَّٰبِينَ غَفُورٗا",
      "translation": "25. Su Señor conoce bien lo que hay en su interior. Si son rectos y virtuosos, perdonará a quien se vuelva a Él en arrepentimiento[487].",
      "footnotes": "[487]  Esos son quienes Lo glorifican y Le rezan."
    },
    {
      "id": "2055",
      "sura": "17",
      "aya": "26",
      "arabic_text": "وَءَاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَلَا تُبَذِّرۡ تَبۡذِيرًا",
      "translation": "26. Y concédeles sus derechos a los familiares cercanos, a los pobres y a los viajeros (que no dispongan de medios para proseguir su viaje); pero no derroches.",
      "footnotes": ""
    },
    {
      "id": "2056",
      "sura": "17",
      "aya": "27",
      "arabic_text": "إِنَّ ٱلۡمُبَذِّرِينَ كَانُوٓاْ إِخۡوَٰنَ ٱلشَّيَٰطِينِۖ وَكَانَ ٱلشَّيۡطَٰنُ لِرَبِّهِۦ كَفُورٗا",
      "translation": "27. En verdad, quienes derrochan (sus bienes en el pecado y en banalidades) siguen el camino de los demonios, y el Demonio es ingrato con su Señor (por haberse rebelado contra Él).  ",
      "footnotes": ""
    },
    {
      "id": "2057",
      "sura": "17",
      "aya": "28",
      "arabic_text": "وَإِمَّا تُعۡرِضَنَّ عَنۡهُمُ ٱبۡتِغَآءَ رَحۡمَةٖ مِّن رَّبِّكَ تَرۡجُوهَا فَقُل لَّهُمۡ قَوۡلٗا مَّيۡسُورٗا",
      "translation": "28. Y si te alejas de ellos (de los familiares y de aquellos a quienes se te ha pedido ayudar económicamente porque no tienes qué darles) y estás a la espera de recibir un bien procedente de tu Señor, háblales con amabilidad (prometiéndoles que los ayudarás cuando recibas el bien que esperas). ",
      "footnotes": ""
    },
    {
      "id": "2058",
      "sura": "17",
      "aya": "29",
      "arabic_text": "وَلَا تَجۡعَلۡ يَدَكَ مَغۡلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبۡسُطۡهَا كُلَّ ٱلۡبَسۡطِ فَتَقۡعُدَ مَلُومٗا مَّحۡسُورًا",
      "translation": "29. Y no seas avaro cerrando tu mano por completo, pues serías reprobado por ello, ni la abras del todo (derrochando) hasta quedarte en la miseria y suspirando por lo que perdiste.",
      "footnotes": ""
    },
    {
      "id": "2059",
      "sura": "17",
      "aya": "30",
      "arabic_text": "إِنَّ رَبَّكَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا",
      "translation": "30. Ciertamente, tu Señor concede un generoso sustento a quien quiere y lo restringe a quien quiere. Él está informado de todo y ve todas las cosas (que hacen Sus siervos).",
      "footnotes": ""
    },
    {
      "id": "2060",
      "sura": "17",
      "aya": "31",
      "arabic_text": "وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُمۡ خَشۡيَةَ إِمۡلَٰقٖۖ نَّحۡنُ نَرۡزُقُهُمۡ وَإِيَّاكُمۡۚ إِنَّ قَتۡلَهُمۡ كَانَ خِطۡـٔٗا كَبِيرٗا",
      "translation": "31. Y no maten a sus hijos por miedo a la miseria; Nosotros somos quienes les concedemos sustento, así como a ustedes. Ciertamente, matarlos es un grave pecado.",
      "footnotes": ""
    },
    {
      "id": "2061",
      "sura": "17",
      "aya": "32",
      "arabic_text": "وَلَا تَقۡرَبُواْ ٱلزِّنَىٰٓۖ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَسَآءَ سَبِيلٗا",
      "translation": "32. Y no se acerquen (siquiera) a la fornicación, pues es una inmoralidad y un mal camino a seguir.",
      "footnotes": ""
    },
    {
      "id": "2062",
      "sura": "17",
      "aya": "33",
      "arabic_text": "وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۗ وَمَن قُتِلَ مَظۡلُومٗا فَقَدۡ جَعَلۡنَا لِوَلِيِّهِۦ سُلۡطَٰنٗا فَلَا يُسۡرِف فِّي ٱلۡقَتۡلِۖ إِنَّهُۥ كَانَ مَنصُورٗا",
      "translation": "33. Y no acaben con la vida que Al-lah ha hecho sagrada, a menos que sea por un motivo justo. Y otorgamos autoridad al heredero de quien sea asesinado injusta e intencionadamente (para pedir la muerte del asesino o bien una indemnización en vez de su muerte, o para perdonarle la vida). Pero no transgredan los límites si deciden la pena de muerte[488]. Ciertamente, el derecho del heredero a pedir justicia está garantizado. ",
      "footnotes": "[488]  Se refiere a que no debe salirse de los límites que establece la ley islámica en el caso del talión, como ensañarse con el cadáver o mutilarlo, cuando ello está prohibido, o extender la pena a otras personas aparte del asesino. Cabe mencionar que quien aplica la pena debe ser la autoridad islámica y no el familiar de la víctima."
    },
    {
      "id": "2063",
      "sura": "17",
      "aya": "34",
      "arabic_text": "وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ بِٱلۡعَهۡدِۖ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡـُٔولٗا",
      "translation": "34. Y no se acerquen a los bienes de los huérfanos (no hagan uso de ellos, ustedes que los custodian[489]), a menos que sea para beneficiarlos, hasta que alcancen la madurez suficiente (y tengan que entregárselos). Y cumplan los compromisos, pues se les pedirán cuentas acerca de ellos.",
      "footnotes": "[489]  Ver las aleyas 2 y 6 de la sura 4."
    },
    {
      "id": "2064",
      "sura": "17",
      "aya": "35",
      "arabic_text": "وَأَوۡفُواْ ٱلۡكَيۡلَ إِذَا كِلۡتُمۡ وَزِنُواْ بِٱلۡقِسۡطَاسِ ٱلۡمُسۡتَقِيمِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلٗا",
      "translation": "35. Y (cuando comercien) den la medida justa y pesen con una balanza exacta (para que sean justos), pues, al final, es lo mejor y más conveniente para ustedes.",
      "footnotes": ""
    },
    {
      "id": "2065",
      "sura": "17",
      "aya": "36",
      "arabic_text": "وَلَا تَقۡفُ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۚ إِنَّ ٱلسَّمۡعَ وَٱلۡبَصَرَ وَٱلۡفُؤَادَ كُلُّ أُوْلَٰٓئِكَ كَانَ عَنۡهُ مَسۡـُٔولٗا",
      "translation": "36. Y no sigas nada sobre lo que no tengas firme conocimiento, pues se te pedirán cuentas sobre el uso que hiciste del oído, de la vista y del corazón (o entendimiento).",
      "footnotes": ""
    },
    {
      "id": "2066",
      "sura": "17",
      "aya": "37",
      "arabic_text": "وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّكَ لَن تَخۡرِقَ ٱلۡأَرۡضَ وَلَن تَبۡلُغَ ٱلۡجِبَالَ طُولٗا",
      "translation": "37. Y no camines por la tierra con arrogancia, pues no podrás penetrarla (con tu andar) ni igualarás a las montañas en altura (para ser tan imponente como ellas)[490].",
      "footnotes": "[490]  El Islam llama a la moderación en todos los aspectos de la vida: en la manera de caminar, en la intensidad o volumen de la voz al rezar o hablar, etc. (ver la aleya 110 de esta misma sura y la aleya 19 de la sura 31)."
    },
    {
      "id": "2067",
      "sura": "17",
      "aya": "38",
      "arabic_text": "كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكۡرُوهٗا",
      "translation": "38. Todo lo malo que ha sido mencionado (y prohibido anteriormente) es detestable para tu Señor.",
      "footnotes": ""
    },
    {
      "id": "2068",
      "sura": "17",
      "aya": "39",
      "arabic_text": "ذَٰلِكَ مِمَّآ أَوۡحَىٰٓ إِلَيۡكَ رَبُّكَ مِنَ ٱلۡحِكۡمَةِۗ وَلَا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتُلۡقَىٰ فِي جَهَنَّمَ مَلُومٗا مَّدۡحُورًا",
      "translation": "39. Esto es parte de la sabiduría que tu Señor te revela (¡oh, Muhammad!). No adores otras divinidades fuera de Al-lah, pues serías arrojado al Infierno, reprochado y expulsado (de Su misericordia).",
      "footnotes": ""
    },
    {
      "id": "2069",
      "sura": "17",
      "aya": "40",
      "arabic_text": "أَفَأَصۡفَىٰكُمۡ رَبُّكُم بِٱلۡبَنِينَ وَٱتَّخَذَ مِنَ ٱلۡمَلَٰٓئِكَةِ إِنَٰثًاۚ إِنَّكُمۡ لَتَقُولُونَ قَوۡلًا عَظِيمٗا",
      "translation": "40. ¿Iba a escoger su Señor para ustedes hijos varones y tomar para Sí hijas: los ángeles (según afirman)? Ciertamente, dicen algo muy grave.",
      "footnotes": ""
    },
    {
      "id": "2070",
      "sura": "17",
      "aya": "41",
      "arabic_text": "وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِيَذَّكَّرُواْ وَمَا يَزِيدُهُمۡ إِلَّا نُفُورٗا",
      "translation": "41. Y hemos explicado con claridad en este Corán (todo tipo de ejemplos, promesas y advertencias) para que (los hombres) mediten; mas (todo ello) no ha hecho sino aumentar el rechazo de quienes niegan la verdad.",
      "footnotes": ""
    },
    {
      "id": "2071",
      "sura": "17",
      "aya": "42",
      "arabic_text": "قُل لَّوۡ كَانَ مَعَهُۥٓ ءَالِهَةٞ كَمَا يَقُولُونَ إِذٗا لَّٱبۡتَغَوۡاْ إِلَىٰ ذِي ٱلۡعَرۡشِ سَبِيلٗا",
      "translation": "42. Diles (¡oh, Muhammad!): “Si realmente hubiese otras divinidades como dicen, buscarían la manera de llegar hasta el Señor del Trono (Al-lah)[491]”.",
      "footnotes": "[491]  Intentarían llegar al Señor del Trono para derrocarlo y hacerse con Su dominio (ver la aleya 22 de la sura 21). Otra interpretación defendida por algunos comentaristas es que esas divinidades buscarían la manera de llegar hasta Al-lah para adorarlo a Él y acercarse a Él (ver la aleya 57 de esta misma sura); por lo que más les valdría a los hombres adorar directamente a Al-lah también. De hecho, los idólatras de La Meca, a pesar de adorar a varias divinidades, reconocían que Al-lah era el Dios Supremo y decían que adoraban a otros para que actuasen de intermediarios con Al-lah (ver la aleya 81 de la sura 19)."
    },
    {
      "id": "2072",
      "sura": "17",
      "aya": "43",
      "arabic_text": "سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوّٗا كَبِيرٗا",
      "translation": "43. ¡Glorificado y exaltado sea! Él está muy por encima de lo que dicen.",
      "footnotes": ""
    },
    {
      "id": "2073",
      "sura": "17",
      "aya": "44",
      "arabic_text": "تُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبۡعُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ وَإِن مِّن شَيۡءٍ إِلَّا يُسَبِّحُ بِحَمۡدِهِۦ وَلَٰكِن لَّا تَفۡقَهُونَ تَسۡبِيحَهُمۡۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا",
      "translation": "44. Lo glorifican los siete cielos[492], la tierra y cuanto hay en ellos, y no hay nada que no Lo glorifique con alabanzas, aunque ustedes no pueden comprenderlas. Ciertamente, Él es Tolerante e Indulgente. ",
      "footnotes": "[492]  Ver la nota de la aleya 29 de la sura 2."
    },
    {
      "id": "2074",
      "sura": "17",
      "aya": "45",
      "arabic_text": "وَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ جَعَلۡنَا بَيۡنَكَ وَبَيۡنَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ حِجَابٗا مَّسۡتُورٗا",
      "translation": "45. Y cuando recitas el Corán (¡oh, Muhammad!), interponemos entre tú y quienes no creen en la otra vida una barrera invisible (para que no puedan ni escuchar ni entender lo que dices).",
      "footnotes": ""
    },
    {
      "id": "2075",
      "sura": "17",
      "aya": "46",
      "arabic_text": "وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِذَا ذَكَرۡتَ رَبَّكَ فِي ٱلۡقُرۡءَانِ وَحۡدَهُۥ وَلَّوۡاْ عَلَىٰٓ أَدۡبَٰرِهِمۡ نُفُورٗا",
      "translation": "46. Y les hemos sellado los corazones y tapado los oídos (debido a su obstinada negación de la verdad). Y cuando mencionas a tu Señor en el Corán como un Dios Único (prohibiendo la adoración de otras divinidades fuera de Él) se alejan de ti dándote la espalda con aversión.",
      "footnotes": ""
    },
    {
      "id": "2076",
      "sura": "17",
      "aya": "47",
      "arabic_text": "نَّحۡنُ أَعۡلَمُ بِمَا يَسۡتَمِعُونَ بِهِۦٓ إِذۡ يَسۡتَمِعُونَ إِلَيۡكَ وَإِذۡ هُمۡ نَجۡوَىٰٓ إِذۡ يَقُولُ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا",
      "translation": "47. Nosotros sabemos bien con qué intención te escuchan cuando oyen (tu recitación del Corán) y lo que comentan en secreto cuando los injustos (que rechazan la verdad) dicen (a los creyentes): “Solo siguen a un hombre embrujado”.",
      "footnotes": ""
    },
    {
      "id": "2077",
      "sura": "17",
      "aya": "48",
      "arabic_text": "ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَالَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا",
      "translation": "48. Mira con qué te comparan (cuando dicen que eres un hombre embrujado, un adivinador o un poeta) y cómo se desvían del buen camino para no regresar a él.",
      "footnotes": ""
    },
    {
      "id": "2078",
      "sura": "17",
      "aya": "49",
      "arabic_text": "وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدٗا",
      "translation": "49. Y dicen (con sarcasmo): “¿Cuando seamos huesos y restos, volveremos nuevamente a la vida?”.",
      "footnotes": ""
    },
    {
      "id": "2079",
      "sura": "17",
      "aya": "50",
      "arabic_text": "۞ قُلۡ كُونُواْ حِجَارَةً أَوۡ حَدِيدًا",
      "translation": "50. Diles (¡oh, Muhammad!): “(Serían resucitados aunque) fueran piedras o hierro,",
      "footnotes": ""
    },
    {
      "id": "2080",
      "sura": "17",
      "aya": "51",
      "arabic_text": "أَوۡ خَلۡقٗا مِّمَّا يَكۡبُرُ فِي صُدُورِكُمۡۚ فَسَيَقُولُونَ مَن يُعِيدُنَاۖ قُلِ ٱلَّذِي فَطَرَكُمۡ أَوَّلَ مَرَّةٖۚ فَسَيُنۡغِضُونَ إِلَيۡكَ رُءُوسَهُمۡ وَيَقُولُونَ مَتَىٰ هُوَۖ قُلۡ عَسَىٰٓ أَن يَكُونَ قَرِيبٗا",
      "translation": "51. o cualquier otro objeto de la creación que puedan imaginar de mayor dureza (o más difícil de dar vida)”. Entonces te preguntarán: “¿Quién nos resucitará?”. Les dirás: “Aquel que los creó por primera vez”. Moverán la cabeza (asintiendo en tono de burla) y te dirán: “¿Y cuándo ocurrirá?”. Les dirás: “Puede que sea pronto”.",
      "footnotes": ""
    },
    {
      "id": "2081",
      "sura": "17",
      "aya": "52",
      "arabic_text": "يَوۡمَ يَدۡعُوكُمۡ فَتَسۡتَجِيبُونَ بِحَمۡدِهِۦ وَتَظُنُّونَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗا",
      "translation": "52. Ese día (el Día de la Resurrección) serán llamados a comparecer ante Al-lah y responderán obedeciéndolo con alabanzas, y pensarán que solo vivieron (en la tierra) muy poco. ",
      "footnotes": ""
    },
    {
      "id": "2082",
      "sura": "17",
      "aya": "53",
      "arabic_text": "وَقُل لِّعِبَادِي يَقُولُواْ ٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ ٱلشَّيۡطَٰنَ يَنزَغُ بَيۡنَهُمۡۚ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلۡإِنسَٰنِ عَدُوّٗا مُّبِينٗا",
      "translation": "53. Y diles a Mis siervos (¡oh, Muhammad!) que hablen entre ellos con buenas palabras[493]. Ciertamente, el Demonio busca sembrar la discordia entre ellos, pues es un declarado enemigo del hombre.",
      "footnotes": "[493]  Al-lah ordena a Sus siervos creyentes hablarse entre ellos con respeto y buenas palabras para evitar que una mala palabra pueda ser utilizada por el Demonio para sembrar la discordia entre ellos. Del mismo modo, Al-lah también ordena a los musulmanes dirigirse a quienes no lo son con buenas palabras cuando se les exhorta a seguir el Islam o se debate con ellos (ver la aleya 125 de la sura 16)."
    },
    {
      "id": "2083",
      "sura": "17",
      "aya": "54",
      "arabic_text": "رَّبُّكُمۡ أَعۡلَمُ بِكُمۡۖ إِن يَشَأۡ يَرۡحَمۡكُمۡ أَوۡ إِن يَشَأۡ يُعَذِّبۡكُمۡۚ وَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ وَكِيلٗا",
      "translation": "54. Su Señor es Quien mejor los conoce (¡oh, gentes!). Si lo desea, (los guiará hacia la fe y) se apiadará de ustedes; o bien dejará que mueran en la incredulidad y los castigará. Y no te hemos enviado a ti (¡oh Muhammad!) en calidad de guardián sobre ellos, ni eres responsable de sus acciones. ",
      "footnotes": ""
    },
    {
      "id": "2084",
      "sura": "17",
      "aya": "55",
      "arabic_text": "وَرَبُّكَ أَعۡلَمُ بِمَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ ٱلنَّبِيِّـۧنَ عَلَىٰ بَعۡضٖۖ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا",
      "translation": "55. Y tu Señor es Quien mejor conoce cuanto hay en los cielos y en la tierra. Hemos favorecido a unos profetas más que a otros; y a David, le concedimos los Salmos.",
      "footnotes": ""
    },
    {
      "id": "2085",
      "sura": "17",
      "aya": "56",
      "arabic_text": "قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِهِۦ فَلَا يَمۡلِكُونَ كَشۡفَ ٱلضُّرِّ عَنكُمۡ وَلَا تَحۡوِيلًا",
      "translation": "56. Diles (¡oh, Muhammad!): “Convoquen a quienes dicen que comparten la divinidad con Al-lah. (Verán que) no pueden librarlos de ningún mal ni pueden desviarlo (de ustedes)”.",
      "footnotes": ""
    },
    {
      "id": "2086",
      "sura": "17",
      "aya": "57",
      "arabic_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ يَدۡعُونَ يَبۡتَغُونَ إِلَىٰ رَبِّهِمُ ٱلۡوَسِيلَةَ أَيُّهُمۡ أَقۡرَبُ وَيَرۡجُونَ رَحۡمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورٗا",
      "translation": "57. Aquellos a quienes invocan buscan el medio de acercarse más a su Señor, anhelan Su misericordia y temen Su castigo[494]. Ciertamente, el castigo de tu Señor es digno de ser temido.",
      "footnotes": "[494]  En muchos casos, los ídolos son, en su origen, representaciones de personas reales que vivieron y fueron conocidas por su bondad, como en el caso de los santos en el catolicismo, y se los invoca para que medien por los hombres ante Al-lah, cuando los mismos ídolos buscan aproximarse a Él y temen Su castigo."
    },
    {
      "id": "2087",
      "sura": "17",
      "aya": "58",
      "arabic_text": "وَإِن مِّن قَرۡيَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ يَوۡمِ ٱلۡقِيَٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا",
      "translation": "58. Y no hay ninguna ciudad (que haya desmentido a su Profeta) que no vayamos a destruir o a castigar severamente antes del Día de la Resurrección. Eso es algo que ha sido decretado (y está escrito en la Tabla Protegida[495]).",
      "footnotes": "[495]  Ver la primera nota de la aleya 38 de la sura 6."
    },
    {
      "id": "2088",
      "sura": "17",
      "aya": "59",
      "arabic_text": "وَمَا مَنَعَنَآ أَن نُّرۡسِلَ بِٱلۡأٓيَٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلۡأَوَّلُونَۚ وَءَاتَيۡنَا ثَمُودَ ٱلنَّاقَةَ مُبۡصِرَةٗ فَظَلَمُواْ بِهَاۚ وَمَا نُرۡسِلُ بِٱلۡأٓيَٰتِ إِلَّا تَخۡوِيفٗا",
      "translation": "59. Y si no enviamos milagros (a Nuestro Mensajero, como solicitan los idólatras de La Meca,) es porque las generaciones anteriores no creyeron en ellos cuando los enviamos (y fueron destruidas por ello). Y enviamos al pueblo de Zamud una camella como una clara prueba (de Nuestro poder), mas fueron injustos (al matarla y rechazar la verdad). Y solo enviamos milagros para que teman (el castigo y crean).",
      "footnotes": ""
    },
    {
      "id": "2089",
      "sura": "17",
      "aya": "60",
      "arabic_text": "وَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِۚ وَمَا جَعَلۡنَا ٱلرُّءۡيَا ٱلَّتِيٓ أَرَيۡنَٰكَ إِلَّا فِتۡنَةٗ لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلۡمَلۡعُونَةَ فِي ٱلۡقُرۡءَانِۚ وَنُخَوِّفُهُمۡ فَمَا يَزِيدُهُمۡ إِلَّا طُغۡيَٰنٗا كَبِيرٗا",
      "translation": "60. Y (recuerda) cuando te dijimos (¡oh, Muhammad!) que tu Señor tenía a los hombres bajo Su conocimiento y poder. Y hemos hecho que lo que te mostramos (durante el viaje nocturno y tu ascensión al cielo)[496] y viste (con tus propios ojos), así como el árbol maldito[497] (que menciona) el Corán, fueran una prueba para los hombres (para ver si te creían o no). Atemorizamos (a los idólatras con advertencias de diferentes tipos de castigos para que teman), pero solo aumenta su rebeldía (contra la verdad).",
      "footnotes": "[496]  Ver la nota de la primera aleya de esta sura.\n[497]  Se refiere al árbol de Zaqqum que crece en el Infierno y es descrito en las aleyas 62-66 de la sura 37. Quienes rechazaban la verdad decían que no podía crecer un árbol en el Infierno porque se quemaría, de ahí que la creencia en este árbol fuese una prueba de Al-lah para los hombres, como menciona esta aleya."
    },
    {
      "id": "2090",
      "sura": "17",
      "aya": "61",
      "arabic_text": "وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ قَالَ ءَأَسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا",
      "translation": "61. Y (recuerda) cuando dijimos a los ángeles que se postraran ante Adán, y lo hicieron todos con la excepción de Iblis[498], quien dijo (con arrogancia): “¿Voy a (rebajarme) postrándome ante alguien que creaste de barro?”.",
      "footnotes": "[498]  Ver la nota de la aleya 34 de la sura 2."
    },
    {
      "id": "2091",
      "sura": "17",
      "aya": "62",
      "arabic_text": "قَالَ أَرَءَيۡتَكَ هَٰذَا ٱلَّذِي كَرَّمۡتَ عَلَيَّ لَئِنۡ أَخَّرۡتَنِ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَأَحۡتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلٗا",
      "translation": "62. (Y) Le dijo (a Al-lah): “¿Ves a ese (Adán) a quien has honrado por encima de mí? Si me concedes un plazo hasta el Día de la Resurrección, extraviaré a su descendencia, salvo a unos pocos”.",
      "footnotes": ""
    },
    {
      "id": "2092",
      "sura": "17",
      "aya": "63",
      "arabic_text": "قَالَ ٱذۡهَبۡ فَمَن تَبِعَكَ مِنۡهُمۡ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمۡ جَزَآءٗ مَّوۡفُورٗا",
      "translation": "63. (Al-lah) le dijo: “¡Vete! A ti y a quienes de entre los hombres te sigan les bastará como retribución el castigo del Infierno. ",
      "footnotes": ""
    },
    {
      "id": "2093",
      "sura": "17",
      "aya": "64",
      "arabic_text": "وَٱسۡتَفۡزِزۡ مَنِ ٱسۡتَطَعۡتَ مِنۡهُم بِصَوۡتِكَ وَأَجۡلِبۡ عَلَيۡهِم بِخَيۡلِكَ وَرَجِلِكَ وَشَارِكۡهُمۡ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِ وَعِدۡهُمۡۚ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا",
      "translation": "64. Y seduce a quienes puedas de entre ellos con tus palabras, arremete contra ellos con todas tus fuerzas de caballería e infantería, participa de sus bienes y de sus hijos (corrompiéndolos), y hazles (falsas) promesas —mas las promesas del Demonio son siempre falsas—.",
      "footnotes": ""
    },
    {
      "id": "2094",
      "sura": "17",
      "aya": "65",
      "arabic_text": "إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٞۚ وَكَفَىٰ بِرَبِّكَ وَكِيلٗا",
      "translation": "65. En verdad que no tendrás poder sobre Mis siervos (devotos). Y tu Señor se basta para protegerlos (de tus maquinaciones)”. ",
      "footnotes": ""
    },
    {
      "id": "2095",
      "sura": "17",
      "aya": "66",
      "arabic_text": "رَّبُّكُمُ ٱلَّذِي يُزۡجِي لَكُمُ ٱلۡفُلۡكَ فِي ٱلۡبَحۡرِ لِتَبۡتَغُواْ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ كَانَ بِكُمۡ رَحِيمٗا",
      "translation": "66. Su Señor es Quien impulsa las embarcaciones (para que naveguen) en el mar con el fin de que busquen Su favor (comerciando). Ciertamente, Él es Misericordioso con ustedes.",
      "footnotes": ""
    },
    {
      "id": "2096",
      "sura": "17",
      "aya": "67",
      "arabic_text": "وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِي ٱلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّآ إِيَّاهُۖ فَلَمَّا نَجَّىٰكُمۡ إِلَى ٱلۡبَرِّ أَعۡرَضۡتُمۡۚ وَكَانَ ٱلۡإِنسَٰنُ كَفُورًا",
      "translation": "67. Y si sufren una adversidad en el mar, aquello que invocaban los abandona, excepto Él. Y cuando Él los salva (de morir ahogados) y regresan a tierra firme, Le dan la espalda, pues el hombre es desagradecido.",
      "footnotes": ""
    },
    {
      "id": "2097",
      "sura": "17",
      "aya": "68",
      "arabic_text": "أَفَأَمِنتُمۡ أَن يَخۡسِفَ بِكُمۡ جَانِبَ ٱلۡبَرِّ أَوۡ يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗا ثُمَّ لَا تَجِدُواْ لَكُمۡ وَكِيلًا",
      "translation": "68. ¿Acaso se sienten a salvo de que haga que los trague la tierra o de que envíe contra ustedes un viento cargado de guijarros? Entonces no encontrarían quién los protegiera (del castigo).",
      "footnotes": ""
    },
    {
      "id": "2098",
      "sura": "17",
      "aya": "69",
      "arabic_text": "أَمۡ أَمِنتُمۡ أَن يُعِيدَكُمۡ فِيهِ تَارَةً أُخۡرَىٰ فَيُرۡسِلَ عَلَيۡكُمۡ قَاصِفٗا مِّنَ ٱلرِّيحِ فَيُغۡرِقَكُم بِمَا كَفَرۡتُمۡ ثُمَّ لَا تَجِدُواْ لَكُمۡ عَلَيۡنَا بِهِۦ تَبِيعٗا",
      "translation": "69. ¿O bien se sienten a salvo de que los devuelva de nuevo (al mar) y envíe sobre ustedes un viento huracanado que los ahogue (por negar la verdad)? Entonces no encontrarían quién los auxiliara y Le pidiera cuentas por lo sucedido.",
      "footnotes": ""
    },
    {
      "id": "2099",
      "sura": "17",
      "aya": "70",
      "arabic_text": "۞ وَلَقَدۡ كَرَّمۡنَا بَنِيٓ ءَادَمَ وَحَمَلۡنَٰهُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَىٰ كَثِيرٖ مِّمَّنۡ خَلَقۡنَا تَفۡضِيلٗا",
      "translation": "70. Y, realmente, hemos honrado a la descendencia de Adán (a todos los seres humanos): la hemos llevado por tierra y por mar, le hemos concedido un buen sustento y la hemos favorecido más que a otras criaturas.",
      "footnotes": ""
    },
    {
      "id": "2100",
      "sura": "17",
      "aya": "71",
      "arabic_text": "يَوۡمَ نَدۡعُواْ كُلَّ أُنَاسِۭ بِإِمَٰمِهِمۡۖ فَمَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَأُوْلَٰٓئِكَ يَقۡرَءُونَ كِتَٰبَهُمۡ وَلَا يُظۡلَمُونَ فَتِيلٗا",
      "translation": "71. (Recuerda) el Día (de la Resurrección) en que llamaremos a todas las comunidades por sus respectivos profetas. Quienes reciban el registro de sus acciones en la mano derecha lo leerán (contentos) y no serán tratados con la menor injusticia.",
      "footnotes": ""
    },
    {
      "id": "2101",
      "sura": "17",
      "aya": "72",
      "arabic_text": "وَمَن كَانَ فِي هَٰذِهِۦٓ أَعۡمَىٰ فَهُوَ فِي ٱلۡأٓخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِيلٗا",
      "translation": "72. Y quien haya estado ciego en esta vida (ante la verdad y la haya desmentido), también lo estará en la eterna y se hallará aún más extraviado.",
      "footnotes": ""
    },
    {
      "id": "2102",
      "sura": "17",
      "aya": "73",
      "arabic_text": "وَإِن كَادُواْ لَيَفۡتِنُونَكَ عَنِ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ لِتَفۡتَرِيَ عَلَيۡنَا غَيۡرَهُۥۖ وَإِذٗا لَّٱتَّخَذُوكَ خَلِيلٗا",
      "translation": "73. A punto estuvieron de desviarte (quienes rechazaban la verdad) de lo que te habíamos revelado (¡oh, Muhammad!) para poder inventar algo distinto contra Nosotros. Entonces te habrían tomado por un fiel amigo.",
      "footnotes": ""
    },
    {
      "id": "2103",
      "sura": "17",
      "aya": "74",
      "arabic_text": "وَلَوۡلَآ أَن ثَبَّتۡنَٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَيۡهِمۡ شَيۡـٔٗا قَلِيلًا",
      "translation": "74. Si no hubiéramos hecho que te mantuvieses firme, poco habría faltado para que te inclinaras un poco hacia ellos (para que te siguieran).",
      "footnotes": ""
    },
    {
      "id": "2104",
      "sura": "17",
      "aya": "75",
      "arabic_text": "إِذٗا لَّأَذَقۡنَٰكَ ضِعۡفَ ٱلۡحَيَوٰةِ وَضِعۡفَ ٱلۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيۡنَا نَصِيرٗا",
      "translation": "75. (Y si te hubieses inclinado hacia ellos cediendo en lo que te pedían), entonces te habríamos hecho sufrir un doble (castigo) en esta vida y un doble (castigo) después de la muerte; y no habrías encontrado quién te ayudara contra Nosotros.",
      "footnotes": ""
    },
    {
      "id": "2105",
      "sura": "17",
      "aya": "76",
      "arabic_text": "وَإِن كَادُواْ لَيَسۡتَفِزُّونَكَ مِنَ ٱلۡأَرۡضِ لِيُخۡرِجُوكَ مِنۡهَاۖ وَإِذٗا لَّا يَلۡبَثُونَ خِلَٰفَكَ إِلَّا قَلِيلٗا",
      "translation": "76. Y a punto estuvieron de intimidarte para que dejaras tu tierra, pero entonces no habrían permanecido en ella tras irte excepto muy poco tiempo[499].",
      "footnotes": "[499]  Esta aleya fue revelada acerca de los idólatras de la tribu de los Quraish cuando querían expulsar de La Meca al Mensajero de Al-lah —que Al-lah lo bendiga y le dé la paz—. En esta aleya, Al-lah les advierte que, de hacerlo, no vivirían mucho tiempo en La Meca, como sucedió después de que el Profeta Muhammad se viera obligado a emigrar a Medina por la intensa persecución que sufría en su ciudad. Un año después de la Hégira, tuvo lugar la batalla de Badr, donde los principales líderes de los incrédulos de La Meca perecieron, cumpliéndose así la advertencia de Al-lah, el Altísimo. Para más información acerca de la Hégira, ver el final de la primera nota de la sura 1 y la nota de la aleya 40 de la sura 9."
    },
    {
      "id": "2106",
      "sura": "17",
      "aya": "77",
      "arabic_text": "سُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسُلِنَاۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِيلًا",
      "translation": "77. Este fue Nuestro proceder[500] con los pueblos a los que enviamos Nuestros mensajeros con anterioridad a ti (¡oh, Muhammad!) y los desmintieron; y no encontrarás cambios en Nuestra manera de actuar.",
      "footnotes": "[500]  Cuando un pueblo rechaza al Mensajero que Al-lah les ha enviado e intentan expulsarlo de su tierra, Al-lah les envía un castigo para destruirlos; tal es el proceder de Al-lah con quienes rechazan la verdad tras haber sido advertidos."
    },
    {
      "id": "2107",
      "sura": "17",
      "aya": "78",
      "arabic_text": "أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمۡسِ إِلَىٰ غَسَقِ ٱلَّيۡلِ وَقُرۡءَانَ ٱلۡفَجۡرِۖ إِنَّ قُرۡءَانَ ٱلۡفَجۡرِ كَانَ مَشۡهُودٗا",
      "translation": "78. Realiza los rezos prescritos (el salat) desde pasado el mediodía hasta llegada la oscuridad de la noche, así como al alba, pues la recitación del Corán antes del amanecer es presenciada (por los ángeles).  ",
      "footnotes": ""
    },
    {
      "id": "2108",
      "sura": "17",
      "aya": "79",
      "arabic_text": "وَمِنَ ٱلَّيۡلِ فَتَهَجَّدۡ بِهِۦ نَافِلَةٗ لَّكَ عَسَىٰٓ أَن يَبۡعَثَكَ رَبُّكَ مَقَامٗا مَّحۡمُودٗا",
      "translation": "79. Y prolonga la recitación del Corán en tus rezos voluntarios de la noche para que tu Señor te conceda Al Maqam Al Mahmud[501](una dignidad gloriosa).",
      "footnotes": "[501]  Este es un rango privilegiado y de honor que Al-lah le concederá y que le permitirá interceder por los creyentes el Día de la Resurrección."
    },
    {
      "id": "2109",
      "sura": "17",
      "aya": "80",
      "arabic_text": "وَقُل رَّبِّ أَدۡخِلۡنِي مُدۡخَلَ صِدۡقٖ وَأَخۡرِجۡنِي مُخۡرَجَ صِدۡقٖ وَٱجۡعَل لِّي مِن لَّدُنكَ سُلۡطَٰنٗا نَّصِيرٗا",
      "translation": "80. Y di (tras haberte ordenado emigrar): “¡Señor!, haz que tenga una entrada honorable (en la ciudad de Medina) y una salida victoriosa (de La Meca)[502]; y concédeme de Tu parte una autoridad que me ayude (a vencer a Tus enemigos)”.",
      "footnotes": "[502]  También queda incluida la petición de ayuda o de éxito en todos los asuntos que emprenda o finalice, no solamente en lo referente a su entrada en Medina o salida de La Meca."
    },
    {
      "id": "2110",
      "sura": "17",
      "aya": "81",
      "arabic_text": "وَقُلۡ جَآءَ ٱلۡحَقُّ وَزَهَقَ ٱلۡبَٰطِلُۚ إِنَّ ٱلۡبَٰطِلَ كَانَ زَهُوقٗا",
      "translation": "81. Y di: “Ha llegado la verdad y la falsedad se ha desvanecido, pues la falsedad siempre acaba desvaneciéndose”.",
      "footnotes": ""
    },
    {
      "id": "2111",
      "sura": "17",
      "aya": "82",
      "arabic_text": "وَنُنَزِّلُ مِنَ ٱلۡقُرۡءَانِ مَا هُوَ شِفَآءٞ وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ وَلَا يَزِيدُ ٱلظَّٰلِمِينَ إِلَّا خَسَارٗا",
      "translation": "82. Y hemos revelado en el Corán, el cual es una cura y misericordia para los creyentes, mas no hace sino incrementar la perdición de los injustos (por rechazar la verdad).",
      "footnotes": ""
    },
    {
      "id": "2112",
      "sura": "17",
      "aya": "83",
      "arabic_text": "وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسٗا",
      "translation": "83. Y si concedemos al hombre parte de Nuestro favor, se aleja ingrato y arrogante; mas si lo alcanza la adversidad, se desespera (de la misericordia de Al-lah).",
      "footnotes": ""
    },
    {
      "id": "2113",
      "sura": "17",
      "aya": "84",
      "arabic_text": "قُلۡ كُلّٞ يَعۡمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمۡ أَعۡلَمُ بِمَنۡ هُوَ أَهۡدَىٰ سَبِيلٗا",
      "translation": "84. Diles: “Cada uno actúa según sus propias inclinaciones, y su Señor conoce bien quién está bien encaminado”.",
      "footnotes": ""
    },
    {
      "id": "2114",
      "sura": "17",
      "aya": "85",
      "arabic_text": "وَيَسۡـَٔلُونَكَ عَنِ ٱلرُّوحِۖ قُلِ ٱلرُّوحُ مِنۡ أَمۡرِ رَبِّي وَمَآ أُوتِيتُم مِّنَ ٱلۡعِلۡمِ إِلَّا قَلِيلٗا",
      "translation": "85. Y te preguntan acerca del alma. Diles (¡oh, Muhammad!): “Es un asunto que solo mi Señor conoce y sobre el que apenas se les ha concedido conocimiento”.",
      "footnotes": ""
    },
    {
      "id": "2115",
      "sura": "17",
      "aya": "86",
      "arabic_text": "وَلَئِن شِئۡنَا لَنَذۡهَبَنَّ بِٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيۡنَا وَكِيلًا",
      "translation": "86. Y si quisiéramos, te haríamos olvidar lo que te hemos revelado (¡oh, Muhammad!) y entonces no encontrarías quién te ayudara (impidiendo que lo hiciéramos o restituyéndote lo olvidado).",
      "footnotes": ""
    },
    {
      "id": "2116",
      "sura": "17",
      "aya": "87",
      "arabic_text": "إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّ فَضۡلَهُۥ كَانَ عَلَيۡكَ كَبِيرٗا",
      "translation": "87. Mas tu Señor (ha fijado el Corán en tu corazón) por misericordia Suya. Realmente, Su favor sobre ti es inmenso.",
      "footnotes": ""
    },
    {
      "id": "2117",
      "sura": "17",
      "aya": "88",
      "arabic_text": "قُل لَّئِنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰٓ أَن يَأۡتُواْ بِمِثۡلِ هَٰذَا ٱلۡقُرۡءَانِ لَا يَأۡتُونَ بِمِثۡلِهِۦ وَلَوۡ كَانَ بَعۡضُهُمۡ لِبَعۡضٖ ظَهِيرٗا",
      "translation": "88. Diles: “Aunque se unieran los hombres y los yinn para producir un Corán semejante a este, no podrían lograrlo, aun ayudándose entre ellos”.",
      "footnotes": ""
    },
    {
      "id": "2118",
      "sura": "17",
      "aya": "89",
      "arabic_text": "وَلَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا",
      "translation": "89. Y, ciertamente, hemos expuesto con claridad a los hombres en este Corán todo tipo de ejemplos y explicaciones, pero la mayoría de la gente rechaza (la verdad y no acepta) sino la incredulidad.",
      "footnotes": ""
    },
    {
      "id": "2119",
      "sura": "17",
      "aya": "90",
      "arabic_text": "وَقَالُواْ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تَفۡجُرَ لَنَا مِنَ ٱلۡأَرۡضِ يَنۢبُوعًا",
      "translation": "90. Y dicen (los idólatras de La Meca): “No creeremos en ti hasta que no hagas que broten para nosotros manantiales de la tierra;",
      "footnotes": ""
    },
    {
      "id": "2120",
      "sura": "17",
      "aya": "91",
      "arabic_text": "أَوۡ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ ٱلۡأَنۡهَٰرَ خِلَٰلَهَا تَفۡجِيرًا",
      "translation": "91. o bien tengas un jardín de palmeras y viñedos y hagas que broten ríos que lo atraviesen;",
      "footnotes": ""
    },
    {
      "id": "2121",
      "sura": "17",
      "aya": "92",
      "arabic_text": "أَوۡ تُسۡقِطَ ٱلسَّمَآءَ كَمَا زَعَمۡتَ عَلَيۡنَا كِسَفًا أَوۡ تَأۡتِيَ بِٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ قَبِيلًا",
      "translation": "92. o hasta que hagas que el cielo se caiga en pedazos sobre nosotros, como dijiste, o nos traigas a Al-lah y a los ángeles ante nuestros ojos;",
      "footnotes": ""
    },
    {
      "id": "2122",
      "sura": "17",
      "aya": "93",
      "arabic_text": "أَوۡ يَكُونَ لَكَ بَيۡتٞ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِي ٱلسَّمَآءِ وَلَن نُّؤۡمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيۡنَا كِتَٰبٗا نَّقۡرَؤُهُۥۗ قُلۡ سُبۡحَانَ رَبِّي هَلۡ كُنتُ إِلَّا بَشَرٗا رَّسُولٗا",
      "translation": "93. o bien poseas una casa de oro o asciendas al cielo, y aun así no creeremos en tu ascensión a menos que desciendas con un libro (de Al-lah) que podamos leer”. Di (¡oh, Muhammad!): “¡Glorificado sea mi Señor! No soy más que un humano enviado como Mensajero (de Al-lah)”.",
      "footnotes": ""
    },
    {
      "id": "2123",
      "sura": "17",
      "aya": "94",
      "arabic_text": "وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰٓ إِلَّآ أَن قَالُوٓاْ أَبَعَثَ ٱللَّهُ بَشَرٗا رَّسُولٗا",
      "translation": "94. Y si los hombres (de las generaciones anteriores) no creyeron tras habérseles mostrado el buen camino es porque decían (al igual que dicen los idólatras de tu pueblo): “¿Al-lah ha enviado un ser humano como Mensajero?”.",
      "footnotes": ""
    },
    {
      "id": "2124",
      "sura": "17",
      "aya": "95",
      "arabic_text": "قُل لَّوۡ كَانَ فِي ٱلۡأَرۡضِ مَلَٰٓئِكَةٞ يَمۡشُونَ مُطۡمَئِنِّينَ لَنَزَّلۡنَا عَلَيۡهِم مِّنَ ٱلسَّمَآءِ مَلَكٗا رَّسُولٗا",
      "translation": "95. Diles: “Si los ángeles caminaran tranquilamente por la tierra (o la habitaran), les habríamos enviado del cielo a un ángel como Mensajero”.",
      "footnotes": ""
    },
    {
      "id": "2125",
      "sura": "17",
      "aya": "96",
      "arabic_text": "قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا",
      "translation": "96. Diles: “Al-lah basta como testigo entre nosotros. Ciertamente, Él está informado de lo que hacen Sus siervos y ve todas las cosas”.",
      "footnotes": ""
    },
    {
      "id": "2126",
      "sura": "17",
      "aya": "97",
      "arabic_text": "وَمَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُمۡ أَوۡلِيَآءَ مِن دُونِهِۦۖ وَنَحۡشُرُهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عَلَىٰ وُجُوهِهِمۡ عُمۡيٗا وَبُكۡمٗا وَصُمّٗاۖ مَّأۡوَىٰهُمۡ جَهَنَّمُۖ كُلَّمَا خَبَتۡ زِدۡنَٰهُمۡ سَعِيرٗا",
      "translation": "97. Aquel a quien Al-lah guíe hacia la verdad estará bien guiado, y no encontrarás a nadie que pueda ayudar, fuera de Al-lah, a quienes Él extravía (por rechazar la verdad). Y el Día de la Resurrección reuniremos a estos boca abajo, ciegos, mudos y sordos. Morarán en el Infierno, y cada vez que (el fuego) vaya a extinguirse, lo avivaremos. ",
      "footnotes": ""
    },
    {
      "id": "2127",
      "sura": "17",
      "aya": "98",
      "arabic_text": "ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمۡ كَفَرُواْ بِـَٔايَٰتِنَا وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدًا",
      "translation": "98. Tal será la recompensa que obtendrán por haber negado Nuestras aleyas (y las pruebas de Nuestra unicidad) y por decir (con sarcasmo): “Cuando seamos huesos y restos, ¿volveremos nuevamente a la vida?”.",
      "footnotes": ""
    },
    {
      "id": "2128",
      "sura": "17",
      "aya": "99",
      "arabic_text": "۞ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ قَادِرٌ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۡ وَجَعَلَ لَهُمۡ أَجَلٗا لَّا رَيۡبَ فِيهِ فَأَبَى ٱلظَّٰلِمُونَ إِلَّا كُفُورٗا",
      "translation": "99. ¿Acaso no ven, quienes rechazan la verdad, que Aquel que creó los cielos y la tierra —Al-lah— tiene poder para volver a crear a los hombres nuevamente (tras su muerte)? Y ha fijado un plazo para la resurrección que se cumplirá sin duda alguna. Pero los injustos rechazan (la verdad y no aceptan) sino la incredulidad.",
      "footnotes": ""
    },
    {
      "id": "2129",
      "sura": "17",
      "aya": "100",
      "arabic_text": "قُل لَّوۡ أَنتُمۡ تَمۡلِكُونَ خَزَآئِنَ رَحۡمَةِ رَبِّيٓ إِذٗا لَّأَمۡسَكۡتُمۡ خَشۡيَةَ ٱلۡإِنفَاقِۚ وَكَانَ ٱلۡإِنسَٰنُ قَتُورٗا",
      "translation": "100. Diles (¡oh, Muhammad!): “Si fueran los dueños de las provisiones con las que Al-lah los sustenta, las retendrían con avaricia por miedo a que se agotaran, pues el hombre es mezquino (por naturaleza)”.",
      "footnotes": ""
    },
    {
      "id": "2130",
      "sura": "17",
      "aya": "101",
      "arabic_text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ تِسۡعَ ءَايَٰتِۭ بَيِّنَٰتٖۖ فَسۡـَٔلۡ بَنِيٓ إِسۡرَٰٓءِيلَ إِذۡ جَآءَهُمۡ فَقَالَ لَهُۥ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسَىٰ مَسۡحُورٗا",
      "translation": "101. Y, ciertamente, concedimos a Moisés nueve claros milagros[503]. Pregunta a los hijos de Israel si cuando se presentó Moisés ante ellos, el Faraón no le dijo: “¡Oh, Moisés!, realmente creo que estás embrujado”.",
      "footnotes": "[503]  Estos fueron: la mano de Moisés que irradiaba luz al extraerla del cuello de su túnica, el cayado que se convertía en una serpiente, la inundación que destruyó los campos, la plaga de langostas, la plaga de piojos, la plaga de ranas, la sangre que brotaba en la comida y bebida de la gente, la sequía y la escasez de alimentos, ya que la tierra dejó de producir."
    },
    {
      "id": "2131",
      "sura": "17",
      "aya": "102",
      "arabic_text": "قَالَ لَقَدۡ عَلِمۡتَ مَآ أَنزَلَ هَٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَٰفِرۡعَوۡنُ مَثۡبُورٗا",
      "translation": "102. (Moisés) respondió: “Bien sabes que estos milagros los ha enviado el Señor de los cielos y de la tierra como prueba (de mi veracidad); y realmente creo que serás destruido, ¡oh, Faraón!”.",
      "footnotes": ""
    },
    {
      "id": "2132",
      "sura": "17",
      "aya": "103",
      "arabic_text": "فَأَرَادَ أَن يَسۡتَفِزَّهُم مِّنَ ٱلۡأَرۡضِ فَأَغۡرَقۡنَٰهُ وَمَن مَّعَهُۥ جَمِيعٗا",
      "translation": "103. Y el Faraón quiso expulsarlos (a Moisés y a su pueblo) de la tierra (de Egipto), mas lo ahogamos junto con todos los que estaban con él.",
      "footnotes": ""
    },
    {
      "id": "2133",
      "sura": "17",
      "aya": "104",
      "arabic_text": "وَقُلۡنَا مِنۢ بَعۡدِهِۦ لِبَنِيٓ إِسۡرَٰٓءِيلَ ٱسۡكُنُواْ ٱلۡأَرۡضَ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ جِئۡنَا بِكُمۡ لَفِيفٗا",
      "translation": "104. Y dijimos después a los hijos de Israel: “Habiten la tierra (de la Gran Siria) y, cuando llegue la promesa de la resurrección, los haremos comparecer a todos”.",
      "footnotes": ""
    },
    {
      "id": "2134",
      "sura": "17",
      "aya": "105",
      "arabic_text": "وَبِٱلۡحَقِّ أَنزَلۡنَٰهُ وَبِٱلۡحَقِّ نَزَلَۗ وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا",
      "translation": "105. Y, verdaderamente, lo hemos revelado (el Corán)[504] y lo hemos revelado (a Muhammad) con la verdad (pues ha sido preservado y protegido y todo lo que contiene es cierto). Y no te hemos enviado a ti (¡oh, Muhammad!) sino como portador de buenas noticias (para los creyentes) y como amonestador (para quienes rechazan la verdad).",
      "footnotes": "[504]  También puede significar que el Corán ha sido revelado con el conocimiento que Al-lah ha querido enseñar a los hombres, y ello incluye Sus leyes, Sus mandatos y Sus prohibiciones."
    },
    {
      "id": "2135",
      "sura": "17",
      "aya": "106",
      "arabic_text": "وَقُرۡءَانٗا فَرَقۡنَٰهُ لِتَقۡرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكۡثٖ وَنَزَّلۡنَٰهُ تَنزِيلٗا",
      "translation": "106. Y hemos dividido el Corán en partes para que lo recitaras a los hombres de manera gradual, y lo hemos revelado por etapas.",
      "footnotes": ""
    },
    {
      "id": "2136",
      "sura": "17",
      "aya": "107",
      "arabic_text": "قُلۡ ءَامِنُواْ بِهِۦٓ أَوۡ لَا تُؤۡمِنُوٓاْۚ إِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مِن قَبۡلِهِۦٓ إِذَا يُتۡلَىٰ عَلَيۡهِمۡ يَخِرُّونَۤ لِلۡأَذۡقَانِۤ سُجَّدٗاۤ",
      "translation": "107. Diles (a quienes niegan el Corán): “Tanto si creen en él como si no (es la verdad, y su creencia en él o su rechazo no incrementa ni disminuye su veracidad en lo más mínimo). Y quienes recibieron el conocimiento (los judíos y los cristianos) con anterioridad (a la revelación del Corán y no se desviaron de la verdad que contenían sus Escrituras) se postran con sumisión cuando este se les recita (porque reconocen que procede de su Señor).",
      "footnotes": ""
    },
    {
      "id": "2137",
      "sura": "17",
      "aya": "108",
      "arabic_text": "وَيَقُولُونَ سُبۡحَٰنَ رَبِّنَآ إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولٗا",
      "translation": "108. Y dicen: “¡Glorificado y exaltado sea nuestro Señor!, (Él está por encima de lo que Le atribuyen los idólatras) ¡Su promesa (de la resurrección y la rendición de cuentas) ha de cumplirse![505]”.",
      "footnotes": "[505]  También puede interpretarse que la promesa de que Al-lah enviaría a otro Profeta con una revelación se ha cumplido."
    },
    {
      "id": "2138",
      "sura": "17",
      "aya": "109",
      "arabic_text": "وَيَخِرُّونَ لِلۡأَذۡقَانِ يَبۡكُونَ وَيَزِيدُهُمۡ خُشُوعٗا۩",
      "translation": "109. Y caen postrados llorando, y (el Corán) aumenta en ellos su humilde sumisión (a Al-lah)[506].",
      "footnotes": "[506]   Ver la nota de la aleya 206 de la sura 7."
    },
    {
      "id": "2139",
      "sura": "17",
      "aya": "110",
      "arabic_text": "قُلِ ٱدۡعُواْ ٱللَّهَ أَوِ ٱدۡعُواْ ٱلرَّحۡمَٰنَۖ أَيّٗا مَّا تَدۡعُواْ فَلَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَٱبۡتَغِ بَيۡنَ ذَٰلِكَ سَبِيلٗا",
      "translation": "110. Diles: “No importa si Lo invocan diciendo: ‘¡Oh, Al-lah!, ¡oh, Clemente!’, o utilizan otro de Sus nombres[507], pues a Él pertenecen los nombres más sublimes”. Y cuando realices el salat, no levantes excesivamente la voz ni la silencies, sino que busca un término medio[508].",
      "footnotes": "[507]  Ver la nota de la aleya 180 de la sura 7.\n[508]  Ver la nota de la aleya 37 de esta misma sura."
    },
    {
      "id": "2140",
      "sura": "17",
      "aya": "111",
      "arabic_text": "وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا",
      "translation": "111. Y di: “¡Alabado sea Al-lah, Quien no ha tomado ningún hijo para Sí, ni comparte con nadie Su soberanía ni necesita de ningún protector! Y proclama Su grandeza con alabanzas”.",
      "footnotes": ""
    }
  ]
}