{
  "result": [
    {
      "id": "2251",
      "sura": "19",
      "aya": "1",
      "arabic_text": "كٓهيعٓصٓ",
      "translation": "Kāf, Hā, Yā, `Ayn, Ṣād.[1]",
      "footnotes": "[1] Ang Qur’ān ay nasa wikang Arabe na binubuo ng mga titiks Arabe gaya ng mga ito subalit walang isa mang nakagawa ng kahit pinkamaiikling kabanata ng mahimalang kababalaghan ng Qur’ān."
    },
    {
      "id": "2252",
      "sura": "19",
      "aya": "2",
      "arabic_text": "ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ",
      "translation": "[Ito ay] pagbanggit ng awa ng Panginoon mo sa lingkod Niyang si Zacarias",
      "footnotes": ""
    },
    {
      "id": "2253",
      "sura": "19",
      "aya": "3",
      "arabic_text": "إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا",
      "translation": "noong nanawagan ang Panginoon niya sa isang panawagang kubli.",
      "footnotes": ""
    },
    {
      "id": "2254",
      "sura": "19",
      "aya": "4",
      "arabic_text": "قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا",
      "translation": "Nagsabi siya: “Panginoon ko, tunay na ako ay napanghinaan ng mga buto mula sa akin, nagliyab ang ulo sa uban, at hindi naging malumbay sa pagdalangin sa Iyo, Panginoon ko.",
      "footnotes": ""
    },
    {
      "id": "2255",
      "sura": "19",
      "aya": "5",
      "arabic_text": "وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا",
      "translation": "Tunay na ako ay nangamba sa mga malapit na kaanak kabilang sa maiiwan ko. Ang maybahay ko naman ay baog. Kaya magkaloob ka sa akin mula sa nasa Iyo ng isang kalapit,",
      "footnotes": ""
    },
    {
      "id": "2256",
      "sura": "19",
      "aya": "6",
      "arabic_text": "يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا",
      "translation": "na magmamana sa akin [ng pagkapropeta] at magmamana [nito] mula sa angkan ni Jacob. Gawin Mo siya, Panginoon ko, na isang lugod.",
      "footnotes": ""
    },
    {
      "id": "2257",
      "sura": "19",
      "aya": "7",
      "arabic_text": "يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا",
      "translation": "[Sinabi sa kanya ng anghel:] “O Zacarias, tunay na Kami ay nagbabalita ng nakagagalak sa iyo hinggil sa isang batang lalaking ang pangalan niya ay Juan. Hindi Kami gumawa para sa kanya bago pa niyan ng isang kapangalan.”",
      "footnotes": ""
    },
    {
      "id": "2258",
      "sura": "19",
      "aya": "8",
      "arabic_text": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا",
      "translation": "Nagsabi [si Zacarias]: “Panginoon ko, paanong magkakaroon ako ng isang batang lalaki samantalang ang maybahay ko ay baog at umabot na ako sa katandaan bilang hukluban?”",
      "footnotes": ""
    },
    {
      "id": "2259",
      "sura": "19",
      "aya": "9",
      "arabic_text": "قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا",
      "translation": "Nagsabi [ang anghel]: “Gayon nagsabi ang Panginoon mo: Iyon sa Akin ay madali at lumikha nga Ako sa iyo bago pa niyan habang hindi ka pa naging isang bagay.”",
      "footnotes": ""
    },
    {
      "id": "2260",
      "sura": "19",
      "aya": "10",
      "arabic_text": "قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا",
      "translation": "Nagsabi [si Zacarias]: “Panginoon ko, gumawa ka para sa akin ng isang tanda.” Nagsabi siya: “Ang tanda mo ay na hindi ka magsalita sa mga tao nang tatlong gabi, gayong malusog.”",
      "footnotes": ""
    },
    {
      "id": "2261",
      "sura": "19",
      "aya": "11",
      "arabic_text": "فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا",
      "translation": "Kaya lumabas siya sa mga kalipi niya mula sa dasalan saka nagpahiwatig sa kanila na magluwalhati sila sa umaga at hapon.",
      "footnotes": ""
    },
    {
      "id": "2262",
      "sura": "19",
      "aya": "12",
      "arabic_text": "يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا",
      "translation": "[Nagsabi si Allāh:] “O Juan, kunin mo ang kasulatan nang may lakas.” Nagbigay Kami sa kanya ng paghahatol habang isang paslit pa,",
      "footnotes": ""
    },
    {
      "id": "2263",
      "sura": "19",
      "aya": "13",
      "arabic_text": "وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا",
      "translation": "ng pagkamadamayin mula sa nasa Amin, at ng kadalisayan. Siya noon ay isang mapangilag magkasala,",
      "footnotes": ""
    },
    {
      "id": "2264",
      "sura": "19",
      "aya": "14",
      "arabic_text": "وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا",
      "translation": "isang mabuting-loob sa mga magulang niya, at hindi naging isang palasupil na masuwayin.[2]",
      "footnotes": "[2] sa Panginoon niya at mga magulang niya"
    },
    {
      "id": "2265",
      "sura": "19",
      "aya": "15",
      "arabic_text": "وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا",
      "translation": "Kapayapaan ay sumakanya sa araw na ipinanganak siya, sa araw na mamamatay siya, at sa araw na bubuhayin siyang isang buhay.",
      "footnotes": ""
    },
    {
      "id": "2266",
      "sura": "19",
      "aya": "16",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا",
      "translation": "Banggitin mo sa Aklat[3] si Maria noong nagpakalayu-layo siya mula sa mag-anak niya sa isang pook na silanganin.",
      "footnotes": "[3] Ibig sabihin: ang Qur’an."
    },
    {
      "id": "2267",
      "sura": "19",
      "aya": "17",
      "arabic_text": "فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا",
      "translation": "Saka gumawa siya, sa pagbukod sa kanila, ng isang lambong, saka nagsugo Kami sa kanya ng Espiritu[4] Namin, saka nag-anyo ito sa kanya bilang taong lubos.",
      "footnotes": "[4] Ibig sabihin: si Anghel Gabriel."
    },
    {
      "id": "2268",
      "sura": "19",
      "aya": "18",
      "arabic_text": "قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا",
      "translation": "Nagsabi [si Maria]: “Tunay na ako ay nagpapakupkop sa Napakamaawain laban sa iyo; [lumayo ka,] kung ikaw ay isang mapangilag magkasala.”",
      "footnotes": ""
    },
    {
      "id": "2269",
      "sura": "19",
      "aya": "19",
      "arabic_text": "قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا",
      "translation": "Nagsabi [si Gabriel]: “Ako ay sugo ng Panginoon mo lamang upang maghandog ako sa iyo ng isang batang lalaking busilak.”",
      "footnotes": ""
    },
    {
      "id": "2270",
      "sura": "19",
      "aya": "20",
      "arabic_text": "قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا",
      "translation": "Nagsabi [si Maria]: “Paanong magkakaroon ako ng isang batang lalaki samantalang walang sumaling sa akin na isang lalaki at hindi ako naging isang mapakiapid?”",
      "footnotes": ""
    },
    {
      "id": "2271",
      "sura": "19",
      "aya": "21",
      "arabic_text": "قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا",
      "translation": "Nagsabi [si Gabriel]: “Gayon nagsabi ang Panginoon mo: Ito sa Akin ay madali, at upang gumawa Kami sa kanya bilang tanda para sa mga tao at bilang awa mula sa Amin. Ito ay naging isang bagay na naitadhana.”",
      "footnotes": ""
    },
    {
      "id": "2272",
      "sura": "19",
      "aya": "22",
      "arabic_text": "۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا",
      "translation": "Kaya nagdalang-tao siya nito at nagpakalayu-layo siya kasama nito sa isang pook na liblib.",
      "footnotes": ""
    },
    {
      "id": "2273",
      "sura": "19",
      "aya": "23",
      "arabic_text": "فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا",
      "translation": "Saka nagpapunta sa kanya ang sakit ng panganganak tungo sa katawan ng punong datiles. Nagsabi siya: “O sana ako ay namatay bago nito at naging isang limot na kinalimutan.”",
      "footnotes": ""
    },
    {
      "id": "2274",
      "sura": "19",
      "aya": "24",
      "arabic_text": "فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا",
      "translation": "Saka may nanawagan[5] sa kanya mula sa ilalim niya: “Huwag kang malungkot; naglagay nga ang Panginoon mo sa ilalim mo ng isang batis.",
      "footnotes": "[5] si Anghel Gabriel o si Jesus na nasa sinapupuna pa"
    },
    {
      "id": "2275",
      "sura": "19",
      "aya": "25",
      "arabic_text": "وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا",
      "translation": "Yumugyog ka patungo sa iyo sa katawan ng punong datiles, may maglalaglagan sa iyo na mga hinog na datiles na sariwa.",
      "footnotes": ""
    },
    {
      "id": "2276",
      "sura": "19",
      "aya": "26",
      "arabic_text": "فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا",
      "translation": "Kaya kumain ka, uminom ka, at magalak ka. Saka kung makakikita ka nga naman kabilang sa mga tao ng isa man ay sabihin mo: Tunay na Ako ay namanata para sa Napakamaawain ng isang pananahimik kaya hindi ako mangungusap ngayong araw sa isang tao.”",
      "footnotes": ""
    },
    {
      "id": "2277",
      "sura": "19",
      "aya": "27",
      "arabic_text": "فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا",
      "translation": "Saka nagdala siya nito sa mga kalipi niya habang kinakarga ito. Nagsabi sila: “O Maria, talaga ngang nagdala ka ng isang bagay na mapanirang-puri!",
      "footnotes": ""
    },
    {
      "id": "2278",
      "sura": "19",
      "aya": "28",
      "arabic_text": "يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا",
      "translation": "O kapatid ni Aaron, ang ama mo ay hindi naging isang lalaki ng kasagwaan at ang ina mo ay hindi naging isang mapakiapid.”",
      "footnotes": ""
    },
    {
      "id": "2279",
      "sura": "19",
      "aya": "29",
      "arabic_text": "فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا",
      "translation": "Kaya tumuro siya rito. Nagsabi sila: “Papaano kaming mangungusap sa sinumang nasa lampin na isang paslit?”",
      "footnotes": ""
    },
    {
      "id": "2280",
      "sura": "19",
      "aya": "30",
      "arabic_text": "قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا",
      "translation": "Nagsabi [si Jesus]: “Tunay na ako ay alipin ni Allāh. Nagbigay Siya sa akin ng Kasulatan at gumawa Siya sa akin bilang propeta.",
      "footnotes": ""
    },
    {
      "id": "2281",
      "sura": "19",
      "aya": "31",
      "arabic_text": "وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا",
      "translation": "Gumawa Siya sa akin bilang pinagpala saan man ako naroon at nagsatagubilin Siya sa akin ng pagdarasal at pagkakawanggawa hanggat nananatili akong buhay.",
      "footnotes": ""
    },
    {
      "id": "2282",
      "sura": "19",
      "aya": "32",
      "arabic_text": "وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا",
      "translation": "[Gumawa Siya sa akin] bilang mabuting-loob sa ina ko, at hindi Siya gumawa sa akin bilang palasupil na malumbay.",
      "footnotes": ""
    },
    {
      "id": "2283",
      "sura": "19",
      "aya": "33",
      "arabic_text": "وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا",
      "translation": "Ang kapayapaan ay sumaakin sa araw na ipinanganak ako, sa araw na mamamatay ako, at sa araw na bubuhayin ako bilang buhay [sa Araw ng Pagbangon].”",
      "footnotes": ""
    },
    {
      "id": "2284",
      "sura": "19",
      "aya": "34",
      "arabic_text": "ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ",
      "translation": "Iyon si Jesus na anak ni Maria, bilang pagsasabi ng katotohanan na kaugnay sa kanya ay nagtataltalan sila.",
      "footnotes": ""
    },
    {
      "id": "2285",
      "sura": "19",
      "aya": "35",
      "arabic_text": "مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
      "translation": "Hindi nangyaring ukol kay Allāh na gumawa Siya ng anumang anak – kaluwalhatian sa Kanya! Kapag nagtadhana Siya ng isang bagay ay nagsasabi lamang Siya rito na mangyari saka mangyayari ito.",
      "footnotes": ""
    },
    {
      "id": "2286",
      "sura": "19",
      "aya": "36",
      "arabic_text": "وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
      "translation": "[Nagsabi si Jesus:] “Tunay na si Allāh ay Panginoon ko at Panginoon ninyo kaya sumamba kayo sa Kanya; ito ay isang landasing tuwid.”",
      "footnotes": ""
    },
    {
      "id": "2287",
      "sura": "19",
      "aya": "37",
      "arabic_text": "فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ",
      "translation": "Ngunit nagkaiba-iba ang mga lapian sa gitna nila kaya kapighatian ay ukol sa mga tumangging sumampalataya, mula sa isang masasaksihan sa isang araw na sukdulan.",
      "footnotes": ""
    },
    {
      "id": "2288",
      "sura": "19",
      "aya": "38",
      "arabic_text": "أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "Kay husay ng pagkarinig nila at kay husay ng pagkakita sa Araw [ng Pagbangon] na pupunta sila sa Amin, subalit ang mga tagalabag sa katarungan sa araw na ito ay nasa isang pagkaligaw na malinaw.",
      "footnotes": ""
    },
    {
      "id": "2289",
      "sura": "19",
      "aya": "39",
      "arabic_text": "وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ",
      "translation": "Magbabala ka sa kanila ng Araw ng Panghihinayang kapag napagpasyahan ang usapin habang sila ay nasa isang pagkalingat habang sila ay hindi sumasampalataya.",
      "footnotes": ""
    },
    {
      "id": "2290",
      "sura": "19",
      "aya": "40",
      "arabic_text": "إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ",
      "translation": "Tunay na Kami ay magmamana ng lupa at ng sinumang nasa ibabaw nito, at tungo sa Amin sila pababalikin.",
      "footnotes": ""
    },
    {
      "id": "2291",
      "sura": "19",
      "aya": "41",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا",
      "translation": "Banggitin mo sa Aklat[6] si Abraham. Tunay na siya noon ay isang napakatapat, isang propeta [mula sa ganang kay Allāh].",
      "footnotes": "[6] Ibig sabihin: ang Qur’an."
    },
    {
      "id": "2292",
      "sura": "19",
      "aya": "42",
      "arabic_text": "إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا",
      "translation": "[Banggitin] noong nagsabi siya sa ama niya: “O ama ko, bakit ka sumasamba sa hindi nakaririnig, hindi nakakikita, at hindi nagdudulot sa iyo ng anuman?",
      "footnotes": ""
    },
    {
      "id": "2293",
      "sura": "19",
      "aya": "43",
      "arabic_text": "يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا",
      "translation": "O ama ko, tunay na ako ay dinatnan nga ng kaalamang hindi pumunta sa iyo; kaya sumunod ka sa akin, magpapatnubay ako sa iyo sa isang landasing patag.",
      "footnotes": ""
    },
    {
      "id": "2294",
      "sura": "19",
      "aya": "44",
      "arabic_text": "يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا",
      "translation": "O ama ko, huwag kang sumamba sa demonyo; tunay na ang demonyo laging para sa Napakamaawain ay isang masuwayin.",
      "footnotes": ""
    },
    {
      "id": "2295",
      "sura": "19",
      "aya": "45",
      "arabic_text": "يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا",
      "translation": "O ama ko, tunay na ako ay nangangamba na salingin ka ng isang pagdurusa mula sa Napakamaawain para ikaw para sa demonyo ay maging isang katangkilik.”",
      "footnotes": ""
    },
    {
      "id": "2296",
      "sura": "19",
      "aya": "46",
      "arabic_text": "قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا",
      "translation": "Nagsabi ito: “Tumututol ka ba sa mga [anitong] diyos ko, O Abraham? Talagang kung hindi ka titigil ay talagang mambabato nga ako sa iyo, kaya umiwas ka sa akin nang matagal.”",
      "footnotes": ""
    },
    {
      "id": "2297",
      "sura": "19",
      "aya": "47",
      "arabic_text": "قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا",
      "translation": "Nagsabi [si Abraham]: “Kapayapaan ay sumaiyo! Hihingi ako ng tawad para sa iyo sa Panginoon ko. Tunay na Siya laging sa akin ay Magiliw.",
      "footnotes": ""
    },
    {
      "id": "2298",
      "sura": "19",
      "aya": "48",
      "arabic_text": "وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا",
      "translation": "Hihiwalay ako sa inyo at sa anumang [anitong] dinadalanginan ninyo bukod pa kay Allāh at dadalangin ako sa Panginoon ko; marahil hindi ako, sa pagdalangin sa Panginoon ko, maging isang malumbay.”",
      "footnotes": ""
    },
    {
      "id": "2299",
      "sura": "19",
      "aya": "49",
      "arabic_text": "فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا",
      "translation": "Kaya noong humiwalay siya sa kanila at sa anumang sinasamba nila bukod pa kay Allāh ay ipinagkaloob para sa kanya sina Isaac at Jacob. Bawat isa ay ginawa Naming propeta.",
      "footnotes": ""
    },
    {
      "id": "2300",
      "sura": "19",
      "aya": "50",
      "arabic_text": "وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا",
      "translation": "Nagkaloob Kami para sa kanila mula sa awa Namin at gumawa Kami para sa kanila ng isang mataas na pagbanggit ng kagandahan.",
      "footnotes": ""
    },
    {
      "id": "2301",
      "sura": "19",
      "aya": "51",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا",
      "translation": "Banggitin mo sa Aklat[7] si Moises. Tunay na siya noon ay isang itinangi at naging isang sugong propeta.",
      "footnotes": "[7] Ibig sabihin: ang Qur’an."
    },
    {
      "id": "2302",
      "sura": "19",
      "aya": "52",
      "arabic_text": "وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا",
      "translation": "Nanawagan Kami sa kanya mula sa gilid ng bundok sa kanan [niya] at nagpalapit Kami sa kanya, na nakikipagtapatan.[8]",
      "footnotes": "[8] kaya naparinig Kami sa kanya ng salita Namin"
    },
    {
      "id": "2303",
      "sura": "19",
      "aya": "53",
      "arabic_text": "وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا",
      "translation": "Nagkaloob Kami sa kanya mula sa awa Namin ng kapatid niyang si Aaron bilang propeta.",
      "footnotes": ""
    },
    {
      "id": "2304",
      "sura": "19",
      "aya": "54",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا",
      "translation": "Banggitin mo sa Aklat[9] si Ismael. Tunay na siya noon ay tapat sa pangako‌ at naging isang sugong propeta.",
      "footnotes": "[9] Ibig sabihin: ang Qur’an."
    },
    {
      "id": "2305",
      "sura": "19",
      "aya": "55",
      "arabic_text": "وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا",
      "translation": "Siya noon ay nag-uutos sa mag-anak niya ng pagdarasal at pagkakawanggawa at siya noon sa ganang Panginoon niya ay isang kinalulugdan.",
      "footnotes": ""
    },
    {
      "id": "2306",
      "sura": "19",
      "aya": "56",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا",
      "translation": "Banggitin mo sa Aklat[10] si Enoc. Tunay na siya noon ay isang napakatapat, isang propeta.",
      "footnotes": "[10] Ibig sabihin: ang Qur’an."
    },
    {
      "id": "2307",
      "sura": "19",
      "aya": "57",
      "arabic_text": "وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا",
      "translation": "Nag-angat Kami sa kanya sa isang pook na mataas.",
      "footnotes": ""
    },
    {
      "id": "2308",
      "sura": "19",
      "aya": "58",
      "arabic_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩",
      "translation": "Ang mga iyon ay ang mga nagbibiyaya si Allāh sa kanila kabilang sa mga propeta kabilang sa mga supling ni Adan, kabilang sa dinala Namin [sa daong] kasama kay Noe, kabilang sa mga supling ni Abraham at ni Israel, at kabilang sa sinumang pinatnubayan Namin at hinirang Namin. Kapag binibigkas sa kanila ang mga tanda ng Napakamaawain ay sumubsob sila na mga nakapatirapa, na mga umiiyak.",
      "footnotes": ""
    },
    {
      "id": "2309",
      "sura": "19",
      "aya": "59",
      "arabic_text": "۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا",
      "translation": "Saka may humalili matapos na nila, na mga kahalili na nagwalang-bahala sa pagdarasal at sumunod sa mga nasa, kaya magkikita sila ng isang pagkalisya,",
      "footnotes": ""
    },
    {
      "id": "2310",
      "sura": "19",
      "aya": "60",
      "arabic_text": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا",
      "translation": "maliban sa sinumang nagbalik-loob, sumampalataya, at gumawa ng maayos sapagkat ang mga iyon ay papasok sa Paraiso at hindi sila lalabagin sa katarungan sa anuman.",
      "footnotes": ""
    },
    {
      "id": "2311",
      "sura": "19",
      "aya": "61",
      "arabic_text": "جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا",
      "translation": "[Papasok sila] sa mga Hardin ng Eden na ipinangako ng Napakamaawain sa mga lingkod Niya sa nakalingid. Tunay na laging ang pangako Niya ay darating.",
      "footnotes": ""
    },
    {
      "id": "2312",
      "sura": "19",
      "aya": "62",
      "arabic_text": "لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا",
      "translation": "Hindi sila makaririnig sa mga iyon ng kabalbalan maliban sa kapayapaan. Ukol sa kanila ang panustos nila sa mga iyon sa umaga at sa hapon [ayon sa ninanasa nila].",
      "footnotes": ""
    },
    {
      "id": "2313",
      "sura": "19",
      "aya": "63",
      "arabic_text": "تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا",
      "translation": "Iyon ay ang Paraiso na ipamamana Namin sa kabilang sa mga lingkod Namin na naging mapangilaging magkasala.",
      "footnotes": ""
    },
    {
      "id": "2314",
      "sura": "19",
      "aya": "64",
      "arabic_text": "وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا",
      "translation": "[Sabihin mo, O Anghel Gabriel:] “Hindi kami nagbababaan kundi ayon sa utos ng Panginoon mo. Sa Kanya ang nasa pagitan ng mga kamay namin at ang nasa likuran namin at ang nasa pagitan niyon. Laging ang Panginoon mo ay hindi malilimutin.",
      "footnotes": ""
    },
    {
      "id": "2315",
      "sura": "19",
      "aya": "65",
      "arabic_text": "رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا",
      "translation": "Ang Panginoon ng mga langit at lupa at anumang nasa pagitan ng mga ito, kaya sumamba ka sa Kanya at magpakamatiisin ka para sa pagsamba sa Kanya. Nakaaalam ka kaya para sa Kanya ng isang kapangalan?”",
      "footnotes": ""
    },
    {
      "id": "2316",
      "sura": "19",
      "aya": "66",
      "arabic_text": "وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا",
      "translation": "Magsasabi ang tao [na tagatangging sumampalataya]: “Kapag namatay ba ako ay talagang ilalabas akong buhay?”",
      "footnotes": ""
    },
    {
      "id": "2317",
      "sura": "19",
      "aya": "67",
      "arabic_text": "أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا",
      "translation": "Hindi ba nakaaalaala ang tao na Kami ay lumikha sa kanya bago pa niyan, samantalang hindi siya dati isang bagay?",
      "footnotes": ""
    },
    {
      "id": "2318",
      "sura": "19",
      "aya": "68",
      "arabic_text": "فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا",
      "translation": "Kaya sumpa man sa Panginoon mo, talagang kakalap nga Kami sa kanila at sa mga demonyo. Pagkatapos talagang magpapadalo nga Kami sa kanila sa paligid ng Impiyerno na nakaluhod.",
      "footnotes": ""
    },
    {
      "id": "2319",
      "sura": "19",
      "aya": "69",
      "arabic_text": "ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا",
      "translation": "Pagkatapos talagang huhugot nga Kami mula sa bawat kampihan ng alin sa kanila na pinakamatindi laban sa Napakamaawain sa pagkasutil.",
      "footnotes": ""
    },
    {
      "id": "2320",
      "sura": "19",
      "aya": "70",
      "arabic_text": "ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا",
      "translation": "Pagkatapos talagang Kami ay higit na maalam sa mga higit na naaangkop doon sa pagsunog.",
      "footnotes": ""
    },
    {
      "id": "2321",
      "sura": "19",
      "aya": "71",
      "arabic_text": "وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا",
      "translation": "Walang kabilang sa inyo malibang sasapit doon. Laging ito sa Panginoon mo ay isang kapasyahang itinadhana.",
      "footnotes": ""
    },
    {
      "id": "2322",
      "sura": "19",
      "aya": "72",
      "arabic_text": "ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا",
      "translation": "Pagkatapos magliligtas Kami sa mga nangilag magkasala at mag-iiwan Kami sa mga tagalabag sa katarungan doon na nakaluhod.",
      "footnotes": ""
    },
    {
      "id": "2323",
      "sura": "19",
      "aya": "73",
      "arabic_text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا",
      "translation": "Kapag binibigkas sa kanila ang mga tanda Namin bilang mga malinaw na patunay ay nagsasabi ang mga tumangging sumampalataya sa mga sumampalataya: “Alin sa dalawang pangkat [natin] ang higit na mabuti sa katayuan at ang higit na maganda sa kapisanan?”",
      "footnotes": ""
    },
    {
      "id": "2324",
      "sura": "19",
      "aya": "74",
      "arabic_text": "وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا",
      "translation": "Kay rami ng ipinahamak Namin bago nila na [makasalanang] salinlahi na higit na maganda sa ari-arian at anyong nakikita!",
      "footnotes": ""
    },
    {
      "id": "2325",
      "sura": "19",
      "aya": "75",
      "arabic_text": "قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا",
      "translation": "Sabihin mo: “Ang sinumang nasa kaligawan ay magpapalawig para sa kanya ang Napakamaawain ng isang pagpapalawig; hanggang sa nang nakita nila ang ipinangangako sa kanila na maaaring ang pagdurusa [sa Mundo] at maaaring ang [pagdurusa sa] Huling Sandali ay makaaalam sila sa kung sino ang higit na masama sa kalagayan at higit na mahina sa hukbo.”",
      "footnotes": ""
    },
    {
      "id": "2326",
      "sura": "19",
      "aya": "76",
      "arabic_text": "وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا",
      "translation": "Nagdaragdag si Allāh sa mga napatnubayan ng patnubay. Ang mga nananatiling maayos na gawa ay higit na mabuti sa ganang Panginoon ninyo sa gantimpala at higit na mabuti sa kauuwian.",
      "footnotes": ""
    },
    {
      "id": "2327",
      "sura": "19",
      "aya": "77",
      "arabic_text": "أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا",
      "translation": "Saka nakita mo ba ang tumangging sumampalataya sa mga tanda Namin? Nagsabi siya: “Talagang magbibigay nga sa akin ng yaman at anak?”",
      "footnotes": ""
    },
    {
      "id": "2328",
      "sura": "19",
      "aya": "78",
      "arabic_text": "أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا",
      "translation": "Nakabatid ba siya sa nakalingid o nakagawa siya sa ganang Napakamaawain ng isang kasunduan?",
      "footnotes": ""
    },
    {
      "id": "2329",
      "sura": "19",
      "aya": "79",
      "arabic_text": "كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا",
      "translation": "Aba’y hindi! Magsusulat Kami ng sinasabi niya at magpapalawig Kami para sa kanya ng pagdurusa sa isang pagpapalawig [sa Kabilang-buhay].",
      "footnotes": ""
    },
    {
      "id": "2330",
      "sura": "19",
      "aya": "80",
      "arabic_text": "وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا",
      "translation": "Magmamana Kami sa kanya ng sinasabi niya at pupunta siya sa Amin nang bukod.",
      "footnotes": ""
    },
    {
      "id": "2331",
      "sura": "19",
      "aya": "81",
      "arabic_text": "وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا",
      "translation": "Gumawa sila sa bukod pa kay Allāh bilang mga diyos upang magkaroon sila ng isang dangal.",
      "footnotes": ""
    },
    {
      "id": "2332",
      "sura": "19",
      "aya": "82",
      "arabic_text": "كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا",
      "translation": "Aba’y hindi! Magkakaila ang mga ito sa pagsamba nila at ang mga ito laban sa kanila ay magiging katunggali.",
      "footnotes": ""
    },
    {
      "id": "2333",
      "sura": "19",
      "aya": "83",
      "arabic_text": "أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا",
      "translation": "Hindi ka ba nakakita na Kami ay nagsugo sa mga demonyo sa mga tagatangging sumampalataya, na nanunulsol sa kanila sa isang panunulsol?",
      "footnotes": ""
    },
    {
      "id": "2334",
      "sura": "19",
      "aya": "84",
      "arabic_text": "فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا",
      "translation": "Kaya huwag kang magmabilis sa kanila; nagbibilang lamang Kami para sa kanila ng isang pagbilang.",
      "footnotes": ""
    },
    {
      "id": "2335",
      "sura": "19",
      "aya": "85",
      "arabic_text": "يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا",
      "translation": "Sa Araw na kakalap sa mga tagapangilag magkasala patungo sa Napakamaawain sa isang delegasyon.",
      "footnotes": ""
    },
    {
      "id": "2336",
      "sura": "19",
      "aya": "86",
      "arabic_text": "وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا",
      "translation": "Maghahatid Kami sa mga salarin tungo sa Impiyerno sa isang pagkauhaw.",
      "footnotes": ""
    },
    {
      "id": "2337",
      "sura": "19",
      "aya": "87",
      "arabic_text": "لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا",
      "translation": "Hindi sila makapagdudulot ng Pamamagitan maliban sa sinumang gumawa sa ganang Napakamaawain ng isang kasunduan.",
      "footnotes": ""
    },
    {
      "id": "2338",
      "sura": "19",
      "aya": "88",
      "arabic_text": "وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا",
      "translation": "Nagsabi sila: “Gumawa ang Napakamaawain ng isang anak.”",
      "footnotes": ""
    },
    {
      "id": "2339",
      "sura": "19",
      "aya": "89",
      "arabic_text": "لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا",
      "translation": "Talaga ngang nakagawa kayo ng isang bagay na kakila-kilabot.",
      "footnotes": ""
    },
    {
      "id": "2340",
      "sura": "19",
      "aya": "90",
      "arabic_text": "تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا",
      "translation": "Halos ang mga langit ay nagkakabitak-bitak dahil dito, nabibiyak ang lupa, at sumusubsob ang mga bundok nang durug-durog,",
      "footnotes": ""
    },
    {
      "id": "2341",
      "sura": "19",
      "aya": "91",
      "arabic_text": "أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا",
      "translation": "dahil nag-angkin sila para sa Napakamaawain ng isang anak.",
      "footnotes": ""
    },
    {
      "id": "2342",
      "sura": "19",
      "aya": "92",
      "arabic_text": "وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا",
      "translation": "Hindi nararapat para sa Napakamaawain na gumawa ng isang anak.",
      "footnotes": ""
    },
    {
      "id": "2343",
      "sura": "19",
      "aya": "93",
      "arabic_text": "إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا",
      "translation": "Walang [magagawa] ang bawat sinumang nasa mga langit at lupa kundi pupunta sa Napakamaawain bilang alipin [na nagpapasailalim].",
      "footnotes": ""
    },
    {
      "id": "2344",
      "sura": "19",
      "aya": "94",
      "arabic_text": "لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا",
      "translation": "Talaga ngang nag-isa-isa Siya sa kanila at bumilang Siya sa kanila sa isang pagbilang.",
      "footnotes": ""
    },
    {
      "id": "2345",
      "sura": "19",
      "aya": "95",
      "arabic_text": "وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا",
      "translation": "Lahat sila ay pupunta sa Kanya sa Araw ng Pagbangon nang bukod.",
      "footnotes": ""
    },
    {
      "id": "2346",
      "sura": "19",
      "aya": "96",
      "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا",
      "translation": "Tunay na ang mga sumampalataya at gumawa ng mga maayos ay magtatalaga para sa kanila ang Napakamaawain ng pagmamahal.[11]",
      "footnotes": "[11] mula sa Kanya at mga mananampalataya"
    },
    {
      "id": "2347",
      "sura": "19",
      "aya": "97",
      "arabic_text": "فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا",
      "translation": "Kaya nagpadali lamang Kami nito sa wika mo upang magbalita ka ng nakagagalak hinggil dito sa mga tagapangilag magkasala at magbabala ka hinggil dito sa mga taong palaban.",
      "footnotes": ""
    },
    {
      "id": "2348",
      "sura": "19",
      "aya": "98",
      "arabic_text": "وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا",
      "translation": "Kay rami ng ipinahamak Namin bago nila na [makasalanang] salinlahi! Nakadarama ka kaya mula sa kanila ng isa man o nakarinig ka sa kanila ng isang tunog?",
      "footnotes": ""
    }
  ]
}