{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 562,
      "verse_key": "67:1",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
      "translation": "AMETUKUKA ambaye mkononi mwake umo Ufalme wote; na Yeye ni Mwenye uweza juu ya kila kitu.",
      "footnotes": "Ametukuka, na amezidi baraka zake Mwenye kumiliki peke yake uwezo wa kuendesha mambo ya viumbe vyote. Na Yeye, juu ya kila kitu, anao uwezo ulio timia."
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 562,
      "verse_key": "67:2",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ",
      "translation": "Ambaye ameumba mauti na uhai ili kukujaribuni ni nani miongoni mwenu mwenye vitendo vizuri zaidi. Na Yeye ni Mwenye nguvu na Mwenye msamaha.",
      "footnotes": "Ambaye ndiye aliye umba mauti na uhai kwa makusudio anayo yataka Yeye, ili akufanyieni mtihani ni yupi katika nyinyi anaye fanya vitendo sawa, na mwenye niya safi. Na Yeye ni Mwenye kushinda, wala hashindiki kwa kitu, Mwenye msamaha kwa wenye upungufu."
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 562,
      "verse_key": "67:3",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ",
      "translation": "Aliye umba mbingu saba kwa matabaka. Huoni tafauti yoyote katika uumbaji wa Mwingi wa Rehema. Hebu rudisha nadhari! Unaona kosa lolote?",
      "footnotes": "Yeye ndiye aliye zizua mbingu saba zilizo pandana kwa mpango mmoja sawa sawa. Huoni tafauti yoyote katika uundaji wa Mwenyezi Mungu, ambaye rehema yake imeenea kwenye viumbe vyake vyote. Basi hebu tazama tena, unaona khitilafu yoyote?"
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 562,
      "verse_key": "67:4",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ",
      "translation": "Tena rudisha nadhari mara mbili, nadhari yako itakurejea mwenyewe hali ya kuwa imehizika nayo imechoka.",
      "footnotes": "Kisha tazama tena, na tena! Jicho lako linakurejea mwenyewe bila ya kugundua aibu yoyote, nalo limechoka."
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 562,
      "verse_key": "67:5",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ",
      "translation": "Na kwa hakika tumeipamba mbingu ya karibu kwa mataa, na tumeyafanya ili kuwapigia mashetani, na tumewaandalia adhabu ya Moto uwakao kwa nguvu.",
      "footnotes": "Na hakika Sisi tumeipamba mbingu hii ya karibu, unayo iona kwa macho, tumeipamba kwa nyota zinazo ng'aa. Na tumefanya katika hizo vimondo vya kuwapopolea mashetani; na Akhera tumewaandalia adhabu ya moto unao waka. Mbingu ni kila kilicho juu yetu kikatufunika. Amesema Ibn Sayyidih: Hiyo ni bahari ya anga na vyombo vyote viliomo ndani yake na vimondo. Na sura wanayo iona wakaazi wa duniani katika masiku yaliyo safi ni kama qubba la kibuluu lilio pambwa kwa nyota na sayari kama kwamba ni taa, kama unavyo ziona nyota za mkia, au vimondo, vinakwenda angani vikiungua huko juu ya ardhi. Na hilo qubba la kibuluu si chochote ila ni matokeo ya mwangaza wa jua na nyota pamoja na takataka za vumbi zinazo ning'inia katika hewa, na sehemu za hewa molecules zinazo tawanyika. Haya mbali na yanayo onekana katika mwangaza nafsi yake ambayo huipamba mbingu hii ya karibu, kama vile zile rangi nzuri nzuri za wakati wa kuchwa jua, au wakati wa kuchomoza jua alfajiri, na mianga ya njia za nyota, miangaza ya kaskazini, na miangaza ya katika sehema za Polar regions. Na hayo yote yanayo onekana ni matokeo ya kuingiliana mwanga pamoja na funiko la anga la ardhi na uwanja wake wa smaku, magnetic field."
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 562,
      "verse_key": "67:6",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ",
      "translation": "Na kwa walio mkufuru Mola wao Mlezi ipo adhabu ya Jahannamu. Na ni marejeo maovu yalioje hayo!",
      "footnotes": "Na kwa ajili ya wasio muamini Mola wao Mlezi tumewawekea adhabu ya Jahannamu. Na huo ndio mwisho muovu kweli kwao."
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 562,
      "verse_key": "67:7",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ",
      "translation": "Watakapo tupwa humo watausikia mngurumo wake na huku inafoka.",
      "footnotes": "Wakitiwa humo watasikia sauti mbaya ya kuchusha, na huo moto unatokota kwa ukali,"
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 562,
      "verse_key": "67:8",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ",
      "translation": "Inakaribia kupasuka kwa hasira. Kila mara likitupwa kundi humo walinzi wake huwauliza: Kwani hakukujieni mwonyaji?",
      "footnotes": "Unakaribia kukatika na kutawanyika kwa wingi wa kuwaghadhibikia. Kila likitumbukizwa kundi mojapo kati yao walinzi wake huwauliza kwa kuwakejeli: Kwani hakukujieni Mtume kukuhadharisheni na mkutano wa siku hii ya leo?"
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 562,
      "verse_key": "67:9",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ",
      "translation": "Watasema: Kwani! Ametujia mwonyaji, lakini tulimkadhibisha, na tukasema: Mwenyezi Mungu hakuteremsha chochote. Nyinyi hamumo ila katika upotovu mkubwa!",
      "footnotes": "Na wao watajibu: Ametujia mwonyaji, lakini sisi tulimkanusha tukamwambia mwongo, na tukasema: Mwenyezi Mungu hakukuteremshia chochote wewe wala Mitume wenginewe. Nyinyi mnao dai Utume si chochote ila ni watu walio potoka, na mko mbali na haki."
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 562,
      "verse_key": "67:10",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ",
      "translation": "Na watasema: Lau kuwa tungeli sikia, au tungeli kuwa na akili, tusingeli kuwa katika watu wa Motoni!",
      "footnotes": "Na watasema: Lau kuwa tulikuwa tunasikia kama inavyo faa asikie mwenye kutaka ukweli wa mambo, au tunafikiri tunayo itiwa, tusinge kuwa miongoni mwa watu wa Motoni."
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 562,
      "verse_key": "67:11",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ",
      "translation": "Wakakiri dhambi zao. Basi kuangamia ni kwa watu wa Motoni!",
      "footnotes": "Basi wataungama kukadhibisha kwao na kukufuru kwao. Watu wa Motoni wamepotelea mbali na rehema ya Mwenyezi Mungu!"
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 562,
      "verse_key": "67:12",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ",
      "translation": "Hakika wanao mwogopa Mola wao Mlezi kwa ghaibu, watapata maghfira na ujira mkubwa.",
      "footnotes": "Hakika wenye kumkhofu Mola wao Mlezi, na hali wao hawamwoni, watafutiwa madhambi yao, na watapata thawabu kubwa kwa mema yao."
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 563,
      "verse_key": "67:13",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "Na ficheni kauli zenu, au zitangazeni; hakika Yeye ni Mjuzi wa yaliyomo vifuani.",
      "footnotes": "Na ficheni kauli yenu, au itangazeni. Yote mawili kwa Mwenyezi Mungu ni sawa, kwani Yeye ni Mkuu wa kuyazunguka yote kwa kuyajua, Mjuzi wa vinavyo ficha vifua."
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 563,
      "verse_key": "67:14",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ",
      "translation": "Asijue aliye umba, naye ndiye Mjua siri, Mwenye khabari?",
      "footnotes": "Kwani Muumba si Mwenye kujua mambo yote ya waja wake? Na Yeye ni Mjuzi wa dogo na kubwa"
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 563,
      "verse_key": "67:15",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ",
      "translation": "Yeye ndiye aliye idhalilisha ardhi kwa faida yenu, basi tembeeni katika pande zake, na kuleni katika riziki zake. Na kwake Yeye ndio kufufuliwa.",
      "footnotes": "Yeye ndiye aliye ifanya ardhi dhalili inakut'iini. Basi tembeeni pande zake kote kote. Na kuleni katika riziki zake zinazo toka ndani yake. Na kwake Yeye peke yake ndio kufufuliwa na kulipwa."
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 563,
      "verse_key": "67:16",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ",
      "translation": "Mnadhani mko salama kwa alioko juu kuwa hatakudidimizeni kwenye ardhi, na tahamaki hiyo inatikisika!",
      "footnotes": "Je! Mmejiaminisha na Mwenye Ufalme wa mbinguni, kuwa hatakukatieni ardhi, akakuchukulieni kwa ghafla kwa mtikiso mkubwa?"
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 563,
      "verse_key": "67:17",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ",
      "translation": "Au mnadhani mko salama kwa alioko juu ya kuwa Yeye hakupelekeeni kimbunga chenye changarawe? Mtajua vipi maonyo yangu?",
      "footnotes": "Bali, mmejiaminisha na Mwenye Ufalme wa mbinguni, kuwa hatakupelekeeni upepo wa kukupopoeni kwa changarawe? Hapo basi mtakijiua kitisho cha onyo langu kwenu!"
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 563,
      "verse_key": "67:18",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ",
      "translation": "Na bila ya shaka walikwisha kanusha walio kuwa kabla yao; basi kulikuwaje kukasirika kwangu?",
      "footnotes": "Na hakika walikwisha wakanusha Mitume wao hao walio kuwa kabla ya kaumu yako. Basi ghadhabu yangu juu yao ilikuwa hali gani kwa nilivyo waangamiza na kuwashika!"
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 563,
      "verse_key": "67:19",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ",
      "translation": "Kwani hawawaoni ndege walioko juu yao namna wanavyo zikunjua mbawa zao, na kuzikunja? Hawawashikilii ila Mwingi wa rehema. Hakika Yeye ni Mwenye kuona kila kitu.",
      "footnotes": "Wameingia upofu? Wala hawakuwaangalia ndege walio juu yao, vipi wanavyo kunjua mbawa zao mara kwa mara, na mara nyingine wakizikunja? Hapana anaye washikilia wasianguke ila Mwingi wa Rehema. Hakika Yeye ni Mwingi wa ujuzi na khabari kwa kila kitu. Anakipa kila kitu jambo kwa mujibu wa maslaha yake. Kukunjua huku ni kukunjua ndege mbawa zake bila ya kuziendesha. Katika kuruka kwa ndege ipo miujiza ambayo haikufahamika baadhi yake ila baada ya kuendelea ilimu ya kuruka na nadhariya ya kutembea katika hewa. Lakini katika yanayo staajabisha ni kupita ndege katika anga na mbawa zote mbili zimetulia mpaka apite upeo wa macho. Na ilimu imevumbua kuwa ndege wanao kunjua mbawa zao hupanda juu ya mikondo ya hewa inayo saidia inayo timbuka ama kwa kupigana dafrau na kiziwizi fulani au kwa kunyanyuka nguzo za hewa imoto. Ukiwa upepo ni mzuri hizo nguzo za hewa husimama wima na ndege hupaa kwa namna ya mzunguko kama skurubu. Na ukiwa mkali hizo nguzo hugeuka kuelekea juu na ndege huruka bila ya kupiga mbawa kwa njia ya sawa moja kwa moja na kufikia mbali. Na ndege kwa jumla wana sifa maalumu, katika hizo ni kuwa ni wepesi, na wana umbo la nguvu, na nyoyo zao ni madhubuti, na kadhaalika mzunguko wao wa damu, na vyombo vya kuvutia pumzi, na namna lilivyo pimika umbo lao, na vikawa sawa sawa viwiliwili vyao kwa kusahilisha kuruka katika hewa. Na sifa hizi Mwenyezi Mungu Mjuzi Mwenye kuona kawajaalia ndege , kwa ajili ya kuwahifadhi hao ndege katika hewa pale wanapo kunjua mbawa zao au wanapo zikunja. Ama videge vidogo vinavyo tegemea kuruka kwao juu ya mbio, hivyo hupiga mbawa zao kwa chini na mbele ili vipate kujisukuma na kupaa. Na hayo ni dharura kwa sababu ya kuruka kwao. Kisha huzikunja mbawa zao, lakini nao wanabaki kuwa wanaruka kwa zile nguvu za msukumo wao. Na hivyo linawafikiana umbo lao hao ndege wa kila namna na muundo wa kifundi wa miili yao kwa kuwazesha kuruka na kujilinda sawa wakati wa kuruka."
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 563,
      "verse_key": "67:20",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ",
      "translation": "Au ni lipi hilo jeshi lenu la kukunusuruni badala ya Mwingi wa Rehema? Hakika makafiri hawamo ila katika udanganyifu.",
      "footnotes": "Bali ni nani huyo mwenye nguvu kwenu atakaye kulindeni na adhabu asiye kuwa Mwenyewe Arrahman, Mwingi wa Rehema? Makafiri hawamo ila katika udanganyifu tu kwa hayo wanayo yadhania."
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 563,
      "verse_key": "67:21",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ",
      "translation": "Au ni nani huyo ambaye atakupeni riziki kama Yeye akizuia riziki yake? Bali wao wanakakamia tu katika jeuri na chuki.",
      "footnotes": "Bali ni nani huyo atakaye kuruzukuni kwa yanayo kupeni uhai wenu na starehe zenu, ikiwa Mwenyezi Mungu akizuia riziki zake asikupeni? Bali makafiri wamekakamia katika kutakabari kwao na kuikimbia Haki."
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 563,
      "verse_key": "67:22",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "Je! Anaye kwenda akisinukia juu ya uso wake ni mwongofu zaidi, au yule anaye kwenda sawasawa katika Njia Iliyo Nyooka?",
      "footnotes": "Je! Hali itageuka? Mwenye kwenda akijikwaa na kusinukia juu ya uso wake ni mwongofu zaidi katika mwendo wake, au yule anaye tembea sawasawa kwenye njia isiyo kwenda upogo?"
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 563,
      "verse_key": "67:23",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ",
      "translation": "Sema: Yeye ndiye aliye kuumbeni tangu mwanzo, na akakupeni masikio na macho, na nyoyo. Ni kidogo kabisa shukrani zenu.",
      "footnotes": "Sema: Huyo aliye kuumbeni nanyi hamjakuwa chochote, na akakupeni usikizi na kuona, na fahamu ambazo ni sababu za vitendo vyenu na uwongofu wenu - ama ni kuchache mno kushukuru kwenu kwa neema hizi kumshukuru huyo aliye kupeni."
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 563,
      "verse_key": "67:24",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ",
      "translation": "Sema: Yeye ndiye aliye kutawanyeni katika ardhi, na kwake mtakusanywa.",
      "footnotes": "Sema: Huyo ndiye aliye kutawanyeni katika ardhi, na kwake Yeye peke yake ndio mtarejea kwa ajili ya kukuhisabuni na kukulipeni."
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 563,
      "verse_key": "67:25",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "Na wanasema: Lini ahadi hii, ikiwa mnasema kweli?",
      "footnotes": "Na wanasema wanao kanya kufufuliwa: Yatatokea lini haya ya kukusanywa watu? Twambieni yatakuwa lini, kama nyinyi mnasema kweli!"
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 563,
      "verse_key": "67:26",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ",
      "translation": "Sema: Hakika ujuzi wake uko kwa Mwenyezi Mungu; na hakika mimi ni mwonyaji tu mwenye kubainisha.",
      "footnotes": "Ewe Muhammad! Sema: Ujuzi wa hayo ni wa Mwenyezi Mungu peke yake. Ama mimi ni mwonyaji miongoni mwa waonyaji tu."
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 564,
      "verse_key": "67:27",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ",
      "translation": "Lakini watakapo iona karibu, nyuso za walio kufuru zitahuzunishwa, na itasemwa: Hayo ndiyo mliyo kuwa mkiyaomba.",
      "footnotes": "Watakapo yaona hayo yaliyo ahidiwa yapo karibu nao, nyuso za makafiri zitajaa huzuni na unyonge, na wataambiwa kwa kuwakejeli na kuwatia uchungu: Haya ndiyo mliyo kuwa mkiyataka yaje kwa haraka!"
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 564,
      "verse_key": "67:28",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ",
      "translation": "Sema: Mwaonaje, ikiwa Mwenyezi Mungu atanihiliki mimi na walio pamoja nami, au akiturehemu, ni nani atakaye walinda makafiri na adhabu chungu?",
      "footnotes": "Sema: Nambieni, ikiwa Mwenyezi Mungu akinifisha mimi na Waumini walio pamoja nami, kama mnavyo tamani yawe, au akaturehemu akaakhirisha ajali yetu, na akatusamehe asituadhibu, maana itakuwa katuokoa katika hali zote mbili, basi nani atakaye wakinga makafiri na adhabu chungu wanayo istahiki kuipata kwa sababu ya ukafiri wao, na kudanganyika kwao na miungu yao?"
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 564,
      "verse_key": "67:29",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "Sema: Yeye ndiye Mwingi wa Rehema; tunamuamini Yeye, na juu yake tunategemea. Mtakuja jua ni nani aliye katika upotovu ulio dhaahiri.",
      "footnotes": "Yeye huyo ndiye Arrahman, Mwingi wa Rehema, tunaye msadiki sisi, na nyinyi hamumsadiki. Yeye tu peke yake ndiye tunaye mtegemea, na nyinyi mnawategemea wenginewe. Mtakuja jua itakapo teremka adhabu ni kundi gani kati yetu lilio tengeka mbali na Haki."
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 564,
      "verse_key": "67:30",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ",
      "translation": "Sema: Mwaonaje, yakiwa maji yenu yamedidimia chini, nani atakueleteeni maji yanayo miminika?",
      "footnotes": "Sema: Hebu nipeni khabari, maji yenu yakitoweka chini ya ardhi msiweze kuyapata kwa namna yoyote, ni nani asiye kuwa Mwenyezi Mungu atakaye kuleteeni maji ya dhaahiri yanayo miminika anayo weza kuyapata kila atakaye?"
    }
  ]
}