{
  "result": {
    "id": "1723",
    "sura": "13",
    "aya": "16",
    "arabic_text": "قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ قُلِ ٱللَّهُۚ قُلۡ أَفَٱتَّخَذۡتُم مِّن دُونِهِۦٓ أَوۡلِيَآءَ لَا يَمۡلِكُونَ لِأَنفُسِهِمۡ نَفۡعٗا وَلَا ضَرّٗاۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ أَمۡ هَلۡ تَسۡتَوِي ٱلظُّلُمَٰتُ وَٱلنُّورُۗ أَمۡ جَعَلُواْ لِلَّهِ شُرَكَآءَ خَلَقُواْ كَخَلۡقِهِۦ فَتَشَٰبَهَ ٱلۡخَلۡقُ عَلَيۡهِمۡۚ قُلِ ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖ وَهُوَ ٱلۡوَٰحِدُ ٱلۡقَهَّٰرُ",
    "translation": "Sema: Ni nani Mola Mlezi wa mbingu na ardhi? Sema: Mwenyezi Mungu. Sema: Basi je, mnawafanya wenginewe badala yake kuwa ni walinzi, nao hawajifai wenyewe kwa jema wala baya? Sema: Hebu kipofu na mwenye kuona huwa sawa? Au hebu huwa sawa giza na mwangaza? Au wamemfanyia Mwenyezi Mungu washirika walio umba kama alivyo umba Yeye, na viumbe hivyo vikawadanganyikia? Sema: Mwenyezi Mungu ndiye Muumba wa kila kitu. Na Yeye ni Mmoja Mwenye kushinda!",
    "footnotes": "Mwenyezi Mungu amemuamrisha Nabii wake ajadiliane na washirikina kwa kuwaongoa na kuwabainishia. Akamwambia: Ewe Nabii! Waambie: Nani aliye ziumba mbingu na ardhi, naye ndiye Mwenye kuzilinda, na Mwenye kuviendesha viliomo humo? Tena uwaeleze jawabu iliyo sawa hiyo wanayo ishindania. Waambie: Huyo ni Mwenyezi Mungu anaye abudiwa kwa haki, hana mwenginewe. Basi ni waajibu wenu mumuabudu Yeye peke yake. Tena waambie: Mnaziona dalili zilizo thibiti zinazo onyesha uumbaji wake kila kitu peke yake? Na juu ya hivyo mnawafanya masanamu kuwa ni miungu, bila ya kukubali kuwa Mwenyezi Mungu ni Mmoja! Na haya masanamu hayajifai wenyewe kheri wala shari! Vipi basi mnayafanya sawa na Muumba Mwenye kupanga? Nyinyi mnafanya sawa baina ya Muumba wa kila kitu na asiye miliki kitu! Mmekuwa kama anaye fanya sawa baina ya viwili vinavyo gongana! Basi hebu ni sawa baina ya mwenye kuona na asiye ona? Je, giza totoro na mwangaza unao ng'aa ni sawa? Je, usawa huo unaingia akilini mwao? Au upotovu wao umepita hadi hata wanadai kuwa hayo masanamu yao ni washirika wa Mwenyezi Mungu katika kuumba na kupanga, hata yakawadanganyikia wasijue mambo ya uumbaji, kama walivyo potea katika kuabudu? Waambie ewe Nabii! Mwenyezi Mungu peke yake ndiye Muumba wa kila kiliopo. Na Yeye ni peke yake katika kuumba na kuabudiwa, Mwenye kushinda kila kitu."
  }
}