{
  "id": 4,
  "verse_number": 4,
  "page_number": 249,
  "verse_key": "13:4",
  "juz_number": 13,
  "hizb_number": 25,
  "rub_el_hizb_number": 99,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَفِي ٱلۡأَرۡضِ قِطَعٞ مُّتَجَٰوِرَٰتٞ وَجَنَّٰتٞ مِّنۡ أَعۡنَٰبٖ وَزَرۡعٞ وَنَخِيلٞ صِنۡوَانٞ وَغَيۡرُ صِنۡوَانٖ يُسۡقَىٰ بِمَآءٖ وَٰحِدٖ وَنُفَضِّلُ بَعۡضَهَا عَلَىٰ بَعۡضٖ فِي ٱلۡأُكُلِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ",
  "translation": "Na katika ardhi vimo vipande vilivyo karibiana, na zipo bustani za mizabibu, na mimea mingine, na mitende yenye kuchipua kwenye shina moja na isio chipua kwenye shina moja, nayo inatiliwa maji yale yale. Na tunaifanya baadhi yao bora kuliko mengine katika kula. Hakika katika hayo zimo ishara kwa watu wanao tia mambo akilini.",
  "footnotes": "Na hakika hiyo ardhi nafsi yake ina maajabu. Ndani yake vipo vipande vilivyo karibiana, navyo juu ya hivyo vina udongo mbali mbali. Vingine ardhi yaabisi, na vingine vya rutba, ijapo kuwa ni udongo ule ule. Ndani yake yapo mabustani yaliyo jaa miti ya mizabibu, na ndani yake mazao mengine yanavunwa, na mitende yenye kuzaa, nayo ama iliyo kusanyika au iko mbali mbali. Na yote hayo ijapo kuwa inanyweshwa maji yale yale yanakhitalifiana kwa utamu wao. Na hakika katika ajabu hizi zipo dalili wazi za kuonyesha uwezo wa Mwenyezi Mungu kwa mwenye akili ya kufikiria. Aya hii tukufu inaonyesha ilimu ya ardhi (Geology) na ilimu ya mazingira (Ecology) na athari yao juu ya sifa za mimea. Inajuulikana katika ilimu kuwa rutuba ya ardhi inategemea juu ya chembe chembe za maadeni zinazo khitalifiana kwa namna na ukubwa, na maji yanayo toka kwenye mvua, na hewa, na vitu vyenye asili ya uhai, kama mimea na vyenginevyo, ambavyo hupatikana juu ya udongo au ndani yake. Huwapo hivyo kwa mamilioni vidogo vidogo hata havionekani kwa jicho tu. Kwa jumla ukizingatia haya utaona yanaonyesha uwezo wa Muumba na busara ya uumbaji, kwani ardhi kama wasemavyo wakulimu inakhitalifiana kila shubiri. Na inajuulikana kwa wanazuoni wa sayansi kuwa ukipatikana upungufu katika hivyo vitu vya msingi katika udongo basi hudhihirisha upungufu wake katika mimea, na kwa hivyo wakulima hujalizia upungufu huo kwa kutia mbolea mbali mbali na hutengeneza hali ya mazingira. Na hayo yana athari zake juu ya mazao ikiwa kwa mmea wa namna moja au namna mbali. Ametakasika Mwenyezi Mungu ambaye katika mikono yake upo ufalme wa kila kitu, naye ni Muweza wa kila kitu."
}