{
  "id": 143,
  "verse_number": 143,
  "page_number": 22,
  "verse_key": "2:143",
  "juz_number": 2,
  "hizb_number": 3,
  "rub_el_hizb_number": 9,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ",
  "translation": "Na vivyo hivyo tumekufanyeni muwe Umma wa wasitani, ili muwe mashahidi juu ya watu, na Mtume awe ni shahidi juu yenu. Na hatukukifanya kibla ulicho kuwa nacho ila tupate kumjua yule anaye mfuata Mtume na yule anaye geuka akarejea nyuma. Na kwa yakini hilo lilikuwa jambo gumu isipo kuwa kwa wale alio waongoa Mwenyezi Mungu. Na Mwenyezi Mungu hakuwa mwenye kuipoteza Imani yenu. Kwani Mwenyezi Mungu ni Mpole kwa watu na Mwenye kuwarehemu.",
  "footnotes": "Na kwa ajili ya kutaka huku ndio tukakuongoeni kwenye Njia Iliyo Nyooka kabisa, na tukakujaalieni muwe Umma wa katikati ulio bora kwa muujibu tulivyo iwafikisha Dini sahihi na vitendo vyema, ili muwe wenye kuthibitisha Haki kwa mnasaba wa sharia zilizo tangulia, na ili Mtume awe mlinzi juu yenu, akikupeni nguvu kwa uwongozi wake kwa muda wa uhai wake, na kwa kufuata njia yake na mwendo wake baada ya kufa kwake. Ama kibla cha Beitul Muqaddas tulicho amrisha kifuatwe kwa muda fulani tulikifanya kuwa ni mtihani kwa Waislamu ili watambulikane wanao t'ii wakielekee kwa ut'iifu, na wenye kuchukuliwa na mori wao wa Kiarabu kwa kufuata nyao za Ibrahim tu waivunje amri ya Mwenyezi Mungu na kwa hivyo wapotelee njia ya upotovu. Na ilikuwa ile amri ya kuelekea Beitul Muqaddas ni katika mambo magumu ila kwa wale ambao wamejaaliwa kupata hidaya ya Mwenyezi Mungu. Ikawa kufuata amri hii miongoni mwa nguzo za Imani. Mwenye kuelekea kibla cha Beitul Muqaddas katika zama ilipo amrishwa hayo hakupoteza Imani yake na ibada yake kwa upole na rehema ya Mwenyezi Mungu."
}