{
  "result": {
    "id": "224",
    "sura": "2",
    "aya": "217",
    "arabic_text": "يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
    "translation": "Wanakuuliza juu ya kupigana vita katika mwezi mtakatifu. Sema: Kupigana vita wakati huo ni dhambi kubwa. Lakini kuzuilia watu wasende katika Njia ya Mwenyezi Mungu na kumkanusha Yeye, na kuzuilia watu wasende kwenye Msikiti Mtakatifu na kuwatoa watu wake humo, ni makubwa zaidi mbele ya Mwenyezi Mungu. Na fitina ni mbaya zaidi kuliko kuuwa. Wala hawatoacha kupigana nanyi mpaka wakutoeni katika Dini yenu kama wakiweza. Na yeyote katika nyinyi akiacha Dini yake akafa naye ni kafiri, basi hao ndio ambao a'mali zao zimeharibika duniani na Akhera. Na hao ndio watu wa Motoni; humo watadumu.",
    "footnotes": "Waislamu walichukia kupigana katika mwezi mtakatifu, ndio wakakuuliza juu yake. Waambie: Naam, kupigana katika mwezi mtakatifu ni dhambi kubwa. Lakini kubwa zaidi ni haya wayatendayo maadui zenu nayo: kuwazuia watu wasifuate Njia ya Mwenyezi Mungu, wasende kwenye Msikiti Mtakatifu, na kuwafukuza Waislamu kutoka Makka. Na hayo maudhi na mateso yao kuwafanyia Waislamu ili waache Dini yao ni makubwa zaidi kuliko mauwaji yoyote. Kwa hivyo imehalalishwa kupigana vita katika mwezi mtakatifu kwa ajili ya kupambana na maovu haya. Hichi ni kitendo kikubwa cha kujikinga na lilio kubwa zaidi. Enyi Waislamu! Jueni kuwa mwendo wa watu hawa ni mwendo wa ukhalifu na udhaalimu. Na wao hawakubali kwenu uadilifu wala mambo ya kiakili. Na wala hawatasita kukupigeni vita mpaka wakuachisheni Dini yenu pindi wakiweza. Na atakaye dhoofika kwa mashambulio yao akaacha Dini yake na akafa katika ukafiri, basi watu kama hao watapoteza vitendo vyao vyema vyote vya duniani na Akhera. Na hao ni watu wa Motoni ambako watadumu."
  }
}