{
  "id": 221,
  "verse_number": 221,
  "page_number": 35,
  "verse_key": "2:221",
  "juz_number": 2,
  "hizb_number": 4,
  "rub_el_hizb_number": 14,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ",
  "translation": "Wala msiwaoe wanawake washirikina mpaka waamini. Na mjakazi Muumini ni bora kuliko mshirikina hata akikupendezeni. Wala msiwaoze (binti zenu) wanaume washirikina mpaka waamini. Na mtumwa mwanamume Muumini ni bora kuliko mshirikina hata akikupendezeni. Hao wanaitia kwenye Moto, na Mwenyezi Mungu anaitia kwenye Pepo na maghafira kwa idhini yake. Naye huzibainisha Aya zake kwa watu ili wapate kukumbuka.",
  "footnotes": "Hapana ubaya wowote kuchanganyika na mayatima, lakini kuchanganyika na washirikina ni vibaya. Muumini hana ruhusa kumwoa mshirikina asiye fuata dini ya Kitabu cha mbinguni. Basi msipelekewe kutaka kumwoa mwanamke wa kishirikina kwa ajili ya mali yake, au uzuri wake, au jaha yake, au ukoo wake. Muumini aliye mtumwa ni bora kuliko mshirikina aliye huru mwenye mali, na jamali, na utukufu na nasaba. Wala nyinyi msiwaoeze wanawake walio mikononi mwenu wanaume wa kishirikina wasio amini Vitabu vya mbinguni, wala yasikupelekeeni kumkhiari mshirikina utajiri na cheo chake. Mtumwa Muumini ni bora kuliko huyo. Hao washirikina wanawavutia wenzao kwenda katika maasi na ushirikina, na kwa hivyo wanapaswa kuingia Motoni. Na Mwenyezi Mungu anapo kulinganieni mjitenge na ndoa za washirikina anakulinganieni kwa ajili ya maslaha yenu na mwongoke ili mpate Pepo na maghfira, na mwende katika njia ya kheri kwa taisiri. Na Mwenyezi Mungu anabainisha sharia zake na uwongofu wake kwa watu wapate kujua maslaha yao na kheri yao."
}