{
  "id": 231,
  "verse_number": 231,
  "page_number": 37,
  "verse_key": "2:231",
  "juz_number": 2,
  "hizb_number": 4,
  "rub_el_hizb_number": 14,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ",
  "translation": "Na mtakapo wapa wanawake t'alaka, nao wakafikia kumaliza eda yao, basi warejeeni kwa wema au waachilieni kwa wema. Wala msiwarejee kwa kuwadhuru mkafanya uadui. Na atakaye fanya hivyo, amejidhulumu nafsi yake. Wala msizichukulie Aya za Mwenyezi Mungu kwa maskhara. Na kumbukeni neema ya Mwenyezi Mungu juu yenu, na aliyo kuteremshieni katika Kitabu na hikima anacho kuonyeni kwacho. Na mcheni Mwenyezi Mungu, na jueni kwamba hakika Mwenyezi Mungu ni Mjuzi wa kila kitu.",
  "footnotes": "Mnapo wawacha wake wakakaribia kumaliza eda zao mnaweza kuwarejea kwa makusudio ya uadilifu na kukaa nao kwa wema bila ya kuwadhuru, na pia mnaweza kuwaacha watimize eda zao kwa kuzingatia muamala mwema ulio laiki wakati wa kufarikiana bila ya kuwatendea mabaya. Wala haijuzu katika kuwarejea ikawa makusudio yake ni madhara na kuirefusha eda. Mwenye kutenda hayo basi mwenyewe amejinyima starehe ya maisha ya mke na mume, na imani ya watu kwake, na anastahiki kukasirikiwa na Mwenyezi Mungu. Wala msizifanyie maskhara na mchezo na kuwa ni upuuzi hukumu za Mwenyezi Mungu zilizo kuja katika Aya hizi kwa ajili ya kutengeza maisha ya kinyumba, na zikaweka khatamu za ukoo katika mikono ya wakili, naye ni mume, mkawa mnatoa T'alaka bila ya sababu, na mkawapatisha wake zenu madhara na maudhi. Na kumbukeni neema ya Mwenyezi Mungu juu yenu kwa kukupangieni mpango bora kabisa katika maisha ya ndoa, na pia kwa aliyo kuteremshieni katika Kitabu kilicho bainisha wazi ujumbe wa Muhammad, na ilimu mbali mbali zenye manufaa, na mifano na hadithi za kukuwaidhini na kukuongoeni. Na jikingeni na ghadhabu ya Mwenyezi Mungu. Jueni kuwa Mwenyezi Mungu anajua siri zenu na mnayo dhihirisha na niya zenu na vitendo vyenu. Naye ni Mwenye kukulipeni kwa myatendayo."
}