{
  "result": {
    "id": "260",
    "sura": "2",
    "aya": "253",
    "arabic_text": "۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ",
    "translation": "MITUME hao tumewatukuza baadhi yao juu ya wengineo. Katika wao wapo ambao Mwenyezi Mungu alisema nao, na wengine akawapandisha vyeo. Na tukampa Isa mwana wa Mariyam hoja zilizo wazi, na tukamtia nguvu kwa Roho Takatifu. Na lau kuwa Mwenyezi Mungu alipenda wasingeli pigana walio kuwa baada yao baada ya kuwajia hoja zilizo wazi. Lakini walikhitalifiana. Basi wapo kati yao walio amini, na wengine kati yao walio kufuru. Na lau kuwa Mwenyezi Mungu alipenda wasingeli pigana. Lakini Mwenyezi Mungu hutenda atakavyo.",
    "footnotes": "Hao ni Mitume ambao baadhi yao tumewataja, wengine tumewatukuza kuliko wenginewe. Wamo kati yao walio semezwa na Mwenyezi Mungu ana kwa ana, kama Musa. Na wengine kati yao Mwenyezi Mungu amewanyanyua kushinda vyeo vya wote, kama Muhammad ambaye akamkhusisha kumpa Ujumbe kwa ulimwengu wote, na kukamilisha Sharia, na kuwa ni Mtume wa mwisho. Na miongoni mwao ni Isa bin Maryam, ambaye Mwenyezi Mungu alimtia nguvu kwa kumpa miujiza kama kufufua wafu, na kuponyesha upofu na ukoma, na akamletea Jibril, Roho Mtakatifu, ili kumtia nguvu. Na Mitume hawa wameleta Uwongofu, na Dini ya Haki, na Ushahidi ulio wazi wenye kuongoa. Kwa haya imewajibikia watu wote wawaamini, wala wasikhitalifiane, wala wasipigane. Na lau kuwa Mwenyezi Mungu alipenda wasipigane hao watu baada ya kuletewa Mitume na ishara zilizo wazi zenye kuonyesha Haki, pasingetokea kupigana wala kukhitalifiana. Lakini Mwenyezi Mungu hakutaka hayo. Kwa hivyo wakakhitalifiana. Basi kati yao wakawapo walio amini, na wengine walio kufuru. Na lau kuwa Mwenyezi Mungu alipenda wasingeli uwana wala wasingeli khitalifiana. Bali wangeli kuwa wote katika Haki. Lakini Mwenyezi Mungu hutenda apendalo."
  }
}