{
  "id": 275,
  "verse_number": 275,
  "page_number": 47,
  "verse_key": "2:275",
  "juz_number": 3,
  "hizb_number": 5,
  "rub_el_hizb_number": 19,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
  "translation": "Wale walao riba hawasimami ila kama anavyo simama aliye zugwa na Shet'ani kwa kumgusa. Hayo ni kwa kuwa wamesema: Biashara ni kama riba. Lakini Mwenyezi Mungu ameihalalisha biashara na ameiharimisha riba. Basi aliye fikiwa na mawaidha kutoka kwa Mola wake Mlezi, kisha akajizuia, basi yake ni yaliyo kwisha pita, na mambo yake yako kwa Mwenyezi Mungu. Na wenye kurudia basi hao ndio watu wa Motoni, humo watadumu.",
  "footnotes": "Wale kazi yao ni kula riba hawawi katika juhudi yao na mambo yao yote ila ni kuhangaika tu na kushughulika ovyo, kama aliye haribiwa akili yake na Shetani, akawa anateseka na wazimu ulio msibu. Kwani wao hudai kuwa biashara ni kama riba, kwa kuwa zote mbili hizi ni kutoa na kuchuma. Basi yapasa, kwa madai yao, njia zote hizo ziwe ni halali. Mwenyezi Mungu amewarudi hayo madai yao, kwa kubainishia kuwa kuhalalisha na kuharimisha si katika madaraka yao, na huko kufananisha kwao si kweli kabisa. Mwenyezi Mungu amehalalisha biashara, na ameharimisha riba. Basi mwenye kufikiliwa na amri ya Mola wake Mlezi ya kuharimishwa riba na akaifuata, basi imthibitikie ile riba aliyo ichukua kabla ya kuja amri ya kuharimishwa. Na hukumu yake iko mikononi mwa Mwenyezi Mungu akitaka kumsamehe. Lakini wenye kurejea kula riba wakaifanya ni halali, baada ya kwisha harimishwa, hao watalazimika kudumu Motoni. Riba iliyo tajwa katika Aya hii ni riba ya kijahiliya, nayo ni ziada juu ya deni kwa sababu ya kuakhirisha kulipa. Hii ni haramu, ikiwa kidogo au nyingi. Amesema Imam Ahmad: Haimfalii Muislamu kukanya haya. Kinyume cha hayo ni faida ya biashara, na hii inathibitishwa na hadithi ya Mtume s.a.w.: Ngano kwa ngano, kama ile ile, mkono kwa mkono. Shairi kwa shairi, kama ile ile, mkono kwa mkono. Dhahabu kwa dhahabu, kama ile ile, mkono kwa mkono. Fedha kwa fedha, kama ile ile, mkono kwa mkono. Na tende kwa tende, kama ile ile, mkono kwa mkono. Mwenye kuzidisha au kutaka kuzidisha basi amekula riba. Wanazuoni wamewafikiana kuwa ni haramu kuzidisha katika kubadilishana kitu cha jinsi moja, na wameruhusu kuzidisha ikiwa vitu vya jinsi mbali mbali. Lakini wameharimisha kuakhirisha katika vitu vya namna hii. Na wamekhitalifiana katika kukisia vitu vingine khitilafu kubwa. Katika rai iliyo karibu mno ni kukisia kama haya kila kinacho liwa kinacho weza kuwekwa kisiharibike. Ama riba ya kijahiliya hapana khitilafu yoyote -- mwenye kukanya basi ni kaafiri. Riba ya kijahiliya humtia dhiki na kiwewe mwenye kula na mwenye kuliwa, kwa wasiwasi na kumshughulisha akili kwa mali aliyo kopesha au aliyo kopa. Mwenye kukopa ana dhiki na kushughulika akili yake hata hawezi kushughulikia kazi yake, na mwenye kukopesha anakuwa na hamu na khofu kuwa hatolipwa. Na baadhi ya madaktari wanaona kuzidi kwa maradhi ya \"presha\" na moyo ni kwa sababu ya kuzidi riba. Na kuharimishwa riba na Qur'ani kunawafikiana na mafailasufi wa zamani, kama Aristotle alivyo sema kuwa uchumi wa riba si uchumi wa tabia, kwani pesa hazizai pesa. Wataalamu wa uchumi wamethibitisha kwamba njia za uchumi ni nne: Tatu katika hizo ni zenye kuzaa matunda, ama ya nne haizai kitu. Zenye kuzaa ni kibarua, tena inafuatia ufundi na ukulima na kujasirisha katika biashara, kwani katika hiyo ni kuhamisha bidhaa kutoka pahala zilipo undwa kuzipeleka pa kuzitumia, na hiyo kwa hakika imekuwa ni kuzalisha matunda. Ama njia ya nne ndiyo hiyo faida ya riba. Katika kukopesha hajitii mtu khasarani bali ni faida tu, na hapana kuzalisha matunda ila kwa kazi ya yule aliye kopeshwa. Faida yake ni kwa kiasi ya mkopo. Ikiwa sababu yenyewe ni mkopo mwenye kukopesha haingii khatarini kwa kuwa anayo dhamana."
}