{
  "id": 61,
  "verse_number": 61,
  "page_number": 9,
  "verse_key": "2:61",
  "juz_number": 1,
  "hizb_number": 1,
  "rub_el_hizb_number": 4,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ",
  "translation": "Na mlipo sema: Ewe Musa! Hatuwezi kuvumilia chakula cha namna moja tu, basi tuombee kwa Mola wako Mlezi atutolee vile vinavyo mea katika Ardhi, kama mboga zake, na matango yake, na thom zake, na adesi zake, na vitunguu vyake. Akasema: Mnabadili kilicho duni kwa kilicho bora? Shukeni mjini, huko mtapata mlivyo viomba. Na wakapigwa na unyonge,na umasikini, na wakastahili ghadhabu ya Mwenyezi Mungu. Na haya ni kwa sababu walikuwa wakiyakataa maneno ya Mwenyezi Mungu, na wakiwauwa Manabii pasipo haki. Hayo ni kwa walivyo asi na wakapindukia mipaka.",
  "footnotes": "Na kumbukeni pia, enyi Mayahudi, pale wale wazee wenu walio tangulia walipo zidi jeuri zao, wasiipe neema ya Mwenyezi Mungu haki yake, wakamwambia Musa: Sisi hatutovumilia chakula hicho kwa hicho (nacho ni Manna na Salwa). Basi muombe Mola wako atutolee katika ardhi mboga, na matango, na adasi, na thom na vitunguu. Musa aliyastaajabia haya na wala hakupendezewa nayo. Akawaambia: Hivyo nyinyi mnafadhilisha vyakula namna hii kuliko vilivyo kuwa bora zaidi na vizuri zaidi, navyo ni Manna na Salwa? Basi shukeni kutoka Sinai, na ingieni katika mji mmojawapo na huko mtapata hivyo mnavyo vitaka. Na kwa sababu ya kutoridhika kwao huko na inda yao hao Mayahudi walipigwa na madhila, na ufakiri na unyonge, wakastahiki kupata ghadhabu ya Mwenyezi kwa ule mtindo wao wa inda na uasi, kukanusha ishara za Mwenyezi Mungu, na kuwauwa Manabii. Kwa haya ikawa wanaacha Haki iliyo kwisha thibiti na kukubalika. Yaliyo wapelekea hata wakaingia katika ukafiri ule na mauwaji yale ni kule kuziachia nafsi zao kupanda maasi na kufanya uadui na kupindukia mipaka katika maasia."
}