{
  "result": {
    "id": "92",
    "sura": "2",
    "aya": "85",
    "arabic_text": "ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ",
    "translation": "Kisha nyinyi kwa nyinyi mnauwana, na mnawatoa baadhi yenu majumbani kwao, mkisaidiana kwa dhambi na uadui. Na wakikujieni mateka mnawakomboa, na hali kuwatoa mmekatazwa. Je! Mnaamini baadhi ya Kitabu na mnakataa baadhi yake? Basi hana malipo mwenye kutenda hayo miongoni mwenu ila hizaya katika maisha ya duniani, na Siku ya Kiyama watapelekwa kwenye adhabu kali kabisa. Na Mwenyezi Mungu si mwenye kughafilika na yale mnayo yatenda.",
    "footnotes": "Nanyi wenyewe kwa wenyewe mnauwana, na mnatoana majumbani, nyinyi kwa nyinyi: hawa wanawauwa hawa na hawa wanawauwa hawa; hawa wanawafukuza hawa majumbani mwao na hawa wanawafukuza hawa. Na huku mkisaidiana katika vitendo vya dhambi na uadui. Baada ya hayo wakitokea baadhi yenu wakatekwa na hao mnao shirikiana nao mnajishughulisha kwenda kuwakomboa hao mateka. Mkiulizwa nini kilicho kupelekeeni kuwakomboa, mnajibu kuwa vitabu vyenu vinakuamrisheni kukomboa mateka wa Kiyahudi. Jee, vitabu hivyo havikukuamrisheni msimwage damu ya ndugu zenu? Havikukuamrisheni msiwatoe watu majumbani mwao? Hivyo nyinyi mnat'ii sehemu ya yaliyo kujieni katika Kitabu na mnayakataa mengineyo? Basi jaza ya mwenye kutenda hayo katika nyinyi si lolote ila kupata hizaya katika maisha ya duniani, na Siku ya Kiyama. Mwenyezi Mungu, anaye vijua vyema vitendo vyao na siri zao, atawapeleka kwenye adhabu iliyo kali kabisa. Kabla ya Uislamu zilikuwapo katika mji wa Madina kabila mbili za Kiarabu ambazo zilikuwa na uadui baina yao, nazo ni Aus na Khazraj. Na pia zilikuwako kabila za Kiyahudi nazo ni Banu Quraidha na Banu Nnadhir. Banu Quraidha walifungamana na Aus, na Banu Nnadhir walifungamana na Khazraj. Ilikuwa kabila mbili za Kiarabu zikipigana, zile kabila za Kiyahudi nazo huingia vitani, kila kabila upande wa rafiki zake, na zikiuwana na wenzao wa dini moja nao, na wakifukuzana makwao. Lakini kila moja katika kabila mbili hizo za Kiyahudi zikishughulika baadaye kuwakomboa mateka walio tekwa na rafiki zao wa Kiarabu. Wakiulizwa kwa nini mnawakomboa na hao walikuwa wakipigana nanyi upande wa maadui zenu? Wao wakisema: Mwenyezi Mungu ametuamrisha katika Taurati tuwakomboe mateka wa Kiyahudi. Na wanajifanya hawajui kama Mwenyezi Mungu amewaamrisha vile vile wasiuwane wala wasitoane majumbani mwao. Kwa hivyo ndio wanaamini sehemu ya Kitabu na wanaikataa nyengine."
  }
}