{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 458,
      "verse_key": "39:1",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ",
      "translation": "1. Bokiti bwa buku bowutaki epai ya Allah wa bokasi atonda bwanya.",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 458,
      "verse_key": "39:2",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ فَٱعۡبُدِ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ",
      "translation": "2. Ya soló, tokitiselaki yo buku na bosôló mpenza, bondela Allah na bolandi lingomba lia bosôló lia ye.",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 458,
      "verse_key": "39:3",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَا لِلَّهِ ٱلدِّينُ ٱلۡخَالِصُۚ وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ مَا نَعۡبُدُهُمۡ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلۡفَىٰٓ إِنَّ ٱللَّهَ يَحۡكُمُ بَيۡنَهُمۡ فِي مَا هُمۡ فِيهِ يَخۡتَلِفُونَۗ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ كَٰذِبٞ كَفَّارٞ",
      "translation": "3. Naye moko Allah nde mabondeli esengeli esalama kasi baye bazali kolanda basusu batiki ye, (balobi): Tozali kokumisa bango sé mpo bapusa biso pene na Allah, ya soló, Allah akokataka kati kati na bango тропа maye bazalaki kokesene na yango, ya sólo Allah akambaka moto oyo ya lokuta te mpe mopengwi te.",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 458,
      "verse_key": "39:4",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَّوۡ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدٗا لَّٱصۡطَفَىٰ مِمَّا يَخۡلُقُ مَا يَشَآءُۚ سُبۡحَٰنَهُۥۖ هُوَ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ",
      "translation": "4. Soki Allah alingaki kozala na mwana, nde aponaki oyo alingi okati ya maye akela, lokumu naye, azali Allah wa bomoko mpe atonda bokasi.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 458,
      "verse_key": "39:5",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ يُكَوِّرُ ٱلَّيۡلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيۡلِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمًّىۗ أَلَا هُوَ ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ",
      "translation": "5. Akelaki likolo na mabele na bosôló, azali kobalola butu na mokolo mpe kobalola mokolo na butu, mpe atiye moyi na sanza, nyoso bizali kotambola na mibeko mia (ye) azali wa bokasi atonda bolimbisi.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 459,
      "verse_key": "39:6",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ ثُمَّ جَعَلَ مِنۡهَا زَوۡجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلۡأَنۡعَٰمِ ثَمَٰنِيَةَ أَزۡوَٰجٖۚ يَخۡلُقُكُمۡ فِي بُطُونِ أُمَّهَٰتِكُمۡ خَلۡقٗا مِّنۢ بَعۡدِ خَلۡقٖ فِي ظُلُمَٰتٖ ثَلَٰثٖۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۖ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُصۡرَفُونَ",
      "translation": "6. Akeli bino kowuta na molimo moko, sima abimisi mwasi naye, mpe akitiselaki bino bolongani mwambe ya An‘âm(1), azali kokela bino na mabumu ya bamama na bino bokeli sima ya bokeli o kati ya milili misato. Ye wana Allah Nkolo na bino. Bokonzi bonso bozali bwa ye, nzambe mosusu azali te ya kobondela na bosôló bobele sé ye, boye ndenge nini bokopesa mokongo na lingomba naye?",
      "footnotes": "1 An’ám: Bótala Âl-Imrân mokapo: 14."
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 459,
      "verse_key": "39:7",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِن تَكۡفُرُواْ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنكُمۡۖ وَلَا يَرۡضَىٰ لِعِبَادِهِ ٱلۡكُفۡرَۖ وَإِن تَشۡكُرُواْ يَرۡضَهُ لَكُمۡۗ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "7. Soki boboyi kondima, kasi boyeba ete ya soló Allah atonda bomengo koleka bino. Mpe azali koyina bopengwi epai na bawumbu naye, mpe soki botondi ye matondi akosepela na bino, moko te akomema mokumba ya moninga, na sima epai ya Nkolo wa bino nde bokozongisama mpe akoyebisa bino maye bosalaki. Ya solo azali moyebi ya maye mabombama о mitema.",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 459,
      "verse_key": "39:8",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَا رَبَّهُۥ مُنِيبًا إِلَيۡهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعۡمَةٗ مِّنۡهُ نَسِيَ مَا كَانَ يَدۡعُوٓاْ إِلَيۡهِ مِن قَبۡلُ وَجَعَلَ لِلَّهِ أَندَادٗا لِّيُضِلَّ عَن سَبِيلِهِۦۚ قُلۡ تَمَتَّعۡ بِكُفۡرِكَ قَلِيلًا إِنَّكَ مِنۡ أَصۡحَٰبِ ٱلنَّارِ",
      "translation": "8. Mpe soki mabe ezui moto, abeleli Nkolo wa ye (na limemiya nyoso), mpe amizongisi epai naye, sima soki asaleli ye bolamu, abosani nyoso oyo azalaki kobelela ye liboso, mpe azueli Allah basangisi mpo abungisa (bato) nzela naye, loba: Sepela na bopengwi nayo moke, ya soló ozali okati ya bato ya moto.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 459,
      "verse_key": "39:9",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمَّنۡ هُوَ قَٰنِتٌ ءَانَآءَ ٱلَّيۡلِ سَاجِدٗا وَقَآئِمٗا يَحۡذَرُ ٱلۡأٓخِرَةَ وَيَرۡجُواْ رَحۡمَةَ رَبِّهِۦۗ قُلۡ هَلۡ يَسۡتَوِي ٱلَّذِينَ يَعۡلَمُونَ وَٱلَّذِينَ لَا يَعۡلَمُونَۗ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
      "translation": "9. Boye oyo azali kotosa, kotelema na butu, kogumbama, azali komikebisa тропа mokolo ya suka, тре azali kolikia na ngolu ya Nkolo wa ye, loba: Boye ba oyo bayebi na ba oyo bayebi te bakokani? Ya sólo, sé bato ya mayele nde bazali kokanisa.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 459,
      "verse_key": "39:10",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ يَٰعِبَادِ ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ رَبَّكُمۡۚ لِلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۗ وَأَرۡضُ ٱللَّهِ وَٰسِعَةٌۗ إِنَّمَا يُوَفَّى ٱلصَّٰبِرُونَ أَجۡرَهُم بِغَيۡرِ حِسَابٖ",
      "translation": "10. Loba: Oh bawumbu na ngai baye bandimi! Bobanga Nkolo na bino, baye basalaki malamu na nsé, bakozala na lifuta ya malamu, mpe mabele ya Allah ezali monene, ya solo akofuta bakangi mitema lifuta ya suka te.",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 460,
      "verse_key": "39:11",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ",
      "translation": "11. Loba: Ya sólo, natindamaki тропа kokumisa Allah wa bomoko mpe bolandi lingomba lia bosóló.",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 460,
      "verse_key": "39:12",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأُمِرۡتُ لِأَنۡ أَكُونَ أَوَّلَ ٱلۡمُسۡلِمِينَ",
      "translation": "12. Mpe natindamaki mpo nazala wa yambo o kati ya baye bamisokie. (okati ya bandimi)",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 460,
      "verse_key": "39:13",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ",
      "translation": "13. Loba: Ya sólo, nazali kobanga soki nazangi botosi epai ya Nkolo wa ngai, noki te nakozua etumbu enene o mokolo mwa suka.",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 460,
      "verse_key": "39:14",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلِ ٱللَّهَ أَعۡبُدُ مُخۡلِصٗا لَّهُۥ دِينِي",
      "translation": "14. Loba: Nazali kobondela Allah mpe mabondeli na ngai nionso ezali кака тропа ye.",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 460,
      "verse_key": "39:15",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱعۡبُدُواْ مَا شِئۡتُم مِّن دُونِهِۦۗ قُلۡ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَا ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ",
      "translation": "15. Bobondela basusu baye bolingi na botiki ye (Allah), loba: Ya soló, baye bamisalaki mabe bango moko о mokolo mwa suka bango nde bazangi, elongo na mabota ma bango, wana ekozala bozangi bonene.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 460,
      "verse_key": "39:16",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَهُم مِّن فَوۡقِهِمۡ ظُلَلٞ مِّنَ ٱلنَّارِ وَمِن تَحۡتِهِمۡ ظُلَلٞۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥۚ يَٰعِبَادِ فَٱتَّقُونِ",
      "translation": "16. Maboke ya moto ekozalaka likolo na bango тре nanse na bango lokola, lolenge wana nde Allah abangisaka bawumbu naye, eh bawumbu na ngai! Bobanga ngai.",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 460,
      "verse_key": "39:17",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ ٱجۡتَنَبُواْ ٱلطَّٰغُوتَ أَن يَعۡبُدُوهَا وَأَنَابُوٓاْ إِلَى ٱللَّهِ لَهُمُ ٱلۡبُشۡرَىٰۚ فَبَشِّرۡ عِبَادِ",
      "translation": "17. Mpe baye bamitiaki mosika na batomboki baboyi kobondela bango, mpe bazongi epai ya Allah, bazali na sango elamu. Mpe pesa sango elamu epai ya bawumbu na ngai,",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 460,
      "verse_key": "39:18",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يَسۡتَمِعُونَ ٱلۡقَوۡلَ فَيَتَّبِعُونَ أَحۡسَنَهُۥٓۚ أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُۖ وَأُوْلَٰٓئِكَ هُمۡ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
      "translation": "18. Baye bazali koyoka liloba mpe balandi ya malamu na yango, bango nde Allah akamba mpe bango nde baleki kokanisa.",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 460,
      "verse_key": "39:19",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَمَنۡ حَقَّ عَلَيۡهِ كَلِمَةُ ٱلۡعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِي ٱلنَّارِ",
      "translation": "19. Mpe тропа oyo ayebani ete akozua etumbu, boye yo nde ozali na bokoki ya kobikisa ye na moto?",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 460,
      "verse_key": "39:20",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ غُرَفٞ مِّن فَوۡقِهَا غُرَفٞ مَّبۡنِيَّةٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَعۡدَ ٱللَّهِ لَا يُخۡلِفُ ٱللَّهُ ٱلۡمِيعَادَ",
      "translation": "20. Kasi baye bazali kobanga Nkolo wa bango, bakozalaka na bandako bitongami likolo ya bandako bizali koleka o nsé na yango mingala, wana nde elaka ya Allah. Allah azangisaka elaka naye te.",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 460,
      "verse_key": "39:21",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَلَكَهُۥ يَنَٰبِيعَ فِي ٱلۡأَرۡضِ ثُمَّ يُخۡرِجُ بِهِۦ زَرۡعٗا مُّخۡتَلِفًا أَلۡوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَجۡعَلُهُۥ حُطَٰمًاۚ إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ",
      "translation": "21. Boye ozali kornona te ete Allah akitisaka mayi kowuta о likolo mpe alekiseli yango miluka kati na mabele, sima na yango azali kobimisa kowuta na yango bozui ya lolenge nyoso na balangi na yango? Sima ekomi na langi ya mayi ya mosaka. Mpe sima akutoli yango, wana ezali ya soló elembo ya bokundoli тропа baye bazali kokanisa.",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 461,
      "verse_key": "39:22",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَمَن شَرَحَ ٱللَّهُ صَدۡرَهُۥ لِلۡإِسۡلَٰمِ فَهُوَ عَلَىٰ نُورٖ مِّن رَّبِّهِۦۚ فَوَيۡلٞ لِّلۡقَٰسِيَةِ قُلُوبُهُم مِّن ذِكۡرِ ٱللَّهِۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ",
      "translation": "22. Boye, oyo Allah afungoli motema naye тропа isalamu, azali na bongengi kowuta epai ya Nkolo naye. Kasi mabe na baye mitema mia bango mizali makasi тропа maloba ya Allah? Bango wana nde bazali na libunga ya polele.",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 461,
      "verse_key": "39:23",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ نَزَّلَ أَحۡسَنَ ٱلۡحَدِيثِ كِتَٰبٗا مُّتَشَٰبِهٗا مَّثَانِيَ تَقۡشَعِرُّ مِنۡهُ جُلُودُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُمۡ ثُمَّ تَلِينُ جُلُودُهُمۡ وَقُلُوبُهُمۡ إِلَىٰ ذِكۡرِ ٱللَّهِۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٍ",
      "translation": "23. Allah asila kokitisa makomi kitoko koleka, mikokana, mpe mizali kozongelama. Bamposo ya baye bazali kobanga Nkolo wa bango elengaka, mpe sima bamposo na bango mpe mitema mia bango ekozala na kimia na bokundoli Allah тропа yango, wana ezali bokambi bwa Allah boye akambaka yango na oyo alingi, mpe oyo Allah abungisi ye akozuaka mokambi te.",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 461,
      "verse_key": "39:24",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَمَن يَتَّقِي بِوَجۡهِهِۦ سُوٓءَ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَقِيلَ لِلظَّٰلِمِينَ ذُوقُواْ مَا كُنتُمۡ تَكۡسِبُونَ",
      "translation": "24. Mpe boye тропа oyo bakobatela elongi naye na etumbu ya makasi ya mokolo mwa suka, тре bakolobaka na babubi bomeka maye bozalaki kosala.",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 461,
      "verse_key": "39:25",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ",
      "translation": "25. Baye baleka liboso lia bango bandimelaka bantoma te, mpe apesaki bango etumbu eye bayebaki esika ewutaki te.",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 461,
      "verse_key": "39:26",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَذَاقَهُمُ ٱللَّهُ ٱلۡخِزۡيَ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
      "translation": "26. Mpe Allah amekisaki bango etumbu ya mokili, kasi etumbu ya mokolo ya suka ezali monene soki bazalaki koyeba.",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 461,
      "verse_key": "39:27",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ لَّعَلَّهُمۡ يَتَذَكَّرُونَ",
      "translation": "27. Mpe tosilaki kobetela bato kati na kurani eye bandakisa inso, mpo bakoka kokanisa.",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 461,
      "verse_key": "39:28",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُرۡءَانًا عَرَبِيًّا غَيۡرَ ذِي عِوَجٖ لَّعَلَّهُمۡ يَتَّقُونَ",
      "translation": "28. (Tokitisaki) kurani na lokota ya arabo, mpe ezali na nkokoso te, mpo bakoka kobanga.",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 461,
      "verse_key": "39:29",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلٗا فِيهِ شُرَكَآءُ مُتَشَٰكِسُونَ وَرَجُلٗا سَلَمٗا لِّرَجُلٍ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ",
      "translation": "29. Allah apeși lisese soló тропа mobali токо azali na basangani ebele, bazali kowelana тропа ye, mpe mobali mosusu azali sé na moto токо, boye bakokani na lisese? Matondo na Allah, nzoka nde ebele na bango bazali koyeba te.",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 461,
      "verse_key": "39:30",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّكَ مَيِّتٞ وَإِنَّهُم مَّيِّتُونَ",
      "translation": "30. Ya sólo, yo okokufaka, mpe ya sólo bango bakokufaka lokola.",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 461,
      "verse_key": "39:31",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 184,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عِندَ رَبِّكُمۡ تَخۡتَصِمُونَ",
      "translation": "31. Sima ya soló bokosamba о mokolo ya suka liboso ya Nkolo na bino.",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 462,
      "verse_key": "39:32",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ",
      "translation": "32. Мре nani azali mabe koleka moto oyo abukeli Allah lokuta mpe aboyi bosembo tango eyeli ye. Na yango; lifelo te nde esika ya bapengwi?",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 462,
      "verse_key": "39:33",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ",
      "translation": "33. Kasi oyo akoya na bosôló, mpe oyo akondimela yango, bango nde babangi.",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 462,
      "verse_key": "39:34",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ",
      "translation": "34. Bakozuaka maye bakolingaka epai ya Nkolo wa bango. Wana nde ekozalaka lifuta lia babongisi.",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 462,
      "verse_key": "39:35",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ",
      "translation": "35. Mpe mpo Allah alongolela bango mbeba iye basalaki, mpe mpo afuta bango lifuta lilamu koleka maye basalaki.",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 462,
      "verse_key": "39:36",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ",
      "translation": "36. Allah akoki te тропа kobatela mowumbu naye (тропа kobatela ye mpe kopesa ye lisalisi)? Mpe bazali kobangisa yo na baye bazali ye te (Allah), mpe oyo Allah abungisi, akozua bokambi te.",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 462,
      "verse_key": "39:37",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ",
      "translation": "37. Mpe oyo Allah akambi ye, akozua mobungisi te. Boye ezali Allah te nde atonda bokasi mpe Nkolo bokonzi ya kopesa etumbu?",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 462,
      "verse_key": "39:38",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ",
      "translation": "38. Мре soki otuni bango; nani akela likolo na mabele? Bakolobaka: Ya solo, ezali Allah. Loba: Bomoni ndenge nini тропа oyo bozali kokumisa botiki Allah? Soki Allah alingeli ngai mabe, boye bakolongolela ngai yango? То soki alingeli ngai bolamu, bango nde bakopekisa bolamu bona? Loba: Allah akoki ngai. Epai naye nde bamipesa baye balingi lisungi.",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 462,
      "verse_key": "39:39",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ",
      "translation": "39. Loba: Eh bato ba ngai! Bosala oyo bokolinga kosala, ya sólo ngai nazali kosala na lolenge na ngai, kasi bokoyebaka kala te,",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 462,
      "verse_key": "39:40",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ",
      "translation": "40. Oyo etumbu ekoyelaka ye, (na mokili) akomona yango, mpe akozua yango o mokolo mwa suka na bowumeli.",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 463,
      "verse_key": "39:41",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ",
      "translation": "41. Ya soló, tokitiselaki yo (Muhammad) buku тропа bato na bosembo, oyo akomikamba ezali тропа ye moko, mpe oyo akobunga na yango, amibungisi sé ye moko, mpe ozali mokonzi na bango te.",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 463,
      "verse_key": "39:42",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ",
      "translation": "42. Allah ayambaka milimo tango ya liwa na bango, mpe na ba oyo bakufi te okati na bampongi, asimbaka baye asila kokatela liwa mpe azongisaka basusu kino mikolo na bango ekoka. Ya sólo, wana ezali bilembo mpo bato bakanisa.",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 463,
      "verse_key": "39:43",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ",
      "translation": "43. Bazui balobeli liboso ya Allah? Loba: Ata soki balobeli wana bazali na eloko te, to mpe bazali na mayele te?",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 463,
      "verse_key": "39:44",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ",
      "translation": "44. Loba: Bolobeli nyoso ezali ya Allah, bokonzi ya likolo na ya nsé ezali yaye, sima epai naye nde bokozongisama.",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 463,
      "verse_key": "39:45",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ",
      "translation": "45. Mpe soki (nkombo) ya Allah etangemi na bomoko bwa ye, mitema ya baye bazali kondima na mokolo mwa suka te mibebi mpe soki batangi bankombo ya binzambe nzambe okomona bango batondi na esengo.",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 463,
      "verse_key": "39:46",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ",
      "translation": "46. Loba: Oh Allah! mokeli wa likolo na mabele, moyebi wa maye mabombami na maye mazali polele, yo nde okokataka kati kati ya bawumbu bayo тропа maye bakeseneki na yango.",
      "footnotes": ""
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 463,
      "verse_key": "39:47",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ",
      "translation": "47. Soki ezalaki ete maye manso mazali na mabele mapesama epai ya basangisi ete basomba na yango etumbu o mokolo ya suka, mbele esalisi bango na eloko te. Ata soki bapesi yango mbala mibale, mpe maye bazalaki kokanisa yango te ebimi polele liboso ya Allah.",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 464,
      "verse_key": "39:48",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "48. Mpe mabe na bango ebimi polele, mpe bazingami na ntina ya maye bazalaki kotiola.",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 464,
      "verse_key": "39:49",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
      "translation": "49. Mpe soki mpasi ezui moto, abeleli biso, mpe soki topesi ye bolamu, alobi ete: Nazui yango na mayele na ngai. Nzoka nde yango ezali komekama. Kasi ebele na bango bazali koyeba te.",
      "footnotes": ""
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 464,
      "verse_key": "39:50",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ",
      "translation": "50. В aye baleka liboso na bango basilaki koloba yango, mpe maye bazuaki esalisaki bango te.",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 464,
      "verse_key": "39:51",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ",
      "translation": "51. Mpe mpasi ezuaki bango тропа mabe basalaki. Kasi babubi o kati na ba oyo bakozua mabe na ntina ya maye basalaki mpe bakokoka kolongola yango te.",
      "footnotes": ""
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 464,
      "verse_key": "39:52",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 185,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "52. Boye bazali koyeba te ete ya soló, Allah apesaka bozui na oyo alingi mpe akutolaka? Wana ezali bilembo mpo bato bakoka kondima.",
      "footnotes": ""
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 464,
      "verse_key": "39:53",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ",
      "translation": "53. Loba: Eh bawumbu na nga! Baye basala mabe koleka ndelo, bozanga elikia te тропа ngolu ya Allah, ya sólo Allah alimbisaka masumu manso. Mpo ete ya sólo, ye azali molimbisi atonda mawa.",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 464,
      "verse_key": "39:54",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ",
      "translation": "54. Mpe bozonga epai ya Nkolo wa bino na tubela, mpe bomisokia epai naye yambo ete etumbu eyela bino, noki bokozua lisalisi te.",
      "footnotes": ""
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 464,
      "verse_key": "39:55",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ",
      "translation": "55. Mpe bolanda ya malamu kati na maye makitelaki bino kowuta epai ya Nkolo wa bino, yambo ete etumbu eyela bino mbalakaka mpe bozali koyeba te.",
      "footnotes": ""
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 464,
      "verse_key": "39:56",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ",
      "translation": "56. Yambo molimo eloba ete, mabe na ngai, тропа kozanga botosi epai na Allah, kasi nazalaki ya soló okati ya basakani,",
      "footnotes": ""
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 465,
      "verse_key": "39:57",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ",
      "translation": "57. То, aloba ete soki Allah akambaka ngai kasi nalingaki nazala o kati ya babangi,",
      "footnotes": ""
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 465,
      "verse_key": "39:58",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ",
      "translation": "58. То, aloba te ete tango akomona etumbu: Oh!, soki nazongi ata na (mokili), mbele nalingaki kozala okati ya babongisi.",
      "footnotes": ""
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 465,
      "verse_key": "39:59",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ",
      "translation": "59. Iyo, ya soló mikapo mia ngai mikomelaki yo mpe oboyaki kondima na yango, osalaki lolendo mpe ozalaki okati ya bape ngwi",
      "footnotes": ""
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 465,
      "verse_key": "39:60",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ",
      "translation": "60. Mpe o mokolo mwa suka okomona bilongi ya baye baboyaki kondimela Allah bikoyindaka, boye lifelo ekozalaka nde esika ya bato ya lolendo te?",
      "footnotes": ""
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 465,
      "verse_key": "39:61",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ",
      "translation": "61. Mpe Allah akobikisaka babangi baye basalaki bolamu, ma ekozuaka bango te, mpe bakozalaka na mawa te. (kati na lola)",
      "footnotes": ""
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 465,
      "verse_key": "39:62",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ",
      "translation": "62. Allah nde mokeli wa biloko binso, mpe azali Nkolo ya nionso.",
      "footnotes": ""
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 465,
      "verse_key": "39:63",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
      "translation": "63. Azali na bafungola ya likolo na mabele, mpe baye baza kopengwa na mikapo mia Allah, bango nde bazangi.",
      "footnotes": ""
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 465,
      "verse_key": "39:64",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ",
      "translation": "64. Loba: Boye bozali kotinda ngai nabondela nzambe mosusu elongo na Allah? Oh! Bino baye bozanga koyeba.",
      "footnotes": ""
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 465,
      "verse_key": "39:65",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ",
      "translation": "65. Ya soló, emoniseli esilaki kokita epai nayo mpe epai na baye baleka liboso nayo ete soki omeki kosangisa Allah, mosala nayo nyoso ekobeba, mpe okozala elongo na bazangi.",
      "footnotes": ""
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 465,
      "verse_key": "39:66",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ",
      "translation": "66. Kasi bondela Allah, mpe zala okati ya baye bazali kotondo ye.",
      "footnotes": ""
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 465,
      "verse_key": "39:67",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
      "translation": "67. Mpe bapesi Allah esika naye te ndenge esengeli, mpe mabele nyoso akokanga yango na loboko, mpe likolo akongumba yango na loboko naye ya mobali na mokolo ya suka. Nkembo naye aleki likolo na maye bazali kosangisa ye na yango.",
      "footnotes": ""
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 466,
      "verse_key": "39:68",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ",
      "translation": "68. Mpe bakobeta kelelo, mpe baye banso bazali na likolo mpe na nsé bakokufa, longola sé oyo Allah akolinga, sima babeti lisusu kelelo, nde bato banso basekwi bazali kotala.",
      "footnotes": ""
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 466,
      "verse_key": "39:69",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ",
      "translation": "69. Mpe mabele makotondaka na bongengi bwa Nkolo na yango, mpe bakotiyaka buku (ya misala nyoso oyo moto asalaki), mpe bakoyaka na bantoma na banzeneneke, mpe bakokataka kati kati na bango na bosôló, mpe bango bakobubamaka te.",
      "footnotes": ""
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 466,
      "verse_key": "39:70",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ",
      "translation": "70. Mpe molimo (moto) nyoso akozuaka sé mbano ya maye asalaki, mpe (Allah) ayebi malamu koleka maye bazalaki kosala.",
      "footnotes": ""
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 466,
      "verse_key": "39:71",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ",
      "translation": "71. Mpe тропа baye bapengwaki, bakomema bango lisanga okati na lifelo, soki bakomi, bizipeli na yango bikofungwama, mpe bakengeli na yango bakoloba na bango: Boye bayelaki bino batindami (na bakebisi) kowuta na bino moko te mpo batangela bino mikapo mia Nkolo wa bino mpe bakebisa bino тропа elaka ya mokolo mwa bino ya lelo? Bakoyanolaka: Iyo; kasi ya soló elaka ya etumbu ekokisami likolo ya bapengwi.",
      "footnotes": ""
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 466,
      "verse_key": "39:72",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ",
      "translation": "72. Bakoyebisaka bango: Bokota na minoko ya moto, bokozala libela okati na yango, esika kani ya mabe wana тропа bato ya lolendo!",
      "footnotes": ""
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 466,
      "verse_key": "39:73",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ",
      "translation": "73. Mpe bakomema baye babangaki Nkolo wa bango lisanga okati ya lola, soki bakomi, bakofungolelaka bango bizipeli bia yango, mpe bakengeli na yango bakolobaka na bango: Kimia ezala likolo na bino, bozalaki malamu, bokota mpe bovanda libela kati na yango.",
      "footnotes": ""
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 466,
      "verse_key": "39:74",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ",
      "translation": "74. Мре bakolobaka: Matondo na Allah oyo akokiseli biso elaka, mpe akitanisi biso mabele (ya Iola), ya soló tokovandaka na Iola esika nyoso tokolinga. Ya solo lifuta lia babongisi lileki kitoko.",
      "footnotes": ""
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 467,
      "verse_key": "39:75",
      "juz_number": 24,
      "hizb_number": 47,
      "rub_el_hizb_number": 186,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "75. Mpe okomona ba anzelu zinga zinga ya ngwende, bazali kokumisa Nkolo wa bango, mpe bakokataka kati kati na bango na bosóló. Mpe bakolobaka na bango: Lokumu na Allah Nkolo wa molongo.",
      "footnotes": ""
    }
  ]
}