{
  "result": {
    "id": "2822",
    "sura": "24",
    "aya": "31",
    "arabic_text": "وَقُل لِّلۡمُؤۡمِنَٰتِ يَغۡضُضۡنَ مِنۡ أَبۡصَٰرِهِنَّ وَيَحۡفَظۡنَ فُرُوجَهُنَّ وَلَا يُبۡدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنۡهَاۖ وَلۡيَضۡرِبۡنَ بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّۖ وَلَا يُبۡدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوۡ ءَابَآئِهِنَّ أَوۡ ءَابَآءِ بُعُولَتِهِنَّ أَوۡ أَبۡنَآئِهِنَّ أَوۡ أَبۡنَآءِ بُعُولَتِهِنَّ أَوۡ إِخۡوَٰنِهِنَّ أَوۡ بَنِيٓ إِخۡوَٰنِهِنَّ أَوۡ بَنِيٓ أَخَوَٰتِهِنَّ أَوۡ نِسَآئِهِنَّ أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُهُنَّ أَوِ ٱلتَّٰبِعِينَ غَيۡرِ أُوْلِي ٱلۡإِرۡبَةِ مِنَ ٱلرِّجَالِ أَوِ ٱلطِّفۡلِ ٱلَّذِينَ لَمۡ يَظۡهَرُواْ عَلَىٰ عَوۡرَٰتِ ٱلنِّسَآءِۖ وَلَا يَضۡرِبۡنَ بِأَرۡجُلِهِنَّ لِيُعۡلَمَ مَا يُخۡفِينَ مِن زِينَتِهِنَّۚ وَتُوبُوٓاْ إِلَى ٱللَّهِ جَمِيعًا أَيُّهَ ٱلۡمُؤۡمِنُونَ لَعَلَّكُمۡ تُفۡلِحُونَ",
    "translation": "Thuaju besimtareve që të ulin shikimet e tyre (nga e ndaluara), ta ruajnë nderin e tyre (nga marrëdhëniet e jashtëligjshme) dhe të mos i shfaqin stolitë e tyre[225], përveç atyre që janë të dukshme. Le t’i mbulojnë kraharorët me mbulesat e tyre (të kokës) dhe të mos ua shfaqin stolitë e tyre, përveçse bashkëshortëve të tyre ose baballarëve të tyre, ose vjehërrve të tyre, ose bijve të tyre, ose djemve të bashkëshortëve të tyre, ose vëllezërve apo djemve të vëllezërve të tyre, ose djemve të motrave a grave të tyre, ose atyre që i kanë nën zotërim (si skllave), ose shërbëtorëve që nuk kanë epsh ndaj femrave apo fëmijëve që nuk i dinë ngacmimet e femrave. Dhe të mos i rrahin këmbët (për tokë), në mënyrë që të mos duken stolitë e tyre të fshehta. Të gjithë ju, o besimtarë, kthehuni tek Allahu të penduar, që të arrini shpëtimin![226]",
    "footnotes": "[225] D.m.th. pjesët e trupit.\n[226] Ruajtja e nderit nuk nënkuptohet vetëm si një largim nga marrëdhëniet e jashtëligjshme, por edhe si një qëndrim i përgjithshëm i mendjes dhe i ndjenjave, duke qenë kështu një karakteristikë themelore e sjelljes së myslimanit, qoftë ai mashkull apo femër."
  }
}