{
  "id": 78,
  "verse_number": 78,
  "page_number": 341,
  "verse_key": "22:78",
  "juz_number": 17,
  "hizb_number": 34,
  "rub_el_hizb_number": 136,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ",
  "translation": "اور اللہ کی راه میں ویسا ہی جہاد کرو جیسا جہاد کا حق ہے(1) ۔ اسی نے تمہیں برگزیده بنایا ہے اور تم پر دین کے بارے میں کوئی تنگی نہیں ڈالی(2)، دین اپنے باپ ابراہیم(3) (علیہ السلام) کا قائم رکھو، اسی اللہ(4) نے تمہارا نام مسلمان رکھا ہے۔ اس قرآن سے پہلے اور اس میں بھی تاکہ پیغمبر تم پر گواه ہو جائے اور تم تمام لوگوں کے گواه بن جاؤ(5)۔ پس تمہیں چاہئے کہ نمازیں قائم رکھو اور زکوٰة ادا کرتے رہو اور اللہ کو مضبوط تھام لو، وہی تمہارا ولی اور مالک ہے۔ پس کیا ہی اچھا مالک ہے اور کتنا ہی بہتر مددگار ہے.",
  "footnotes": "(1) اس جہاد سے مراد بعض نے وہ جہاد اکبر لیا ہے جو اعلائے کلمۃ اللہ کے لئے کفار و مشرکین سے کیا جاتا ہے اور بعض نے ادائے امر الٰہی کی بجاآوری، کہ اس میں بھی نفس امارہ اور شیطان کا مقابلہ کرنا پڑتا ہے۔ اور بعض نے ہر وہ کوشش مراد لی ہے جو حق اور صداقت کے غلبے اور باطل کی سرکوبی اور مغلوبیت کے لئے کی جائے۔\n(2) یعنی ایسا حکم نہیں دیا گیا جس کا متحمل نفس انسانی نہ ہو، (ورنہ تھوڑی بہت محنت و مشقت تو ہر کام میں ہی اٹھانی پڑتی ہے) بلکہ پچھلی شریعتوں کے بعض سخت احکام بھی اس نے منسوخ کر دیئے علاوہ ازیں بہت سی آسانیاں مسلمانوں کو عطا کر دیں جو پچھلی شریعتوں میں نہیں تھیں۔\n(3) عرب حضرت اسماعیل (عليه السلام) کی اولاد سے تھے، اس اعتبار سے حضرت ابراہیم (عليه السلام) عربوں کے باپ تھے اور غیر عرب بھی حضرت ابراہیم (عليه السلام) کو ایک بزرگ شخصیت کے طور پر اسی طرح احترام کرتے تھے، جس طرح بیٹے باپ کا احترام کرتے ہیں، اس لئے وہ تمام ہی لوگوں کے باپ تھے، علاوہ ازیں پیغمبر اسلام کے (عرب ہونے کے ناطے سے) حضرت ابراہیم (عليه السلام) باپ تھے، اس لئے امت محمدیہ کے بھی باپ ہوئے، اس لئے کہا گیا، یہ دین اسلام، جسے اللہ نے تمہارے لئے پسند کیا ہے، تمہارے باپ ابراہیم (عليه السلام) کا دین ہے، اسی کی پیروی کرو۔\n(4) هو کا مرجع بعض کے نزدیک حضرت ابراہیم (عليه السلام) ہیں یعنی نزول قرآن سے پہلے تمہارا نام مسلم بھی حضرت ابراہیم (عليه السلام) ہی نے رکھا ہے اور بعض کے نزدیک، مرجع اللہ تعالٰی ہے۔ یعنی اس نے تمہارا نام مسلم رکھا ہے۔\n(5) یہ گواہی، قیامت والے دن ہوگی، جیسا کہ حدیث میں ہے۔ ملاحظہ ہو سورہ بقرہ، آیت 143کا حاشیہ۔"
}