{
  "result": [
    {
      "id": "5324",
      "sura": "69",
      "aya": "1",
      "arabic_text": "ٱلۡحَآقَّةُ",
      "translation": "ﺛابت ہونے والی.(1)",
      "footnotes": "(1) یہ قیامت کے ناموں میں سے ایک نام ہے۔ اس میں امر الٰہی ثابت ہوگا اور خود یہ بھی بہر صورت وقوع پذیر ہونے والی ہے، اس لئے اسے الْحَاَقَّۃُ سے تعبیر فرمایا۔"
    },
    {
      "id": "5325",
      "sura": "69",
      "aya": "2",
      "arabic_text": "مَا ٱلۡحَآقَّةُ",
      "translation": "ﺛابت ہونے والی کیا ہے؟(1)",
      "footnotes": "(1) یہ لفظًا استفہام ہے لیکن اس کا مقصد قیامت کی عظمت اور شان بیان کی گئی ہے۔"
    },
    {
      "id": "5326",
      "sura": "69",
      "aya": "3",
      "arabic_text": "وَمَآ أَدۡرَىٰكَ مَا ٱلۡحَآقَّةُ",
      "translation": "اور تجھے کیا معلوم ہے کہ وه ﺛابت شده کیا ہے؟(1)",
      "footnotes": "(1) یعنی کس ذریعے سے تجھے اس کی پوری حقیقت سے آگاہی حاصل ہو؟مطلب اس کے علم کی نفی ہے۔گویا کہ تجھے اس کا علم نہیں، کیونکہ تو نے ابھی اسے دیکھا ہے اور نہ اس کی ہولناکیوں کا مشاہدہ کیا ہے، گویا مخلوقات کے دائرہ علم سے باہر ہے (فتح القدیر)بعض کہتے ہیں کہ قرآن میں جس کی بابت بھی صیغہ ماضی ما ادراک استعمال کیا گیا ہے، اس کے بیان کر دیا گیا ہے اور جس کو مضارع کے صیغے وما یدریک کے ذریعے سے بیان کیا گیا اس کا علم لعگوں کو نہیں دیا گیاہے(فتح القدیر وایسر التفاسیر)"
    },
    {
      "id": "5327",
      "sura": "69",
      "aya": "4",
      "arabic_text": "كَذَّبَتۡ ثَمُودُ وَعَادُۢ بِٱلۡقَارِعَةِ",
      "translation": "اس کھڑکا دینے والی کو ﺛمود اور عاد نے جھٹلا دیا تھا(1)",
      "footnotes": "(1) اس میں قیامت کو کھڑکا دینے والی کہا ہے، اس لئے کہ یہ اپنی ہولناکیوں سے لوگوں کو بیدار کر دے گی۔"
    },
    {
      "id": "5328",
      "sura": "69",
      "aya": "5",
      "arabic_text": "فَأَمَّا ثَمُودُ فَأُهۡلِكُواْ بِٱلطَّاغِيَةِ",
      "translation": "(جس کے نتیجہ میں) ﺛمود تو بے حد خوفناک (اور اونچی) آواز سے ہلاک کردیئے گئے.(1)",
      "footnotes": "(1) طاغیۃ،ایسی آواز جو حد سے تجاوز کر جا نے والی ہو،یعنی نہایت خوف ناک اور اونچی آوز سے قوم ثمود کو ہلاک کیا گیا ،جیسا کہ پہلے متعدد جگہ گزرا۔"
    },
    {
      "id": "5329",
      "sura": "69",
      "aya": "6",
      "arabic_text": "وَأَمَّا عَادٞ فَأُهۡلِكُواْ بِرِيحٖ صَرۡصَرٍ عَاتِيَةٖ",
      "translation": "اور عاد بیحد تیز وتند ہوا سے غارت کردیئے گئے.(1)",
      "footnotes": "(1) صر صر پالے والی ہوا۔عاتیۃ 'سرکش'کسی کے قابو میں نہ آنے والی، یعنی نہایت تند و تیز، پالے والی اور بےقابو ہوا کے ذریعے اسے حضرت ہود (عليه السلام) کی قوم عاد کو ہلاک کیا گیا۔"
    },
    {
      "id": "5330",
      "sura": "69",
      "aya": "7",
      "arabic_text": "سَخَّرَهَا عَلَيۡهِمۡ سَبۡعَ لَيَالٖ وَثَمَٰنِيَةَ أَيَّامٍ حُسُومٗاۖ فَتَرَى ٱلۡقَوۡمَ فِيهَا صَرۡعَىٰ كَأَنَّهُمۡ أَعۡجَازُ نَخۡلٍ خَاوِيَةٖ",
      "translation": "جسے ان پر لگاتار سات رات اور آٹھ دن تک (اللہ نے) مسلط رکھا(1) پس تم دیکھتے کہ یہ لوگ زمین پر اس طرح گر گئے جیسے کہ کھجور کے کھوکھلے تنے ہوں.(2)",
      "footnotes": "(1) حَسمٌ کے معنی کاٹنے اور جدا جدا کرنے کے ہیں اور بعض نے حُسُومَا کے معنی پے درپے کیے ہیں۔\n(2) اس سے ان کی درازی کی طرف اشارہ ہے کھوکھلے بےروح جسم کو کھوکھلے تنے سے تشبیہ دی ہے۔"
    },
    {
      "id": "5331",
      "sura": "69",
      "aya": "8",
      "arabic_text": "فَهَلۡ تَرَىٰ لَهُم مِّنۢ بَاقِيَةٖ",
      "translation": "کیا ان میں سے کوئی بھی تجھے باقی نظر آرہا ہے؟",
      "footnotes": ""
    },
    {
      "id": "5332",
      "sura": "69",
      "aya": "9",
      "arabic_text": "وَجَآءَ فِرۡعَوۡنُ وَمَن قَبۡلَهُۥ وَٱلۡمُؤۡتَفِكَٰتُ بِٱلۡخَاطِئَةِ",
      "translation": "فرعون اور اس سے پہلے کے لوگ اور جن کی بستیاں الٹ دی گئی(1) ، انہوں نے بھی خطائیں کیں.",
      "footnotes": "(1) اس سے قوم لوط مراد ہے۔"
    },
    {
      "id": "5333",
      "sura": "69",
      "aya": "10",
      "arabic_text": "فَعَصَوۡاْ رَسُولَ رَبِّهِمۡ فَأَخَذَهُمۡ أَخۡذَةٗ رَّابِيَةً",
      "translation": "اور اپنے رب کے رسول کی نافرمانی کی (بالﺂخر) اللہ نے انہیں (بھی) زبردست گرفت میں لے لیا.(1)",
      "footnotes": "(1) رَابِيَة، ربا یربو سے ہے جس کے معنی زائد کے ہیں، یعنی ان کی ایسی گرفت کی جو دوسری قوموں کی گرفت سے زائد یعنی سب میں سخت تر تھی۔گویا اخذۃ رابیۃ کا مفہوم ہوا نہایت سخت گرفت۔"
    },
    {
      "id": "5334",
      "sura": "69",
      "aya": "11",
      "arabic_text": "إِنَّا لَمَّا طَغَا ٱلۡمَآءُ حَمَلۡنَٰكُمۡ فِي ٱلۡجَارِيَةِ",
      "translation": "جب پانی میں طغیانی آگئی(1) تو اس وقت ہم نے تمہیں کشتی میں چڑھا لیا.(2)",
      "footnotes": "(1) یعنی پانی بلندی میں تجاوز کر گیا، یعنی پانی خوب چڑھ گیا۔\n(2) کُم سے مخاطب عہد رسالت کے لوگ ہیں، مطلب ہے کہ تم جن آبا کی پشتوں سے ہو، ہم نے انہیں کشتی میں سوار کرکے بپھرے ہوئے پانی سے بچایا تھا۔ اَلْجَارِیَۃ سے مراد سفینہ نوح (عليه السلام) ہے۔"
    },
    {
      "id": "5335",
      "sura": "69",
      "aya": "12",
      "arabic_text": "لِنَجۡعَلَهَا لَكُمۡ تَذۡكِرَةٗ وَتَعِيَهَآ أُذُنٞ وَٰعِيَةٞ",
      "translation": "تاکہ اسے تمہارے لیے نصیحت اور یادگار بنادیں(1) ، اور (تاکہ) یاد رکھنے والے کان اسے یاد رکھیں.(2)",
      "footnotes": "(1) یعنی یہ فعل کہ کافروں کو پانی میں غرق کردیا اور مومنوں کو کشتی میں سوار کرا کے بچا لیا تمہارے لیے اس کو عبرت و نصیحت بنا دیں تاکہ تم اس سے نصیحت حاصل کرو اور اللہ کی نافرمانی سے بچو۔\n(2) عنی سننے والے اسے سن کر یاد رکھیں اور وہ بھی اس سے عبرت پکڑیں۔"
    },
    {
      "id": "5336",
      "sura": "69",
      "aya": "13",
      "arabic_text": "فَإِذَا نُفِخَ فِي ٱلصُّورِ نَفۡخَةٞ وَٰحِدَةٞ",
      "translation": "پس جب کہ صور میں ایک پھونک پھونکی جائے گی.(1)",
      "footnotes": "(1) یہ مکذبین کا انجام بیان کرنے کے بعد اب بتلایا جارہا ہے کہ یہ الحاقہ کس طرح واقع ہوگی اسرافیل کی ایک ہی پھونک سے یہ برپا ہو جائے گی۔"
    },
    {
      "id": "5337",
      "sura": "69",
      "aya": "14",
      "arabic_text": "وَحُمِلَتِ ٱلۡأَرۡضُ وَٱلۡجِبَالُ فَدُكَّتَا دَكَّةٗ وَٰحِدَةٗ",
      "translation": "اور زمین اور پہاڑ اٹھا لیے جائیں(1) گے اور ایک ہی چوٹ میں ریزه ریزه کر دیے جائیں گے.",
      "footnotes": "(1) یعنی اپنی جگہوں سے اٹھا لیے جائیں گے اور قدرت الہی سے اپنی قرار گاہوں سے ان کو اکھیڑ لیا جائے گا۔"
    },
    {
      "id": "5338",
      "sura": "69",
      "aya": "15",
      "arabic_text": "فَيَوۡمَئِذٖ وَقَعَتِ ٱلۡوَاقِعَةُ",
      "translation": "اس دن ہو پڑنے والی (قیامت) ہو پڑے گی.",
      "footnotes": ""
    },
    {
      "id": "5339",
      "sura": "69",
      "aya": "16",
      "arabic_text": "وَٱنشَقَّتِ ٱلسَّمَآءُ فَهِيَ يَوۡمَئِذٖ وَاهِيَةٞ",
      "translation": "اور آسمان پھٹ جائے گا اور اس دن بالکل بودا ہوجائے گا.(1)",
      "footnotes": "(1) یعنی اس میں کوئی قوت اور استحکام نہیں رہے گا جو چیز پھٹ کر ٹکڑے ٹکڑے ہو جائے۔ اس میں استحکام کس طرح رہ سکتا ہے۔"
    },
    {
      "id": "5340",
      "sura": "69",
      "aya": "17",
      "arabic_text": "وَٱلۡمَلَكُ عَلَىٰٓ أَرۡجَآئِهَاۚ وَيَحۡمِلُ عَرۡشَ رَبِّكَ فَوۡقَهُمۡ يَوۡمَئِذٖ ثَمَٰنِيَةٞ",
      "translation": "اس کے کناروں پر فرشتے ہوں گے(1) ، اور تیرے پروردگار کا عرش اس دن آٹھ (فرشتے) اپنے اوپر اٹھائے ہوئے ہوں گے.(2)",
      "footnotes": "(1) یعنی آسمان تو ٹکرے ٹکرے ہو جائے گا پھر فرشتے کہاں ہونگے فرمایا کہ وہ آسمان کے کناروں پر ہوں گے اس کا ایک مطلب یہ ہے کہ فرشتے آسمان پھٹنے سے پہلے ہی اللہ کے حکم سے زمین پر آجائیں گے تو گویا فرشتے دنیا کے کنارے پرہوں گے ،یا یہ مطلب ہو سکتا ہے کہ آسمان ٹوٹ پھوٹ کا شکار ہو کر مختلف ٹکروں میں ہوگا تو ان ٹکڑوں پر جو زمین کے کناروں میں اور بجائے خود ثابت ہوں گے۔(فتح القدیر)\n(2) یعنی ان مخصوص فرشتوں نے عرش الٰہی کو اپنے سروں پر اٹھایا ہوا ہو گا، یہ بھی ممکن ہے اس عرش سے مراد وہ عرش ہو جو فیصلوں کے لئے زمین پر رکھا جائے گا، جس پر اللہ تعالٰی نزول اجلال فرمائے گا (ابن کثیر)"
    },
    {
      "id": "5341",
      "sura": "69",
      "aya": "18",
      "arabic_text": "يَوۡمَئِذٖ تُعۡرَضُونَ لَا تَخۡفَىٰ مِنكُمۡ خَافِيَةٞ",
      "translation": "اس دن تم سب سامنے پیش کیے(1) جاؤ گے، تمہارا کوئی بھید پوشیده نہ رہے گا.",
      "footnotes": "(1) یہ پیشی اس لیے نہیں ہوگی کہ جن کو اللہ نہیں جانتا ان کو جان لے گا وہ تو سب کو ہی جانتا ہے یہ پیشی خود انسانوں پر حجت قائم کرنے کے لیے ہوگی ورنہ اللہ سے تو کسی کی کوئی چیز پوشیدہ نہیں ہے۔"
    },
    {
      "id": "5342",
      "sura": "69",
      "aya": "19",
      "arabic_text": "فَأَمَّا مَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَيَقُولُ هَآؤُمُ ٱقۡرَءُواْ كِتَٰبِيَهۡ",
      "translation": "سو جسے اس کا نامہٴ اعمال اس کے دائیں ہاتھ میں دیا جائے گا تو وه کہنے لگے گا(1) کہ لو میرا نامہٴ اعمال پڑھو.(2)",
      "footnotes": "(1) جو اس کی سعادت، نجات اور کامیابی کی دلیل ہوگا۔\n(2) یعنی وہ مارے خوشی کے ہر ایک کو کہے گا کہ لو، میرا اعمال نامہ پڑھ لو میرا اعمال نامہ تو مجھے مل گیا، اس لئے کہ اسے پتہ ہوگا کہ اس میں اس کی نیکیاں ہی نیکیاں ہوں گی، کچھ برائیاں ہونگی تو اللہ نے معاف فرما دی ہونگی۔یا ان برائیوں کو بھی حسنات میں تبدیل کیا ہوگا۔جیسا کہ اللہ تعالیٰ اہل ایمان کے ساتھ فضل و کرم کی یہ مختلف صورتیں اختیان فرمائے گا۔"
    },
    {
      "id": "5343",
      "sura": "69",
      "aya": "20",
      "arabic_text": "إِنِّي ظَنَنتُ أَنِّي مُلَٰقٍ حِسَابِيَهۡ",
      "translation": "مجھے تو کامل یقین تھا کہ مجھے اپنا حساب ملنا ہے.(1)",
      "footnotes": "(1) یعنی آخرت کے حساب وکتاب پر میرا کامل یقین تھا۔"
    },
    {
      "id": "5344",
      "sura": "69",
      "aya": "21",
      "arabic_text": "فَهُوَ فِي عِيشَةٖ رَّاضِيَةٖ",
      "translation": "پس وه ایک دل پسند زندگی میں ہوگا.",
      "footnotes": ""
    },
    {
      "id": "5345",
      "sura": "69",
      "aya": "22",
      "arabic_text": "فِي جَنَّةٍ عَالِيَةٖ",
      "translation": "بلند وباﻻ جنت میں.(1)",
      "footnotes": "(1) جنت میں مختلف درجات ہیں ہر درجے کے درمیان بہت فاصلہ ہے جیسے مجاہدین کے بارے میں نبی (صلى الله عليه وسلم) نے فرمایا جنت میں سو درجے ہیں جو اللہ نے مجاہدین کے تیار کیے ہیں ان کے دو درجوں کے درمیان کا فاصلہ زمین و آسمان جتنا ہے۔ (صحيح مسلم كتاب الإمارة ، صحيح بخاري ، كتاب الجهاد)"
    },
    {
      "id": "5346",
      "sura": "69",
      "aya": "23",
      "arabic_text": "قُطُوفُهَا دَانِيَةٞ",
      "translation": "جس کے میوے جھکے پڑے ہوں گے.(1)",
      "footnotes": "(1) یعنی بالکل قریب ہونگے کوئی لیٹے لیٹے بھی توڑنا چاہے گا تو ممکن ہوگا۔قطرف قفف کی جمع ہے ،چنیے یا توڑے ہوئے 'مراد پھل ہیں۔ مَا يُقْطَفُ مِنَ الثِّمَارِ"
    },
    {
      "id": "5347",
      "sura": "69",
      "aya": "24",
      "arabic_text": "كُلُواْ وَٱشۡرَبُواْ هَنِيٓـَٔۢا بِمَآ أَسۡلَفۡتُمۡ فِي ٱلۡأَيَّامِ ٱلۡخَالِيَةِ",
      "translation": "(ان سے کہا جائے گا) کہ مزے سے کھاؤ، پیو اپنے ان اعمال کے بدلے جو تم نے گزشتہ زمانے میں کیے.(1)",
      "footnotes": "(1) یعنی دنیا میں اعمال صالحہ کئے، یہ جنت ان کا صلہ ہے۔"
    },
    {
      "id": "5348",
      "sura": "69",
      "aya": "25",
      "arabic_text": "وَأَمَّا مَنۡ أُوتِيَ كِتَٰبَهُۥ بِشِمَالِهِۦ فَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُوتَ كِتَٰبِيَهۡ",
      "translation": "لیکن جسے اس (کے اعمال) کی کتاب اس کے بائیں ہاتھ میں دی جائے گی، وه تو کہے گا کہ کاش کہ مجھے میری کتاب دی ہی نہ جاتی.(1)",
      "footnotes": "(1) کیونکہ نامہ اعمال کا بائیں ہاتھ میں ملنا بدبختی کی علامت ہوگا۔"
    },
    {
      "id": "5349",
      "sura": "69",
      "aya": "26",
      "arabic_text": "وَلَمۡ أَدۡرِ مَا حِسَابِيَهۡ",
      "translation": "اور میں جانتا ہی نہ کہ حساب کیا ہے.(1)",
      "footnotes": "(1) یعنی مجھے بتلایا ہی نہ جاتا کیونکہ سارا حساب ان کے خلاف ہوگا۔"
    },
    {
      "id": "5350",
      "sura": "69",
      "aya": "27",
      "arabic_text": "يَٰلَيۡتَهَا كَانَتِ ٱلۡقَاضِيَةَ",
      "translation": "کاش! کہ موت (میرا) کام ہی تمام کر دیتی.(1)",
      "footnotes": "(1) یعنی موت ہی فیصلہ کن ہوتی اور دوبارہ زندہ نہ کیا جاتا تاکہ یہ روز بد نہ دیکھنا پڑتا۔"
    },
    {
      "id": "5351",
      "sura": "69",
      "aya": "28",
      "arabic_text": "مَآ أَغۡنَىٰ عَنِّي مَالِيَهۡۜ",
      "translation": "میرے مال نے بھی مجھے کچھ نفع نہ دیا.",
      "footnotes": ""
    },
    {
      "id": "5352",
      "sura": "69",
      "aya": "29",
      "arabic_text": "هَلَكَ عَنِّي سُلۡطَٰنِيَهۡ",
      "translation": "میرا غلبہ بھی مجھ سے جاتا رہا.(1)",
      "footnotes": "(1) یعنی جس طرح مال میرے کام نہ آیا، جاہ و مرتبہ اور سلطنت و حکومت بھی میرے کام نہ آئی۔ آج میں اکیلا ہی سزا بھگت نے پر مجبور ہوں۔"
    },
    {
      "id": "5353",
      "sura": "69",
      "aya": "30",
      "arabic_text": "خُذُوهُ فَغُلُّوهُ",
      "translation": "(حکم ہوگا) اسے پکڑ لو پھر اسے طوق پہنادو.",
      "footnotes": ""
    },
    {
      "id": "5354",
      "sura": "69",
      "aya": "31",
      "arabic_text": "ثُمَّ ٱلۡجَحِيمَ صَلُّوهُ",
      "translation": "پھر اسے دوزخ میں ڈال دو.(1)",
      "footnotes": "(1) اللہ ملائکہ جہنم کو حکم دے گا۔"
    },
    {
      "id": "5355",
      "sura": "69",
      "aya": "32",
      "arabic_text": "ثُمَّ فِي سِلۡسِلَةٖ ذَرۡعُهَا سَبۡعُونَ ذِرَاعٗا فَٱسۡلُكُوهُ",
      "translation": "پھر اسے ایسی زنجیر میں جس کی پیمائش ستر ہاتھ کی ہے جکڑ دو.(1)",
      "footnotes": "(1) یہ ذراع (ہاتھ) یہ کتنا ہوگا اس کی وضاحت ممکن نہیں تاہم اس سے اتنا معلوم ہوا کہ زنجیر کی لمبائی ستر ذراع ہوگی۔"
    },
    {
      "id": "5356",
      "sura": "69",
      "aya": "33",
      "arabic_text": "إِنَّهُۥ كَانَ لَا يُؤۡمِنُ بِٱللَّهِ ٱلۡعَظِيمِ",
      "translation": "بیشک یہ اللہ عظمت والے پرایمان نہ رکھتا تھا.(1)",
      "footnotes": "- یہ مذکورہ سزا کی علت یا مجرم کے جرم کا بیان ہے۔"
    },
    {
      "id": "5357",
      "sura": "69",
      "aya": "34",
      "arabic_text": "وَلَا يَحُضُّ عَلَىٰ طَعَامِ ٱلۡمِسۡكِينِ",
      "translation": "اور مسکین کے کھلانے پر رغبت نہ دﻻتا تھا.(1)",
      "footnotes": "(1) یعنی عبادت و اطاعت کے ذریعے سے اللہ کا حق ادا کرتا تھا اور نہ وہ حقوق ادا کرتا تھا جو بندوں کے بندوں پر ہیں۔ گویا اہل ایمان میں یہ جامعیت ہوتی ہے کہ وہ حقوق اللہ اور حقوق العباد دونوں کی ادائیگی کا اہتمام کرتے ہیں۔"
    },
    {
      "id": "5358",
      "sura": "69",
      "aya": "35",
      "arabic_text": "فَلَيۡسَ لَهُ ٱلۡيَوۡمَ هَٰهُنَا حَمِيمٞ",
      "translation": "پس آج اس کا نہ کوئی دوست ہے.",
      "footnotes": ""
    },
    {
      "id": "5359",
      "sura": "69",
      "aya": "36",
      "arabic_text": "وَلَا طَعَامٌ إِلَّا مِنۡ غِسۡلِينٖ",
      "translation": "اور نہ سوائے پیﭗ کے اس کی کوئی غذا ہے.(1)",
      "footnotes": "(1) بعض کہتے ہیں کہ یہ جہنم میں کوئی درخت ہے بعض کہتے ہیں کہ زقوم ہی کو غسلین کہا گیا ہے اور بعض کہتے ہیں کہ جہنمیوں کی پیپ یا ان کے جسموں سے نکلنے والا خون اور بدبودار ہوگا۔ اللہ ہمیں اس سے محفوظ فرمائے۔ آمین۔"
    },
    {
      "id": "5360",
      "sura": "69",
      "aya": "37",
      "arabic_text": "لَّا يَأۡكُلُهُۥٓ إِلَّا ٱلۡخَٰطِـُٔونَ",
      "translation": "جسے گناه گاروں کے سوا کوئی نہیں کھائے گا.(1)",
      "footnotes": "(1) خاطئون سے مراد اہل جہنم ہیں جو کفر و شرک کی وجہ سے جہنم میں داخل ہوں گے اس لیے کہ یہ گناہ ایسے ہیں جو خلود فی النار کا سبب ہیں۔"
    },
    {
      "id": "5361",
      "sura": "69",
      "aya": "38",
      "arabic_text": "فَلَآ أُقۡسِمُ بِمَا تُبۡصِرُونَ",
      "translation": "پس مجھے قسم ہے ان چیزوں کی جنہیں تم دیکھتے ہو.",
      "footnotes": ""
    },
    {
      "id": "5362",
      "sura": "69",
      "aya": "39",
      "arabic_text": "وَمَا لَا تُبۡصِرُونَ",
      "translation": "اور ان چیزوں کی جنہیں تم نہیں دیکھتے.(1)",
      "footnotes": "(1) یعنی اللہ کی پیدا کردہ وہ چیزیں، جو اللہ کی ذات اور اس کی قدرت و طاقت پر دلالت کرتی ہیں، جنہیں تم دیکھتے ہو یا نہیں دیکھتے، ان سب کی قسم ہے۔ آگے جواب قسم ہے۔"
    },
    {
      "id": "5363",
      "sura": "69",
      "aya": "40",
      "arabic_text": "إِنَّهُۥ لَقَوۡلُ رَسُولٖ كَرِيمٖ",
      "translation": "کہ بیشک یہ (قرآن) بزرگ رسول کا قول ہے.(1)",
      "footnotes": "(1) بزرگ رسول سے مراد حضرت محمد (صلى الله عليه وسلم) ہیں۔ اور قول سے مراد تلاوت ہے یعنی رسول کریم سے مراد ایسا قول ہے جو یہ رسول کریم (صلى الله عليه وسلم) کی طرف سے تمہیں پہنچاتا ہے۔ کیونکہ قرآن، رسول یا جبرائیل (عليه السلام) کا قول نہیں ہے، بلکہ اللہ کا قول ہے جو اس نے فرشتے کے ذریعے سے پیغمبر پر نازل فرمایا ہے، پھر پیغمبر اسے لوگوں تک پہنچاتا ہے۔"
    },
    {
      "id": "5364",
      "sura": "69",
      "aya": "41",
      "arabic_text": "وَمَا هُوَ بِقَوۡلِ شَاعِرٖۚ قَلِيلٗا مَّا تُؤۡمِنُونَ",
      "translation": "یہ کسی شاعر کا قول نہیں(1) (افسوس) تمہیں بہت کم یقین ہے.",
      "footnotes": "(1) جیسا کہ تم سمجھتے ہو اور کہتے ہو اس لیے کہ یہ اصناف شعر سے نہ اس کے مشابہ ہے پھر یہی کسی شاعر کا کلام کس طرح ہو سکتا ہے۔"
    },
    {
      "id": "5365",
      "sura": "69",
      "aya": "42",
      "arabic_text": "وَلَا بِقَوۡلِ كَاهِنٖۚ قَلِيلٗا مَّا تَذَكَّرُونَ",
      "translation": "اور نہ کسی کاہن کا قول ہے(1) ، (افسوس) بہت کم نصیحت لے رہے ہو.(2)",
      "footnotes": "(1) جیسا کہ تم بعض دفعہ تم یہ دعوی کرتے ہو حالانکہ کہانت بھی ایک شئے ددیگر ہے۔\n(2) قلت دونوں جگہ نفی کے معنی میں ہے یعنی تم نہ قرآن پر ایمان لاتے ہو نہ اس سے نصیحت حاصل کرتے ہو۔"
    },
    {
      "id": "5366",
      "sura": "69",
      "aya": "43",
      "arabic_text": "تَنزِيلٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ",
      "translation": "(یہ تو) رب العالمین کا اتارا ہوا ہے.(1)",
      "footnotes": "(1) یعنی رسول کی زبان سے ادا ہونے والا یہ قول رب العالمین کا اتارا ہوا کلام ہے اسے تم کبھی شاعری اور کبھی کہانت کہہ کر اس کی تکذیب کرتے ہو۔"
    },
    {
      "id": "5367",
      "sura": "69",
      "aya": "44",
      "arabic_text": "وَلَوۡ تَقَوَّلَ عَلَيۡنَا بَعۡضَ ٱلۡأَقَاوِيلِ",
      "translation": "اور اگر یہ ہم پر کوئی بھی بات بنا لیتا.(1)",
      "footnotes": "(1) یعنی اپنی طرف سے گھڑ کر ہماری طرف منسوب کر دیتا، یا اس میں کمی بیشی کر دیتا، تو ہم فوراً اس کا مؤاخذہ کرتے اور اسے ڈھیل نہ دیتے جیسا کہ اگلی آیات میں فرمایا۔"
    },
    {
      "id": "5368",
      "sura": "69",
      "aya": "45",
      "arabic_text": "لَأَخَذۡنَا مِنۡهُ بِٱلۡيَمِينِ",
      "translation": "تو البتہ ہم اس کا داہنا ہاتھ پکڑ لیتے.(1)",
      "footnotes": "(1) یا دائیں ہاتھ کے ساتھ اس کی گرفت کرتے، اس لئے کہ دائیں ہاتھ سے گرفت زیادہ سخت ہوتی ہے۔ اور اللہ کے دونوں ہاتھ ہی دائیں ہیں۔"
    },
    {
      "id": "5369",
      "sura": "69",
      "aya": "46",
      "arabic_text": "ثُمَّ لَقَطَعۡنَا مِنۡهُ ٱلۡوَتِينَ",
      "translation": "پھر اس کی شہ رگ کاٹ دیتے.(1)",
      "footnotes": "(1) خیال رہے یہ سزا، خاص نبی (صلى الله عليه وسلم) کے ضمن میں بیان کی گئی ہے جس سے مقصد آپ کی صداقت کا اظہار ہے۔ اس میں یہ اصول بیان نہیں کیا گیا ہے کہ جو بھی نبوت کا جھوٹا وعدہ کرے تو جھوٹے مدعی کو ہم فورا سزا سے دوچار کردیں گے لہذا اس سے کسی جھوٹے نبی کو اس لیے سچا باور نہیں کرایا جاسکتا کہ دنیا میں وہ مؤخذہ الہی سے بچا رہا۔واقعات بھی شاہد ہیں کہ متعدد لوگوں نے نبوت کے جھوٹے دعوے کیے اور اللہ نے انہیں ڈھیل دی اور دنیوی مواخذا سے وہ با لعموم محفوظہی رہے۔اس لئے اگر اسے اصول ناب لیا جائے تو پھر متعدد جھوٹے مدعیان نبوت کو \"سچا نبی ماننا پڑے گا،"
    },
    {
      "id": "5370",
      "sura": "69",
      "aya": "47",
      "arabic_text": "فَمَا مِنكُم مِّنۡ أَحَدٍ عَنۡهُ حَٰجِزِينَ",
      "translation": "پھر تم میں سے کوئی بھی مجھے اس سے روکنے واﻻ نہ ہوتا.(1)",
      "footnotes": "(1) اس سے معلوم ہوا کہ حضرت محمد (صلى الله عليه وسلم) سچے رسول تھے، جن کو اللہ نے سزا نہیں دی، بلکہ دلائل و معجزات اور اپنی خاص تائید و نصرت سے انہیں نوازا۔"
    },
    {
      "id": "5371",
      "sura": "69",
      "aya": "48",
      "arabic_text": "وَإِنَّهُۥ لَتَذۡكِرَةٞ لِّلۡمُتَّقِينَ",
      "translation": "یقیناً یہ قرآن پرہیزگاروں کے لیے نصیحت ہے.(1)",
      "footnotes": "(1) کیونکہ وہی اس سے فائدہ اٹھاتے ہیں ورنہ قرآن تو سارے ہی لوگوں کے لیے نصیحت لے کر آیا ہے۔"
    },
    {
      "id": "5372",
      "sura": "69",
      "aya": "49",
      "arabic_text": "وَإِنَّا لَنَعۡلَمُ أَنَّ مِنكُم مُّكَذِّبِينَ",
      "translation": "ہمیں پوری طرح معلوم ہے کہ تم میں سے بعض اس کے جھٹلانے والے ہیں.",
      "footnotes": ""
    },
    {
      "id": "5373",
      "sura": "69",
      "aya": "50",
      "arabic_text": "وَإِنَّهُۥ لَحَسۡرَةٌ عَلَى ٱلۡكَٰفِرِينَ",
      "translation": "بیشک (یہ جھٹلانا) کافروں پر حسرت ہے.(1)",
      "footnotes": "(1) یعنی قیامت والے دن اس پر حسرت کریں گے، کہ کاش ہم نے قرآن کی تکذیب نہ کی ہوتی۔ یا یہ قرآن بجائے خود ان کے لئے حسرت کا باعث ہوگا، جب وہ اہل ایمان کو قرآن کا اجر ملتے ہوئے دیکھیں گے۔"
    },
    {
      "id": "5374",
      "sura": "69",
      "aya": "51",
      "arabic_text": "وَإِنَّهُۥ لَحَقُّ ٱلۡيَقِينِ",
      "translation": "اور بیشک (و شبہ) یہ یقینی حق ہے.(1)",
      "footnotes": "(1) یعنی قرآن اللہ کی طرف سے ہونا بالکل یقینی ہے، اس میں قطعًا شک کی کوئی گنجائش نہیں۔ یا قیامت کی بابت جو خبر دی جا رہی ہے، وہ بالکل حق اور سچ ہے۔"
    },
    {
      "id": "5375",
      "sura": "69",
      "aya": "52",
      "arabic_text": "فَسَبِّحۡ بِٱسۡمِ رَبِّكَ ٱلۡعَظِيمِ",
      "translation": "پس تو اپنے رب عظیم کی پاکی بیان کر.(1)",
      "footnotes": "(1) جس نے قرآن کریم جیسی عظیم کتاب نازل فرمائی۔"
    }
  ]
}