{
  "id": 102,
  "verse_number": 102,
  "page_number": 16,
  "verse_key": "2:102",
  "juz_number": 1,
  "hizb_number": 2,
  "rub_el_hizb_number": 6,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
  "translation": "ಶೈತಾನರು ಸುಲೈಮಾನರ ಆಡಳಿತಕಾಲದಲ್ಲಿ ಪಠಿಸುತ್ತಿದ್ದ ವಿಷಯಗಳನ್ನು ಅವರು ಹಿಂಬಾಲಿಸಿದರು. ಸುಲೈಮಾನ್ ಸತ್ಯನಿಷೇಧಿಯಾಗಿರಲಿಲ್ಲ. ಆದರೆ ಶೈತಾನರು ಸತ್ಯನಿಷೇಧಿಗಳಾಗಿದ್ದರು.[1] ಅವರು ಜನರಿಗೆ ಮಾಟಗಾರಿಕೆಯನ್ನು ಮತ್ತು ಬ್ಯಾಬಿಲೋನಿಯಾದಲ್ಲಿ ಹಾರೂತ್ ಮತ್ತು ಮಾರೂತ್ ಎಂಬ ಎರಡು ದೇವದೂತರಿಗೆ ಅವತೀರ್ಣವಾಗುತ್ತಿದ್ದ ವಿಷಯಗಳನ್ನು ಕಲಿಸುತ್ತಿದ್ದರು. ಆದರೆ, “ನಾವೊಂದು ಪರೀಕ್ಷೆಯಾಗಿದ್ದೇವೆ; ಆದ್ದರಿಂದ ನೀವು ಸತ್ಯನಿಷೇಧಿಗಳಾಗಬೇಡಿ” ಎಂದು ಹೇಳದೆ ಅವರಿಬ್ಬರು (ಹಾರೂತ್ ಮತ್ತು ಮಾರೂತ್) ಯಾರಿಗೂ ಕಲಿಸಿಕೊಡುತ್ತಿರಲಿಲ್ಲ. ಹೀಗೆ ಜನರು ಅವರಿಬ್ಬರಿಂದ ಗಂಡ-ಹೆಂಡತಿಯ ನಡುವೆ ಒಡಕು ಮೂಡಿಸುವ ತಂತ್ರಗಳನ್ನು ಕಲಿಯುತ್ತಿದ್ದರು. ಆದರೆ ಅಲ್ಲಾಹನ ಅಪ್ಪಣೆಯಿಲ್ಲದೆ ಯಾರಿಗೂ ಯಾವುದೇ ತೊಂದರೆ ಮಾಡಲು ಅವರಿಗೆ ಸಾಧ್ಯವಿಲ್ಲ. ಸ್ವತಃ ಅವರಿಗೆ ತೊಂದರೆಯಾಗುವ ಮತ್ತು ಅವರಿಗೆ ಯಾವುದೇ ಪ್ರಯೋಜನ ನೀಡದ ವಿಷಯಗಳನ್ನು ಅವರು ಕಲಿಯುತ್ತಿದ್ದರು. ಅದನ್ನು ಪಡೆದವರಿಗೆ ಪರಲೋಕದಲ್ಲಿ ಯಾವುದೇ ಪಾಲಿಲ್ಲವೆಂದು ಅವರು ದೃಢವಾಗಿ ತಿಳಿದಿದ್ದರು. ಅವರು ಯಾವುದಕ್ಕೆ ತಮ್ಮ ಆತ್ಮಗಳನ್ನು ಮಾರಿಕೊಂಡರೋ ಅದು ಬಹಳ ನಿಕೃಷ್ಟವಾಗಿದೆ. ಅವರು ಅದನ್ನು ತಿಳಿದಿದ್ದರೆ (ಎಷ್ಟು ಚೆನ್ನಾಗಿತ್ತು)!",
  "footnotes": "[1] ಯಹೂದಿಗಳು ಅಲ್ಲಾಹನ ಗ್ರಂಥವನ್ನು ಮತ್ತು ಕರಾರುಗಳನ್ನು ಲೆಕ್ಕಿಸದೆ ಶೈತಾನರ ಹಿಂದೆ ಬಿದ್ದರು. ಅವರು ಶೈತಾನರಿಂದ ಮಾಟಗಾರಿಕೆಯನ್ನು ಕಲಿತದ್ದು ಮಾತ್ರವಲ್ಲದೆ ಪ್ರವಾದಿ ಸುಲೈಮಾನ್ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಪ್ರವಾದಿಯಲ್ಲ, ಬದಲಿಗೆ ಅವರೊಬ್ಬ ಮಾಟಗಾರನೆಂದು ಪ್ರಚಾರ ಮಾಡತೊಡಗಿದರು. ಆದರೆ ಪ್ರವಾದಿ ಸುಲೈಮಾನ್ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಮಾಟಗಾರಿಕೆ ಮಾಡುತ್ತಿರಲಿಲ್ಲ. ಏಕೆಂದರೆ ಮಾಟಗಾರಿಕೆ ಮಾಡುವುದು ಸತ್ಯನಿಷೇಧವಾಗಿದೆ. ಒಬ್ಬ ಪ್ರವಾದಿ ಸತ್ಯನಿಷೇಧವನ್ನು ಹೇಗೆ ತಾನೇ ಮಾಡಲು ಸಾಧ್ಯ ಎಂದು ಅಲ್ಲಾಹು ಇಲ್ಲಿ ಸ್ಪಷ್ಟಪಡಿಸುತ್ತಾನೆ. ಇನ್ನೊಂದು ವರದಿಯ ಪ್ರಕಾರ ಸುಲೈಮಾನರ ಕಾಲದಲ್ಲಿ ಮಾಟಗಾರಿಕೆಯು ವ್ಯಾಪಕವಾಗಿ ಹರಡಿಕೊಂಡಿತ್ತು. ಆದ್ದರಿಂದ ಮುಂಜಾಗ್ರತಾ ಕ್ರಮವಾಗಿ ಸುಲೈಮಾನರು ಮಾಟಗಾರಿಕೆಯನ್ನು ಕಲಿಸುವ ಎಲ್ಲಾ ಪುಸ್ತಕಗಳನ್ನು ವಶಪಡಿಸಿಕೊಂಡು ತನ್ನ ಸಿಂಹಾಸನದ ಅಡಿಯಲ್ಲಿ ದಫನ ಮಾಡಿದರು. ಅವರ ಮರಣಾನಂತರ ಶೈತಾನರು ಮಾಟಗಾರರೊಂದಿಗೆ ಸೇರಿಕೊಂಡು ಆ ಪುಸ್ತಕಗಳನ್ನು ಹೊರತೆಗೆದರು. ಅವುಗಳನ್ನು ಜನರಿಗೆ ತೋರಿಸಿ ಸುಲೈಮಾನರು ಆಡಳಿತ ಮಾಡುತ್ತಿದ್ದದ್ದು ಈ ಮಾಟಗಾರಿಕೆಯ ಆಧಾರದಲ್ಲಾಗಿತ್ತು ಎಂದು ಹೇಳಿದರು. ಇದನ್ನು ಕಂಡು ಅತಿರೇಕಿಗಳಾದ ಕೆಲವರು ಸುಲೈಮಾನರನ್ನು (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಸತ್ಯನಿಷೇಧಿ ಎಂದು ಜರೆದರು."
}