{
  "result": [
    {
      "id": "4326",
      "sura": "43",
      "aya": "1",
      "arabic_text": "حمٓ",
      "translation": "Ha-mim,",
      "footnotes": ""
    },
    {
      "id": "4327",
      "sura": "43",
      "aya": "2",
      "arabic_text": "وَٱلۡكِتَٰبِ ٱلۡمُبِينِ",
      "translation": "Tako Mi Knjige jasne, ",
      "footnotes": ""
    },
    {
      "id": "4328",
      "sura": "43",
      "aya": "3",
      "arabic_text": "إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ",
      "translation": "Mi je objavljujemo kao Kur'an na arapskom jeziku, da biste razumjeli,",
      "footnotes": ""
    },
    {
      "id": "4329",
      "sura": "43",
      "aya": "4",
      "arabic_text": "وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ",
      "translation": "a on je u Glavnoj knjizi, u Nas, cijenjen i savršen. ",
      "footnotes": ""
    },
    {
      "id": "4330",
      "sura": "43",
      "aya": "5",
      "arabic_text": "أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ",
      "translation": "Zar da odustanemo Opomenu vam saopćavati zato što svaku mjeru zla prelazite? ",
      "footnotes": ""
    },
    {
      "id": "4331",
      "sura": "43",
      "aya": "6",
      "arabic_text": "وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ",
      "translation": "A koliko smo Mi prijašnjim narodima vjerovjesnika poslali ",
      "footnotes": ""
    },
    {
      "id": "4332",
      "sura": "43",
      "aya": "7",
      "arabic_text": "وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "i nijedan im vjerovjesnik nije došao, a da ga nisu izrugivali!",
      "footnotes": ""
    },
    {
      "id": "4333",
      "sura": "43",
      "aya": "8",
      "arabic_text": "فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ",
      "translation": "Zato smo uništavali one koji su od ovih moćniji bili, a prethodio je primjer prijašnjih naroda. ",
      "footnotes": ""
    },
    {
      "id": "4334",
      "sura": "43",
      "aya": "9",
      "arabic_text": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ",
      "translation": "Pa ako ih upitaš ko je stvorio nebesa i Zemlju, oni će sigurno reći: \"Stvorio ih je Silni i Sveznajući!\" ",
      "footnotes": ""
    },
    {
      "id": "4335",
      "sura": "43",
      "aya": "10",
      "arabic_text": "ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ",
      "translation": "Onaj Koji vam je Zemlju kolijevkom učinio i po njoj vam prolaze stvorio, da biste se usmjeravali; ",
      "footnotes": ""
    },
    {
      "id": "4336",
      "sura": "43",
      "aya": "11",
      "arabic_text": "وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ",
      "translation": "Onaj Koji s neba s mjerom spušta vodu, pomoću koje u život vraćamo mrtve predjele - tako ćete i vi biti iz grobova izvedeni. ",
      "footnotes": ""
    },
    {
      "id": "4337",
      "sura": "43",
      "aya": "12",
      "arabic_text": "وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ",
      "translation": "Onaj Koji stvara stvorenja svake vrste i daje vam lađe i stoku da na njima putujete, ",
      "footnotes": ""
    },
    {
      "id": "4338",
      "sura": "43",
      "aya": "13",
      "arabic_text": "لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ",
      "translation": "da se na palubama i leđima njihovim smjestite i da se, potom, kada se smjestite na njih, sjetite blagodati Gospodara svoga i da reknete: \"Slavljen i Uzvišen neka je Onaj Koji nam je ovo potčinio, mi to sami ne bismo mogli postići, ",
      "footnotes": ""
    },
    {
      "id": "4339",
      "sura": "43",
      "aya": "14",
      "arabic_text": "وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ",
      "translation": "i mi ćemo se sigurno Gospodaru svome vratiti!\" ",
      "footnotes": ""
    },
    {
      "id": "4340",
      "sura": "43",
      "aya": "15",
      "arabic_text": "وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ",
      "translation": "A oni Njemu jedan dio Njegovih robova pripisuju. Čovjek je, zaista, očevidni nezahvalnik. ",
      "footnotes": ""
    },
    {
      "id": "4341",
      "sura": "43",
      "aya": "16",
      "arabic_text": "أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ",
      "translation": "Zar da između onih koje On stvara uzima Sebi kćeri, a vama odabire sinove?! ",
      "footnotes": ""
    },
    {
      "id": "4342",
      "sura": "43",
      "aya": "17",
      "arabic_text": "وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ",
      "translation": "A kad neko od njih bude obaviješten o onome što Svemilosnom sličnim pripisuje, lice mu se ojađenom pomrači.",
      "footnotes": ""
    },
    {
      "id": "4343",
      "sura": "43",
      "aya": "18",
      "arabic_text": "أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ",
      "translation": "Zar da ono koje u nakitu biva podizano i koje pri sporenju nejasno zbori pripisuju Allahu?! ",
      "footnotes": ""
    },
    {
      "id": "4344",
      "sura": "43",
      "aya": "19",
      "arabic_text": "وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ",
      "translation": "Oni meleke koji su robovi Svemilosnog ženskinjem smatraju. Da nisu prisustvovali stvaranju njihovu?! Njihova tvrdnja bit će zapisana i oni će odgovarati! ",
      "footnotes": ""
    },
    {
      "id": "4345",
      "sura": "43",
      "aya": "20",
      "arabic_text": "وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ",
      "translation": "I oni vele: \"Da je htio Svemilosni, njih ne bismo obožavali!\" Oni o tome ništa ne znaju, oni samo lažu.",
      "footnotes": ""
    },
    {
      "id": "4346",
      "sura": "43",
      "aya": "21",
      "arabic_text": "أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ",
      "translation": "Ili smo im dali Knjigu prije toga pa se nje pridržavaju?! ",
      "footnotes": ""
    },
    {
      "id": "4347",
      "sura": "43",
      "aya": "22",
      "arabic_text": "بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ",
      "translation": "Oni čak govore: \"Mi smo zatekli pretke naše kako ispovijedaju vjeru i, prateći njihove tragove, mi smo na Pravom putu.\"",
      "footnotes": ""
    },
    {
      "id": "4348",
      "sura": "43",
      "aya": "23",
      "arabic_text": "وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ",
      "translation": "Isto tako, prije tebe, Mi ni u jedan grad nismo poslanika poslali, a da oni koji su raskošno živjeli nisu govorili: \"Zatekli smo pretke naše kako ispovijedaju vjeru i mi tragove njihove slijedimo.\" ",
      "footnotes": ""
    },
    {
      "id": "4349",
      "sura": "43",
      "aya": "24",
      "arabic_text": "۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ",
      "translation": "\"Zar i onda\", govorio bi on, \"kad vam ja donosim bolju od one koju ste od predaka vaših upamtili?\" A oni bi odgovarali: \"Ne vjerujemo mi u ono što je po vama poslano!\" ",
      "footnotes": ""
    },
    {
      "id": "4350",
      "sura": "43",
      "aya": "25",
      "arabic_text": "فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ",
      "translation": "I Mi smo ih kažnjavali, pa vidi kakav je bio kraj onih koji su poslanike u laž ugonili. ",
      "footnotes": ""
    },
    {
      "id": "4351",
      "sura": "43",
      "aya": "26",
      "arabic_text": "وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ",
      "translation": "A kad Ibrahim reče ocu svome i narodu svome: \"Nemam ja ništa s onima koje vi obožavate,  ",
      "footnotes": ""
    },
    {
      "id": "4352",
      "sura": "43",
      "aya": "27",
      "arabic_text": "إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ",
      "translation": "osim s Onim Koji me je stvorio, jer će me On, doista, na Pravi put uputiti.\" ",
      "footnotes": ""
    },
    {
      "id": "4353",
      "sura": "43",
      "aya": "28",
      "arabic_text": "وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "I On to učini riječju trajnom za potomstvo svoje, da bi se vratili.",
      "footnotes": ""
    },
    {
      "id": "4354",
      "sura": "43",
      "aya": "29",
      "arabic_text": "بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ",
      "translation": "A Ja sam čak dopustio ovima, a i precima njihovim da uživaju sve dok im nije došla Istina i Poslanik očevidni. ",
      "footnotes": ""
    },
    {
      "id": "4355",
      "sura": "43",
      "aya": "30",
      "arabic_text": "وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ",
      "translation": "A kad im je Istina došla, rekoše: \"Ovo je vradžbina, i mi u nju nikako ne vjerujemo!\" ",
      "footnotes": ""
    },
    {
      "id": "4356",
      "sura": "43",
      "aya": "31",
      "arabic_text": "وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ",
      "translation": "I rekoše: \"Zašto ovaj Kur'an nije objavljen nekom velikom čovjeku iz ova dva grada?!\"",
      "footnotes": ""
    },
    {
      "id": "4357",
      "sura": "43",
      "aya": "32",
      "arabic_text": "أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ",
      "translation": "A da oni ne raspodjeljuju milost Gospodara tvoga?! Mi raspodjeljujemo među njima ono što im je potrebno za život na dunjaluku i Mi jedne nad drugima uzdižemo po stepenima, da bi jedni druge uzimali da im služe. A milost Gospodara tvoga bolja je od onoga što oni gomilaju. ",
      "footnotes": ""
    },
    {
      "id": "4358",
      "sura": "43",
      "aya": "33",
      "arabic_text": "وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ",
      "translation": "A da neće svi ljudi postati jedan ummet - nevjernici, Mi bismo krovove kuća, onih koji ne vjeruju u Svemilosnog, od srebra učinili, a i stepeništa uz koja se penju, ",
      "footnotes": ""
    },
    {
      "id": "4359",
      "sura": "43",
      "aya": "34",
      "arabic_text": "وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ",
      "translation": "i vrata kuća njihovih i divane na kojima se odmaraju, ",
      "footnotes": ""
    },
    {
      "id": "4360",
      "sura": "43",
      "aya": "35",
      "arabic_text": "وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ",
      "translation": "i ukrase od zlata bismo im dali, jer sve je to samo uživanje u životu dunjalučkom, a ahiret, u Gospodara tvoga, bit će za bogobojazne. ",
      "footnotes": ""
    },
    {
      "id": "4361",
      "sura": "43",
      "aya": "36",
      "arabic_text": "وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ",
      "translation": "Onome ko se bude slijepim pravio pred Opomenom Svemilosnog, Mi ćemo šejtana natovariti, pa će mu on nerazdvojni drug postati;",
      "footnotes": ""
    },
    {
      "id": "4362",
      "sura": "43",
      "aya": "37",
      "arabic_text": "وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ",
      "translation": "oni - šejtani ljude će od Pravog puta odvraćati, a oni će misliti da su na Pravom putu.",
      "footnotes": ""
    },
    {
      "id": "4363",
      "sura": "43",
      "aya": "38",
      "arabic_text": "حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ",
      "translation": "I kada koji od njih dođe pred Nas, reći će: \"Kamo sreće da je između mene i tebe bila tolika razdaljina kolika je između istoka i zapada! Kako si ti bio zao drug!\"",
      "footnotes": ""
    },
    {
      "id": "4364",
      "sura": "43",
      "aya": "39",
      "arabic_text": "وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ",
      "translation": "Taj dan neće vam koristiti to što ćete u patnji zajedno biti, kad ste zulum činili.",
      "footnotes": ""
    },
    {
      "id": "4365",
      "sura": "43",
      "aya": "40",
      "arabic_text": "أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "Zar ti da dozoveš gluhe i uputiš slijepe i one koji su u očitaj zabludi?!",
      "footnotes": ""
    },
    {
      "id": "4366",
      "sura": "43",
      "aya": "41",
      "arabic_text": "فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ",
      "translation": "Ako bismo ti dušu uzeli, njih bismo, sigurno, kaznili, ",
      "footnotes": ""
    },
    {
      "id": "4367",
      "sura": "43",
      "aya": "42",
      "arabic_text": "أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ",
      "translation": "ili, kad bismo ti htjeli pokazati ono što smo im obećali, pa Mi nad njima, zaista, potpunu moć imamo.",
      "footnotes": ""
    },
    {
      "id": "4368",
      "sura": "43",
      "aya": "43",
      "arabic_text": "فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "Zato se drži onoga što ti se objavljuje, a ti si, uistinu, na Pravom putu.",
      "footnotes": ""
    },
    {
      "id": "4369",
      "sura": "43",
      "aya": "44",
      "arabic_text": "وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ",
      "translation": "Kur'an je, zaista, čast i tebi i narodu tvome; pa bit ćete pitani!",
      "footnotes": ""
    },
    {
      "id": "4370",
      "sura": "43",
      "aya": "45",
      "arabic_text": "وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ",
      "translation": "A pitaj one koje smo prije tebe od Naših poslanika poslali-da li smo Mi naređivali da se, osim Svemilosnog, božanstva obožavaju?",
      "footnotes": ""
    },
    {
      "id": "4371",
      "sura": "43",
      "aya": "46",
      "arabic_text": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Još davno Mi smo poslali Musaa sa znamenjima Našim faraonu i glavešinama njegovim, i on je rekao: \"Ja sam, doista, Gospodara svjetova poslanik!\"",
      "footnotes": ""
    },
    {
      "id": "4372",
      "sura": "43",
      "aya": "47",
      "arabic_text": "فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ",
      "translation": "I pošto im je donio znakove Naše, oni su ih, odjednom, počeli ismijavati. ",
      "footnotes": ""
    },
    {
      "id": "4373",
      "sura": "43",
      "aya": "48",
      "arabic_text": "وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "A nismo im pokazivali nijedan znak a da nije veći bio nego prethodni! I patnji smo ih podvrgli, ne bi li se povratili! ",
      "footnotes": ""
    },
    {
      "id": "4374",
      "sura": "43",
      "aya": "49",
      "arabic_text": "وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ",
      "translation": "A oni su govorili: \"O ti, čarobnjače! Moli za nas Gospodara svoga, na temelju tebi datog obećanja, mi ćemo sigurno Pravim putem poći!\" ",
      "footnotes": ""
    },
    {
      "id": "4375",
      "sura": "43",
      "aya": "50",
      "arabic_text": "فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ",
      "translation": "A čim bismo ih nevolje oslobodili, začas bi obavezu prekršili. ",
      "footnotes": ""
    },
    {
      "id": "4376",
      "sura": "43",
      "aya": "51",
      "arabic_text": "وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ",
      "translation": "I faraon obznani narodu svome: \"O narode moj\", reče on, \"zar meni ne pripada vlast u Misiru i ove rijeke koje ispred mene teku - ne vidite li?!\"",
      "footnotes": ""
    },
    {
      "id": "4377",
      "sura": "43",
      "aya": "52",
      "arabic_text": "أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ",
      "translation": "Svakako sam ja bolji od ovoga bijednika koji jedva razgovijetno govori! ",
      "footnotes": ""
    },
    {
      "id": "4378",
      "sura": "43",
      "aya": "53",
      "arabic_text": "فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ",
      "translation": "Zašto mu nisu stavljene narukvice od zlata, ili zašto zajedno s njim nisu došli meleci? ",
      "footnotes": ""
    },
    {
      "id": "4379",
      "sura": "43",
      "aya": "54",
      "arabic_text": "فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ",
      "translation": "I on lahkoumnim učini narod svoj, pa mu se pokoriše; oni su, doista, bili narod buntovni.",
      "footnotes": ""
    },
    {
      "id": "4380",
      "sura": "43",
      "aya": "55",
      "arabic_text": "فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ",
      "translation": "A kad izazvaše Naš gnjev, Mi ih kaznismo i sve ih potopismo,",
      "footnotes": ""
    },
    {
      "id": "4381",
      "sura": "43",
      "aya": "56",
      "arabic_text": "فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ",
      "translation": "i učinismo ih primjerom i poukom narodima kasnijim. ",
      "footnotes": ""
    },
    {
      "id": "4382",
      "sura": "43",
      "aya": "57",
      "arabic_text": "۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ",
      "translation": "A kad je narodu tvome kao primjer naveden sin Merjemin, odjednom su oni, zbog toga, uz smijeh zagalamili ",
      "footnotes": ""
    },
    {
      "id": "4383",
      "sura": "43",
      "aya": "58",
      "arabic_text": "وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ",
      "translation": "i rekli: \"Da li su naša božanstva bolja ili on?\" A naveli su ti ga kao primjer samo zato da bi se prepirali. Štaviše, oni su narod svađalački.",
      "footnotes": ""
    },
    {
      "id": "4384",
      "sura": "43",
      "aya": "59",
      "arabic_text": "إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ",
      "translation": "On je bio samo rob na koga smo Mi blagodati prosuli i učinili ga primjerom sinovima Israilovim.",
      "footnotes": ""
    },
    {
      "id": "4385",
      "sura": "43",
      "aya": "60",
      "arabic_text": "وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ",
      "translation": "A da hoćemo, Mi bismo učinili da vas na Zemlji meleci naslijede;",
      "footnotes": ""
    },
    {
      "id": "4386",
      "sura": "43",
      "aya": "61",
      "arabic_text": "وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
      "translation": "zaista je on predznak Smaka svijeta, zato nikako ne sumnjajte u njega i slijedite Mene! Ovo je Pravi put,",
      "footnotes": ""
    },
    {
      "id": "4387",
      "sura": "43",
      "aya": "62",
      "arabic_text": "وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ",
      "translation": "i neka vas šejtan nikako ne odvrati; on vam je, doista, neprijatelj otvoreni. ",
      "footnotes": ""
    },
    {
      "id": "4388",
      "sura": "43",
      "aya": "63",
      "arabic_text": "وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
      "translation": "A kad je Isa očite znakove donio, on je rekao: \"Donosim vam mudrost i dolazim da vam objasnim ono u čemu se razilazite. Zato se Allaha bojte i meni se pokoravajte. ",
      "footnotes": ""
    },
    {
      "id": "4389",
      "sura": "43",
      "aya": "64",
      "arabic_text": "إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
      "translation": "Allah je i moj i vaš Gospodar, pa Njemu u ibadetu budite! Ovo je Pravi put!\" ",
      "footnotes": ""
    },
    {
      "id": "4390",
      "sura": "43",
      "aya": "65",
      "arabic_text": "فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ",
      "translation": "Ali su se stranke iz redova njihovih podvojile. Pa teško onima koji su zulum učinili od kazne na Danu bolnome! ",
      "footnotes": ""
    },
    {
      "id": "4391",
      "sura": "43",
      "aya": "66",
      "arabic_text": "هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ",
      "translation": "Čekaju li oni drugo doli da im Smak svijeta dođe nenadano, i da oni i ne osjete?! ",
      "footnotes": ""
    },
    {
      "id": "4392",
      "sura": "43",
      "aya": "67",
      "arabic_text": "ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ",
      "translation": "Taj dan prijatelji će jedni drugima neprijatelji biti, osim onih koji su se Allaha bojali i grijeha klonili. ",
      "footnotes": ""
    },
    {
      "id": "4393",
      "sura": "43",
      "aya": "68",
      "arabic_text": "يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ",
      "translation": "\"O robovi Moji, za vas danas straha neće biti, niti ćete tugovati!\"",
      "footnotes": ""
    },
    {
      "id": "4394",
      "sura": "43",
      "aya": "69",
      "arabic_text": "ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ",
      "translation": "A onima koji su u ajete Naše vjerovali i koji su muslimani bili - bit će rečeno: ",
      "footnotes": ""
    },
    {
      "id": "4395",
      "sura": "43",
      "aya": "70",
      "arabic_text": "ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ",
      "translation": "\"Uđite u Džennet, vi i supružnici vaši, radosni!\" ",
      "footnotes": ""
    },
    {
      "id": "4396",
      "sura": "43",
      "aya": "71",
      "arabic_text": "يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "Oni će biti služeni iz posuda i čaša od zlata. U njemu će biti sve što duše zažele i čime se oči naslađuju, i u njemu ćete vječno boraviti. ",
      "footnotes": ""
    },
    {
      "id": "4397",
      "sura": "43",
      "aya": "72",
      "arabic_text": "وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "Eto, to je Džennet koji ste u nasljedstvo dobili za ono što ste radili; ",
      "footnotes": ""
    },
    {
      "id": "4398",
      "sura": "43",
      "aya": "73",
      "arabic_text": "لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ",
      "translation": "u njemu ćete raznovrsnog voća imati koje ćete jesti. ",
      "footnotes": ""
    },
    {
      "id": "4399",
      "sura": "43",
      "aya": "74",
      "arabic_text": "إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ",
      "translation": "Doista će prestupnici u patnji džehennemskoj vječno ostati, ",
      "footnotes": ""
    },
    {
      "id": "4400",
      "sura": "43",
      "aya": "75",
      "arabic_text": "لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ",
      "translation": "ona im neće ublažena biti i nikakve nade u spas neće imati. Oni će u njoj očajni biti.",
      "footnotes": ""
    },
    {
      "id": "4401",
      "sura": "43",
      "aya": "76",
      "arabic_text": "وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ",
      "translation": "Nismo im Mi zulum učinili, nego su oni baš zulumćari bili. ",
      "footnotes": ""
    },
    {
      "id": "4402",
      "sura": "43",
      "aya": "77",
      "arabic_text": "وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ",
      "translation": "Oni će dozivati: \"O Malik! Neka nas Gospodar tvoj dokrajči!\", a on će reći: \"Doista vi tu ostajete!\" ",
      "footnotes": ""
    },
    {
      "id": "4403",
      "sura": "43",
      "aya": "78",
      "arabic_text": "لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ",
      "translation": "Mi smo vam slali Istinu, ali većina vas istinu prezire.",
      "footnotes": ""
    },
    {
      "id": "4404",
      "sura": "43",
      "aya": "79",
      "arabic_text": "أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ",
      "translation": "Ako oni pletu zamke, i Mi ćemo zamke njima postaviti. ",
      "footnotes": ""
    },
    {
      "id": "4405",
      "sura": "43",
      "aya": "80",
      "arabic_text": "أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ",
      "translation": "Zar oni misle da Mi ne čujemo šta oni nasamo razgovaraju i kako se među sobom dogovaraju? Čujemo Mi, a izaslanici Naši, koji su uz njih, zapisuju. ",
      "footnotes": ""
    },
    {
      "id": "4406",
      "sura": "43",
      "aya": "81",
      "arabic_text": "قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ",
      "translation": "Reci: \"Kad bi Svemilosni imao dijete, ja bih Mu i tada prvi ibadet činio!\" ",
      "footnotes": ""
    },
    {
      "id": "4407",
      "sura": "43",
      "aya": "82",
      "arabic_text": "سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ",
      "translation": "Neka je Slavljen i Uzvišen Gospodar nebesa i Zemlje, i Gospodar Arša, od onoga kako Ga oni opisuju! ",
      "footnotes": ""
    },
    {
      "id": "4408",
      "sura": "43",
      "aya": "83",
      "arabic_text": "فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ",
      "translation": "Pa, ti ih ostavi neka se upuštaju u zabludu i zabavljaju dok ne dožive Dan kojim im se prijeti.",
      "footnotes": ""
    },
    {
      "id": "4409",
      "sura": "43",
      "aya": "84",
      "arabic_text": "وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ",
      "translation": "On je Onaj Koji je i na nebu Bog, a i na Zemlji Bog. On je Mudri i Sveznajući! ",
      "footnotes": ""
    },
    {
      "id": "4410",
      "sura": "43",
      "aya": "85",
      "arabic_text": "وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ",
      "translation": "I neka je uzvišen Onaj Čija je vlast na nebesima i na Zemlji, i između njih, On jedini zna kada će Smak svijeta biti, i Njemu ćete se svi vratiti!",
      "footnotes": ""
    },
    {
      "id": "4411",
      "sura": "43",
      "aya": "86",
      "arabic_text": "وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ",
      "translation": "Oni koje oni, pored Njega, mole - neće se moći za druge zauzimati; moći će samo oni koji Istinu priznaju, oni koji znaju.",
      "footnotes": ""
    },
    {
      "id": "4412",
      "sura": "43",
      "aya": "87",
      "arabic_text": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ",
      "translation": "A ako ih zapitaš ko ih je stvorio, sigurno će reći: \"Allah!\" Pa kuda se onda odmeću?! ",
      "footnotes": ""
    },
    {
      "id": "4413",
      "sura": "43",
      "aya": "88",
      "arabic_text": "وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ",
      "translation": "A Poslanik reče: \"Gospodaru moj, ovo su, zaista, ljudi koji ne vjeruju!\"",
      "footnotes": ""
    },
    {
      "id": "4414",
      "sura": "43",
      "aya": "89",
      "arabic_text": "فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ",
      "translation": "Pa ti se okreni od njih i reci: \"Selam!\" Sigurno će oni znati! ",
      "footnotes": ""
    }
  ]
}