{
  "id": 31,
  "verse_number": 31,
  "page_number": 353,
  "verse_key": "24:31",
  "juz_number": 18,
  "hizb_number": 36,
  "rub_el_hizb_number": 141,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَقُل لِّلۡمُؤۡمِنَٰتِ يَغۡضُضۡنَ مِنۡ أَبۡصَٰرِهِنَّ وَيَحۡفَظۡنَ فُرُوجَهُنَّ وَلَا يُبۡدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنۡهَاۖ وَلۡيَضۡرِبۡنَ بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّۖ وَلَا يُبۡدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوۡ ءَابَآئِهِنَّ أَوۡ ءَابَآءِ بُعُولَتِهِنَّ أَوۡ أَبۡنَآئِهِنَّ أَوۡ أَبۡنَآءِ بُعُولَتِهِنَّ أَوۡ إِخۡوَٰنِهِنَّ أَوۡ بَنِيٓ إِخۡوَٰنِهِنَّ أَوۡ بَنِيٓ أَخَوَٰتِهِنَّ أَوۡ نِسَآئِهِنَّ أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُهُنَّ أَوِ ٱلتَّٰبِعِينَ غَيۡرِ أُوْلِي ٱلۡإِرۡبَةِ مِنَ ٱلرِّجَالِ أَوِ ٱلطِّفۡلِ ٱلَّذِينَ لَمۡ يَظۡهَرُواْ عَلَىٰ عَوۡرَٰتِ ٱلنِّسَآءِۖ وَلَا يَضۡرِبۡنَ بِأَرۡجُلِهِنَّ لِيُعۡلَمَ مَا يُخۡفِينَ مِن زِينَتِهِنَّۚ وَتُوبُوٓاْ إِلَى ٱللَّهِ جَمِيعًا أَيُّهَ ٱلۡمُؤۡمِنُونَ لَعَلَّكُمۡ تُفۡلِحُونَ",
  "translation": "Kuma ka ce wa mũminai mãta su runtse daga gannansu, kuma su tsare farjõjinsu kuma kada su bayyana ƙawarsu fãce abin da ya bayyana daga gare ta, kuma su dõka da mayãfansu a kan wuyan rigunansu, kuma kada su nũna ƙawarsu fãce ga mazansu ko ubanninsu ko ubannin mazansu, ko ɗiyansu, ko ɗiyan mazansu, ko 'yan'uwansu, ko ɗiyan 'yan'uwansu mãtã, kõ mãtan* ƙungiyarsu, ko abin da hannãyensu na dãma suka mallaka, ko mabiya wasun mãsu bukãtar mãta daga maza, kõ jãrirai waɗanda. bã su tsinkãya a kan al'aurar mãtã. Kuma kada su yi dũka da ƙafãfunsu dõmin a san abin da suke ɓõyẽwa daga ƙawarsu. Kuma ku tũba zuwa ga Allah gabã ɗaya, yã ku mũminai! Tsammãninku, ku sãmi babban rabo.",
  "footnotes": "* Mãtansu, watau mãtã Musulmi banda mãtã kãfirai, bã ya halatta ga mace kãfira ta ga al'aurar mace Musulma. Mabiya sũ ne mãsu nħman bukãta ga mãtã wãtau miskĩnai, tsõfaffi daga maza. Al'aurar mace, ɗiya a cikin salla kõ a tãre da wani namiji ajnabi, to, dukan jikinta ne sai fuska da tãfuna, haka kuma a cikin salla. Amma a tãre da mace Musulma tsakãnin cĩbiya da guiwõyi, shi ne al'aura, kuma tãre da muharraminta, dukan abin da bã sasanni ba. Baiwa kamar namiji take, al'aurarsu abin da ke tsakãnin cĩbĩya da guiwa."
}