{
  "result": {
    "id": "1355",
    "sura": "9",
    "aya": "120",
    "arabic_text": "مَا كَانَ لِأَهۡلِ ٱلۡمَدِينَةِ وَمَنۡ حَوۡلَهُم مِّنَ ٱلۡأَعۡرَابِ أَن يَتَخَلَّفُواْ عَن رَّسُولِ ٱللَّهِ وَلَا يَرۡغَبُواْ بِأَنفُسِهِمۡ عَن نَّفۡسِهِۦۚ ذَٰلِكَ بِأَنَّهُمۡ لَا يُصِيبُهُمۡ ظَمَأٞ وَلَا نَصَبٞ وَلَا مَخۡمَصَةٞ فِي سَبِيلِ ٱللَّهِ وَلَا يَطَـُٔونَ مَوۡطِئٗا يَغِيظُ ٱلۡكُفَّارَ وَلَا يَنَالُونَ مِنۡ عَدُوّٖ نَّيۡلًا إِلَّا كُتِبَ لَهُم بِهِۦ عَمَلٞ صَٰلِحٌۚ إِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ",
    "translation": "مدینہ کے رہنے والوں کو اور جو دیہاتی ان کے گردوپیش ہیں ان کو یہ زیبا نہ تھا کہ رسول اللہ کو چھوڑ کر پیچھے ره جائیں(1) اور نہ یہ کہ اپنی جان کو ان کی جان سے عزیز سمجھیں(2)، یہ اس سبب سے کہ(3) ان کو اللہ کی راه میں جو پیاس لگی اور جو تکان پہنچی اور جو بھوک لگی اور جو کسی ایسی جگہ چلے جو کفار کے لیے موجب غیظ ہوا ہو(4) اور دشمنوں کی جو کچھ خبر لی، ان سب پر ان کے نام (ایک ایک) نیک کام لکھا گیا۔ یقیناً اللہ تعالیٰ مخلصین کا اجر ضائع نہیں کرتا۔",
    "footnotes": "(1) جنگ تبوک میں شرکت کے لئے چونکہ عام منادی کر دی گئی تھی، اس لئے معذورین، بوڑھے اور دیگر شرعی عذر رکھنے والوں کے علاوہ۔ سب کے لئے اس میں شرکت ضروری تھی لیکن پھر بھی جو سکان مدینہ یا اطراف مدینہ میں اس جہاد میں شریک نہیں ہوئے۔ اللہ تعالٰی ان کو زجر و توبیخ کرتے ہوئے فرما رہا ہے کہ ان کو رسول اللہ (صلى الله عليه وسلم) سے پیچھے نہیں رہنا چاہیے تھا۔\n(2) یعنی یہ بھی ان کے لئے زیبا نہیں کہ خود اپنی جانوں کا تحفظ کرلیں اور رسول اللہ (صلى الله عليه وسلم) کی جان کے تحفظ کا انہیں خیال نہ ہو۔ بلکہ انہیں رسول کے ساتھ رہ کر اپنے سے زیادہ ان کی تحفظ کا اہتمام کرنا چاہئے۔\n(3) ذَلِكَ سے پیچھے نہ رہنے کی علت بیان کی جا رہی ہے۔ یعنی انہیں اس لئے پیچھے نہیں رہنا چایئے کہ اللہ کی راہ میں انہیں جو پیاس، تھکاوٹ، بھوک پہنچے گی یا ایسے اقدام، جن سے کافروں کے غیظ و غضب میں اضافہ ہوگا، اسی طرح دشمنوں کے آدمیوں کو قتل یا ان کو قیدی بناؤ گے، یہ سب کے سب کام عمل صالح لکھے جائیں گے یعنی عمل صالح صرف یہی نہیں ہے کہ آدمی مسجد میں یا کسی ایک گوشے میں بیٹھ کر نوافل، تلاوت، ذکر الٰہی وغیرہ کرے بلکہ جہاد میں پیش آنے والی ہر تکلیف اور پریشانی، حتیٰ کہ وہ کاروائیاں بھی جن سے دشمن کے دلوں میں خوف پیدا ہو یا غیظ بھڑکے، ان میں سے ہر ایک چیز اللہ کے ہاں عمل صالح لکھی جائے گی، اس لئے محض شوق عبادت میں بھی جہاد سے گریز صحیح نہیں، چہ جائے کہ بغیر عذر کے ہی آدمی جہاد سے جی چرائے؟\n(4) اس سے مراد پیادہ، یا گھوڑوں وغیرہ پر سوار ہو کر ایسے علاقوں سے گزرنا ہے کہ ان کے قدموں کی چابوں اور گھوڑوں کی ٹاپوں سے دشمن کے دلوں پر لرزہ طاری ہو جائے اور ان کی آتش غیظ بھڑک اٹھے۔\n(5) «وَلا يَنَالُونَ مِنْ عَدُوٍّ نَيْلا» (التوبة: 120) ”دشمن سے کوئی چیز لیتے ہیں یا ان کی خبر لیتے ہیں“ سے مراد، ان کے آدمیوں کو قتل یا قیدی کرتے ہیں یا انہیں شکست سے دو چار کرتے اور مال غنیمت حاصل کرتے ہیں۔"
  }
}