{
  "result": [
    {
      "id": "790",
      "sura": "6",
      "aya": "1",
      "arabic_text": "ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَۖ ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ",
      "translation": "ھەموو سوپاس و ستایشێک ھەربۆ ئەو خوایەی ئاسمانەکان و زەوی دروستکردووە, وە تاریکیەکان و ڕووناکی داناوە ئەمجا ئەوانەی بێ باوەڕ بوون ھاوتا و ھاوبەش بۆ پەروەردگاریان بڕیار دەدەن\n",
      "footnotes": null
    },
    {
      "id": "791",
      "sura": "6",
      "aya": "2",
      "arabic_text": "هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ ثُمَّ قَضَىٰٓ أَجَلٗاۖ وَأَجَلٞ مُّسَمًّى عِندَهُۥۖ ثُمَّ أَنتُمۡ تَمۡتَرُونَ",
      "translation": "خوا ئەو زاتەیە کەئێوەی لەقوڕ دروست کردووە پاشان کاتێکی دیاری کردووە (بۆ مردن) وە کاتێکی دیاری کراویش لای خوای گەورە دانراوە (بۆ قیامەت) کەچی دوا ئەوەش ئێوە بەگومانن\n",
      "footnotes": null
    },
    {
      "id": "792",
      "sura": "6",
      "aya": "3",
      "arabic_text": "وَهُوَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَفِي ٱلۡأَرۡضِ يَعۡلَمُ سِرَّكُمۡ وَجَهۡرَكُمۡ وَيَعۡلَمُ مَا تَكۡسِبُونَ",
      "translation": "وەتەنھا ئەو خوایە (باڵادەست و پەرستراوە) لەئاسمانەکان و لەزەویدا نھێنی و ئاشکراتان دەزانێ و بە ھەموو کردەوەیەکیش کەدەیکەن ئاگادارە\n",
      "footnotes": null
    },
    {
      "id": "793",
      "sura": "6",
      "aya": "4",
      "arabic_text": "وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ",
      "translation": "وە ھەر بەڵگەو نیشانەیەک لەبەڵگە ونیشانەکانی پەروەردگاریان بۆ بێت ئەوان ڕووی لێ وەردەگێڕن\n",
      "footnotes": null
    },
    {
      "id": "794",
      "sura": "6",
      "aya": "5",
      "arabic_text": "فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "بەڕاستی کاتێک قـورئانیان بۆ ھات بە درۆیان دانـا جا لەمەو پاش بۆیان دێت ھەواڵی ئەو شتانەی کەئەوان گاڵتەیان پێدەکرد\n",
      "footnotes": null
    },
    {
      "id": "795",
      "sura": "6",
      "aya": "6",
      "arabic_text": "أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ",
      "translation": "ئایا نەیان دیوە (نەیان زانیوە) لەپێش ئەوانەوە چەند گەل و نەوەمان لەناو بردووە دەسەڵاتمان پێدا بوون لەزەویدا بەشێوەیەک کە بە ئێوەمان نەدابوو و بارانی پەیتاپەیتامان بەسەردا باراندن وە جۆگەو ڕووبارەکانمان وا لێ کرد بوو کە بەبن باخ و کۆشکەکانیاندا دەڕۆیشت لەناو مان بردن بە ھۆی گوناھەکانیانەوە, وە لە دوای ئەوان دروستمان کرد گەل و نەوەیەکی تر\n",
      "footnotes": null
    },
    {
      "id": "796",
      "sura": "6",
      "aya": "7",
      "arabic_text": "وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ",
      "translation": "وە ئەگەر نامەیەکی نوسراومان بناردایە تەخوارەوە بۆت لەناو کاغەزێکدا بوایە و دەستیشیان لێ بدایە بێـگومان ئەوانەی بێ باوەڕ بوون دەیان ووت ئەمە تەنھا جادویەکی ئاشکرایە\n",
      "footnotes": null
    },
    {
      "id": "797",
      "sura": "6",
      "aya": "8",
      "arabic_text": "وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ",
      "translation": "وە دەیانووت: بۆچی فریشتەیەک نەنێنرراوەتە خوارەوە بۆسەری (بیبینین) ئەگەر فریشتەیەکمان بناردایەتە خوارەوە بێگومان کارتەواو دەبوو (لەناو بردنیان جێ بەجێ دەکرا) پاشان مۆڵەت نەئەدران\n",
      "footnotes": null
    },
    {
      "id": "798",
      "sura": "6",
      "aya": "9",
      "arabic_text": "وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ",
      "translation": "ئەگەر ئەو (پێغەمبەرە) مان بکردایە بەفریشتەیەک بێگومان دەمانگۆڕا بە وێنەی پیاوێک (تابیبینن وقسەی لەگەڵ بکەن) و بێگومان لێمان دەشێواندن وەک چۆن خۆیان لە خۆیان دەشێواند\n",
      "footnotes": null
    },
    {
      "id": "799",
      "sura": "6",
      "aya": "10",
      "arabic_text": "وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "سوێند بێت بێگومان گاڵتە کراوە بە پێغەمبەرانی پێش تۆیش سەرئەنجام بۆ ئەوانەیان گاڵتەیان دەکرد دابەزی و دەوریدان تۆڵەی ئەوەی گاڵتەیان پێدەکرد (لەسزای سەخت)\n",
      "footnotes": null
    },
    {
      "id": "800",
      "sura": "6",
      "aya": "11",
      "arabic_text": "قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ",
      "translation": "(ئەی موحەممەد ﷺ) بڵێ بڕۆن و بگەڕێن بە زەویدا پاشان سەرنج بدەن سەر ئەنجامی ئەوانەی بەڵگەکانی خوایان بەدرۆ دادەنا چۆن بووە\n",
      "footnotes": null
    },
    {
      "id": "801",
      "sura": "6",
      "aya": "12",
      "arabic_text": "قُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ",
      "translation": "(ئەی موحەممەد ﷺ) بڵێ ئایا ھی کێیە ئەوەی لە ئاسمانەکان و زەویدا یە بڵێ تەنھا بۆ خوایە کە بەزەیی و میھرەبانی پێویستی کردوە لەسەرخۆی سوێند بەخوا بێگومان کۆتان دەکاتەوە لە ڕۆژی دواییدا کە ھیچ گومان و دوودڵی تێدا نیە ئەوانەی خۆیان دۆڕاندووە ئەوە ئەوانن کە بڕوا ناھێنن\n",
      "footnotes": null
    },
    {
      "id": "802",
      "sura": "6",
      "aya": "13",
      "arabic_text": "۞ وَلَهُۥ مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "وە ھەر بۆ خوایە ئەوەی ئارامی گرتووە لەشەو و ڕۆژدا وە ھەر ئەو بیسەر و زانایە\n",
      "footnotes": null
    },
    {
      "id": "803",
      "sura": "6",
      "aya": "14",
      "arabic_text": "قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "(ئەی موحەممەد ﷺ) بڵێ ئایا؟ بێجگە لە خوا دۆست و پەرستراوێک تر بۆخۆم دانێم؟ کەئەو بەدیھێنەری ئاسمانەکان و زەویە ئەو خوایە ڕۆزی دەدات و ڕۆزی پێ‎ نادرێ بڵێ بەڕاستی من فەرمانم پێدراوە کە یەکەم کەس بم مل کەچ کەم (بۆ فەرمانی خوا) وە (فەرمانم پێدراوە لەلایەن خوداوە) ھەرگیز لەھاوبەش دانەران مەبە\n",
      "footnotes": null
    },
    {
      "id": "804",
      "sura": "6",
      "aya": "15",
      "arabic_text": "قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ",
      "translation": "پێیان بڵێ: بێگومان من دەترسم ئەگەر سەرپێچی لە فەرمانی پەروەردگارم بکەم لە سزای ڕۆژێکی گەورە\n",
      "footnotes": null
    },
    {
      "id": "805",
      "sura": "6",
      "aya": "16",
      "arabic_text": "مَّن يُصۡرَفۡ عَنۡهُ يَوۡمَئِذٖ فَقَدۡ رَحِمَهُۥۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡمُبِينُ",
      "translation": "ھەرکەس ئەو سزایەی لێ لادرێت لەو ڕۆژەدا ئەوە بێگومان خوا بەزەیی پێیدا ھاتۆتەوە و ئەوەیە سەرکەوتنی ئاشکراو تەواو\n",
      "footnotes": null
    },
    {
      "id": "806",
      "sura": "6",
      "aya": "17",
      "arabic_text": "وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "وە ئەگەر خوا دووچاری بەڵاو زیانێکت بکات ئەوە جگە ئەو (خوا) کەس نیە بتوانێت لایبات وە ئەگەر خێر و خۆشیەکیشت پێ بگەیەنێت ئەوە خودا دەسەڵاتدارە بەسەر ھەموو شتێکدا\n",
      "footnotes": null
    },
    {
      "id": "807",
      "sura": "6",
      "aya": "18",
      "arabic_text": "وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ",
      "translation": "وە ھەر ئەوە دەست ڕۆیشتوو زاڵە بەسەر بەندەکانیدا ھەر ئەویش کار دروست و ئاگادارە\n",
      "footnotes": null
    },
    {
      "id": "808",
      "sura": "6",
      "aya": "19",
      "arabic_text": "قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ",
      "translation": "(ئەی موحەممەد ﷺ) بڵێ: شایەتیدانی کێ لە ھەموو شایەتی دانێک گەورەترە (لەسەر پێغەمبەرێتی من) بڵێ: خوا گەورەترین شایەتە لە نێوان من و ئێوەدا وە ئەم قورئانە وەحی کراوە بۆ من بۆ ئەوەی ئێوەی پێ بترسێنم و ھەر کەسێکی کەش کە پێی دەگات ئایا بەڕاستی ئێوە شایەتی ئەدەن بە دڵنیاییەوە کە لەگەڵ خوادا چەند پەرستراوێکی تر ھەبێت؟! بڵێ: من شایەتی (وا ناڕەوا) نادەم بڵێ: بێگومان ھەر ئەو پەرستراوی تاک و تەنھایە وە بەڕاستی من بەریم لەوەی کە ئێوە دەیکەنە ھاوبەش بۆ خوا\n",
      "footnotes": null
    },
    {
      "id": "809",
      "sura": "6",
      "aya": "20",
      "arabic_text": "ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ",
      "translation": "ئەوانەی کە نامەمان پێ بەخشین (لەگاورو جولەکەکان) ئەم پێغەمبەرە دەناسن (کە پێغەمبەری خوایە بەھۆی باسکردنی نیشانەکانی لە تەورات و ئینجیلدا) وەک چۆن کوڕەکانیان ئەناسن ئەوانەی خۆیان دۆڕاندو خەسارۆمەند بوون ئەوە ئەوانن بڕوا ناھێنن\n",
      "footnotes": null
    },
    {
      "id": "810",
      "sura": "6",
      "aya": "21",
      "arabic_text": "وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ",
      "translation": "کێ ستەمکارترە لەو کەسەی درۆ ھەڵبەستێ بەدەم خواوە یان بێ باوەڕ بوو بێت بە ئایەتەکانی (بە بەڵگەکانی) خوا بەڕاستی ستەمکاران ڕزگاریان نابێت\n",
      "footnotes": null
    },
    {
      "id": "811",
      "sura": "6",
      "aya": "22",
      "arabic_text": "وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُوٓاْ أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ",
      "translation": "وە ڕۆژێ ھەموویان کۆ دەکەینەوە (لەقیامەتدا) پاشان ئەڵێین بەوانەی ھاوەڵیان بۆ خوا دانابوو کوان ئەو ھاوەڵانەی کە بە خەیاڵی خۆتان بەھاوەڵی خواتان دانابوون\n",
      "footnotes": null
    },
    {
      "id": "812",
      "sura": "6",
      "aya": "23",
      "arabic_text": "ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ إِلَّآ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشۡرِكِينَ",
      "translation": "پاشان بەھانەیان ھیچ نەبوو بێجگە لەوەی کە ووتیان سوێند بە خوای پەروەردگارمان ئێمە بەھیچ جۆرێک ھاوبەشدانەر نەبووین بۆخوا\n",
      "footnotes": null
    },
    {
      "id": "813",
      "sura": "6",
      "aya": "24",
      "arabic_text": "ٱنظُرۡ كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡۚ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ",
      "translation": "سەیرکە چۆن درۆ لە دژی خۆشیان دەکەن و لێیان وون بوون ئەو بتانەی خۆیان بە درۆ ھەڵیان بەستبوون\n",
      "footnotes": null
    },
    {
      "id": "814",
      "sura": "6",
      "aya": "25",
      "arabic_text": "وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ",
      "translation": "وە لەو (کافرانە) کەسانێک ھەیە کە گوێت بۆ دەگرن کەقورئان دەخوێنیت بەڵام ئێمە (بەھۆی تاوان گوناھو ھاوەڵدانانیانەوە) چەند پەردەیەکمان داوە بەسەر دڵەکانیاندا بۆ ئەوەی تێی نەگەن وە کەڕی و گوێ گرانیمان خستۆتە ناو گوێچکەیانەوە, وە ئەگەر ھەموو بەڵگە و نیشانەیەکی ڕوون ببینن بڕوای پێ ناھێنن تا ئەو ڕادەیە کاتێک بێن بۆ لات دەمە دەمێ و بەربەرەکانیت لەگەڵ دەکەن ئەوانەی بێ باوەڕن ئەڵێن ئەم قورئانە ھیچ نیە بێجگە لە ئەفسانەی پێشینان\n",
      "footnotes": null
    },
    {
      "id": "815",
      "sura": "6",
      "aya": "26",
      "arabic_text": "وَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡـَٔوۡنَ عَنۡهُۖ وَإِن يُهۡلِكُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ",
      "translation": " ئەوان رێگری (خەڵک) ئەکەن لەو (قورئانە) و خۆشیان لێی دوور دەکەنەوە ھیچ کەسیش لە ناو نابەن خۆیان نەبێت و ھەستیش ناکەن (کە لەچی خەسارۆمەندیەکدان)\n",
      "footnotes": null
    },
    {
      "id": "816",
      "sura": "6",
      "aya": "27",
      "arabic_text": "وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ",
      "translation": "وە ئەگەر بیان بینیت کاتێک کە لەسەر قەراغی دۆزەخ وە ستێنراوون کە دەڵێن خۆزگە دەگەڕێنڕِاینەوە بۆ دونیا و بەڵگەکانی پەروەردگارمان بەدرۆ نەدەزانی وە لە بڕواداران ئەبووین\n",
      "footnotes": null
    },
    {
      "id": "817",
      "sura": "6",
      "aya": "28",
      "arabic_text": "بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ",
      "translation": "(نەخێر بەڕاستیان نیە) بەڵکو ئەوەی کە لەوەو پێش دەیانشاردەوە بۆیان دەرکەوتووە, وەئەگەر بگەڕێنرێنەوە (بۆ دونیا) بێگومان دووبارە دەگەڕێنەوە بۆ ئەو کارانەی کەلێیان قەدەغە کرابوو وەبەڕاستی ئەوانە درۆزنن\n",
      "footnotes": null
    },
    {
      "id": "818",
      "sura": "6",
      "aya": "29",
      "arabic_text": "وَقَالُوٓاْ إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ",
      "translation": "وە ووتیان بەڕاستی ھەر ئەم ژیانەی (دونیا) مانە وئێمە زیندوو ناکرێینەوە\n",
      "footnotes": null
    },
    {
      "id": "819",
      "sura": "6",
      "aya": "30",
      "arabic_text": "وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ",
      "translation": "وەئەگەر ئەوانە دەبینی ئەوکاتەی کەلە حزووری پەروەردگاریاندا وەستێنراوون (پەروەردگار) دەفەرموێت ئایا ئەمە ڕاست نیە؟ ئەڵێن: بەڵێ ڕاستە سوێند بە پەروەردگارمان دەفەرموێت دەی بچەژن ئەو سزایە بە ھۆی ئەوەی کەبڕواتان نەھێناوە (ئینکارتان دەکرد)\n",
      "footnotes": null
    },
    {
      "id": "820",
      "sura": "6",
      "aya": "31",
      "arabic_text": "قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ",
      "translation": "بەڕاستی ئەوانەی کە دیداری پەروەردگاریان بە درۆ دەزانی زەرەریان کرد ھەتا کاتێک لەناکاو ڕۆژی دواییان بەسەردا دێت ئەڵێن ئای داخ و پەشیمانی سەخت بۆ ئێمە چەند کەم تەرخەمیمان کردلە دونیادا و لەدەستمان چوو لەکاتێکدا تاوانەکانیان ھەڵگرتووە بەکۆڵیانەوەیە ئای چەند بەد و خراپە ئەو بارەگرانەی ھەڵیدەگرن\n",
      "footnotes": null
    },
    {
      "id": "821",
      "sura": "6",
      "aya": "32",
      "arabic_text": "وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَعِبٞ وَلَهۡوٞۖ وَلَلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "وەژیانی دونیا ھیچ نیە بێجگە گاڵتە و سەرقاڵیی نەبێت وە بێگومان ماڵی دوا ڕۆژ چاکترە بۆئەوانەی خۆیان دەپارێزن و لە خوا دەترسن دەی ئایا بۆ ژیرنابن\n",
      "footnotes": null
    },
    {
      "id": "822",
      "sura": "6",
      "aya": "33",
      "arabic_text": "قَدۡ نَعۡلَمُ إِنَّهُۥ لَيَحۡزُنُكَ ٱلَّذِي يَقُولُونَۖ فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ",
      "translation": "بەڕاستی ئێمە دەزانین کەبێگومان ئەوەی کەئەوان دەیڵێن غەمبارت دەکات بەڵام بێگومان ئەوان تۆ بەدرۆزن دانانێن بەڵکو ئەو ستەمکارانە ئایەتەکانی خوا﴿﴾ ئینکار دەکەن (وبەدرۆی دەزانن)\n",
      "footnotes": null
    },
    {
      "id": "823",
      "sura": "6",
      "aya": "34",
      "arabic_text": "وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ",
      "translation": "سوێند بە خوا بێگومان پێغەمبەرانی پێش تۆش (ئەی موحەممەد ﷺ) باوەڕیان پێ نەکراوە بەڵام ئارامیان گرت لەسەر ئەو باوەڕ پێ نەکرانەیان وە ئەزیەت و ئازار دران تا یارمەتی و سەرخستنی ئێمەیان بۆ ھات وەفەرمانەکانی (بەڵێنەکانی) خوا بەھیچ کەسێک ناگۆڕدرێت سوێند بێت بێگومان ھەواڵی ھەندێ لەو پێغەمبەرانەت بۆ ھاتووە\n",
      "footnotes": null
    },
    {
      "id": "824",
      "sura": "6",
      "aya": "35",
      "arabic_text": "وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ",
      "translation": "خۆ ھەرچەند ڕوو وەرگێڕانی ئەوانە سەخت و گرانە لەسەرت جا ئەگەر توانیت بە ناخی زەویدا تونێلێک لێ دەیت یان پەیژەیەک بۆ ئاسمان دانێیت بەھۆیەوە بەڵگەیەکیان بۆ بھێنیت وە ئەگەر خوا بیویستایە ئەوانەی کۆدەکردەوە لەسەر رێنمونی و بڕوا ھێنان کەواتە ھەرگیز لەوانە مەبە کە نەزانن\n",
      "footnotes": null
    },
    {
      "id": "825",
      "sura": "6",
      "aya": "36",
      "arabic_text": "۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ",
      "translation": "بەڕاستی تەنھا ئەوانە وەڵامی تۆ ئەدەنەوە کە (بەدڵ) ئەبیسن مردووەکانیش (ئەوانەی باوەڕ ناھێنن) خوا زیندوویان دەکاتەوە پاشان ھەر بۆلای خۆی دەگەڕێنەوە\n",
      "footnotes": null
    },
    {
      "id": "826",
      "sura": "6",
      "aya": "37",
      "arabic_text": "وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
      "translation": "ووتیان بۆچی لەلایەن پەروەردگاریەوە موعجیزەیەکی بۆ نەھاتۆتە خوارەوە بڵێ بێگومان خوا بە توانایە کە بەڵگە و نیشانەیەک بھێنێتە خوارەوە بەڵام زۆربەیان نازانن\n",
      "footnotes": null
    },
    {
      "id": "827",
      "sura": "6",
      "aya": "38",
      "arabic_text": "وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ",
      "translation": "ھیچ گەڕۆکێکی گیانلەبەر نیە لەزەویدا وە ھیچ باڵندەیەک نیە کە دەفڕێ بە ھەردوو باڵەکەی مەگەر ئەوانیش وەک ئێوە ئومەتانێکن ھیچ شتێکمان فەرامۆش نەکردووە لەم کتێبەدا (لوح المحفوڤ یا قورئاندا) پاشان ئەوانە (لە ڕۆژی دواییدا) لای پەروەردگاریان کۆدەکرێنەوە\n",
      "footnotes": null
    },
    {
      "id": "828",
      "sura": "6",
      "aya": "39",
      "arabic_text": "وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "وە ئەوانەی بێ باوەڕ بوون بەبەڵگەکانی ئێمە کەڕ و لاڵن لەناو تاریکستاندان ھەرکەس خوا بیەوێ گومڕای دەکات ھەرکەسیش خوا بیەوێت دەیخاتە سەر رێگای ڕاست\n",
      "footnotes": null
    },
    {
      "id": "829",
      "sura": "6",
      "aya": "40",
      "arabic_text": "قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "(ئەی موحەممەد ﷺ) بڵێ ھەواڵم پێ بدەن ئەگەر سزای خواتان بۆ بێت یان ڕۆژی دوایی یەخەتان بگرێت ئایا ھاوار دەکەنە ھیچ شتێک بێجگە لە خوا ئەگەر ئێوە ڕاستگۆن\n",
      "footnotes": null
    },
    {
      "id": "830",
      "sura": "6",
      "aya": "41",
      "arabic_text": "بَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ",
      "translation": "(نا) بەڵکو تەنھا بانگ و ھاوار لەخوا دەکەن ئەمجا ئەویش ئەگەر ویستی ئەوەی ھاواری (لە دەست) ئەکەن نایھێڵێ و ئەو شتانەتان لەبیر دەچێتەوە کە دەتانکردن بە ھاوبەش بۆ خوا\n",
      "footnotes": null
    },
    {
      "id": "831",
      "sura": "6",
      "aya": "42",
      "arabic_text": "وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ",
      "translation": "سوێند بێت بێگومان ئێمە پێغەمبەرانمان نارد بۆ گەلانی پێش تۆ (ئەی موحەممەد ﷺ) وەتووشی نەبوونی و ھەژاری وەنەخۆشی و ترس و ناڕەحەتیمان کردن بۆ ئەوەی بگەڕێنەوە و پەشیمانی دەرببڕن (لاوازی وکزی بنوێنن)\n",
      "footnotes": null
    },
    {
      "id": "832",
      "sura": "6",
      "aya": "43",
      "arabic_text": "فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "دەی بۆ نەپاڕانەوە کاتێک سزای ئێمەیان بۆھات؟ بەڵام دڵیان ڕەق بووە وەشەیتان ئەو کردەوە خراپانەی بۆ ڕازاندبوونەوە کەدەیانکرد\n",
      "footnotes": null
    },
    {
      "id": "833",
      "sura": "6",
      "aya": "44",
      "arabic_text": "فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ",
      "translation": "جا کاتێک لەبیریان چویەوە ئەوەی کە پێی ئامۆژگاری کران دەرگای ھەموو شتێکمان لەسەر کردنەوە تاکاتێک دڵخۆش بوون بەوەی پێیان درابوو لە ناکاودا تۆڵەمان لێ سەندن ئیتر ئەوانیش نائومێد و سەرگەردان بوون\n",
      "footnotes": null
    },
    {
      "id": "834",
      "sura": "6",
      "aya": "45",
      "arabic_text": "فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْۚ وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "ئەمجا ئەو گەلەی کە ستەمیان کرد دوا بڕاو کران و ھەموو سوپاس و ستایشێ ھەر بۆ خوای پەروەردگاری جیھانیانە\n",
      "footnotes": null
    },
    {
      "id": "835",
      "sura": "6",
      "aya": "46",
      "arabic_text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ",
      "translation": "(ئەی موحەممەد ﷺ) بڵێ پێم بڵێن ئەگەر خوا ھەستی بیستن و بینینتان لێ بسەنێتەوە مۆریش بنێت بەسەر دڵەکانتاندا چ پەرستراوێک ھەیە بێجگە خوا بۆتان بھێنێتەوە تەماشابکە چۆن بەڵگەکان دەگۆڕین و چەند بارەیان دەکەینەوە پاشان ئەوان پشتی تێدەکەن و ڕوو وەردەگێڕن\n",
      "footnotes": null
    },
    {
      "id": "836",
      "sura": "6",
      "aya": "47",
      "arabic_text": "قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ",
      "translation": "ئەی (موحەممەد ﷺ) بڵێ پێم بڵێن ئەگەر سزای خوا لە ناکاو دا یا بە ئاشکرا بێت بۆتان ئایا لەناو دەبرێت (بە سزای خوایی) بێجگە لە کۆمەڵی ستەمکاران نەبێت؟\n",
      "footnotes": null
    },
    {
      "id": "837",
      "sura": "6",
      "aya": "48",
      "arabic_text": "وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
      "translation": "وە نێرراوەکانمان نەناردووە مەگەر بە موژدەدەر و ترسێنەرنەبێت جا ھەرکەس بڕوای ھێناو کردەوەی چاکی کرد ئەوە ھیچ مەترسی یەکیان لەسەر نابێ و غەمباریش نابن\n",
      "footnotes": null
    },
    {
      "id": "838",
      "sura": "6",
      "aya": "49",
      "arabic_text": "وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ بِمَا كَانُواْ يَفۡسُقُونَ",
      "translation": "ئەوانەیش بێ بڕوا بوون بە بەڵگەکانی ئێمە بە ھۆی دەرچوونیان لە سنووری(فەرمانی خوا) سزایان لێ دەکەوێَت و دەیانگرێت\n",
      "footnotes": null
    },
    {
      "id": "839",
      "sura": "6",
      "aya": "50",
      "arabic_text": "قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ",
      "translation": "(ئەی موحەممەد ﷺ) بڵێ من پێتان ناڵێم خەزێنەکانی خوا لای منە وە شتی نھێنیش نازانم وە پێتان ناڵێم بێگومان من فریشتەم شوێنی ھیچ ناکەوم ئەوە نەبێت کە بۆم نیگا کراوە بڵێ ئایا کوێر و بینا یەکسانن؟ دەی ئایا بۆ بیرناکەنەوە؟\n",
      "footnotes": null
    },
    {
      "id": "840",
      "sura": "6",
      "aya": "51",
      "arabic_text": "وَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ",
      "translation": "بەم قورئانە بترسێنە ئەوانەی دەترسن (لەوەی کە) کۆبکرێنەوە لای پەروەردگاریان لە کاتێکدا بێجگە لە خوا ھیچ یارمەتیدەر و تکا کارێکیان نیە بەڵکو خۆیان بپارێزن ولەخوا بترسن\n",
      "footnotes": null
    },
    {
      "id": "841",
      "sura": "6",
      "aya": "52",
      "arabic_text": "وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ",
      "translation": "وە ئەوانە دەرنەکەیت کە پەروەردگاریان دەپەرستن (وداوای لێدەکەن) بەبەیانیان و ئێواراندا (ڕەزامەندی) خوایان دەوێت و لێپرسینەوەی ھیچ شتێکیان لەسەر تۆ نیە وە لێپرسینەوەی ھیچ شتێکی تۆش لەسەر ئەوان نیە جا ئەگەر دەریانکەیت (دور یان خەیتەوە) ئەوە لەستەمکاران دەبیت\n",
      "footnotes": null
    },
    {
      "id": "842",
      "sura": "6",
      "aya": "53",
      "arabic_text": "وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ",
      "translation": "وە بەوجۆرە ھەندێکیانمان بەھەندێکی تریان تاقی کردەوە بۆ ئەوەی بڵێن ئایا ئەوانە خوا رێزو بەھرەی پێ بە خشیوون لە ناو ئێمەدا؟ ئایا خوا لە ھەموو کەس زاناتر نیە بەوانەی شوکرانە بژێرن؟\n",
      "footnotes": null
    },
    {
      "id": "843",
      "sura": "6",
      "aya": "54",
      "arabic_text": "وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ",
      "translation": "وەکاتێک ئەوانەی کە بڕوایان ھەیە بە ئایەتەکانی ئێمە ھاتن بۆلات ئەوە پێیان بڵێ سڵاوتان لێ بێت پەروەردگارتان بەزەیی و میھرەبانی لەسەر خۆی پێویست کردووە بێگومان ھەر کەس لە ئێوە کارێکی خراپ بکات بەنەزانی پاشان بگەڕێتەوەو تەوبە بکات وخۆی چاک بکات ئەوە بەڕاستی خوا لێبوردە و بەبەزەییە\n",
      "footnotes": null
    },
    {
      "id": "844",
      "sura": "6",
      "aya": "55",
      "arabic_text": "وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ",
      "translation": "ئا بەو جۆرە ئایەتەکان ڕوون دەکەینەوە بۆ ئەوەی ڕێگای تاوانباران ڕوون بێتەوە\n",
      "footnotes": null
    },
    {
      "id": "845",
      "sura": "6",
      "aya": "56",
      "arabic_text": "قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ",
      "translation": "بڵێ: بێگومان من قەدەغەم لێکراوە لەوەی کەبەندایەتی بکەم بۆ ئەوانەی ئێوە ھاواریان لێدەکەن و دەیان پەرستن بێجگە لە خوا بڵێ من شوێنی ئارەزووەکانی ئێوە ناکەوم ئەگەر وا بکەم بێگومان من گومڕا دەبم وەلە ڕیزی ئەو کەسانەدا نابم کە ڕێنمونیان وەرگرتووە\n",
      "footnotes": null
    },
    {
      "id": "846",
      "sura": "6",
      "aya": "57",
      "arabic_text": "قُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ",
      "translation": "بڵێ بێگومان من لەسەر بەڵگەیەکی ئاشکرام کە لەلایەن پەروەردگارمەوەیە کەچی ئێوە بڕواتان پێ نەھێنا ئەو (سزای) ئێوە پەلەی ھاتنی دەکەن بە دەست من نیە فەرمان ڕەوایی تەنھا بۆ خوایە حەق و ڕاستی باسی دەکات وە ئەو چاکترینی بڕیاردەر و جیاکەرەوەیە\n",
      "footnotes": null
    },
    {
      "id": "847",
      "sura": "6",
      "aya": "58",
      "arabic_text": "قُل لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡۗ وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ",
      "translation": "بڵێ ئەگەر لام بوایە ئەوەی ئێوەپە لە دەکەن لە ھاتنی ئەوا کاری نێوان من و ئێوە کۆتایی پێ دەھێنرا وە خوا چاک ئاگادارە بە ستەمکاران\n",
      "footnotes": null
    },
    {
      "id": "848",
      "sura": "6",
      "aya": "59",
      "arabic_text": "۞ وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ",
      "translation": "وە کلیلی ھەموو نھێنیەکان ھەرلای خوایە کەس نایانزانێت جگە لە (خوا) وە (خوا) دەزانێ چی لە ووشکانی و دەریادا ھەیە وە ھەر گەڵایەک بکەوێتە خوارەوە خوا پێی دەزانێت و ھەر دانەوێڵەیەک لە تاریکیەکانی زەویدا بێت و ھەر تەڕو ووشکێک ھەبێت ھەر ھەموویان لە کتێبی ئاشکرا لە (لوح المحفوڤ) دان\n",
      "footnotes": null
    },
    {
      "id": "849",
      "sura": "6",
      "aya": "60",
      "arabic_text": "وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "وە ھەر ئەو خوایەیە کە دەتان خەوێنێت لەشەودا (لێرە خەو بەمانای مردن ھاتووە) وە ئەشزانێت (لە ڕۆژ دا) چ کارێکتان ئەنجامداوە پاشان لە ڕۆژدا لە خەوبێدارتان دەکاتەوە بۆ ئەوەی تەواو ببێت ماوەی دیاریکراوی (ھەمووکەسێک) ئەوسا ھەر بۆلای ئەوە گەڕانەوەتان پاشان ھەواڵتان پێدەدات بەھەر کردەوەیەک کە کردوتانە\n",
      "footnotes": null
    },
    {
      "id": "850",
      "sura": "6",
      "aya": "61",
      "arabic_text": "وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ",
      "translation": "ئەو (خوا) زاڵ و دەسە ڵاتدارە بەسەر بەندەکانیدا وە کۆمەڵە فریشتەیەکتان بۆ دەنێرێت (کە چاودێر و پارێزەر و نوسەری کردەوەکانتانن) تاکاتی مردنی یەکێکتان دێت نێرراوەکانمان گیانی دەکێشن کەھیچ سستی و کەمتەر خەمیەک ناکەن (لەکارەکانیاندا)\n",
      "footnotes": null
    },
    {
      "id": "851",
      "sura": "6",
      "aya": "62",
      "arabic_text": "ثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ",
      "translation": "پاشان دەگەڕێنرێنەوە بۆلای خوا کەسەروەری ڕاستەقینەیانە ئاگاداربن فەرمان ڕەوایی و بڕیار ھەر بۆئەوە ھەر خوایشە لێپرسینەوەی خێراترە لە ھەموو کەس\n",
      "footnotes": null
    },
    {
      "id": "852",
      "sura": "6",
      "aya": "63",
      "arabic_text": "قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ",
      "translation": "(ئەی موحەممەد ﷺ) بڵێ: ئایا کێ ئێوە ڕزگار دەکات لەتاریکیەکانی ووشکانی و دەریا کە ھاوار و نزای لێدەکەن بە ئاشکراو نھێنی (ئەڵێن) سوێند بە خوا ئەگەر لەم مەترسیە رزگارمان بکات ئەوە بێگومان لە سوپاس کارانی خوا دەبین\n",
      "footnotes": null
    },
    {
      "id": "853",
      "sura": "6",
      "aya": "64",
      "arabic_text": "قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ",
      "translation": "بڵێ: ھەر خوا ئێوە رزگار دەکات لەو مەترسیە و لە ھەموو نارەحەتی و غەم و پەژارەیەک (لەگەڵ ئەوەشدا) پاشان ئێوە ھاوبەش بۆ خوا بڕیار دەدەن\n",
      "footnotes": null
    },
    {
      "id": "854",
      "sura": "6",
      "aya": "65",
      "arabic_text": "قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ",
      "translation": "بڵێ: ھەر ئەو خوایە بەتوانا و دەستەڵاتدارە کەسزایەکتان بۆ بنێرێت لە سەروتانەوە یان لە ژێرپێتانەوە یان سەرتان لێ بشێوێنێت و بتان کات بەچەند دەستە و تاقمێکەوە جا ھەندێکتان بە ھەندێکی ترتان سزاو ئازار بدات سەرنج بدە چۆن ئایەتەکان دەگۆڕین (لە جۆرێکەوە بۆ جۆرێکی تر) تا ئەوان تێبگەن و بیربکەنەوە\n",
      "footnotes": null
    },
    {
      "id": "855",
      "sura": "6",
      "aya": "66",
      "arabic_text": "وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ",
      "translation": "گەلەکەت باوەڕیان بەم قورئانە نەکرد کە ھەر ئەوە حەق و ڕاست بڵێ: من پارێزەر و بەرپرستان نیم\n",
      "footnotes": null
    },
    {
      "id": "856",
      "sura": "6",
      "aya": "67",
      "arabic_text": "لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ",
      "translation": "بۆ ھەموو ھەواڵێک کاتێکی دیاریکراو ھەیە (کە ڕاست و درۆی تیادا ڕوون دەبێتەوە) وە بەزووی دەزانن\n",
      "footnotes": null
    },
    {
      "id": "857",
      "sura": "6",
      "aya": "68",
      "arabic_text": "وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ",
      "translation": "ھەر کاتێک ئەوانەت دی قسەی ناشایستە دەکەن دەربارەی ئایەتەکانی ئێمە ئەوە ڕوو وەرگێڕە لێیان تا دەچنە سەر باسێکی تر وە ئەگەر شەیتان لە بیری بردیتەوە ئیتر لە پاش بیرکەوتنەوەت لەگەڵ کۆمەڵی ستەمکاران دامەنیشە\n",
      "footnotes": null
    },
    {
      "id": "858",
      "sura": "6",
      "aya": "69",
      "arabic_text": "وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ",
      "translation": "(ھەرچەندە) ئەوانەی خۆیان دەپارێزن ھیچ پرسیارو تاوانی ئەوانیان لەسەر نیە بەڵام بیرخستنەوەیە تا خۆیان بپارێزن\n",
      "footnotes": null
    },
    {
      "id": "859",
      "sura": "6",
      "aya": "70",
      "arabic_text": "وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ",
      "translation": "(ئەی موحەممەد ﷺ) واز بێنە لەوانەی ئاینەکەیان کردووە بە گەمە و گاڵتەجاڕی و ژیانی دونیا ھەڵی خەڵەتاندون وە بە قورئان ئامۆژگاریان بکە بۆ ئەوەی ھیچ کەس تیا نەچێ بەھۆی ئەو (خراپانە) ی کردویەتی کە جگە لە خوا ھیچ دۆست و تکاکارێکی نیە ئەگەر ھەموو فیدیە و بریتیەک بدات لێی وەرناگیرێت ئەوانە کەسانێکن بەھۆی ئەو (خراپانە) ی کە کردوویانە تیاچوون بۆ ئەوانەیە خواردنەوەیەک لە ئاوی زۆر گەرم و بەکوڵ وسزای زۆر بە ئازاریش بە ھۆی ئەوەی کەبێ بڕوابوون\n",
      "footnotes": null
    },
    {
      "id": "860",
      "sura": "6",
      "aya": "71",
      "arabic_text": "قُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "بڵێ ئایا بێجگە لەخوا ھاوار بکەین (و بپەرستین) شتێک کەنەسوودمان پێ دەگەیەنێت و نە زیان وە بەرەو دوا بگەڕێینەوە (پاشگەزبینەوە لە ئاینەکەمان) لە پاش ئەوەی کە خوا ڕێنمونی کردین (بۆ ڕێگای ڕاست)؟ بەوێنەی ئەوکەسەی کە شەیتانەکان سەریان لێ شێواند بێت لەزەویدا سەرگەردان بێت و چەند ھاوڕێیەکی ھەبێت بانگی کەن بۆ رێگای ڕاست (بڵێن) وەرە بۆلای ئێمە (کەچی بەگوێیان نەکات) بڵێ بەڕاستی ھەر ڕێنمونی خوا ڕێ نمونی ڕاستە و فەرمانمان پێدراوە کە مل کەچ و گوێڕایەڵ بین بۆ پەروەردگاری جیھانیان\n",
      "footnotes": null
    },
    {
      "id": "861",
      "sura": "6",
      "aya": "72",
      "arabic_text": "وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُۚ وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ",
      "translation": "وە (فەرمانمان پێدراوە) کە بەڕێکی نوێژ بەجێ بھێنن و لەو (پەروەردگارە) بترسین وە ھەمووتان ھەر بۆلای ئەو زاتە کۆ دەکرێنەوە (لەڕۆژی دواییدا)\n",
      "footnotes": null
    },
    {
      "id": "862",
      "sura": "6",
      "aya": "73",
      "arabic_text": "وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ",
      "translation": "وەھەر ئەو خوایە یە کەئاسمانەکان و زەوی بەدیھێناوە بەحەق و ڕاستی وە ھەر ڕۆژێک بەشتێک بفەرمووێت ببە ئەویش دەست بەجێ دەبێت فەرمان و ووتەی ئەو ڕاستە ھەر بۆئەوە موڵک و خاوەنیەتی (ھەموو شتێک) لەو ڕۆژەدا کەفوو دەکرێت بە (ێور) کەڕەنادا زانا و ئاگایە بەھەموو نھێنی و ئاشکرایەک و ھەر ئەوە کاردروست و بە ئاگا\n",
      "footnotes": null
    },
    {
      "id": "863",
      "sura": "6",
      "aya": "74",
      "arabic_text": "۞ وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "وە (بیربکەرەوە) کاتێک کە ئیبراھیم ووتی بە ئازەری باوکی ئایا تۆ بتانێک دەکەیتە پەرستراوی خۆت؟ بەڕاستی من تۆو گەلەکەت لە گومڕاییەکی تەواو و ئاشکرادا دەبینم\n",
      "footnotes": null
    },
    {
      "id": "864",
      "sura": "6",
      "aya": "75",
      "arabic_text": "وَكَذَٰلِكَ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ",
      "translation": "بەو شێوەیە نیشانی ئیبراھیم ماندا دەسەڵات و خاوەنێتی (خوا بۆ) ئاسمانەکان و زەوی بۆ ئەوەی لەڕیزی باوەڕدارە ڕاستەقینەکاندا بێت\n",
      "footnotes": null
    },
    {
      "id": "865",
      "sura": "6",
      "aya": "76",
      "arabic_text": "فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ رَءَا كَوۡكَبٗاۖ قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ",
      "translation": "کاتێک شەوی بەسەردا ھات ئەستێرەیەکی بینی ووتی ئەمە پەروەردگاری منە بەڵام کاتێ ئاوابوو ووتی من ھەرچی ئاوا بێ خۆشم ناوێت\n",
      "footnotes": null
    },
    {
      "id": "866",
      "sura": "6",
      "aya": "77",
      "arabic_text": "فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ",
      "translation": "ئەمجا کاتێک مانگی بینی ھەڵھات ووتی ئەمە پەروەردگاری منە بەڵام کاتێک کە ئاوابوو ووتی سوێند بەخوا ئەگەر پەروەردگارم ڕێنمونیم نەکات بێگومان لەکۆمەڵی گومڕایان دەبم\n",
      "footnotes": null
    },
    {
      "id": "867",
      "sura": "6",
      "aya": "78",
      "arabic_text": "فَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ",
      "translation": "ئەمجا کاتێک خۆری بینی ھەڵھات ووتی ئەمە پەروەردگاری منە ئەمە گەورەترە (لەوان) جا کاتێک خۆریش ئاوا بوو ووتی ئەی گەلەکەم بەڕاستی من بەریم لە ھەرشتێک کەئێوە دەیکەن بەھاوبەش بۆ خوا\n",
      "footnotes": null
    },
    {
      "id": "868",
      "sura": "6",
      "aya": "79",
      "arabic_text": "إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ حَنِيفٗاۖ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "بەڕاستی من ڕووی خۆم وەرئەگێڕم بۆلای زاتێک کە ئاسمانەکان و زەوی بەدیھێناوە جگە لەخوا ڕووم لەھیچی تر ناکەم وە بێگومان من لەھاوبەش پەیداکەران نیم\n",
      "footnotes": null
    },
    {
      "id": "869",
      "sura": "6",
      "aya": "80",
      "arabic_text": "وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ",
      "translation": "(بەڵام ئیبراھیم) گەلەکەی دەمەقاڵێیان لەگەڵدا کرد فەرمووی ئایا ئێوە دەمەدەمێ و موجادەلەم لەگەڵدا دەکەن؟ لەبارەی خواوە کە بەڕاستی ڕێنمونی منی کردووە من ناترسم لەوەی کە ئێوە دەیکەن بەھاوبەش بۆ خوا (چونکە زیان ناگەیەنن) مەگەر شتێک کەپەروەردگارم بیەوێت بیکات زانست و ئاگاداری پەروەردگارم ھەموو شتێکی گرتۆتەوە دەی ئایا بۆ بیرناکەنەوە\n",
      "footnotes": null
    },
    {
      "id": "870",
      "sura": "6",
      "aya": "81",
      "arabic_text": "وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ",
      "translation": "وە من چۆن دەترسم لەو بتانەی کە ئێوە کردووتانە بەھاوبەش بۆ خوا کەئێوە ناترسن بێگومان بتانێکتان کردۆتە ھاوبەش بۆ خوا کە ھیچ بەڵگەیەک نەنێرراوە بۆتان (کە ئەوان بپەرستن) دەی کەواتەکام لەم دوو دەستەیە شایستە ترە بە نەترسان (و ئارامی) ئەگەر ئێوە ھیچ دەزانن\n",
      "footnotes": null
    },
    {
      "id": "871",
      "sura": "6",
      "aya": "82",
      "arabic_text": "ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ",
      "translation": "ئەوانەی کە بڕوایان ھێناوە و بڕواکەیان تێکەڵ بەستەم (ھاوەڵ دانان) نەکردووە ھێمنی و ئاسایش تەنھا بۆ ئەوانەیە ھەر ئەوانەش ڕێنمون کراوون\n",
      "footnotes": null
    },
    {
      "id": "872",
      "sura": "6",
      "aya": "83",
      "arabic_text": "وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ",
      "translation": "ئەو (بەڵگانە) بەڵگەی ئێمە بوون کە دابوومان بە ئیبراھیم لەبەرانبەر گەلەکەیەوە ھەرکەسێک بمانەوێت پلەوپایەی بەرز دەکەینەوە بەڕاستی پەروەردگارت کاردروست و زانایە\n",
      "footnotes": null
    },
    {
      "id": "873",
      "sura": "6",
      "aya": "84",
      "arabic_text": "وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ",
      "translation": "وە ئیسحاق و (لەئیسحاقیش) یەعقوبمان پێ بەخشی ڕێنمونی ھەموویانمان کرد وە لەوەو پێش ڕێنمونی نوحیشمان کرد ولەنەوەکانی نوح داود و سولەیمان و ئەیوب و یوسف و موساو ھارونمان (ڕێنمونی کرد) ئا بەو چەشنە پاداشتی چاکەکاران دەدەینەوە\n",
      "footnotes": null
    },
    {
      "id": "874",
      "sura": "6",
      "aya": "85",
      "arabic_text": "وَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ",
      "translation": "وە زەکەریا و یەحیا و عیسا و ئیلیاس ھەریەک لەمانە لە چاکەکاران بوون\n",
      "footnotes": null
    },
    {
      "id": "875",
      "sura": "6",
      "aya": "86",
      "arabic_text": "وَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ",
      "translation": "وە ئیسماعیل و یەسەع و یونس و لووط ھەریەکە لەمانە ڕێزمانداون بەسەر ھەموو خەڵکیدا\n",
      "footnotes": null
    },
    {
      "id": "876",
      "sura": "6",
      "aya": "87",
      "arabic_text": "وَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "ھەروەھا ھەندێک لەباوک و نەوەو و براکانیان ھەڵمان بژاردوون و ڕێنمونیمان کردوون بۆ ڕێگەی ڕاست\n",
      "footnotes": null
    },
    {
      "id": "877",
      "sura": "6",
      "aya": "88",
      "arabic_text": "ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ",
      "translation": "ئەوە ڕێنمونی خوایە ڕێنمونی ھەربەندەیەکی پێدەکات لەبەندەکانی کە خۆی بیەوێت وە ئەگەر ھاوبەشیان ڕەوا بدایە بۆ خوا بێگومان ئەو چاکانەی کردبویان ھەمووی بێ پاداشت دەردەچوو\n",
      "footnotes": null
    },
    {
      "id": "878",
      "sura": "6",
      "aya": "89",
      "arabic_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ",
      "translation": "ئەوانە کە سانێکن پەیام و زانین و حوکمڕانی و پێغەمبەرێتیمان پێ بەخشیوون جا ئەگەر ئەوانە (قوڕەیش) بڕوای پێ نەھێنن ئەوە بێگومان بەدەستەیەکی ترمان سپاردووە (چاودێری بکەن و) بێ بڕواش نابن پێی\n",
      "footnotes": null
    },
    {
      "id": "879",
      "sura": "6",
      "aya": "90",
      "arabic_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ",
      "translation": "ئەوانە (ئەو پێغەمبەرانەی باسکران) کەسانێک بوون خوا ڕێنمونی کردن دەی پەیڕەوی ڕێگە وڕێبازی ئەوان بکە (ئەی موحەممەد ﷺ) (ئەی موحەممەد ﷺ) بڵێ داوای ھیچ کرێ و پاداشتێکتان لێناکەم لەسەری ئەم قورئانە تەنھا ئامۆژگاری یە بۆ ھەموو جیھانیان\n",
      "footnotes": null
    },
    {
      "id": "880",
      "sura": "6",
      "aya": "91",
      "arabic_text": "وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ",
      "translation": "وەک پێویست خوایان نەناسی و ڕێزیان نەگرت کاتێ ووتیان خوا ھیچ شتێکی نەناردۆتە خوارەوە بۆ ھیچ ئادەمیەک بڵێ ئەی کێ ئەو کتێبەی ناردە خوارەوە کە موسا ھێنای (ئەو کتێبە) ڕووناکی و ڕێنمونی بوو بۆ خەڵک (پێش دەستکاری کردنی لەلایەن جولەکەکانەوە) ئێوە ئەو (کتێبە) دەکەنە چەند پەڕە و کاغەزێک بەشێکی (کە قازانجتانە) ئاشکرای دەکەن و زۆریشی (کەزیانی خۆتانە) دەیشارنەوە شتانێک فێر کراوون کەئێوە نەتان دەزانی نەخۆتان و نە باو و باپیرانتان بڵێ ھەرخوا (کتێبی بۆ موسا ناردووە) پاشان لێیان گەڕێ لەناو بەتاڵی خۆیاندا گاڵتەو یاری بکەن و ڕۆبچن\n",
      "footnotes": null
    },
    {
      "id": "881",
      "sura": "6",
      "aya": "92",
      "arabic_text": "وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ",
      "translation": "ئەم قورئانە ئێمە ناردوومانەتە خوارەوە پیرۆز و فەڕدارە ئەو کتێبانەش پێش ئەو ھاتوون بەڕاستیان دادەنێت (پێش ئەوەی گاور وجولەکەکان بیشێوێنن) ھەروەھا بۆ ئەوەی دانیشتوانی مەککە ودەوروبەری ئاگادار کەیتەوە و بیانترسێنیت جا ئەوانەی بڕوایان بە دواڕۆژ ھەبێت بڕوا بەو (قورئانە) دەھێنن ئەوان پارێزەرن بۆ نوێژەکانیان و بەچاکی لەکاتی خۆیاندا دەیانکەن\n",
      "footnotes": null
    },
    {
      "id": "882",
      "sura": "6",
      "aya": "93",
      "arabic_text": "وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ",
      "translation": "کێ لەوکەسە ستەمکارترەکە درۆ ھەڵبەستێ بەدەم خواوە یان بڵێ نیگا وسروشم بۆکراوە بەڵام ھیچ نیگا و سروشێکیشی بۆ نەکرا بێت ھەروەھا کەسێ کە بڵێ منیش وێنەی ئەو قورئانەی خوا دایبەزاندووە دادەبەزێنم خۆزگە ستەمکارانت دەبینی کاتێک وان لە ناڕەحەتی و سەختی سەرە مەرگدا و فریشتەکان دەستیان بۆ دەبەن (بۆ گیان کێشانیان) (پێیان دەڵێن) خۆتان دەربازکەن (لەم ناڕەحەتی گیان کێشانە ئەگەر ڕاست دەکەن) ئەمڕۆ پاداشتی ڕیسواکەر دەدرێنەوە بەھۆی ئەوەی کەقسەی ناڕاستان ھەڵئەبەست بەدەم خواوە و خۆتان بەگەورە دەزانی لەبەرانبەر ئایەتەکانی خوادا\n",
      "footnotes": null
    },
    {
      "id": "883",
      "sura": "6",
      "aya": "94",
      "arabic_text": "وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ",
      "translation": "سوێند بێت بێگومان ئێوە بە تەنیا و یەک یەک گەڕانەوە بۆ لامان ھەر وەکو یەکەم جار دروستمان کردن و ئەوەی پێمان دابوون بەجێتان ھێشت لەدوای خۆتان (لەماڵ وسەروەت وسامان) وە نابینین لەگەڵتاندا ئەو تکاکارانەی کە لاتان وابوو ھاوبەشی خوان لە تکا کردن بۆتان سوێند بە خوا بێگومان پچڕا پەیوەستی نێوانتان وە ئەوەی بە پشتیوانی خۆتان دادەنا وون بوو لێتان\n",
      "footnotes": null
    },
    {
      "id": "884",
      "sura": "6",
      "aya": "95",
      "arabic_text": "۞ إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ",
      "translation": "بەڕاستی خوا لەتکەری دانەوێڵە و ناوکە تۆوە (کاتێک کە دەڕوێنرێت لە زەویدا) زیندوو دەرئەھێنێت لە مردوو, وە (خوا) دەرھێنەری مردوانە لە زیندوو ئەوەیە خوای ئێوە دەی کەواتە ئێوە چۆن (لەپەرستنی ئەو خوایە) لا دەدرێن؟\n",
      "footnotes": null
    },
    {
      "id": "885",
      "sura": "6",
      "aya": "96",
      "arabic_text": "فَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ",
      "translation": "(خوا) بەدی ھێنەری شەبەق و ڕووناکی ڕۆژ بوونەوەیه و شەوی کردووە بەکات و ھۆی ئارامگرتن و خۆر و مانگی کردۆتە ھۆی حساب دیاریکردن و زانینی کات ئەوەش ئەندازەگرتنی خوای بەدەسەڵات و زانایە\n",
      "footnotes": null
    },
    {
      "id": "886",
      "sura": "6",
      "aya": "97",
      "arabic_text": "وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ",
      "translation": "وە ھەر خوایە کەئەستێرەی داناوە بۆتان بۆ ئەوەی ڕێیان پێدەرکەن لە تاریکیەکانی وشکانی و دەریادا بەڕاستی ئایەتەکانمان ڕوون کردۆتەوە بۆ کۆمەڵێ کەبزانن و تێ بگەن\n",
      "footnotes": null
    },
    {
      "id": "887",
      "sura": "6",
      "aya": "98",
      "arabic_text": "وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ",
      "translation": "وە ئەو خوایە زاتێکە کە ئێوەی دروستکردوە لەیەک کەس کە (ئادەم) ـە ئەمجا (لە پشتی باوکتانا) نیشتەجێ کران (دواتریش لەمناڵدانی دایکتاندا) دانران بە شێوەی کاتی بە ڕاستی ئایەتەکانمان ڕوون کردۆتەوە بۆ کەسانێک بەووردی بیر بکەنەوە\n",
      "footnotes": null
    },
    {
      "id": "888",
      "sura": "6",
      "aya": "99",
      "arabic_text": "وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "وە ئەو خوایە زاتێکە کە بارانی لە ئاسمانەوە باراندووە جا بە ھۆی ئەو (بارانەوە) ھەموو جۆرە چەکەرەیەکمان ڕواند ئەمجا ڕووەکی سەوزمان لێ ڕوواندووە, وە لەو (ڕووەکە سەوزە) دانەوێڵەی لەسەریەک کەڵەکە بوومان دەرھێناوە (وەک گوڵی جۆ و گەنم) وە لە دار خورما لە چەند پەلێکی ھێشووی شۆڕە وە بوو دەردەھێنین وە (دەڕوێنین بەو بارانە) باخاتی زۆرلە ترێی ھەمە جۆر و زەیتون و بنە ھەناری ھاو وێنە و لەیەکتر جیا جیا (لەتامدا) سەرنجی بەرھەمەکەی بدەن کاتێک بەر دەگرێت و پێدەگات بێگومان لەم سەرنجدانەدا چەند بەڵگەی گەورە ھەیە (لەسەر گەورەی دەسەڵاتی خودا) بۆکەسانێک کە بڕوا دەھێنن\n",
      "footnotes": null
    },
    {
      "id": "889",
      "sura": "6",
      "aya": "100",
      "arabic_text": "وَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ",
      "translation": "ھاوبەشانێکیان بڕیارداوە بۆ خوا کە جنۆکەن لەکاتێکدا خوا ئەو (جنۆکانەی) دروست کردووە بەدرۆ و بوختان چەند کوڕ و کچیان بڕیاردا بۆ خوا بەبێ زانیاری پاک و بێگەردی بۆ خوا لەوەی کە ئەو بێ بڕوایانە بڕیاری ئەدەن بۆ خوا\n",
      "footnotes": null
    },
    {
      "id": "890",
      "sura": "6",
      "aya": "101",
      "arabic_text": "بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ",
      "translation": "(خوا) داھێنەری ئاسمانەکان و زەویە لە نەبوون چۆن مناڵی دەبێت کە ژن و ھاوسەری نەبووە خۆی ھەموو شتێکی دروستکردووە و ئەو بە ھەموو شتێ زانا و بە ئاگایە\n",
      "footnotes": null
    },
    {
      "id": "891",
      "sura": "6",
      "aya": "102",
      "arabic_text": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ",
      "translation": "ھەر ئەو خوایەیە کە پەروەردگاری ئێوەیە ھیچ پەرستراوێکی ڕاستەقینە نیە جگە لە ئەو دروستکەری ھەموو شتێکە کەواتە ئەو بپەرستن وە ئەو خوایە چاودێرە بەسەر ھەموو شتێکەوە\n",
      "footnotes": null
    },
    {
      "id": "892",
      "sura": "6",
      "aya": "103",
      "arabic_text": "لَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَۖ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ",
      "translation": "چاوەکان پەی پێ نابەن و ناتوانن بیبینن بەڵام ئەو ھێزی بینین و چاوەکان دەبینێت و ئەو بە ئاگا و ورد بینە\n",
      "footnotes": null
    },
    {
      "id": "893",
      "sura": "6",
      "aya": "104",
      "arabic_text": "قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ",
      "translation": "بەڕاستی لەلایەن پەروەردگارتانەوە چەندین بەڵگەی ڕوونتان بۆ ھاتووە ئەمجا ھەر کەس بیر لەڕاستی دەکاتەوە و دەیبینێت ئەوە (سوودی) بۆ خۆیەتی ھەر کەسیش بیر ناکاتەوە و کوێر بووە ئەوە (زیانی) ھەر بۆ خۆیەتی وە من چاودێر و پارێزەرنیم بە سەرتانەوە (بەس ڕاگەیەنەرم)\n",
      "footnotes": null
    },
    {
      "id": "894",
      "sura": "6",
      "aya": "105",
      "arabic_text": "وَكَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ وَلِيَقُولُواْ دَرَسۡتَ وَلِنُبَيِّنَهُۥ لِقَوۡمٖ يَعۡلَمُونَ",
      "translation": "ئاوا جۆر و شێوەی بەڵگەکان دەگۆڕین دەبا ھەر بڵێن خوێندووتە وپێتووتراوە, وە بۆ ئەوەی چاک ڕوونی بکەینەوە بۆ کۆمەڵێک کەتێدەگەن و شارەزان\n",
      "footnotes": null
    },
    {
      "id": "895",
      "sura": "6",
      "aya": "106",
      "arabic_text": "ٱتَّبِعۡ مَآ أُوحِيَ إِلَيۡكَ مِن رَّبِّكَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ",
      "translation": "شوێنی ئەوە بکەوە کە لەلایەن پەروەردگارتەوە وەحیت بۆ کراوە ھیچ شتێک شایستەی پەرستن نیە جگە لەو (لە خوا) وە ڕوو وەرگێڕە لە ھاوبەش بڕیاردەران\n",
      "footnotes": null
    },
    {
      "id": "896",
      "sura": "6",
      "aya": "107",
      "arabic_text": "وَلَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكُواْۗ وَمَا جَعَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ",
      "translation": "وە ئەگەر خوا بیویستایە ھاوەڵیان دا نەدەنا و تۆمان نەدەکرد بەچاو دێرو پارێزەر بەسەریانەوە و تۆ زۆردارو دەسەڵاتدار نیت بەسەریانەوە\n",
      "footnotes": null
    },
    {
      "id": "897",
      "sura": "6",
      "aya": "108",
      "arabic_text": "وَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ",
      "translation": "(ئەی موسڵمانان) جنێو و قسەی ناشرین مەڵێن بەوبت و پەرستراوانەی کەئەوان ھاواریان لێدەکەن و دەیانپەرستن بێجگە لەخوا بەو ھۆیەوە ئەوانیش قسەی نەشیاو بڵێن بەخوا بەو شێوەیە ڕازاندومانەتەوە بۆ ھەموو ئوممەتێک کردەوەکەیان پاشان گەڕانەوەیان ھەر بۆلای پەروەردگاریانە ئەمجا ھەواڵیان پێ دەدات بەو کردەوانەی ئەنجامیان دەدا\n",
      "footnotes": null
    },
    {
      "id": "898",
      "sura": "6",
      "aya": "109",
      "arabic_text": "وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ",
      "translation": "وە بەھێزترین سوێندیان بەخوا دەخوارد سوێند بەخوا ئەگەر موعجیزەیەکیان بۆ بێت (لەوانەی کەخۆیان داوایان دەکرد) بێگومان بڕوا دەھێنن پێی بڵێ بەڕاستی موعجیزەکان ھەر لای خوایە وە ئێوە نازانن ئەی بڕواداران ئەگەر ئەو بەڵگانەش بێتەکایەوە ھەر بڕوا ناھێنن\n",
      "footnotes": null
    },
    {
      "id": "899",
      "sura": "6",
      "aya": "110",
      "arabic_text": "وَنُقَلِّبُ أَفۡـِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ",
      "translation": "وە (کاتی ھاتنی موعجیزەکان بەھۆی بێ بڕواییانەوە) دڵ و چاویان وەردەگێڕین و لایدەدەین (لە باوەڕ ھێنان) ھەر وەک لە سەرەتاوە بڕوایان بەقورئان نەھێنا وەلێیان دەگەڕێین لەسەر کەشی خۆیاندا بن (دەبا) ھەر سەرگەردان بن\n",
      "footnotes": null
    },
    {
      "id": "900",
      "sura": "6",
      "aya": "111",
      "arabic_text": "۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ",
      "translation": "وە بێگومان ئەگەر ئێمە فریشتەمان بۆ لای ئەو (بێباوەڕ) انە بناردایە و مردووەکان قسەیان لەگەڵ بکردنایە و ھەموو شتێکمان بۆ کۆ بکردنایەتەوە ڕوو بەڕوو بەپێش چاویانەوە (یان کۆمەڵ کۆمەڵ) بڕوایان نەدەھێنا مەگەر خوا بیویستایە بەڵام زۆربەیان نازانن و بێ ئاگان\n",
      "footnotes": null
    },
    {
      "id": "901",
      "sura": "6",
      "aya": "112",
      "arabic_text": "وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ",
      "translation": "ھەر بەو شێوە بۆ ھەموو پێغەمبەرێک دوژمنێکمان داناوە لەشەیتانەکانی مرۆڤ و جنۆکە کەبەنھێنی بەیەکتری ڕادەگەیەنن ووتەی ڕازاوە و بریقەدار بۆ فریودانیان وە ئەگەر پەروەردگارت بیویستایە ئەوەیان نەدەکرد دە لێیان گەڕێ بەخۆیان و ئەو درۆیـانـەی کەھەڵی دەبەستن\n",
      "footnotes": null
    },
    {
      "id": "902",
      "sura": "6",
      "aya": "113",
      "arabic_text": "وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ",
      "translation": "وە بۆ ئەوەی گوێ بگرێت بۆ ئەو (ووتە بریقەدارو ڕازاوەی بۆ یەکتری دەکەن) دڵی ئەو کەسانەی بڕوایان نیە بەڕۆژی دوایی بۆ ئەوەی ڕازی ببن پێی وەتا ئەنجامی بدەن ئەو گوناھانەی ئەنجامی ئەدەن\n",
      "footnotes": null
    },
    {
      "id": "903",
      "sura": "6",
      "aya": "114",
      "arabic_text": "أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ",
      "translation": "جا ئایا جگە لەخوا دادوەرێکی تر بۆ خۆم بڕیار بدەم؟ لەکاتێکدا (خوا) ئەو زاتەیە کەناردویەتیە خوارەوە بۆ ئێوە ئەم قورئانە کە ڕوونکەرەوەی ھەموو باسێکە بەدرێژی ئەوانەش کە نامەمان پێ بەخشین چاک دەزانن بێگومان ئەم قورئانە لەلایەن پەروەردگارتەوە بەحەق و ڕاستی نێرراوە کەواتە ھەرگیز لەگومانداران مەبە\n",
      "footnotes": null
    },
    {
      "id": "904",
      "sura": "6",
      "aya": "115",
      "arabic_text": "وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "وە فەرمان و ووتەی پەروەردگارت تەواو بووە و بەئەنجام گەیشت بەڕاستی و دروستی کەھیچ کەس ناتوانێت بڕیارو ووتەکانی بگوڕێت ھەر خوا بیسەر و زانایە\n",
      "footnotes": null
    },
    {
      "id": "905",
      "sura": "6",
      "aya": "116",
      "arabic_text": "وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ",
      "translation": "وە ئەگەر تۆ گوێڕایەڵی زۆربەی ئەوانە بیت لەسەر زەویدان لەڕێگەی خوا گومڕات دەکەن ئەوان ھەر شوێنی گومان کەوتوون وە ھەمیشە درۆ و گۆترەکاری دەکەن\n",
      "footnotes": null
    },
    {
      "id": "906",
      "sura": "6",
      "aya": "117",
      "arabic_text": "إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ",
      "translation": "بێگومان ھەر پەروەردگارت چاک دەزانێت کێ گومڕا بووە و لایداوە لەڕێگای ئەو وە ھەر ئەو زاناترە بەوانەی ڕێبازی ڕاستیان گرتووە\n",
      "footnotes": null
    },
    {
      "id": "907",
      "sura": "6",
      "aya": "118",
      "arabic_text": "فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ",
      "translation": "دەبخۆن لەو (سەربڕاوە) ی کەناوی خوای لەسەر ھێنراوە ئەگەر ئێوە بەئایەتەکانی خوا بڕوادارن\n",
      "footnotes": null
    },
    {
      "id": "908",
      "sura": "6",
      "aya": "119",
      "arabic_text": "وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ",
      "translation": "بۆچی ئێوە ناخۆن؟ لە (گۆشتی) ئەو (ئاژەڵان) ـەی کەناوی خوای لەسەر ھێنراوە (لەکاتی سەربڕیندا) کەبێگومان خوا بۆتانی ڕوون کردۆتەوە ئەوەی حەرامی کردوە لەسەرتان جگە لەوەی کەناچار دەبن بۆی (بیخۆن لەو خواردنانەی کە حەرامن) بەڕاستی زۆر کەس خەڵکی گومڕا دەکەن بە ھەوا و ئارەزوی خۆیان بەبێ ھیچ زانیاری یەک (کە لەخواوە وەرگیرا بێت) بێگومان پەروەردگارت دەست درێژ کاران و سەرکەشان چاک دەناسێت\n",
      "footnotes": null
    },
    {
      "id": "909",
      "sura": "6",
      "aya": "120",
      "arabic_text": "وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ",
      "translation": "لەگوناھی ئاشکراو نھێنی واز بھێنن بەڕاستی ئەوانەی کەگوناھـ دەکەن بە دەستی ئەنقەست بەزوویی تۆڵەیان لێ دەسەنرێت بەھۆی ئەو تاوانانەی دەیانکرد\n",
      "footnotes": null
    },
    {
      "id": "910",
      "sura": "6",
      "aya": "121",
      "arabic_text": "وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ",
      "translation": "لەو (سەربڕاوە) مەخۆن کەناوی خوای لەسەر نەھێنراوە (لەکاتی سەربڕیندا) بێگومان (خواردنی) ئەوە تاوان و لەسنوور دەرچوونە وە بێگومان شەیتانەکان بەنھێنی شت بەدۆستانیان دەڵێن بۆ ئەوەی موجادەلە و دەمە دەمێتان لەگەڵدا بکەن جائەگەر بەگوێیان بکەن ئەوە بێگومان لەھاوبەش دانەران دەبن\n",
      "footnotes": null
    },
    {
      "id": "911",
      "sura": "6",
      "aya": "122",
      "arabic_text": "أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "ئایا کەسێک کە مردوو بێت ( واتە بێ بڕوا بێت) و ئێمە زیندوومان کردەوە ( ھیدایەتماندا) و ڕووناکیەکمان بۆ فەراھەم ھێنا (کەقورئانە) بە ھۆی ئەوەوە لەناو خەڵکیدا دەگەڕێ و دەڕوات ئایا وەک ئەوە وایە کە لەناو تاریکستانێکدا بێت کە بەھیچ جۆرێک دەرچوونی نیە لێی بەو شێوەیە ڕازێنراوەتەوە بۆ بێ بڕوایان ئەو کردەوە (خراپانەی) دەیان کرد\n",
      "footnotes": null
    },
    {
      "id": "912",
      "sura": "6",
      "aya": "123",
      "arabic_text": "وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ",
      "translation": "بەو شێوەیە لە ھەموو شارێکدا گەورەترینی تاوانباریمان کرد (بە دەسەڵاتدار) بۆ ئەوەی پیلان و فێڵ بکەن لەو شارانەدا وە فێڵ وپیلان ناکەن (لە کەس) بێجگە لەخۆیان بەڵام ئەوان ھەستی پێ ناکەن\n",
      "footnotes": null
    },
    {
      "id": "913",
      "sura": "6",
      "aya": "124",
      "arabic_text": "وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ",
      "translation": "وە کاتێک ئایەتێکیان بۆ بێت دەڵێن ئێمە ھەرگیز باوەڕ ناھێنین ھەتا وێنەی ئەوەی بەپێغەمبەرانی خوا دراوە بەئێمەش نەدرێت خوا چاک دەزانێت پەیام و پێغەمبەرایەتی خۆی بۆ کوێ دەنێرێت (و کێ شیاو ترە بۆ ئەو کارە) بەزویی ئەوانەی تاوانیان کردووە دووچاریان دەبێت سووکی وڕیسوایی لای خوا وسزای سەخت بەھۆی ئەو پیلان وفێڵانەوەی کەدەیانکرد (لە بڕواداران)\n",
      "footnotes": null
    },
    {
      "id": "914",
      "sura": "6",
      "aya": "125",
      "arabic_text": "فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ",
      "translation": "جا ھەرکەسێک خوا بیەوێت ڕێنمونی بکات سینگی فراوان دەکات بۆ ئیسلام (و بڕوا ھێنان) وە ھەر کەس خوا بیەوێت گومڕای کات (لەبەر نەشیاوی وسەرکەشی خۆی) سنگی زۆر تەنگ دەکات وەک ئەوەی (بیەوێت) بەرز ببێتەوە بەرەو ئاسمان ( چونکە مرۆڤ تا بەرەو ئاسمان بەرز ببێتەوە ھەست بە تەنگە نەفەسی دەکات وبەناڕەحەت ھەناسەی بۆ دەدرێت) بەو جۆرە خوا پیسی و ناپاکی دادەنێت لەسەر ئەوانەی کەبڕوا ناھێنن\n",
      "footnotes": null
    },
    {
      "id": "915",
      "sura": "6",
      "aya": "126",
      "arabic_text": "وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ",
      "translation": "ئەم ئیسلامە ڕێگای پەروەردگارتە کەڕێک و ڕاستە بێگومان بەڕوونی ئایەتەکانمان باسکردووە بۆ کۆمەڵێک کەبیربکەنەوە\n",
      "footnotes": null
    },
    {
      "id": "916",
      "sura": "6",
      "aya": "127",
      "arabic_text": "۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ",
      "translation": "بۆ ئەوانەیە لای پەروەردگاریان ماڵی ئاشتی کە (بەھەشتە) تەنھا ئەویش دۆستیانە بەھۆی ئەو کردەوە چاکانەی دەیان کرد\n",
      "footnotes": null
    },
    {
      "id": "917",
      "sura": "6",
      "aya": "128",
      "arabic_text": "وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ",
      "translation": "وە ڕۆژێک (خوا) تێکڕا کۆیان دەکاتەوە و (دەفەرموێت) ئەی دەستەو کۆمەڵی جنۆکە بێگومان ئێوە زۆر کەستان لەئادەمیەکان گومڕا کرد وە دۆستەکانیان لەئادەمی دەڵێن ئەی پەروەردگارمان ھەندێکمان سوود و کەڵکمان لەھەندێکمان وەرگرت وە بەو کاتەو مۆڵەتە گەیشتین کەبۆت دیاری کرد بووین خوا فەرمووی ئاگر شوێنتانە بەھەمیشەیی و بێ بڕانەوە دەمێننەوە تیایدا جگە لەو کاتەی کەخوا بیەوێت بەڕاستی پەروەردگارت کار دروست و زانایە\n",
      "footnotes": null
    },
    {
      "id": "918",
      "sura": "6",
      "aya": "129",
      "arabic_text": "وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ",
      "translation": "بەو شێوەیە ھەندێک لەستەمکاران دەکەین بەدۆست و پشتیوانی ھەندێکی تریان بەھۆی ئەو کردەوانەوەی ئەنجامیان دەدا\n",
      "footnotes": null
    },
    {
      "id": "919",
      "sura": "6",
      "aya": "130",
      "arabic_text": "يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ",
      "translation": "ئەی دەستە و کۆمەڵی جنۆکە و ئادەمی ئایا پێغەمبەرانتان لەخۆتان بۆ نەھات کەئایەتەکانی منتان بۆ بخوێننەوە, وە لەگەیشتن و دووچار بوونی ئەم ڕۆژەیان نەترساندن دەڵێن (ڕاستە و) شایەتی لەسەر خۆمان دەدەین بەڵام ژیانی دونیا خەڵەتاندینی و شایەتیان لەسەر خۆیاندا کەبێگومان ئەوان بێ بڕوا بوون\n",
      "footnotes": null
    },
    {
      "id": "920",
      "sura": "6",
      "aya": "131",
      "arabic_text": "ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ",
      "translation": "ئەوەی باسکرا لەبەر ئەوەیە کەپەروەردگارت لەناو بەری (خەڵکی) شارو گوندەکان نەبووە و زوڵم و ستەمی لێ نەکردوون لەکاتێکدا خەڵکی ئەو شارو گوندانە بێ ئاگابووبن\n",
      "footnotes": null
    },
    {
      "id": "921",
      "sura": "6",
      "aya": "132",
      "arabic_text": "وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ",
      "translation": "بۆ ھەر یەکێک (لەجنۆکەو ئادەمی) چەند پلە و پایە ھەیە لەبەرانبەر کردەوەکانیاندا وە پەروەردگارت لەوەی کەدەیکەن (ئەو ستەمکارانە) بێ ئاگا نیە\n",
      "footnotes": null
    },
    {
      "id": "922",
      "sura": "6",
      "aya": "133",
      "arabic_text": "وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ",
      "translation": "ھەر پەروەردگاری تۆ بێ نیازە و خاوەنی میھرەبانیە ئەگەر بیەوێت لەناوتان دەبات وە کێی بوێت دوای ئێوە دەیکاتە جێنشینی(ئێوە) وەک چۆن ئێوەی لەنەوەی کۆمەڵێکی تر بەدی ھێنا\n",
      "footnotes": null
    },
    {
      "id": "923",
      "sura": "6",
      "aya": "134",
      "arabic_text": "إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ",
      "translation": "بێگومان ھەر بەڵێنێکتان پێدەدرێت ھەر دێت و ئێوە لەدەس خوا دەرناچن\n",
      "footnotes": null
    },
    {
      "id": "924",
      "sura": "6",
      "aya": "135",
      "arabic_text": "قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ",
      "translation": "(ئەی موحەممەد ﷺ) بڵێ ئەی گەلەکەم لەسەر ڕێبازی خۆتان ئەوەی لەدەستان دێت بیکەن بێگومان منیش کارو کردەوەی خۆم دەکەم جا لەمەو پاش دەزانن سەرئەنجامی ئەو دونیا بۆکێ دەبێت بێگومان (بێ باوەڕان) وستەمکاران ڕزگاریان نابێت\n",
      "footnotes": null
    },
    {
      "id": "925",
      "sura": "6",
      "aya": "136",
      "arabic_text": "وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ",
      "translation": "وە بڕیاریاندا بۆ خوا لەوەی کە (خوا) دروستی کردو دایھێنا بەشێک لەکشتوکاڵ و ئاژەڵ و ماڵات جا بەگومانی خۆیان ووتیان ئەمە بۆ خوایە وە ئەوەش بۆ ھاوبەشەکانمان (بتەکانمانە) جا ئەوەی بۆ ھاوبەشەکانیانە ئەوە بە خوا ناگات وە ئەوەش بۆ خوایە ئەوە دەگات بە ھاوبەشەکانیان (واتە: خوا نایەوێت و ئەیداتەوە بەسەریاندا) ئای چ خراپە ئەوەی بڕیاری دەدەن\n",
      "footnotes": null
    },
    {
      "id": "926",
      "sura": "6",
      "aya": "137",
      "arabic_text": "وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ",
      "translation": "ئا بەو شێوەیە شەیتانەکان کوشتنی ڕۆڵەکانیان بۆ زۆر لەھاوەڵـدانەرەکان ڕازاندەوە بۆ ئەوەی لەناویان بەرن (بەکوشتنی کەسانی بێ تاوان)وە بۆ ئەوەی ئاینەکەیان لێ بشێوێنن وە ئەگەر خوا بیویستایە ئەوەیان نەدەکرد کەواتە لێیان گەڕێ با لەگەڵ ئەو درۆ و دەلەسەیەی کە ھەڵی دەبەستن (بێ ئاگا و گومڕا بن)\n",
      "footnotes": null
    },
    {
      "id": "927",
      "sura": "6",
      "aya": "138",
      "arabic_text": "وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ",
      "translation": "وە (بە گومانی خۆیان) دەیانووت ئەمانە ئاژەڵ وماڵات وکشتوکاڵێکن کە قەدەغە کراون نابێت لێیان بخوات کەسانێک نەبێت خۆمان بمانەوێت بەگومانی خۆیان ماڵاتێکیش پشتیان قەدەغە کرابوو (نابیێت باریان لێ بنرێت یا سواریان ببن) ھەروەھا ئاژەڵ و ماڵات ھەیە (لەکاتی سەربڕیندا) ناوی خوایان لەسەر نەدەبرد بەدرۆ ھەڵبەستن بەدەم خواوە لەمەولا خوا تۆڵەی ئەو درۆ ھەڵبەستنەیان لێ دەستەنێت\n",
      "footnotes": null
    },
    {
      "id": "928",
      "sura": "6",
      "aya": "139",
      "arabic_text": "وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ",
      "translation": "وە دەیانووت ئەوەی لەسکی ئەم ئاژەڵ و ماڵاتانە دایە تایبەتە بەنێرینەکانمانەوە (پیاوەکانمان) وە قەدەغە کراوە لەسەر ژنەکانمان وە ئەگەر مردارەوە بوو بوون ئەوا ھەموو تیایدا ھاوبەشو بەشدارن بەزوویی خوا سزای ئەم وەێفە (نەفامانە)یان دەداتەوە بێگومان خوا کار دروست و زانایە\n",
      "footnotes": null
    },
    {
      "id": "929",
      "sura": "6",
      "aya": "140",
      "arabic_text": "قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ",
      "translation": "بەڕاستی زیانباربوون ئەوانەی ڕۆڵەکانی خۆیان کوشت بەنەفامی ونەزانی و ئەوەی کەخوا پێی بەخشیبوون لەخۆیان قەدەغەکرد بەدەست ھەڵبەست و درۆ بەدەم خواوە بەڕاستی ئەوانە گومڕا بوون و ڕێنمونی کراو نەبوون\n",
      "footnotes": null
    },
    {
      "id": "930",
      "sura": "6",
      "aya": "141",
      "arabic_text": "۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ",
      "translation": "وە تەنھا خوایە کەبەدی ھێناوە باخاتی کەپرو ھەرزاڵە بۆ کراو (یا ساق بەرز) وە کەپرو ھەرزاڵە بۆ نەکراو (ساق کورت) وە دار خورما و کشتوکاڵی جیاواز لەخواردن و تامدا (بەدیھێناوە) زەیتون و ھەناریشی (بەدی ھێناوە) لەیەک چوو (لەوێنەو دیمەندا) و لەیەک نەچوو (لەتامدا) بخۆن لەبەروبوومی کاتێک ھاتەبەر وە لەڕۆژی دروێنە و چنینیدا مافەکەی (زەکاتەکەی) لێ بدەن و زیادە ڕۆی مەکەن بێگومان خوا زیادەڕۆیانی خۆش ناوێت\n",
      "footnotes": null
    },
    {
      "id": "931",
      "sura": "6",
      "aya": "142",
      "arabic_text": "وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ",
      "translation": "لەئاژەڵ و ماڵاتیش ھەندێکی بارھەڵگرە و ھەندێکی بۆ کوڵک و خوریە (کەڕاخەرو فەرشی لێ دروست دەکرێت) لەوەی کەخوا پێی بەخشیوون بخۆن وە شوێنی ھەنگاوەکانی شەیتان مەکەون چونکە بێگومان شەیتان دوژمنێکی ئاشکرای ئێوەیە\n",
      "footnotes": null
    },
    {
      "id": "932",
      "sura": "6",
      "aya": "143",
      "arabic_text": "ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "(خوا) ھەشت جۆر ئاژەڵ و ماڵاتی (دروستکردووە) لەمەڕ دووان (مەڕ و بەران) و لەبزن دووان (بزن و سابرێن) (ئەی موحەممەد ﷺ) بڵێ: ئایا خوا ئەو دوو نێرەی حەرام کردووە؟ یان ئەو دوو مێیە؟ یا ئەو بێچوانەی کە لەسکی ئەو دوو (جۆرە ئاژەڵە) مێینەدایە ئەگەر ئێوە ڕاست دەکەن ھەواڵم بدەنێ بەزانیاریەک (لەخواوە)\n",
      "footnotes": null
    },
    {
      "id": "933",
      "sura": "6",
      "aya": "144",
      "arabic_text": "وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
      "translation": "وە لەحوشتر دووان و لەڕەشەوڵاخ دووان (نێرو مێیەک) (ئەی موحەممەد ﷺ) بڵێ ئایا خوا ئەو دوو نێرەی حەرام کردووە یان ئەو دوو مێیە؟ یا ئەو بێچوانەی کە لەسکی ئەو دوو (جۆرە ووڵاخە) مێینەدایە یان ئێوە ئامادە و شایەت بوون ئەو کاتە کەخوا فەرمانی پێکردن (بەم قەدەغەکردنە) کەواتە کێ لەو کەسە ستەمکارترە کەدرۆ بەدەم خواوە ھەڵدەبەستێت بۆ ئەوەی خەڵکی گومڕا بکات بەبێ ھیچ زانیاریەک بەڕاستی خوا ڕێنمونی کۆمەڵی ستەمکاران ناکات\n",
      "footnotes": null
    },
    {
      "id": "934",
      "sura": "6",
      "aya": "145",
      "arabic_text": "قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ",
      "translation": "(ئەی موحەممەد ﷺ) بڵێ نابینم لەوەی کە (وەحی) وسرووشم بۆ کراوە ھیچ خۆراکێک حەرام بێت بۆ کەسێک کە بیخوات جگە لە مردارەوە بوو یان خوێنێکی ڕژێنراو نەبێت یا گۆشتی بەراز چونکە بێگومان ئەوەش پیس (وحەرامە) یان سەربڕاوێک (کاتی سەربڕین) ناوی غەیری خوای لەسەر ھێنرا بێت جا ھەر کەس ناچار بوو (کە ئەو حەرامانە بخوات لەبەر برسیەتی وخواردنی حەڵاڵی دەست نەکەوت) با زیاد لەپێویست نەخوات و مەبەستی سنوور بەزاندن نەبێت ئەوە بێگومان پەروەردگارت لێبوردەی میھرەبانە\n",
      "footnotes": null
    },
    {
      "id": "935",
      "sura": "6",
      "aya": "146",
      "arabic_text": "وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ",
      "translation": "تەنھا لەسەر ئەوانەی بوونە جولەکە حەراممان کرد ھەموو چڕنوکدارێک (باڵدار بێت یا ئاژەڵ) وە لە (گۆشتی) ڕەشەوڵاخ و مەڕو بزنیش پیو و بەزەکانیمان لێ حەرام کردن مەگەر ئەوەی کەبەسەر پشتیانەوە بێت یا ئەوەی بەڕیخۆڵەکانیانەوە بێت یا تێکەڵ بووبێت و لکا بێت بەئێسکەوە بەھۆی سەرکەشیانەوە ئەو تۆڵە و سزامان دان وە بێگومان ئێمە ڕاست گۆین\n",
      "footnotes": null
    },
    {
      "id": "936",
      "sura": "6",
      "aya": "147",
      "arabic_text": "فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ",
      "translation": "ئەمجا ئەگەر باوەڕیان پێ نەکردیت ئەوا (پێیان) بڵێ پەروەردگارتان خاوەنی میھرەبانی فراوانە وە سزاو تۆڵەی ئەو (خوا کەھات) لەھۆزی تاوانباران ناگێڕدرێتەوە\n",
      "footnotes": null
    },
    {
      "id": "937",
      "sura": "6",
      "aya": "148",
      "arabic_text": "سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ",
      "translation": "ئەوانەی کەھاوبەشیان بۆ خوا دانا بوو لەمەو دوا دەڵێن: ئەگەر خوا بیویستایە ئێمەو باوو باپیرانمان ھاوبەشمان (بۆخوا) دا نەدەنا وە ھیچ شتێکمان حەرام نەدەکرد ھەر بەو شێوەیە ئەوانەی پێش ئەمانیش درۆیان کرد ھەتا سزاو تۆڵەی ئێمەیان چەشت (ئەی موحەممەد ﷺ) بڵێ ئایا ھیچ زانیاریەکتان لایە تا دەری بخەن بۆمان و دەری ببڕن ئێوە شوێنی ھیچ شتێک ناکەون بێجگە لەگومان نەبێت و ئێوە ھەر لەخۆتانەوە بەگۆترە شت دەڵێن\n",
      "footnotes": null
    },
    {
      "id": "938",
      "sura": "6",
      "aya": "149",
      "arabic_text": "قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ",
      "translation": "بڵێ دەی کەواتە بەڵگەی بەھێز و (دەسەڵات) ھەر بۆ خوایە جا ئەگەر (خوا) بیویستایە ھەر ھەمووتانی دەخستە سەر ڕێی ڕاست\n",
      "footnotes": null
    },
    {
      "id": "939",
      "sura": "6",
      "aya": "150",
      "arabic_text": "قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ",
      "translation": "(ئەی موحەممەد ﷺ) بڵێ ئەو شایەتانەتان بھێنن کە شایەتی دەدەن کە خوا ئەمەی حەرام کردووە جا ئەگەر (بە درۆ) شایەتیان دا تۆ لەگەڵیاندا شایەتی مەدە وە شوێن ھەواو ھەوەس وئارەزواتی ئەوانە مەکەوە کەباوەڕیان نەھێنا بەئایەتەکانی ئێمە وە شوێن ئەوانەش مەکەوە کەبڕوایان نیە بەڕۆژی دوایی ئەوانەش کەھاوبەش و ھاوتا بۆ پەروەردگاریان بڕیار دەدەن\n",
      "footnotes": null
    },
    {
      "id": "940",
      "sura": "6",
      "aya": "151",
      "arabic_text": "۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ",
      "translation": "(ئەی موحەممەد ﷺ) بڵێ وەرن بابیخوێنمەوە (بۆتان) ئەوەی پەروەردگارتان (حەرام) و یاساغی کردووە لەسەرتان (فەرمانیداوە کەوا) ھیچ شتێک نەکەن بە ھاوبەش بۆی و لەگەڵ باوک و دایکدا ئاکار چاک و ڕەفتار جوانبن و مناڵەکانتان مەکوژن لەبەر ھەژاری و نەبوونی ئێمە ڕۆزی ئێوەو ئەوانیش دەدەین وە نزیکی گوناھو کردەوە زۆر بەدەکان مەکەونەوە ئەوەی بە ئاشکرا دەکرێت لەو (خراپانە) و ئەوەش بە پەنھان وە ئەو کەسە مەکوژن کە خوا کوشتنی حەرام کردووە مەگەر ھەق بێت (و بکوژرێتەوە لەتۆڵەدا) خوا ئەمانەی بەئێوە ڕاسپاردوە بۆ ئەوەی تێ بگەن (و ژیری خۆتان بەکاربھێنن)\n",
      "footnotes": null
    },
    {
      "id": "941",
      "sura": "6",
      "aya": "152",
      "arabic_text": "وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ",
      "translation": "وە نزیکی ماڵی ھەتیوان مەکەونەوە مەگەر بەو شێوەی کەجوانترو چاکتر بێت (بۆ ئەوان) تا باڵغ دەبێت و دەگاتە ھێزی خۆی وە پێوانەو کێشانە بێ زیاد و کەم ئەنجام بدەن بەدادگەری داوای ھیچ ئەرک و فەرمانێک لەکەس ناکەین بەئەندازەی توانای خۆی نەبێت وەکاتێک (بۆشایەتیدان و شتی تر) قسەتان کرد دادوەرو ڕاست بن با (لەدژی) خزمی نزیکی خۆشتان بێت وەبەڵێن و پەیمانی خوا بەچاکی ببە نەسەر خوا ئەو شتانەی بەئێوە ڕاسپاردوە بۆ ئەوەی بیر بکەنەوە\n",
      "footnotes": null
    },
    {
      "id": "942",
      "sura": "6",
      "aya": "153",
      "arabic_text": "وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ",
      "translation": "(فەرمانی داوە کە) بێگومان ئەمە ڕێگای ڕاستی منە کەڕاست و دروستە کەواتە شوێنی بکەون و شوێنی کوێرە ڕێگا وڕێچکەکانی تر مەکەون چونکە دوورتان دەخەنەوە و لاتان دەدەن لەڕێگەی خوا خوا ئەو شتانەی بەئێوە ڕاسپاردوە بۆ ئەوەی پارێزکار و لە خواترس بن\n",
      "footnotes": null
    },
    {
      "id": "943",
      "sura": "6",
      "aya": "154",
      "arabic_text": "ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ",
      "translation": "لەپاش ئەوە تەوراتمان بەخشی بەموسا بۆ تەواو کردنی چاکەو بەھرەمان بەرانبەر کەسێک کە بە چاکی پێی ھەڵساوە, وە ڕوونکەرەوەی ھەموو شتێک بێت وە ڕێنیشاندەر و ڕێنمونی و میھرەبانی بێت بۆ ئەوەی باوەڕ بھێنن بەگەیشتنیان بەحوزوری پەروەردگاریان (لە ڕۆژی دواییدا)\n",
      "footnotes": null
    },
    {
      "id": "944",
      "sura": "6",
      "aya": "155",
      "arabic_text": "وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ",
      "translation": "وە ئەم قورئانە پیرۆزە بەفەڕ وپیتەمان ناردۆتە خوارەوە کەواتە ئێوەش شوێنی بکەون و خۆتان بپارێزن و (پارێزکاربن) تا ڕەحمتان پێ بکرێت\n",
      "footnotes": null
    },
    {
      "id": "945",
      "sura": "6",
      "aya": "156",
      "arabic_text": "أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ",
      "translation": "لەبەر ئەوەی نەڵێن بێگومان کتێب تەنھا بۆ سەر دوو کۆمەڵی (گاورو جولەکە) نێراوەتە خوارەوە لەپێش ئێمەدا کەبەڕاستی ئێمە لەخوێندنەوە و لێکۆڵینەوەی کتێبەکانیان بێ ئاگابووین\n",
      "footnotes": null
    },
    {
      "id": "946",
      "sura": "6",
      "aya": "157",
      "arabic_text": "أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ",
      "translation": "وە بۆ ئەوەی نەڵێن بەڕاستی ئەگەر کتێبی ئاسمانی بۆ ئێمەش بھاتایە ئەوە ئێمە لەوان ڕێنمونتر دەبووین ئێوە بێگومان بەڵگەو نیشانە (قورئانی) ڕوونتان لە پەروەردگارتانەوە بۆ ھاتووە کەڕێنمونی و میھرەبانیەکی گەورەیە کەواتە کێ ستەمکارترە لەو کەسەی بێ باوەڕ بێت بەئایەتەکانی خواو بەدرۆی بزانێت وە ڕوویان لێ وەرگێڕێت لەمەو دوا بەزوویی تۆڵە دەسێنین لەوانەی سەرپێچی دەکەن لە ئایەتەکانی ئێمە بەسزایەکی بەدو سەخت بەھۆی ئەو لادانەوە کەدەیانکرد\n",
      "footnotes": null
    },
    {
      "id": "947",
      "sura": "6",
      "aya": "158",
      "arabic_text": "هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ",
      "translation": " ئاخۆ (ئەی موحەممەد ﷺ) ئەوان چاوەڕوانی چ شتێک دەکەن بێجگە لەوەی فرشتەی (گیان کێشان) یان بۆ بێت یان پەروەردگارت بێت یان ھەندێک لە موعجیزە و نیشانە ئاشکراکانی پەروەردگارت بەدی بێت ئەو ڕۆژەی ھەندێک لەنیشانە و بەڵگە ڕوونەکانی پەروەدگارت بەدی دێت باوەڕھێنان سوود ناگەیەنێت بەھیچ کەس کەپێشتر بڕوای نەھێنا بێت یان ھیچ خێروچاکەیەکی نەکردبێت لەگەڵ ئیمانەکەیدا بڵێ: چاوەڕوان بن (ھەڕەشەیە) ئێمەش چاوەڕوانی دەکەین\n",
      "footnotes": null
    },
    {
      "id": "948",
      "sura": "6",
      "aya": "159",
      "arabic_text": "إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ",
      "translation": "بەڕاستی ئەوانەی ئاینەکەیان بەش بەش کرد و بوون بەچەند دەستەو تاقمێکەوە تۆ لەھیچ شتێکدا لەئەوان نیت بێگومان کاری ئەوان تەنھا بۆ لای خوا دەگەڕێتەوە پاشان خوا ھەواڵیان پێدەدات بەھەر کردەوەیەک کەکردویانە\n",
      "footnotes": null
    },
    {
      "id": "949",
      "sura": "6",
      "aya": "160",
      "arabic_text": "مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ",
      "translation": "ھەر کەسێک چاکە بکات ئەوە (لەڕۆژی دواییدا) دە ھێندەی چاکەکەی پاداشتی بۆ ھەیە وە ھەر کەسێک خراپە بکات ئەوە تۆڵەی لێ ناسێنرێت تەنھا بەوێنەی خۆی نەبێت و ئەوانە ستەمیان لێ ناکرێت\n",
      "footnotes": null
    },
    {
      "id": "950",
      "sura": "6",
      "aya": "161",
      "arabic_text": "قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "(ئەی موحەممەد ﷺ) بڵێ بێگومان من پەروەردگارم ڕێنمونی کردووم بۆ ڕێگای ڕاست ئاینێکی زۆر ڕاست و پاک (کەھیچ لاریەکی تیا نیە) ئایینی ئەو ئیبراھیمەیە کە لەھەموو ئایینە ناڕاستەکان لایداوە بۆ پەرستنی خوا بەتەنھا وە بە ھیچ جۆرێک لە ھاوبەش پەیداکەران نەبووە\n",
      "footnotes": null
    },
    {
      "id": "951",
      "sura": "6",
      "aya": "162",
      "arabic_text": "قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "(ئەی موحەممەد ﷺ) بڵێ بێگومان نوێژو (بەندایەتی) و قوربانی و ژیان و مردنم ھەر بۆ خوای پەروەردگاری ھەموو جیھانیانە\n",
      "footnotes": null
    },
    {
      "id": "952",
      "sura": "6",
      "aya": "163",
      "arabic_text": "لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ",
      "translation": "ھیچ ھاوبەشێکی نیە و ھەر بەوە فەرمانم پێدراوە, وە من یەکەمی ناو ھەموو موسڵمانان و فەرمانبەردارانم (بۆ خوا)\n",
      "footnotes": null
    },
    {
      "id": "953",
      "sura": "6",
      "aya": "164",
      "arabic_text": "قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ",
      "translation": "(ئەی موحەممەد ﷺ) بڵێ: ئایا بێجگە لە خوا پەرستراوێکی تر بۆ خۆم ھەڵبژێرم لەکاتێکدا ئەو پەروەردگاری ھەموو شتێکە و ھەر کەسێک ھەر گوناھو خراپەیەک بکات تەنھا لەسەر خۆیەتی وە ھیچ کەسێکی گوناھکار گوناھی کەسێکی تر ھەڵناگرێت پاشان گەڕانەوەتان ھەر بۆلای پەروەردگارتانە ئەمجا ھەواڵتان پێ ئەدا بەوەی کەئێوە تیایدا جیاواز بوون\n",
      "footnotes": null
    },
    {
      "id": "954",
      "sura": "6",
      "aya": "165",
      "arabic_text": "وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ",
      "translation": "وە خوا ئەو زاتەیە کە ئێوەی کردووە بەجێنشینانی زەوی (کۆمەڵ لەدوای کۆمەڵ دێن) چەند پلە ھەندێکتانی بەرز کردۆتەوە بەسەر ھەندێکی ترتاندا بۆ ئەوەی تاقیتان بکاتەوە لەوەدا کەپێی بەخشیوون بەڕاستی پەروەردگارت تۆڵە سەندنی خێرایە (بۆ بەدکاران) وە بەڕاستی ئەو لێبوردە و میھرەبانە (بۆ چاکەکاران)\n",
      "footnotes": null
    }
  ]
}