{
  "result": [
    {
      "id": "4631",
      "sura": "50",
      "aya": "1",
      "arabic_text": "قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ",
      "translation": "1. Қоф. (Эй Муҳаммад алайҳис-салоту вас-салом), Улуғ Қуръонга қасамки, (Биз сизни қайта тирилиш ҳақ эканлигидан огоҳлантиргувчи пайғамбар қилиб юборганимизда Макка аҳли иймон келтирмайди).",
      "footnotes": ""
    },
    {
      "id": "4632",
      "sura": "50",
      "aya": "2",
      "arabic_text": "بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ",
      "translation": "2. Балки уларга (фаришта эмас, балки) ўзларидан бўлган бир огоҳлантиргувчи келганидан ажабланиб, у кофирлар айтдилар: «Бу жуда қизиқ нарса-ку!",
      "footnotes": ""
    },
    {
      "id": "4633",
      "sura": "50",
      "aya": "3",
      "arabic_text": "أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ",
      "translation": "3. Бизлар ўлиб, тупроқ бўлиб қолган вақтимизда (яна ҳаётга қайтариламизми)?! Бу жуда узоқ (ақл бовар қилмайдиган) қайтишдир!»",
      "footnotes": ""
    },
    {
      "id": "4634",
      "sura": "50",
      "aya": "4",
      "arabic_text": "قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ",
      "translation": "4. Аниқки, Биз Ер улар(нинг жасадлари)ни камайтираётганини (яъни, жасадлари чириб тупроққа айланиб кетаётганини) билдик. Ва Бизнинг ҳузуримизда (барча нарсани ўз саҳифаларида) сақлагувчи Китоб (Лавҳул-Маҳфуз) бордир, (демак уларни қайта тирилтириб, ҳисоб-китоб қилиш Биз учун қийин иш эмасдир).",
      "footnotes": ""
    },
    {
      "id": "4635",
      "sura": "50",
      "aya": "5",
      "arabic_text": "بَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ",
      "translation": "5. Йўқ, уларга Ҳақ (Қуръон) келган вақтида уни ҳам ёлғон дедилар. Бас, улар бир ноаниқ ишга — ҳолга тушиб қолганлар. (Шунинг учун улар гоҳ Қуръонни «сеҳр» дейишса, гоҳ «шеър» дейишади, гоҳо эса «Аввалгилардан қолган афсона», дейдилар).",
      "footnotes": ""
    },
    {
      "id": "4636",
      "sura": "50",
      "aya": "6",
      "arabic_text": "أَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٖ",
      "translation": "6. Ахир улар устларидаги осмонни — Биз уни қандай бино қилиб, (юлдузлар билан) безаб қўйганимизни ва унинг тешик-ёриқлари ҳам йўқ эканлигини кўрмадиларми?!",
      "footnotes": ""
    },
    {
      "id": "4637",
      "sura": "50",
      "aya": "7",
      "arabic_text": "وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ",
      "translation": "7. Ерни эса ёйиқ — кенг қилдик ва унда тоғларни ўрнатиб қўйдик ҳамда унда (ўсимлик, мевалардан) ҳар турли гўзал жуфтларни ундириб-ўстирдик.",
      "footnotes": ""
    },
    {
      "id": "4638",
      "sura": "50",
      "aya": "8",
      "arabic_text": "تَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ",
      "translation": "8. (Парвардигорга) қайтгувчи ҳар бир бандага кўргазма ва эслатма-ибрат бўлсин учун (мана шундай қилдик).",
      "footnotes": ""
    },
    {
      "id": "4639",
      "sura": "50",
      "aya": "9",
      "arabic_text": "وَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّٰتٖ وَحَبَّ ٱلۡحَصِيدِ",
      "translation": "9. Биз осмондан баракотли сув — ёмғир ёғдириб, унинг ёрдамида боғ-роғларни ва ўриб олингувчи дон-дунларни ўстириб-ундирдик.",
      "footnotes": ""
    },
    {
      "id": "4640",
      "sura": "50",
      "aya": "10",
      "arabic_text": "وَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ",
      "translation": "10. Ҳамда терилган (мевали) новдалари бўлган баланд хурмоларни (ундириб-ўстирдик).",
      "footnotes": ""
    },
    {
      "id": "4641",
      "sura": "50",
      "aya": "11",
      "arabic_text": "رِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ",
      "translation": "11. Бандаларга ризқ бўлсин учун (мана шундай қилдик). Яна у (сув) ёрдамида ўлик шаҳарни — Ерни тирилтирдик. (Ўликларнинг ўз қабрларидан қайта тирилиб) чиқишлари ҳам мана шундай бўлур.",
      "footnotes": "И з о ҳ. Ушбу оятларда худди ўлик замин вақти соати билан тирилиб боғу-роғларга ва гулу гулзорларга айлангани каби инсонларга ҳам Қиёмат соати келганида қайта жон ато этилиб, қабрларидан чиқишлари эслатиб ўтилгач, энди қуйидаги оятларда илгари ўтган ва Охиратни инкор этгувчи бўлган қавм-қабилаларнинг бошларига тушган кўргулик зикр қилинади."
    },
    {
      "id": "4642",
      "sura": "50",
      "aya": "12",
      "arabic_text": "كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ",
      "translation": "12. Улардан (Макка кофирларидан) илгари Нуҳ қавми, қудуқ эгалари (аъни Шуъайб пайғамбарни ёлғончи қилганлари сабабли қудуққа қулаб ҳалок бўлган бир қавм), Самуд (қабиласи) (ўз пайғамбарларини) ёлғончи қилган эдилар.",
      "footnotes": ""
    },
    {
      "id": "4643",
      "sura": "50",
      "aya": "13",
      "arabic_text": "وَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ",
      "translation": "13. Од (қабиласи), Фиръавн (ва унинг қавми) ва Лутнинг оға-инилари ҳам (ўз пайғамбарларини ёлғончи қилган эдилар). ",
      "footnotes": ""
    },
    {
      "id": "4644",
      "sura": "50",
      "aya": "14",
      "arabic_text": "وَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ",
      "translation": "14.  Дарахтзор эгалари (яъни, Шуъайб пайғамбарнинг қавми) ва Туббаъ қавми ҳам (ўз пайғамбарларини ёлғончи қилган эдилар). (Уларнинг) барчалари пайғамбарларни ёлғончи қилишгач, Менинг ваъдам (яъни, азобим уларнинг устига) ҳақ-вожиб бўлди.",
      "footnotes": ""
    },
    {
      "id": "4645",
      "sura": "50",
      "aya": "15",
      "arabic_text": "أَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ",
      "translation": "15. Ахир Биз аввалги яратишга (яъни, йўқдан бор қилишга) ожизлик қилдикми? Йўқ, (ожизлик қилмадик, демак тупроққа айланган жасадларга қайта жон ато этишга ҳам ожилик қилмаймиз), улар эса янги яралишдан (яъни, қайта тирилишдан) шак-шубҳададирлар.",
      "footnotes": ""
    },
    {
      "id": "4646",
      "sura": "50",
      "aya": "16",
      "arabic_text": "وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ",
      "translation": "16. Аниқки, инсонни Биз яратганмиз, (демак), унинг нафси васваса қиладиган (яъни, кўнглидан ўтган барча) нарсаларни ҳам билурмиз, — Биз унга жон томиридан ҳам яқинроқдирмиз.",
      "footnotes": ""
    },
    {
      "id": "4647",
      "sura": "50",
      "aya": "17",
      "arabic_text": "إِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ",
      "translation": "17. Зотан, ўнг ва чап (томон)да ўтирган икки қабул қилгувчи (ёзиб тургувчи фаришта инсоннинг айтган ва қилган барча яхши-ёмон сўз-амалларини) қабул қилиб-ёзиб турурлар.",
      "footnotes": ""
    },
    {
      "id": "4648",
      "sura": "50",
      "aya": "18",
      "arabic_text": "مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ",
      "translation": "18. У бирон сўз талаффуз қилмас, магар (талаффуз қилса) унинг олдида ҳозиру-нозир бўлган бир кузатгувчи (фаришта у сўзни ёзиб олур).",
      "footnotes": ""
    },
    {
      "id": "4649",
      "sura": "50",
      "aya": "19",
      "arabic_text": "وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ",
      "translation": "19. Мана, ўлим мастлиги (яъни, жон чиқар пайти) ҳаққи-рост (етиб келди. (Эй инсон), бу (ўлим) сен қочгувчи бўлган нарсадир.",
      "footnotes": ""
    },
    {
      "id": "4650",
      "sura": "50",
      "aya": "20",
      "arabic_text": "وَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ",
      "translation": "20. (Қайта тирилишга даъват қилгувчи) Сур ҳам чалинди. Бу (кофирларга азоб) ваъда қилинган Кундир!",
      "footnotes": ""
    },
    {
      "id": "4651",
      "sura": "50",
      "aya": "21",
      "arabic_text": "وَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ",
      "translation": "21. Ва ҳар бир жон ўзи билан бирга (уни маҳшаргоҳга) ҳайдагувчи (бир фаришта) ва унинг қилиб ўтган амалларига) гувоҳлик бергувчи (бир фаришта) бўлган ҳолда келди.",
      "footnotes": ""
    },
    {
      "id": "4652",
      "sura": "50",
      "aya": "22",
      "arabic_text": "لَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ",
      "translation": "22. (Эй инсон), аниқки, сен бу (оғир Кун)дан ғафлатда эдинг. Бас, Биз сендан пардангни (яъни, мана бу Қиёмат Куни ҳақидаги шак-шубҳаларингни) очиб юбордик. Энди бу Кун сенинг кўзинг жуда ўткирдир.",
      "footnotes": ""
    },
    {
      "id": "4653",
      "sura": "50",
      "aya": "23",
      "arabic_text": "وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ",
      "translation": "23. Унинг (кофирнинг) яқини-ҳамроҳи (бўлган, унинг қилиб ўтган гуноҳларини ёзиб-гувоҳлик бергувчи фаришта) деди: «Мана бу (номаи аъмол) менинг ҳузуримда ҳозиру нозир бўлган нарсадир».",
      "footnotes": ""
    },
    {
      "id": "4654",
      "sura": "50",
      "aya": "24",
      "arabic_text": "أَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ",
      "translation": "24. (Шундан кейин дўзах ходимларидан икки фариштага айтилур): «Барча (Ҳаққа қаршилик қилгувчи) қайсар, (Аллоҳнинг динига шак келтиргувчи) кофир-кўрнамакни жаҳаннамга ташланглар! ",
      "footnotes": ""
    },
    {
      "id": "4655",
      "sura": "50",
      "aya": "25",
      "arabic_text": "مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ",
      "translation": "25. Яхшиликни манъ қилгувчи, зўравонни (жаҳаннамга ташланглар!)",
      "footnotes": ""
    },
    {
      "id": "4656",
      "sura": "50",
      "aya": "26",
      "arabic_text": "ٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ",
      "translation": "26. (Қай) бир кимса Аллоҳ билан бирга бошқа бир «илоҳ» қилиб олса (яъни, ёлғиз Аллоҳга бирон нарса ё кимсани шерик қилиб олса), бас, уни қаттиқ азобга ташланглар!»",
      "footnotes": ""
    },
    {
      "id": "4657",
      "sura": "50",
      "aya": "27",
      "arabic_text": "۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ",
      "translation": "27. Унинг яқини (бўлган шайтон): «Парвардигоро, уни мен туғёнга солганим йўқ, лекин унинг ўзи (ҳақ йўлдан) йироқ залолатда бўлди», деди.",
      "footnotes": ""
    },
    {
      "id": "4658",
      "sura": "50",
      "aya": "28",
      "arabic_text": "قَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ",
      "translation": "28. (Аллоҳ кофир ва унинг шайтонига) айтди: «Менинг даргоҳимда талашиб-тортишманглар, аниқки, Мен илгари сизларга (кофир бўлганларингиз сабабли Охиратда азобга гирифтор бўлишларингиз тўғрисида) ваъда қилганман.",
      "footnotes": ""
    },
    {
      "id": "4659",
      "sura": "50",
      "aya": "29",
      "arabic_text": "مَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّٰمٖ لِّلۡعَبِيدِ",
      "translation": "29. Менинг даргоҳимда (ваъда қилинган) сўз ўзгартирилмас ва Мен бандаларга зулм қилгувчи ҳам эмасдирман».",
      "footnotes": ""
    },
    {
      "id": "4660",
      "sura": "50",
      "aya": "30",
      "arabic_text": "يَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ",
      "translation": "30. У Кунда Биз жаҳаннамга «Тўлиб битдингми?», дермиз, у эса, «Яна қўшимча борми?», дер.",
      "footnotes": "И з о ҳ. Қиёмат куни жаҳаннамга «Тўлдингми?», дейилса, у: «Инсону жиндан яна борми?», дейди. Шунда Аллоҳ азза ва жалла оёғини унинг устига қўяди ва жаҳаннам бир-бирига киришиб кетиб, «Бўлди, етарли, етарли!», деб қолади."
    },
    {
      "id": "4661",
      "sura": "50",
      "aya": "31",
      "arabic_text": "وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ",
      "translation": "31. Жаннат тақводор зотларга йироқ бўлмаган (бир маконга) келтирилди (ва уларга дейилди):",
      "footnotes": "И з о ҳ. Юқоридаги оятларда ҳаёти дунёдан куфру-исён билан ўтган кимсаларнинг Қиёмат Кунида кечадиган аҳвол-кўргуликлари батафсил баён этилгач, энди тақво эгалари учун тайёрлаб қўйилган жаннат манзаралари тасвирланади."
    },
    {
      "id": "4662",
      "sura": "50",
      "aya": "32",
      "arabic_text": "هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ",
      "translation": "32. «Мана шу (неъматлар) Сизларга — ҳар бир (Аллоҳга) қайтгувчи, (ўз аҳдини) сақлагувчи (риоя қилгувчи) кишиларга ваъда қилинаётган нарсалардир. ",
      "footnotes": ""
    },
    {
      "id": "4663",
      "sura": "50",
      "aya": "33",
      "arabic_text": "مَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ",
      "translation": "33. Ғайбдаги Раҳмондан қўрққан ва тавба-тазарруъ қилган дил билан келган кишиларга (ваъда қилинаётган нарсалардир).",
      "footnotes": ""
    },
    {
      "id": "4664",
      "sura": "50",
      "aya": "34",
      "arabic_text": "ٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ",
      "translation": "34. Унга (жаннатга) тинч-омон кирингиз! Бу (кун) мангу (қоладиган) Кундир».",
      "footnotes": ""
    },
    {
      "id": "4665",
      "sura": "50",
      "aya": "35",
      "arabic_text": "لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ",
      "translation": "35. Улар учун у жойда хоҳлаган нарсалари бордир. Ва яна Бизнинг даргоҳимиздаги қўшимча (иззат-икром)лар ҳам бордир.",
      "footnotes": ""
    },
    {
      "id": "4666",
      "sura": "50",
      "aya": "36",
      "arabic_text": "وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ",
      "translation": "36. Биз улардан (Қурайш кофирларидан) илгари улардан кучли-қувватлироқ бўлган қанча аср-авлодни ҳалок қилдик. Бас, ўшалар (Биз бошларига туширган балодан қочиб), бирон нажот бормикан, деб шаҳарларда изғиб юрдилар, (лекин ҳалокатдан қочиб қутула олмадилар).",
      "footnotes": ""
    },
    {
      "id": "4667",
      "sura": "50",
      "aya": "37",
      "arabic_text": "إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ",
      "translation": "37. Албатта бунда (огоҳ) қалб эгаси бўлган ёки ўзи ҳозир бўлган ҳолда (яъни, сидқидилдан) қулоқ тутган киши учун эслатма-ибратлар бордир.",
      "footnotes": ""
    },
    {
      "id": "4668",
      "sura": "50",
      "aya": "38",
      "arabic_text": "وَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ",
      "translation": "38. Аниқки, Биз осмонлар ва Ерни ҳамда уларнинг ўртасидаги бор нарсани олти кунда яратдик ва Бизни ҳеч қандай чарчоқ ушлагани йўқ.",
      "footnotes": ""
    },
    {
      "id": "4669",
      "sura": "50",
      "aya": "39",
      "arabic_text": "فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ",
      "translation": "39. Бас, (эй Муҳаммад алайҳис-салоту вас-салом), улар (кофирлар) айтаётган сўзларга сабр-тоқат қилинг ва қуёш чиқишидан илгари ва ботишидан аввал Парвардигорингизга ҳамду сано айтиш билан (У зотни) покланг — намоз ўқинг!",
      "footnotes": ""
    },
    {
      "id": "4670",
      "sura": "50",
      "aya": "40",
      "arabic_text": "وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ",
      "translation": "40. Яна кечанинг (бир қисмида) ва саждалар (яъни, намозлар) ортидан У зотни покланг!",
      "footnotes": ""
    },
    {
      "id": "4671",
      "sura": "50",
      "aya": "41",
      "arabic_text": "وَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ",
      "translation": "41. Ва жарчи (Исрофил фаришта) яқин бир макондан туриб жар соладиган Кунда (унинг нидосига) қулоқ тутинг!",
      "footnotes": ""
    },
    {
      "id": "4672",
      "sura": "50",
      "aya": "42",
      "arabic_text": "يَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ",
      "translation": "42. У Кунда улар (барча халойиқ) у даҳшатли қичқириқни ҳаққи-рост эшитурлар. Бу (қабрлардан тирилиб) чиқиш Кунидир!",
      "footnotes": ""
    },
    {
      "id": "4673",
      "sura": "50",
      "aya": "43",
      "arabic_text": "إِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ",
      "translation": "43. Албатта Биз Ўзимиз (барча жонзотга) ҳаёт берурмиз ва ўлим берурмиз. Ёлғиз Бизга қайтиш бордир!",
      "footnotes": ""
    },
    {
      "id": "4674",
      "sura": "50",
      "aya": "44",
      "arabic_text": "يَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ",
      "translation": "44. У Кунда уларнинг устидаги Ер ёрилиб, (улар) шошган ҳолларида (қабрларидан чиқиб келурлар). Бу (яъни, Қиёмат Кунида барча халойиқни ҳисоб-китоб учун тўплаш) ёлғиз Бизгагина осон бўлган тўплашдир.",
      "footnotes": ""
    },
    {
      "id": "4675",
      "sura": "50",
      "aya": "45",
      "arabic_text": "نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ",
      "translation": "45. Биз улар (кофирлар) айтаётган сўзларни жуда яхши билурмиз. (Эй Муҳаммад алайҳис-салоту вас-салом), сиз уларнинг устида (дину-иймонга) зўрлагувчи эмассиз. Бас, ушбу Қуръон билан Менинг (кофирларни азоб-уқубатга гирифтор қилиш ҳақидаги) ваъдамдан қўрқадиган кишиларга панд-насиҳат қилинг.",
      "footnotes": ""
    }
  ]
}