{
  "id": 4,
  "verse_number": 4,
  "page_number": 342,
  "verse_key": "23:4",
  "juz_number": 18,
  "hizb_number": 35,
  "rub_el_hizb_number": 137,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَٱلَّذِينَ هُمۡ لِلزَّكَوٰةِ فَٰعِلُونَ",
  "translation": "Na ambao wanatoa Zaka!",
  "footnotes": "Nao wanashikilia kutoa Zaka kuwapa wanao stahiki. Kwa hivyo wanakusanya ibada ya mwili na ibada ya mali, na baina ya kujisafisha nafsi na kuyasafisha mali. \"Na ambao wanatoa Zaka,\": Huu waajibu wa kutoa Zaka unapelekea kujenga mashikamano ya umoja baina ya Waislamu, na kutia katika moyo wa kila mtu kuwa ana jukumu kwa nduguye, anahisi kama anavyo hisi yeye, na anaungulika kama anavyo ungulika yeye. Kwa hivyo ni waajibu wake kufanya awezavyo kumkinga na balaa za kilimwengu, na machungu ya ukosefu. Kwa hivyo fakiri au masikini hatomchukia tajiri, bali wote watahisi kama ni ukoo mmoja unao saidiana na wenye kushikamana na Kamba ya Mwenyezi Mungu. Wala mwenye deni hakati tamaa kuweza kulipa deni lake lilio bakia ikiwa hana cha kumalizia hilo deni. Wala haianguki chini azma ya mujaahidi anaye pigana katika Njia ya Mwenyezi Mungu kuinusuru Dini yake na kukomboa nchi yake kwa sababu ya kukosa mali ya kutimizia makusudio yake. Wala msafiri au mgeni mhitaji aliye mbali na mali yake hakosi wa kumkidhia haja zake kwa kumsaidia mpaka afike kwake. Na juu ya haya Zaka ilikuwa ni njia moja katika njia kubwa ulio chukua Uislamu kukombolea mateka na wafungwa na kuondoa utumwa. Na Uislamu umeongeza kutimiza malengo yake ya kijamii kwa ulimwengu mzima ikatupilia mbali chuki zinazo chusha za kidini, na ikatoa ruhusa Zaka wapewe makafiri ikihitajia haja kuwakopesha. Hali kadhaalika hupewa wale wanao itumikia Zaka, kama kuikusanya na kuigawa. Pia waandishi, na wasafiri, na wanao khasiri kwa ajili ya kupatanisha wenye kugombana, na wanao wasaidia Waislamu katika vita. Ama makusudio ya kiuchumi ya Zaka ni kuondoa ufakiri popote ulipo, na kumsaidia kila mwenye haja kama ilivyo kwisha tangulia."
}