{
  "id": 229,
  "verse_number": 229,
  "page_number": 36,
  "verse_key": "2:229",
  "juz_number": 2,
  "hizb_number": 4,
  "rub_el_hizb_number": 14,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ",
  "translation": "229. (Эр хотинини қайта никоҳига олиши мумкин бўлган) талоқ икки мартадир. Сўнгра (оилани) яхшилик билан сақлаш ёки чиройли суратда ажрашиш (лозим). Ва сизлар учун уларга (хотинларингизга) берган нарсаларингизда (уларнинг маҳрларидан) бирон нарсани қайтариб олишингиз дуруст бўлмайди. Фақат эр-хотин Аллоҳ буюрган (оилавий турмуш борасидаги) қонун-қоидаларни адо қила олмасликларидан қўрқсаларгина (дурустдир). Бас, агар уларнинг (эр-хотиннинг) Аллоҳ буюрган қонун-қоидаларни адо қила олмасликларидан қўрқсангизлар, у ҳолда хотин (эридан ажрашиш учун) эваз қилиб берган нарсада (яъни, хотиннинг эваз беришида, эрнинг шу эвазни олишида) улар учун гуноҳ йўқдир. Бу Аллоҳнинг қонун-чегараларидир. Бас, улардан тажовуз қилиб ўтмангиз! Ким Аллоҳ чегараларидан тажовуз қилиб ўтса, ана ўшалар золимлардир.",
  "footnotes": "И з о ҳ. Шариат ҳукмига кўра оила никоҳ қилиш билан тузилиб, агар эр-хотиндан биронтасининг вафот қилишидан бошқа қандайдир сабаб билан ажралишга тўғри келса, талоқ қилиш билан бузилади. Лекин Исломда талоқни — оилани бузишни Аллоҳ суймаслиги таъкидланади. Ва бу талоқ қилиш ҳуқуқи эркакка берилган, чунки табиатан эркаклар аёлларга нисбатан оғир-босиқ, ҳар бир ишнинг оқибатини ўйлаб қиладиган ва оилани оғир-енгил кунларда сабр-тоқат билан бошқариб борадиган кишилардир. Бундан ташқари икки мартагача қайта ярашишга рухсат берилган, чунки гоҳо аччиқ устида ўйланмасдан қилинган талоқдан кейин эр ҳам, хотин ҳам надомат қилиб қолишлари мумкинки, мазкур рухсат шундай пушаймон ҳолатида ёрдамга келади. Лекин ажрашиш аниқ бўлган ҳолда ҳам Ислом «чиройли суратда ажрашиш»га, яъни эр-хотин бир-бирини беҳурмат қилмай, хусусан аёл кишини бошқалар назарида қора қилмай (унга кейин бошқа эр харидор бўлиши мумкинлигини назардан қочирмаслик лозим) ва унга никоҳ сабабли берилган маҳр — ўзини эрига бағишлагани учун берилган эваздан бирон нарса олиб қолмай ажрашишга буюради. Юқоридаги оятда шариатдаги яна бир ҳукм — агар хотин эри билан яшай олишига кўзи етмасдан ундан талоқ қилишни сўраса ва бу талоқ учун муайян миқдорда эваз тўлашини айтса, эр бу эвазни қабул қилиши жоиз экани ҳам баён қилинади."
}