{
  "result": {
    "id": "536",
    "sura": "4",
    "aya": "43",
    "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقۡرَبُواْ ٱلصَّلَوٰةَ وَأَنتُمۡ سُكَٰرَىٰ حَتَّىٰ تَعۡلَمُواْ مَا تَقُولُونَ وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيلٍ حَتَّىٰ تَغۡتَسِلُواْۚ وَإِن كُنتُم مَّرۡضَىٰٓ أَوۡ عَلَىٰ سَفَرٍ أَوۡ جَآءَ أَحَدٞ مِّنكُم مِّنَ ٱلۡغَآئِطِ أَوۡ لَٰمَسۡتُمُ ٱلنِّسَآءَ فَلَمۡ تَجِدُواْ مَآءٗ فَتَيَمَّمُواْ صَعِيدٗا طَيِّبٗا فَٱمۡسَحُواْ بِوُجُوهِكُمۡ وَأَيۡدِيكُمۡۗ إِنَّ ٱللَّهَ كَانَ عَفُوًّا غَفُورًا",
    "translation": "43. Эй мўминлар, токи гапираётган гапларингизни билмагунингизча маст ҳолингизда намозга яқин келманглар. Ва яна сафарда бўлмасангиз то чўмилмагунингизча жунуб ҳолингизда (намозга яқин келманг). Агар бетоб ё сафарда бўлсангизлар, ёки сизлардан бирон киши ҳожатхонадан чиққан бўлса, ёхуд хотинларингиз билан яқинлашган бўлсангиз ва (мазкур ҳолатларда) сув топа олмасангиз покиза тупроқ билан таяммум қилиб, юз ва қўлларингизга суртинглар. Албатта, Аллоҳ афв этувчи ва мағфиратли бўлган Зотдир.",
    "footnotes": "И з о ҳ. Бу ичкилик хусусида нозил бўлган иккинчи оятдир. Агар биринчи оятда (Бақара сураси, 219-оят) ичкиликда кўп фойда ва зарарлар бор, аммо унинг зарари фойдасидан кўпроқ, дейилган бўлса, бу ерда мусулмонлар учун энг улуғ мақом бўлган намоз ўқиш пайтида («Намоз мўминнинг меърожидир»  ҳадиси шарифдан) маст ҳолда бўлмасликка буюриш билан Қуръон унинг ҳаром нарса эканлигига ишора қилиб, унга нисбатан мўминларда нафрат уйғотмоқда. Навбатдаги ичкилик тўғрисида келадиган оятда уни ҳаром, деб эълон қилинади. Шариатнинг барча ҳукмлари ана ўша сўнгги оятга асосланади. Жунуб — эркак ва аёлнинг яқинлашуви ёки ҳар қандай суратда эркак ё аёлдан шаҳват суви чиқиши натижасида ўша эркак ё аёл жунуб (нопок) бўлади. Таяммум — сув топа олмаган ёки топса ҳам қандайдир сабаб билан уни ишлатишга қодир бўлмаган кишининг пок тупроққа қўл уриб, юз ва қўлларига суртиш билан пок бўлишидир. Бу амални қилишда таҳоратни ёки ғусл (чўмилиш)ни ҳам ният қилинади. Ҳар иккисини қўшиб ният қилиш ҳам мумкин."
  }
}