{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 434,
      "verse_key": "35:1",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "Ang papuri ay ukol kay Allāh, na Tagapaglalang ng mga langit at lupa, na Tagagawa sa mga anghel bilang mga sugo na may mga pakpak na dalawahan, tatluhan, at apatan. Nagdaragdag Siya sa paglikha ng anumang niloloob Niya. Tunay na si Allāh sa bawat bagay ay May-kakayahan.",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 434,
      "verse_key": "35:2",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "Ang anumang binubuksan ni Allāh para sa mga tao na awa ay walang tagapigil para rito at ang anumang pinipigil Niya ay walang tagapagpakawala para rito matapos na niyon. Siya ay ang Makapangyarihan, ang Marunong.",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 434,
      "verse_key": "35:3",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ",
      "translation": "O mga tao, alalahanin ninyo ang biyaya ni Allāh sa inyo. May tagalikha kayang iba pa kay Allāh, na nagtutustos sa inyo mula sa langit at lupa? Walang Diyos kundi Siya, kaya paanong nalilinlang kayo [palayo sa katotohanan]?",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 435,
      "verse_key": "35:4",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ",
      "translation": "Kung nagpapasinungaling sila sa iyo, may pinasinungalingan nga na mga sugo bago mo pa. Tungo kay Allāh pinababalik ang mga usapin.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 435,
      "verse_key": "35:5",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ",
      "translation": "O mga tao, tunay na ang pangako ni Allāh[1] ay totoo kaya huwag ngang lilinlang sa inyo ang buhay na pangmundo at huwag ngang lilinlang sa inyo hinggil kay Allāh ang mapanlinlang [na si Satanas].",
      "footnotes": "[1] na pagbuhay at pagganti sa Araw ng Pagbangon"
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 435,
      "verse_key": "35:6",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ",
      "translation": "Tunay na ang demonyo para sa inyo ay isang kaaway, kaya gawin ninyo siyang isang kaaway. Nag-aanyaya lamang siya sa lapian niya upang sila ay maging kabilang sa mga kasamahan sa Liyab.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 435,
      "verse_key": "35:7",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ",
      "translation": "Ang mga tumangging sumampalataya, ukol sa kanila ay isang pagdurusang matindi. Ang mga sumampalataya at gumawa ng mga maayos, ukol sa kanila ay isang kapatawaran at isang pabuyang malaki.",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 435,
      "verse_key": "35:8",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ",
      "translation": "Kaya [napatnubayan] ba ang sinumang ipinang-akit sa kanya ang kasagwaan ng gawain niya kaya nagturing siya rito bilang maganda, sapagkat tunay na si Allāh ay [makatarungang] nagliligaw sa sinumang niloloob Niya at nagpapatnubay [bilang kabutihang-loob mula sa Kanya] sa sinumang niloloob Niya? Kaya huwag masawi ang sarili mo dahil sa kanila sa mga panghihinayang. Tunay na si Allāh ay Maalam sa anumang niyayari nila.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 435,
      "verse_key": "35:9",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ",
      "translation": "Si Allāh ay ang nagsugo ng mga hangin saka nagpagalaw ang mga ito ng mga ulap. Umakay Kami sa mga ito tungo sa isang bayang patay saka nagbigay-buhay Kami sa pamamagitan ng mga ito sa lupa matapos ng kamatayan nito. Gayon ang pagkabuhay.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 435,
      "verse_key": "35:10",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ",
      "translation": "Ang sinumang nagnanais ng karangalan ay sa kay Allāh ang karangalan nang lahatan. Tungo sa Kanya umaakyat ang pananalitang kaaya-aya, at ang gawang maayos ay nag-aangat nito. Ang mga nagpapakana ng mga masagwang gawa, ukol sa kanila ay isang pagdurusang matindi. Ang pakana ng mga iyon ay mapaririwara.",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 435,
      "verse_key": "35:11",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ",
      "translation": "Si Allāh ay lumikha sa inyo mula sa alabok, pagkatapos mula sa patak ng punlay, pagkatapos gumawa sa inyo ng mga asawa. Walang nagbubuntis na isang babae at walang nagsisilang malibang nasa kaalaman Niya. Walang pinatatanda na isang pinatatanda at walang ibinabawas mula sa edad nito malibang nasa isang talaan. Tunay na iyon kay Allāh ay madali.",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 436,
      "verse_key": "35:12",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "Hindi nagkakapantay ang dalawang katubigan. Itong [isa] ay tabang na pagkatabang-tabang na kasiya-siya ang pag-inom nito at itong [isa] naman ay maalat na mapait. Mula sa bawat isa ay kumakain kayo ng isang lamang malambot [na isda] at humango kayo ng hiyas na isinusuot ninyo. Nakikita mo ang mga daong rito habang mga umaararo upang maghangad kayo ng kagandahang-loob Niya at nang sa gayon kayo ay magpapasalamat [sa Tagalikha ninyo].",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 436,
      "verse_key": "35:13",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ",
      "translation": "Nagpapalagos Siya ng gabi sa maghapon at nagpapalagos Siya ng maghapon sa gabi. Pinagsilbi Niya ang araw at ang buwan [para sa inyo], habang bawat isa ay umiinog para sa isang taning na tinukoy. Iyon ay si Allāh, ang Panginoon ninyo; ukol sa Kanya ang paghahari. Ang mga dinadalanginan ninyo bukod pa sa Kanya ay hindi nagmamay-ari ng kahit isang lamad ng buto ng datiles.[2]",
      "footnotes": "[2] Ibig sabihin: wala talaga silang kapangyarihan"
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 436,
      "verse_key": "35:14",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ",
      "translation": "Kung dadalangin kayo sa kanila ay hindi sila makaririnig sa panalangin ninyo, at kung sakaling nakarinig sila ay hindi sila tutugon sa inyo. Sa Araw ng Pagbangon ay magkakaila sila sa pagtatambal ninyo. Walang nagbabalita sa iyo ng tulad ng [kay Allāh na] isang Mapagbatid.",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 436,
      "verse_key": "35:15",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 175,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ",
      "translation": "O mga tao, kayo ay ang mga maralita kay Allāh at si Allāh ay ang Walang-pangangailangan, ang Kapuri-puri.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 436,
      "verse_key": "35:16",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 175,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ",
      "translation": "Kung loloobin Niya ay mag-aalis Siya sa inyo at magdadala Siya ng isang nilikhang bago.",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 436,
      "verse_key": "35:17",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 175,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ",
      "translation": "Hindi iyon para kay Allāh mabigat.",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 436,
      "verse_key": "35:18",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 175,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ",
      "translation": "Hindi papasanin ng isang tagapasan ang pasanin ng iba.[3] Kung may mag-aanyayang isang nabibigatan [ng iba pa] sa pagdala nito ay walang dadalahin mula rito na anuman, kahit pa man siya ay isang may pagkakamag-anak. Makapagbabala ka lamang sa mga natatakot sa Panginoon nila nang nakalingid [sa pagkatalos nila] at nagpanatili ng pagdarasal. Ang sinumang nagpakabusilak ay nagpapakabusilak lamang para sa [kabutihan ng] sarili niya. Sa kay Allāh ang kahahantungan [ng lahat].",
      "footnotes": "[3] Bahagi ng katarungan ni Allāh na hindi Siya magtuturing sa mga inosente bilang may sala dahil sa mga kasalanan ng mga ninuno nila sa pamamagitan ng manang kasalanan daw."
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 437,
      "verse_key": "35:19",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 175,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ",
      "translation": "Hindi nagkakapantay ang bulag at ang nakakikita,",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 437,
      "verse_key": "35:20",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 175,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ",
      "translation": "ni hindi ang mga kadiliman at ang liwanag,",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 437,
      "verse_key": "35:21",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 175,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ",
      "translation": "ni ang lilim at ang init.",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 437,
      "verse_key": "35:22",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 175,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ",
      "translation": "Hindi nagkakapantay ang mga buhay at ang mga patay. Tunay na si Allāh ay nagpaparinig sa sinumang niloloob Niya samantalang ikaw ay hindi tagapagparinig sa sinumang mga nasa mga libingan.",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 437,
      "verse_key": "35:23",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 175,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنۡ أَنتَ إِلَّا نَذِيرٌ",
      "translation": "Walang iba ka kundi isang mapagbabala.",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 437,
      "verse_key": "35:24",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 175,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ",
      "translation": "Tunay na Kami ay nagsugo sa iyo, [O Muḥammad,] kalakip ng katotohanan bilang mapagbalita ng nakagagalak[4] at bilang mapagbabala. [5] Walang anumang kalipunan malibang may nagdaan doon na isang mapagbabala.",
      "footnotes": "[4] hinggil sa Kaginhawahang mamamalagi para sa sinumang sumampalataya at gumawa ng maayos.\n[5] hinggils sa pagdurusa para sa sinumang nagtambal kay Allāh at gumawa ng masagwa."
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 437,
      "verse_key": "35:25",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 175,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ",
      "translation": "Kung nagpapasinungaling sila sa iyo, nagpasinungaling nga ang mga bago pa nila. Naghatid sa kanila ang mga sugo nila [ula kay Allāh] ng mga malinaw na patunay, ng mga kautusan, at ng kasulatang nagbibigay-liwanag.",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 437,
      "verse_key": "35:26",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 175,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ",
      "translation": "Pagkatapos dumaklot Ako sa mga tumangging sumampalataya kaya magiging papaano ang pagtutol Ko?",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 437,
      "verse_key": "35:27",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 175,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ",
      "translation": "Hindi mo ba nakita na si Allāh ay nagpababa mula sa langit ng tubig kaya nagpalabas sa pamamagitan nito ng mga bungang nagkakaiba-iba ang mga kulay ng mga ito. Mula sa mga bundok ay may mga guhit na puti at pula, na magkakaiba ang mga pagkakulay ng mga ito, at may mga matingkad na itim.",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 437,
      "verse_key": "35:28",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 175,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ",
      "translation": "Mayroon sa mga tao, mga umuusad na hayop, at mga hayupang nagkakaiba-iba ang mga kulay ng mga ito gayon din. Tanging natatakot kay Allāh kabilang sa mga lingkod Niya ang mga nakaaalam. Tunay na si Allāh ay Makapangyarihan, Mapagpatawad.",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 437,
      "verse_key": "35:29",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 175,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ",
      "translation": "Tunay na ang mga bumibigkas ng Aklat ni Allāh, nagpanatili ng pagdarasal, at gumugol mula sa itinustos sa kanila nang palihim at hayagan ay nag-aasam ng isang pangangalakal na hindi mapaririwara,",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 437,
      "verse_key": "35:30",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 175,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ",
      "translation": "upang maglulubus-lubos Siya sa kanila ng mga pabuya sa kanila at magdagdag Siya sa kanila mula sa kabutihang-loob Niya. Tunay na Siya ay Mapagpatawad, Mapagpasalamat.",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 438,
      "verse_key": "35:31",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 175,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ",
      "translation": "Ang ikinasi Namin sa iyo, [O Propeta Muḥammad,] na Aklat ay ang totoo, bilang tagapagpatotoo para sa nauna rito.[6] Tunay na si Allāh sa mga lingkod Niya ay talagang Mapagbatid, Nakakikita.",
      "footnotes": "[6] na Torah, Ebanghelyo, Salmo, at iba pa"
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 438,
      "verse_key": "35:32",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 175,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ",
      "translation": "Pagkatapos ipinamana Namin ang Aklat sa mga hinirang Namin mula sa mga lingkod Namin; ngunit mayroon sa kanila na tagalabag sa katarungan sa sarili niya,[7] mayroon sa kanila na katamtaman,[8] at mayroon sa kanila na nangunguna sa mga kabutihan ayon sa pahintulot ni Allāh. Iyon ay ang malaking kabutihang-loob.[9]",
      "footnotes": "[7] dahil sa paggawa ng mga ipinagbabawal at hindi pag-iwan ng mga tungkulin\n[8] na nakatutupad sa mga pinakamababang kailangan at umiiwas sa mga bawal na gawain\n[9] O ang malaking kalamangan."
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 438,
      "verse_key": "35:33",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 175,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ",
      "translation": "Ang mga hardin ng Eden ay papasukin nila. Gagayakan sila sa mga iyon ng mga pulseras na ginto at mga perlas. Ang kasuutan nila sa mga iyon ay sutla.",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 438,
      "verse_key": "35:34",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 175,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ",
      "translation": "Magsasabi sila: “Ang papuri ay ukol kay Allāh na nag-alis sa amin ng lungkot. Tunay na ang Panginoon namin ay talagang Mapagpatawad, Mapagpasalamat.”",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 438,
      "verse_key": "35:35",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 175,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ",
      "translation": "[Siya] ang nagpatahan sa amin sa tahanan ng pananatilihan dahil sa kabutihang-loob Niya. Walang sumasaling sa amin doon na isang pagkapagal at walang sumasaling sa amin na isang pagkapata.",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 438,
      "verse_key": "35:36",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 175,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ",
      "translation": "Ang mga tumangging sumampalataya, ukol sa kanila ang Apoy ng Impiyerno. Hindi humuhusga sa kanila para mamatay sila at hindi nagpapagaan sa kanila ng pagdurusang dulot nito. Gayon Kami gaganti sa bawat mapagtangging magpasalamat.",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 438,
      "verse_key": "35:37",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 175,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ",
      "translation": "Sila ay magtititili roon: “Panginoon namin, magpalabas Ka sa amin [para makabalik sa Mundo], gagawa kami ng maayos na iba sa dati naming ginagawa.” [Magsasabi si Allāh:] Hindi ba Kami nagpatanda sa inyo sa [edad na] nakapagsasaalaala rito ang sinumang nakapagsasaalaala at dumating sa inyo ang mapagbabala? Kaya lumasap kayo [ng pagdurusa sa Impiyerno] sapagkat walang ukol sa mga tagalabag sa katarungan na anumang mapag-adya.",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 438,
      "verse_key": "35:38",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 175,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "Tunay na si Allāh ay Tagaalam sa nakalingid sa mga langit at lupa. Tunay na Siya ay Maalam sa kaibuturan ng mga dibdib.",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 439,
      "verse_key": "35:39",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 175,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا",
      "translation": "Siya ay ang gumawa sa inyo na mga kahalili sa lupa kaya ang sinumang tumangging sumampalataya ay laban sa kanya ang kawalang-pananampalataya niya. Hindi nagdaragdag sa mga tagatangging sumampalataya ang kawalang-pananampalataya nila sa ganang Panginoon nila kundi ng isang pagkamuhi. Hindi nagdaragdag sa mga tagatangging sumampalataya ang kawalang-pananampalataya nila kundi ng isang pagkalugi.",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 439,
      "verse_key": "35:40",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 175,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا",
      "translation": "Sabihin mo: “Nagsaalang-alang ba kayo sa mga pantambal ninyo na dinadalangin ninyo bukod pa kay Allāh? Magpakita kayo sa Akin kung ano ang nilikha nila mula sa lupa. O mayroon silang pakikitambal sa mga langit? O nagbigay Kami sa kanila ng isang aklat kaya sila ay nasa isang malinaw na katunayan mula roon? Bagkus hindi nangangako ang mga tagalabag sa katarungan sa isa’t isa sa kanila kundi ng isang panlilinlang.”",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 439,
      "verse_key": "35:41",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا",
      "translation": "Tunay na si Allāh ay humahawak sa mga langit at lupa na hindi maalis ang mga ito. Talagang kung naalis ang mga ito ay walang hahawak sa mga ito na isa man matapos ng [ng paghawak] Niya. Tunay na Siya ay laging Matimpiin, Mapagpatawad.",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 439,
      "verse_key": "35:42",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا",
      "translation": "Sumumpa sila kay Allāh nang taimtim sa mga panunumpa nila na talagang kung may pumunta sa kanila na isang mapagbabala ay talagang sila nga ay magiging higit na napatnubayan kaysa sa isa sa mga kalipunan. Ngunit noong may dumating sa kanila na isang mapagbabala,[10] walang naidagdag ito sa kanila kundi isang pagkaayaw,",
      "footnotes": "[10] Ibig sabihin: si Propeta Muhammad."
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 439,
      "verse_key": "35:43",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا",
      "translation": "dala ng pagmamalaki sa lupain at pagpapakana ng masagwa. Hindi pumapaligid ang pakanang masagwa maliban sa mga kampon nito. Kaya naghihintay kaya sila ng maliban pa sa kalakaran ng mga sinauna? Ngunit hindi ka makatatagpo para sa kalakaran ni Allāh ng isang pagpapalit at hindi ka makatatagpo para sa kalakaran ni Allāh ng isang paglilipat.",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 439,
      "verse_key": "35:44",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا",
      "translation": "Hindi ba sila humayo sa lupain para tumingin sila kung papaano naging ang kinahinatnan ng mga bago pa nila samantalang ang mga iyon dati ay higit na matindi kaysa sa kanila sa lakas? Hindi nangyaring si Allāh ay ukol mapawalang-kakayahan ng anuman sa mga langit ni sa lupa. Tunay na Siya ay laging Maalam, May-kakayahan.",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 440,
      "verse_key": "35:45",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 176,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا",
      "translation": "Kung sakaling magpapanagot si Allāh sa mga tao dahil sa nakamit nila ay hindi na sana Siya nag-iwan sa balat nito ng anumang gumagalaw na nilalang subalit nag-aantala Siya sa kanila hanggang sa isang taning na tinukoy. Kaya kapag dumating ang taning nila, tunay na si Allāh sa mga lingkod Niya ay laging Nakakikita.",
      "footnotes": ""
    }
  ]
}