{
  "result": [
    {
      "id": "790",
      "sura": "6",
      "aya": "1",
      "arabic_text": "ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَۖ ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ",
      "translation": "(Alles) Lob gehört Allah, Der die Himmel und die Erde erschaffen und die Finsternisse und das Licht gemacht hat; dennoch setzen diejenigen, die ungläubig sind, ihrem Herrn (andere) gleich.",
      "footnotes": null
    },
    {
      "id": "791",
      "sura": "6",
      "aya": "2",
      "arabic_text": "هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ ثُمَّ قَضَىٰٓ أَجَلٗاۖ وَأَجَلٞ مُّسَمًّى عِندَهُۥۖ ثُمَّ أَنتُمۡ تَمۡتَرُونَ",
      "translation": "Er ist es, Der euch aus Lehm erschaffen und hierauf eine Frist bestimmt hat. Und (es gibt) eine (andere) festgesetzte Frist bei Ihm; dennoch zweifelt ihr.",
      "footnotes": null
    },
    {
      "id": "792",
      "sura": "6",
      "aya": "3",
      "arabic_text": "وَهُوَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَفِي ٱلۡأَرۡضِ يَعۡلَمُ سِرَّكُمۡ وَجَهۡرَكُمۡ وَيَعۡلَمُ مَا تَكۡسِبُونَ",
      "translation": "Er ist Allah in den Himmeln und auf der Erde. Er kennt euer Geheimes und euer Verlautbartes und weiß, was ihr verdient.",
      "footnotes": null
    },
    {
      "id": "793",
      "sura": "6",
      "aya": "4",
      "arabic_text": "وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ",
      "translation": "Kein Zeichen von den Zeichen ihres Herrn kam zu ihnen, ohne daß sie sich von ihm abzuwenden pflegten.",
      "footnotes": null
    },
    {
      "id": "794",
      "sura": "6",
      "aya": "5",
      "arabic_text": "فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "So erklärten sie die Wahrheit für Lüge, als sie zu ihnen kam. Aber zu ihnen werden die Nachrichten kommen von dem, worüber sie sich lustig zu machen pflegten.",
      "footnotes": null
    },
    {
      "id": "795",
      "sura": "6",
      "aya": "6",
      "arabic_text": "أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ",
      "translation": "Haben sie nicht gesehen, wie viele Geschlechter Wir vor ihnen vernichteten, denen Wir auf der Erde eine feste Stellung verliehen hatten, wie Wir sie euch nicht verliehen haben, und auf die Wir den Regen ergiebig (hinab)sandten, und unterhalb derer Wir Flüsse strömen ließen? Und da haben Wir sie für ihre Sünden vernichtet und nach ihnen ein anderes Geschlecht entstehen lassen.",
      "footnotes": null
    },
    {
      "id": "796",
      "sura": "6",
      "aya": "7",
      "arabic_text": "وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ",
      "translation": "Wenn Wir auf dich ein Buch aus (beschriebenen) Blättern hinabgesandt hätten, so daß sie es mit ihren Händen befühlen (könnten), würden diejenigen, die ungläubig sind, dennoch sagen: Das ist ja nur deutliche Zauberei.",
      "footnotes": null
    },
    {
      "id": "797",
      "sura": "6",
      "aya": "8",
      "arabic_text": "وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ",
      "translation": "Und sie sagen: Warum ist kein Engel zu ihm herabgesandt worden? Wenn Wir aber einen Engel herabsenden würden, dann wäre die Angelegenheit wahrlich entschieden, und ihnen würde dann kein Aufschub gewährt.",
      "footnotes": null
    },
    {
      "id": "798",
      "sura": "6",
      "aya": "9",
      "arabic_text": "وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ",
      "translation": "Und wenn Wir ihn (den Gesandten auch) zu einem Engel gemacht hätten, so hätten Wir ihn (doch) wahrlich zu einem Mann gemacht, und Wir hätten ihnen wahrlich verdeckt, was sie zu verdecken suchten.",
      "footnotes": null
    },
    {
      "id": "799",
      "sura": "6",
      "aya": "10",
      "arabic_text": "وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "Man machte sich ja schon vor dir über Gesandte lustig. Da umschloß diejenigen, die über sie spotteten, das, worüber sie sich lustig zu machen pflegten.",
      "footnotes": null
    },
    {
      "id": "800",
      "sura": "6",
      "aya": "11",
      "arabic_text": "قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ",
      "translation": "Sag: Reist auf der Erde umher und schaut, wie das Ende der Leugner war.",
      "footnotes": null
    },
    {
      "id": "801",
      "sura": "6",
      "aya": "12",
      "arabic_text": "قُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ",
      "translation": "Sag: Wem gehört, was in den Himmeln und auf der Erde ist? Sag: Allah. Er hat Sich Selbst Barmherzigkeit vorgeschrieben. Er wird euch ganz gewiß zum Tag der Auferstehung versammeln, an dem es keinen Zweifel gibt. (Schaut; wie das Ende) derjenigen (war), die ihre Seelen verloren haben, denn sie glaubten nicht.",
      "footnotes": null
    },
    {
      "id": "802",
      "sura": "6",
      "aya": "13",
      "arabic_text": "۞ وَلَهُۥ مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "Ihm gehört (alles), was in der Nacht und am Tag ruht. Und Er ist der Allhörende und Allwissende.",
      "footnotes": null
    },
    {
      "id": "803",
      "sura": "6",
      "aya": "14",
      "arabic_text": "قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "Sag: Sollte ich einen anderen zum Schutzherren nehmen als Allah, den Erschaffer der Himmel und der Erde, Der Speise gibt, während Ihm (selbst) keine Speise gegeben wird? Sag: Mir ist befohlen worden, der erste zu sein, der sich (Allah) ergibt, und: Gehöre ja nicht zu den Götzendienern!",
      "footnotes": null
    },
    {
      "id": "804",
      "sura": "6",
      "aya": "15",
      "arabic_text": "قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ",
      "translation": "Sag: Gewiß, ich fürchte, wenn ich mich meinem Herrn widersetze, die Strafe eines gewaltigen Tages.",
      "footnotes": null
    },
    {
      "id": "805",
      "sura": "6",
      "aya": "16",
      "arabic_text": "مَّن يُصۡرَفۡ عَنۡهُ يَوۡمَئِذٖ فَقَدۡ رَحِمَهُۥۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡمُبِينُ",
      "translation": "Von wem sie an jenem Tag abgewendet wird, dessen hat Er sich wirklich erbarmt; und das ist der deutliche Erfolg.",
      "footnotes": null
    },
    {
      "id": "806",
      "sura": "6",
      "aya": "17",
      "arabic_text": "وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "Wenn Allah dir Unheil widerfahren läßt, so kann es keiner hinwegnehmen außer Ihm. Und wenn Er dir (etwas) Gutes widerfahren läßt, - so hat Er zu allem die Macht.",
      "footnotes": null
    },
    {
      "id": "807",
      "sura": "6",
      "aya": "18",
      "arabic_text": "وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ",
      "translation": "Er ist der Bezwinger über Seinen Dienern, und Er ist der Allweise und Allkundige.",
      "footnotes": null
    },
    {
      "id": "808",
      "sura": "6",
      "aya": "19",
      "arabic_text": "قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ",
      "translation": "Sag: Welches ist das größte Zeugnis? Sag: Allah (, Er) ist Zeuge zwischen mir und euch. Und dieser Qur’an ist mir eingegeben worden, damit ich euch und (jeden), den er erreicht, mit ihm warne. Wollt ihr denn wahrlich bezeugen, daß es neben Allah andere Götter gibt? Sag: Ich bezeuge (es) nicht. Sag: Er ist nur ein Einziger Gott, und ich sage mich von dem los, was ihr (Ihm) beigesellt.",
      "footnotes": null
    },
    {
      "id": "809",
      "sura": "6",
      "aya": "20",
      "arabic_text": "ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ",
      "translation": "Diejenigen, denen Wir die Schrift gegeben haben, kennen ihn, wie sie ihre Söhne kennen. (Es sind) diejenigen, die sich selbst verloren haben, denn sie glauben nicht.",
      "footnotes": null
    },
    {
      "id": "810",
      "sura": "6",
      "aya": "21",
      "arabic_text": "وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ",
      "translation": "Und wer ist ungerechter, als wer gegen Allah eine Lüge ersinnt oder Seine Zeichen für Lüge erklärt? Gewiß, den Ungerechten wird es nicht wohl ergehen.",
      "footnotes": null
    },
    {
      "id": "811",
      "sura": "6",
      "aya": "22",
      "arabic_text": "وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُوٓاْ أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ",
      "translation": "Und an dem Tag, da Wir sie alle versammeln, und dann werden Wir zu denen, die (Allah etwas) beigesellt hatten, sagen: Wo sind (nun) eure Teilhaber, die ihr stets angegeben habt?",
      "footnotes": null
    },
    {
      "id": "812",
      "sura": "6",
      "aya": "23",
      "arabic_text": "ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ إِلَّآ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشۡرِكِينَ",
      "translation": "Dann wird ihre Ausrede nur sein, daß sie sagen: Bei Allah, unserem Herrn! Wir waren keine Götzendiener.",
      "footnotes": null
    },
    {
      "id": "813",
      "sura": "6",
      "aya": "24",
      "arabic_text": "ٱنظُرۡ كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡۚ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ",
      "translation": "Schau, wie sie gegen sich selbst lügen und (wie) ihnen das entschwunden ist, was sie zu ersinnen pflegten!",
      "footnotes": null
    },
    {
      "id": "814",
      "sura": "6",
      "aya": "25",
      "arabic_text": "وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ",
      "translation": "Und unter ihnen gibt es manche, die dir zuhören. Aber Wir haben auf ihre Herzen Hüllen gelegt, so daß sie ihn nicht verstehen, und in ihre Ohren Schwerhörigkeit. Auch wenn sie jedes Zeichen sähen, glaubten sie nicht daran. Wenn sie zu dir kommen, um mit dir zu streiten, sagen diejenigen, die ungläubig sind: Das sind nur Fabeln der Früheren.",
      "footnotes": null
    },
    {
      "id": "815",
      "sura": "6",
      "aya": "26",
      "arabic_text": "وَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡـَٔوۡنَ عَنۡهُۖ وَإِن يُهۡلِكُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ",
      "translation": "Sie verbieten es (anderen) und halten sich (selbst) davon fern. Sie vernichten nur sich selbst, ohne zu merken.",
      "footnotes": null
    },
    {
      "id": "816",
      "sura": "6",
      "aya": "27",
      "arabic_text": "وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ",
      "translation": "Und wenn du sehen würdest, wenn sie vor das (Höllen)feuer gestellt werden! Dann werden sie sagen: O würden wir doch zurückgebracht werden! Wir würden (dann) nicht die Zeichen unseres Herrn für Lüge erklären, sondern würden zu den Gläubigen gehören.",
      "footnotes": null
    },
    {
      "id": "817",
      "sura": "6",
      "aya": "28",
      "arabic_text": "بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ",
      "translation": "Nein! Vielmehr hat sich ihnen offenkundig gezeigt, was sie zuvor zu verbergen pflegten. Und wenn sie zurückgebracht würden, würden sie doch wieder zu dem zurückkehren, was ihnen verboten wurde. Sie sind wahrlich Lügner.",
      "footnotes": null
    },
    {
      "id": "818",
      "sura": "6",
      "aya": "29",
      "arabic_text": "وَقَالُوٓاْ إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ",
      "translation": "Und sie sagen: Es gibt nur unser diesseitiges Leben, und wir werden nicht auferweckt.",
      "footnotes": null
    },
    {
      "id": "819",
      "sura": "6",
      "aya": "30",
      "arabic_text": "وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ",
      "translation": "Und wenn du sehen würdest, wenn sie vor ihren Herrn gestellt werden! Er wird sagen: Ist dies nicht die Wahrheit? Sie sagen: Ja doch, bei unserem Herrn! Er wird sagen: Kostet nun die Strafe dafür, daß ihr stets ungläubig wart.",
      "footnotes": null
    },
    {
      "id": "820",
      "sura": "6",
      "aya": "31",
      "arabic_text": "قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ",
      "translation": "Verloren sind diejenigen, die die Begegnung mit Allah für Lüge erklären, so daß, wenn die Stunde plötzlich über sie kommt, sie sagen: O welch gramvolle Reue für uns, wegen dessen, was wir hinsichtlich ihrer vernachlässigt haben! Sie tragen ihre Lasten auf ihren Rücken. Wie übel ist das, was sie an Last auf sich nehmen!",
      "footnotes": null
    },
    {
      "id": "821",
      "sura": "6",
      "aya": "32",
      "arabic_text": "وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَعِبٞ وَلَهۡوٞۖ وَلَلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "Das diesseitige Leben ist nur Spiel und Zerstreuung. Die jenseitige Wohnstätte ist für diejenigen, die gottesfürchtig sind, wahrlich besser. Begreift ihr denn nicht?",
      "footnotes": null
    },
    {
      "id": "822",
      "sura": "6",
      "aya": "33",
      "arabic_text": "قَدۡ نَعۡلَمُ إِنَّهُۥ لَيَحۡزُنُكَ ٱلَّذِي يَقُولُونَۖ فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ",
      "translation": "Wir wissen wohl, daß dich das, was sie sagen, in der Tat traurig macht. Aber nicht dich bezichtigen sie (in Wirklichkeit) der Lüge, sondern die Zeichen Allahs verleugnen die(se) Ungerechten.",
      "footnotes": null
    },
    {
      "id": "823",
      "sura": "6",
      "aya": "34",
      "arabic_text": "وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ",
      "translation": "Ja, bereits vor dir wurden Gesandte der Lüge bezichtigt. Und da ertrugen sie standhaft, daß sie der Lüge bezichtigt wurden und daß ihnen Leid zugefügt wurde, bis Unsere Hilfe zu ihnen kam. Es gibt nichts, was Allahs Worte abändern könnte. Dir ist ja bereits Kunde von den Gesandten zugekommen.",
      "footnotes": null
    },
    {
      "id": "824",
      "sura": "6",
      "aya": "35",
      "arabic_text": "وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ",
      "translation": "Und wenn dir ihre Ablehnung schwer zusetzt, dann, (selbst) wenn du einen Gang in die Erde oder eine Leiter in den Himmel ausfindig machen kannst, und ihnen dann ein Zeichen bringen kannst, ... Und wenn Allah gewollt hätte, hätte Er sie wahrlich unter der Rechtleitung zusammengeführt. Gehöre also ja nicht zu den Toren!",
      "footnotes": null
    },
    {
      "id": "825",
      "sura": "6",
      "aya": "36",
      "arabic_text": "۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ",
      "translation": "Nur diejenigen können Folge leisten, die (zu)hören. Die Toten aber wird Allah auferwecken. Hierauf werden sie zu Ihm zurückgebracht.",
      "footnotes": null
    },
    {
      "id": "826",
      "sura": "6",
      "aya": "37",
      "arabic_text": "وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
      "translation": "Und sie sagen: Wenn ihm doch ein Zeichen von seinem Herrn offenbart worden wäre! Sag: Gewiß, Allah hat die Macht, ein Zeichen zu offenbaren. Aber die meisten von ihnen wissen nicht.",
      "footnotes": null
    },
    {
      "id": "827",
      "sura": "6",
      "aya": "38",
      "arabic_text": "وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ",
      "translation": "Es gibt kein Tier auf der Erde und keinen Vogel, der mit seinen Flügeln fliegt, die nicht Gemeinschaften wären gleich euch. Wir haben im Buch nichts vernachlässigt. Hierauf werden sie zu ihrem Herrn versammelt.",
      "footnotes": null
    },
    {
      "id": "828",
      "sura": "6",
      "aya": "39",
      "arabic_text": "وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "Und diejenigen, die Unsere Zeichen für Lüge erklären, sind taub und stumm in Finsternissen. Wen Allah will, den läßt Er in die Irre gehen, und wen Er will, den bringt Er auf einen geraden Weg.",
      "footnotes": null
    },
    {
      "id": "829",
      "sura": "6",
      "aya": "40",
      "arabic_text": "قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "Sag: Was meint ihr wohl? Wenn die Strafe Allahs (über) euch kommt oder die Stunde (über) euch kommt, werdet ihr (dann) einen anderen anrufen als Allah? (So antwortet,) wenn ihr wahrhaftig seid.",
      "footnotes": null
    },
    {
      "id": "830",
      "sura": "6",
      "aya": "41",
      "arabic_text": "بَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ",
      "translation": "Nein! Vielmehr Ihn werdet ihr anrufen. Dann wird Er das hinwegnehmen, weswegen ihr (Ihn) anruft, wenn Er will, und ihr werdet vergessen, was ihr (Ihm) beigesellt.",
      "footnotes": null
    },
    {
      "id": "831",
      "sura": "6",
      "aya": "42",
      "arabic_text": "وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ",
      "translation": "Wir haben ja schon zu Gemeinschaften vor dir (Gesandte) gesandt und über sie Not und Leid kommen lassen, auf daß sie unterwürfig flehen mögen.",
      "footnotes": null
    },
    {
      "id": "832",
      "sura": "6",
      "aya": "43",
      "arabic_text": "فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "Wenn sie doch nur, als Unsere Gewalt über sie kam, unterwürfig gefleht hätten! Aber ihre Herzen verhärteten sich, und der Satan schmückte ihnen aus, was sie zu tun pflegten.",
      "footnotes": null
    },
    {
      "id": "833",
      "sura": "6",
      "aya": "44",
      "arabic_text": "فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ",
      "translation": "Als sie dann vergaßen, womit sie ermahnt worden waren, öffneten Wir ihnen die Tore zu allen Dingen. Als sie dann froh waren über das, was ihnen gegeben worden war, ergriffen Wir sie plötzlich. Da waren sie sogleich verzweifelt.",
      "footnotes": null
    },
    {
      "id": "834",
      "sura": "6",
      "aya": "45",
      "arabic_text": "فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْۚ وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "So soll die Rückkehr der Leute, die Unrecht taten, abgeschnitten sein. (Alles) Lob gehört Allah, dem Herrn der Weltenbewohner!",
      "footnotes": null
    },
    {
      "id": "835",
      "sura": "6",
      "aya": "46",
      "arabic_text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ",
      "translation": "Sag: Was meint ihr, wenn Allah euer Gehör und euer Augenlicht (weg)nähme und eure Herzen versiegelte, wer ist der Gott außer Allah, der es euch zurückgeben könnte? Schau, wie Wir die Zeichen verschiedenartig darlegen! Dennoch wenden sie sich hierauf ab.",
      "footnotes": null
    },
    {
      "id": "836",
      "sura": "6",
      "aya": "47",
      "arabic_text": "قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ",
      "translation": "Sag: Was meint ihr wohl? Wenn Allahs Strafe plötzlich oder offen (über) euch kommt, wer wird (dann) vernichtet außer dem ungerechten Volk?",
      "footnotes": null
    },
    {
      "id": "837",
      "sura": "6",
      "aya": "48",
      "arabic_text": "وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
      "translation": "Wir senden die Gesandten nur als Verkünder froher Botschaft und als Überbringer von Warnungen. Wer also glaubt und Besserung bringt, über die soll keine Furcht kommen, noch sollen sie traurig sein.",
      "footnotes": null
    },
    {
      "id": "838",
      "sura": "6",
      "aya": "49",
      "arabic_text": "وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ بِمَا كَانُواْ يَفۡسُقُونَ",
      "translation": "Denjenigen aber, die Unsere Zeichen für Lüge erklären, wird die Strafe widerfahren dafür, daß sie zu freveln pflegten.",
      "footnotes": null
    },
    {
      "id": "839",
      "sura": "6",
      "aya": "50",
      "arabic_text": "قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ",
      "translation": "Sag: Ich sage nicht zu euch, ich besäße die Schatzkammern Allahs, und ich weiß auch nicht das Verborgene; und ich sage nicht zu euch, ich sei ein Engel. Ich folge nur dem, was mir eingegeben wird. Sag: Sind (etwa) der Blinde und der Sehende gleich? Denkt ihr denn nicht nach?",
      "footnotes": null
    },
    {
      "id": "840",
      "sura": "6",
      "aya": "51",
      "arabic_text": "وَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ",
      "translation": "Und warne damit diejenigen, die befürchten, daß sie zu ihrem Herrn versammelt werden - sie haben außer Ihm weder Schutzherrn noch Fürsprecher -, auf daß sie gottesfürchtig werden mögen!",
      "footnotes": null
    },
    {
      "id": "841",
      "sura": "6",
      "aya": "52",
      "arabic_text": "وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ",
      "translation": "Und weise nicht diejenigen ab, die morgens und abends ihren Herrn anrufen im Begehren nach Seinem Angesicht! Dir obliegt in keiner Weise, sie zur Rechenschaft zu ziehen, und ihnen obliegt in keiner Weise, dich zur Rechenschaft zu ziehen. Wenn du sie abwiesest, dann würdest du zu den Ungerechten gehören.",
      "footnotes": null
    },
    {
      "id": "842",
      "sura": "6",
      "aya": "53",
      "arabic_text": "وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ",
      "translation": "Und so haben Wir die einen von ihnen durch die anderen einer Prüfung unterzogen, so daß sie sagen: Hat Allah diesen da aus unserer Mitte eine Wohltat erwiesen? Weiß nicht Allah am besten über die Dankbaren Bescheid?",
      "footnotes": null
    },
    {
      "id": "843",
      "sura": "6",
      "aya": "54",
      "arabic_text": "وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ",
      "translation": "Und wenn diejenigen, die an Unsere Zeichen glauben, zu dir kommen, dann sag: Friede sei auf euch! Euer Herr hat Sich Selbst Barmherzigkeit vorgeschrieben: Wer von euch in Unwissenheit Böses tut, aber danach dann bereut und (es) wieder gutmacht, so ist Er Allvergebend und Barmherzig.",
      "footnotes": null
    },
    {
      "id": "844",
      "sura": "6",
      "aya": "55",
      "arabic_text": "وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ",
      "translation": "So legen Wir die Zeichen ausführlich dar, - damit sich der Weg der Übeltäter klar zeigt.",
      "footnotes": null
    },
    {
      "id": "845",
      "sura": "6",
      "aya": "56",
      "arabic_text": "قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ",
      "translation": "Sag: Mir ist verboten worden, denjenigen zu dienen, die ihr anstatt Allahs anruft. Sag: Ich folge nicht euren Neigungen; ich würde sonst nämlich fürwahr abirren und würde nicht zu den Rechtgeleiteten gehören.",
      "footnotes": null
    },
    {
      "id": "846",
      "sura": "6",
      "aya": "57",
      "arabic_text": "قُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ",
      "translation": "Sag: Ich halte mich an einen klaren Beweis von meinem Herrn, während ihr Ihn der Lüge bezichtigt. Ich verfüge nicht über das, was ihr zu beschleunigen wünscht. Das Urteil gehört allein Allah. Er berichtet die Wahrheit, und Er ist der Beste derer, die entscheiden.",
      "footnotes": null
    },
    {
      "id": "847",
      "sura": "6",
      "aya": "58",
      "arabic_text": "قُل لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡۗ وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ",
      "translation": "Sag: Wenn ich über das verfügen würde, was ihr zu beschleunigen wünscht, wäre die Angelegenheit zwischen mir und euch wahrlich schon entschieden. Allah weiß am besten über die Ungerechten Bescheid.",
      "footnotes": null
    },
    {
      "id": "848",
      "sura": "6",
      "aya": "59",
      "arabic_text": "۞ وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ",
      "translation": "Er verfugt über die Schlüssel des Verborgenen; niemand kennt sie außer Ihm. Und Er weiß, was auf dem Festland und im Meer ist. Kein Blatt fällt, ohne daß Er es weiß; und (es gibt) kein Korn in den Finsternissen der Erde und nichts Feuchtes und nichts Trockenes, das nicht in einem deutlichen Buch (verzeichnet) wäre.",
      "footnotes": null
    },
    {
      "id": "849",
      "sura": "6",
      "aya": "60",
      "arabic_text": "وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "Er ist es, Der euch bei Nacht abberuft und weiß, was ihr bei Tag begangen habt, und euch hierauf an ihm auferweckt, damit eine festgesetzte Frist erfüllt wird. Hierauf wird eure Rückkehr zu Ihm sein, und hierauf wird Er euch kundtun, was ihr zu tun pflegtet.",
      "footnotes": null
    },
    {
      "id": "850",
      "sura": "6",
      "aya": "61",
      "arabic_text": "وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ",
      "translation": "Er ist der Bezwinger über Seinen Dienern. Und Er sendet Hüter über euch, bis, wenn dann zu einem von euch der Tod kommt, ihn Unsere Gesandten abberufen, und sie vernachlässigen nichts.",
      "footnotes": null
    },
    {
      "id": "851",
      "sura": "6",
      "aya": "62",
      "arabic_text": "ثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ",
      "translation": "Hierauf werden sie zu Allah, ihrem wahren Schutzherrn, zurückgebracht. Sicherlich, Sein ist das Urteil, und Er ist der schnellste Berechner.",
      "footnotes": null
    },
    {
      "id": "852",
      "sura": "6",
      "aya": "63",
      "arabic_text": "قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ",
      "translation": "Sag: Wer errettet euch von den Finsternissen des Festlandes und des Meeres, (wenn) ihr Ihn in Unterwürfigkeit und im Verborgenen flehend anruft: Wenn Er uns nur hieraus rettet, werden wir ganz gewiß zu den Dankbaren gehören?",
      "footnotes": null
    },
    {
      "id": "853",
      "sura": "6",
      "aya": "64",
      "arabic_text": "قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ",
      "translation": "Sag: Allah errettet euch davon und von jeder Trübsal, hierauf gesellt ihr (Ihm) dennoch (andere Götter) bei.",
      "footnotes": null
    },
    {
      "id": "854",
      "sura": "6",
      "aya": "65",
      "arabic_text": "قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ",
      "translation": "Sag: Er hat die Macht dazu, euch eine Strafe von oben oder unter euren Füßen zu schicken oder euch in (gespaltene) Lager durcheinanderzubringen und die einen von euch die Gewalt der anderen kosten zu lassen! Schau, wie Wir die Zeichen verschiedenartig darlegen, auf daß sie verstehen mögen!",
      "footnotes": null
    },
    {
      "id": "855",
      "sura": "6",
      "aya": "66",
      "arabic_text": "وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ",
      "translation": "Aber dein Volk erklärt es für Lüge, obwohl es die Wahrheit ist. Sag: Ich bin nicht als Sachwalter über euch (eingesetzt).",
      "footnotes": null
    },
    {
      "id": "856",
      "sura": "6",
      "aya": "67",
      "arabic_text": "لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ",
      "translation": "Jede Vorankündigung hat ihre festgesetzte Zeit, und ihr werdet (es noch) erfahren.",
      "footnotes": null
    },
    {
      "id": "857",
      "sura": "6",
      "aya": "68",
      "arabic_text": "وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ",
      "translation": "Und wenn du diejenigen siehst, die auf Unsere Zeichen (spottend) eingehen, so wende dich von ihnen ab, bis sie auf ein anderes Gespräch eingehen. Und wenn dich der Satan nun vergessen läßt, dann sitze nicht, nachdem du dich (daran) erinnert hast, mit dem ungerechten Volk zusammen.",
      "footnotes": null
    },
    {
      "id": "858",
      "sura": "6",
      "aya": "69",
      "arabic_text": "وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ",
      "translation": "Denjenigen, die gottesfürchtig sind, obliegt in keiner Weise, sie zur Rechenschaft zu ziehen, sondern nur die Ermahnung, auf daß sie gottesfürchtig werden mögen.",
      "footnotes": null
    },
    {
      "id": "859",
      "sura": "6",
      "aya": "70",
      "arabic_text": "وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ",
      "translation": "Und lasse diejenigen allein, die ihre Religion zum Gegenstand des Spiels und der Zerstreuung nehmen und die das diesseitige Leben täuscht! Und ermahne durch ihn, damit sich keine Seele für das, was sie verdient hat, dem Verderben ausliefert. Sie hat (dann) außer Allah weder Schutzherrn noch Fürsprecher. Und wenn sie auch (als Lösegeld) jede Ersatzleistung anbietet, wird sie von ihr doch nicht angenommen. Das sind diejenigen, die dem Verderben ausgeliefert werden für das, was sie verdient haben. Für sie wird es ein Getränk aus heißem Wasser und schmerzhafte Strafe geben dafür, daß sie ungläubig gewesen sind.",
      "footnotes": null
    },
    {
      "id": "860",
      "sura": "6",
      "aya": "71",
      "arabic_text": "قُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Sag: Sollen wir anstatt Allahs anrufen, was uns nicht nützt und nicht schadet, und auf unseren Fersen kehrtmachen, nachdem Allah uns rechtgeleitet hat, wie derjenige, den die Teufel auf der Erde verführt haben, so daß er verwirrt ist? Er hat Gefährten, die ihn zur Rechtleitung einladen: Komm zu uns! Sag: Gewiß, Allahs Rechtleitung ist die (wahre) Rechtleitung. Und uns wurde befohlen, uns dem Herrn der Weltenbewohner zu ergeben,",
      "footnotes": null
    },
    {
      "id": "861",
      "sura": "6",
      "aya": "72",
      "arabic_text": "وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُۚ وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ",
      "translation": "und verrichtet das Gebet und fürchtet Ihn! Er ist es, zu Dem ihr versammelt werdet.",
      "footnotes": null
    },
    {
      "id": "862",
      "sura": "6",
      "aya": "73",
      "arabic_text": "وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ",
      "translation": "Und Er ist es, Der die Himmel und die Erde in Wahrheit erschaffen hat. Und an dem Tag, da Er sagt: Sei! da wird es sein. Sein Wort ist die Wahrheit. Und Er hat die Herrschaft an dem Tag, da ins Horn geblasen wird. (Er ist) der Kenner des Verborgenen und des Offenbaren, und Er ist der Allweise und Allkundige.",
      "footnotes": null
    },
    {
      "id": "863",
      "sura": "6",
      "aya": "74",
      "arabic_text": "۞ وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "Und als Ibrahim zu seinem Vater Azar sagte: Nimmst du (denn) Götzenbilder zu Göttern? Gewiß, ich sehe dich und dein Volk in deutlichem Irrtum.",
      "footnotes": null
    },
    {
      "id": "864",
      "sura": "6",
      "aya": "75",
      "arabic_text": "وَكَذَٰلِكَ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ",
      "translation": "Und so zeigten Wir Ibrahim das Reich der Himmel und der Erde, - und damit er zu den Überzeugten gehöre.",
      "footnotes": null
    },
    {
      "id": "865",
      "sura": "6",
      "aya": "76",
      "arabic_text": "فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ رَءَا كَوۡكَبٗاۖ قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ",
      "translation": "Als die Nacht über ihn hereinbrach, sah er einen Himmelskörper. Er sagte: Das ist mein Herr. Als er aber unterging, sagte er: Ich liebe nicht diejenigen, die untergehen’.",
      "footnotes": null
    },
    {
      "id": "866",
      "sura": "6",
      "aya": "77",
      "arabic_text": "فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ",
      "translation": "Als er dann den Mond aufgehen sah, sagte er: Das ist mein Herr. Als er aber unterging, sagte er: Wenn mein Herr mich nicht rechtleitet, werde ich ganz gewiß zum irregehenden Volk gehören.",
      "footnotes": null
    },
    {
      "id": "867",
      "sura": "6",
      "aya": "78",
      "arabic_text": "فَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ",
      "translation": "Als er dann die Sonne aufgehen sah, sagte er: Das ist mein Herr. Das ist größer. Als sie aber unterging, sagte er: O mein Volk, ich sage mich ja von dem los, was ihr (Ihm) beigesellt.",
      "footnotes": null
    },
    {
      "id": "868",
      "sura": "6",
      "aya": "79",
      "arabic_text": "إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ حَنِيفٗاۖ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "Ich wende mein Gesicht Dem zu, Der die Himmel und die Erde erschaffen hat, als Anhänger des rechten Glaubens, und ich gehöre nicht zu den Götzendienern.",
      "footnotes": null
    },
    {
      "id": "869",
      "sura": "6",
      "aya": "80",
      "arabic_text": "وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ",
      "translation": "Sein Volk stritt mit ihm. Er sagte: Wollt ihr mit mir über Allah streiten, wo Er mich doch schon rechtgeleitet hat? Ich fürchte nicht, was ihr Ihm beigesellt, außer daß mein Herr will (, daß ich) es (fürchte). Mein Herr umfaßt alles mit (Seinem) Wissen. Bedenkt ihr denn nicht?",
      "footnotes": null
    },
    {
      "id": "870",
      "sura": "6",
      "aya": "81",
      "arabic_text": "وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ",
      "translation": "Wie sollte ich fürchten, was ihr (Ihm) beigesellt, wo ihr euch nicht fürchtet, Allah beizugesellen, wozu Er euch keine Ermächtigung offenbart hat? Welche der beiden Gruppen hat also ein größeres Anrecht auf Sicherheit, wenn ihr wißt?",
      "footnotes": null
    },
    {
      "id": "871",
      "sura": "6",
      "aya": "82",
      "arabic_text": "ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ",
      "translation": "Diejenigen, die glauben und ihren Glauben nicht mit Ungerechtigkeit verdecken, die haben (das Recht auf) Sicherheit, und sie sind rechtgeleitet.",
      "footnotes": null
    },
    {
      "id": "872",
      "sura": "6",
      "aya": "83",
      "arabic_text": "وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ",
      "translation": "Das ist unser Beweismittel, das Wir Ibrahim gegen sein Volk gaben. Wir erhöhen, wen Wir wollen, um Rangstufen. Gewiß, dein Herr ist Allweise und Allwissend.",
      "footnotes": null
    },
    {
      "id": "873",
      "sura": "6",
      "aya": "84",
      "arabic_text": "وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ",
      "translation": "Und Wir schenkten ihm Ishaq und Ya’qub; jeden (von ihnen) haben Wir rechtgeleitet. Und (auch) Nuh haben Wir zuvor rechtgeleitet, und aus seiner Nachkommenschaft Dawud, Sulaiman, Ayyub, Yusuf, Musa und Harun - so vergelten Wir (es) den Gutes Tuenden -;",
      "footnotes": null
    },
    {
      "id": "874",
      "sura": "6",
      "aya": "85",
      "arabic_text": "وَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ",
      "translation": "und Zakariyya, Yahya, ’Isa und Ilyas: jeder (von ihnen) gehört zu den Rechtschaffenen;",
      "footnotes": null
    },
    {
      "id": "875",
      "sura": "6",
      "aya": "86",
      "arabic_text": "وَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ",
      "translation": "und lsma’il, Alyasa’, Yunus und Lut: jeden (von ihnen) haben Wir vor den (anderen) Weltenbewohnern bevorzugt;",
      "footnotes": null
    },
    {
      "id": "876",
      "sura": "6",
      "aya": "87",
      "arabic_text": "وَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "und (auch manche) von ihren (Vor)Vätern, ihren Nachkommen und ihren Brüdern; Wir haben sie erwählt und zu einem geraden Weg geleitet.",
      "footnotes": null
    },
    {
      "id": "877",
      "sura": "6",
      "aya": "88",
      "arabic_text": "ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ",
      "translation": "Das ist Allahs Rechtleitung. Er leitet damit recht, wen von Seinen Dienern Er will. Wenn sie (Ihm) aber (andere) beigesellt hätten, wäre für sie wahrlich hinfällig geworden, was sie zu tun pflegten.",
      "footnotes": null
    },
    {
      "id": "878",
      "sura": "6",
      "aya": "89",
      "arabic_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ",
      "translation": "Das sind diejenigen, denen Wir die Schrift, das Urteil und das Prophetentum gegeben haben. Wenn aber diese es verleugnen, so haben Wir damit schon (andere) Leute betraut, die dem gegenüber nicht ungläubig sind.",
      "footnotes": null
    },
    {
      "id": "879",
      "sura": "6",
      "aya": "90",
      "arabic_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ",
      "translation": "Das sind diejenigen, die Allah rechtgeleitet hat. So nimm ihre Rechtleitung zum Vorbild! Sag: Ich verlange von euch keinen Lohn dafür. Es ist nur eine Ermahnung für die Weltenbewohner.",
      "footnotes": null
    },
    {
      "id": "880",
      "sura": "6",
      "aya": "91",
      "arabic_text": "وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ",
      "translation": "Sie schätzen Allah nicht ein, wie es Ihm gebührt’, wenn sie sagen: Allah hat nichts auf ein menschliches Wesen (als Offenbarung) herabgesandt. Sag: Wer sandte (denn) die Schrift herab, die Musa als Licht und Rechtleitung für die Menschen brachte, die ihr zu (beschriebenen) Blättern macht, die ihr offen (vor)zeigt, während ihr vieles verbergt, und (sag: von wem) wurde euch gelehrt, was ihr nicht wußtet, weder ihr noch eure Väter? Sag: (Von) Allah. Sodann lasse sie mit ihren schweifenden Gesprächen ihr Spiel treiben.",
      "footnotes": null
    },
    {
      "id": "881",
      "sura": "6",
      "aya": "92",
      "arabic_text": "وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ",
      "translation": "Und dies ist ein Buch, das Wir hinabgesandt haben, ein gesegnetes, das bestätigend, was vor ihm war, und damit du die Mutter der Städte und diejenigen rings umher (Wohnenden) warnst. Diejenigen, die an das Jenseits glauben, glauben (auch) daran, und sie halten ihr Gebet ein.",
      "footnotes": null
    },
    {
      "id": "882",
      "sura": "6",
      "aya": "93",
      "arabic_text": "وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ",
      "translation": "Und wer ist ungerechter, als wer gegen Allah eine Lüge ersinnt oder sagt: Mir ist (Offenbarung) eingegeben worden, während ihm überhaupt nichts eingegeben worden ist, und wer sagt: Ich werde hinabsenden, gleich dem, was Allah hinabgesandt hat? Und wenn du sehen würdest, wie sich die Ungerechten in den Fluten des Todes befinden und die Engel ihre Hände ausstrecken: Gebt eure Seelen heraus! Heute wird euch mit der schmählichen Strafe vergolten, daß ihr stets über Allah die Unwahrheit gesagt habt und euch gegenüber Seinen Zeichen hochmütig zu verhalten pflegtet.",
      "footnotes": null
    },
    {
      "id": "883",
      "sura": "6",
      "aya": "94",
      "arabic_text": "وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ",
      "translation": "Nun seid ihr einzeln zu Uns gekommen, so wie Wir euch das erste Mal erschaffen haben, und ihr habt hinter euch zurückgelassen, was Wir euch übertragen hatten. Und Wir sehen eure Fürsprecher nicht bei euch, von denen ihr behauptet habt, daß sie Teilhaber an euch waren. Nun ist (das Band) zwischen euch abgeschnitten, und entschwunden ist euch, was ihr zu behaupten pflegtet.",
      "footnotes": null
    },
    {
      "id": "884",
      "sura": "6",
      "aya": "95",
      "arabic_text": "۞ إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ",
      "translation": "Allah ist es, Der die Körner und die Kerne spaltet und das Lebendige aus dem Toten hervorbringt. Und (Er ist es,) Der das Tote aus dem Lebendigen hervorbringt. Dies ist doch Allah - wie laßt ihr euch also abwendig machen? -,",
      "footnotes": null
    },
    {
      "id": "885",
      "sura": "6",
      "aya": "96",
      "arabic_text": "فَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ",
      "translation": "Er, Der den Morgen anbrechen läßt’. Er hat die Nacht zur Ruhe(zeit) und die Sonne und den Mond als (Mittel der) Berechnung gemacht. Das ist die Anordnung des Allmächtigen und Allwissenden.",
      "footnotes": null
    },
    {
      "id": "886",
      "sura": "6",
      "aya": "97",
      "arabic_text": "وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ",
      "translation": "Und Er ist es, Der euch die Sterne gemacht hat, damit ihr euch durch sie rechtleiten laßt in den Finsternissen des Festlandes und des Meeres. Wir haben ja die Zeichen ausführlich dargelegt für Leute, die Bescheid wissen.",
      "footnotes": null
    },
    {
      "id": "887",
      "sura": "6",
      "aya": "98",
      "arabic_text": "وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ",
      "translation": "Und Er ist es, Der euch aus einem einzigen Wesen hat entstehen lassen. Dann gibt es einen Aufenthaltsort und einen Aufbewahrungsort. Wir haben die Zeichen ausführlich dargelegt für Leute, die verstehen.",
      "footnotes": null
    },
    {
      "id": "888",
      "sura": "6",
      "aya": "99",
      "arabic_text": "وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "Und Er ist es, Der vom Himmel Wasser herabkommen läßt. Damit bringen Wir den Wuchs aller Arten hervor; aus ihnen bringen Wir dann Grün hervor, aus dem Wir übereinandergeschichtete Körner hervorbringen - und aus den Palmen, aus ihren Blütenscheiden (entstehen) herabhängende Dattelbüschel -, und (auch) Gärten mit Rebstöcken und die Öl- und die Granatapfelbäume, die einander ähnlich und unähnlich sind. Schaut ihre Früchte an, wenn sie Früchte tragen, und (schaut) auf deren Reife! Seht, darin sind wahrlich Zeichen für Leute, die glauben.",
      "footnotes": null
    },
    {
      "id": "889",
      "sura": "6",
      "aya": "100",
      "arabic_text": "وَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ",
      "translation": "Und sie haben Teilhaber Allah gegeben: die Ginn, wo Er sie doch erschaffen hat. Und sie haben Ihm Söhne und Töchter angedichtet, ohne Wissen. Preis sei Ihm! Erhaben ist Er über das, was sie (Ihm) zuschreiben.",
      "footnotes": null
    },
    {
      "id": "890",
      "sura": "6",
      "aya": "101",
      "arabic_text": "بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ",
      "translation": "(Er ist) der Schöpfer der Himmel und der Erde in ihrer schönsten Form. Wie soll Er Kinder haben, wo Er doch keine Gefährtin hat und Er (sonst) alles erschaffen hat? Und Er weiß über alles Bescheid.",
      "footnotes": null
    },
    {
      "id": "891",
      "sura": "6",
      "aya": "102",
      "arabic_text": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ",
      "translation": "Dies ist doch Allah, euer Herr. Es gibt keinen Gott außer Ihm, dem Schöpfer von allem. So dient Ihm! Er ist Sachwalter über alles.",
      "footnotes": null
    },
    {
      "id": "892",
      "sura": "6",
      "aya": "103",
      "arabic_text": "لَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَۖ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ",
      "translation": "Die Blicke erfassen Ihn nicht, Er aber erfaßt die Blicke. Und Er ist der Feinfühlige und Allkundige.",
      "footnotes": null
    },
    {
      "id": "893",
      "sura": "6",
      "aya": "104",
      "arabic_text": "قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ",
      "translation": "Zu euch sind nunmehr einsicht bringende Zeichen von eurem Herrn gekommen. Wer einsichtig wird, der ist es zu seinem eigenen Vorteil, und wer blind ist, der ist es zu seinem eigenen Nachteil. Und ich bin nicht Hüter über euch.",
      "footnotes": null
    },
    {
      "id": "894",
      "sura": "6",
      "aya": "105",
      "arabic_text": "وَكَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ وَلِيَقُولُواْ دَرَسۡتَ وَلِنُبَيِّنَهُۥ لِقَوۡمٖ يَعۡلَمُونَ",
      "translation": "So legen Wir die Zeichen verschiedenartig dar, - und damit sie sagen können: Du hast (es) erlernt und damit Wir ihn Leuten klar machen, die Bescheid wissen.",
      "footnotes": null
    },
    {
      "id": "895",
      "sura": "6",
      "aya": "106",
      "arabic_text": "ٱتَّبِعۡ مَآ أُوحِيَ إِلَيۡكَ مِن رَّبِّكَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ",
      "translation": "Folge dem, was dir von deinem Herrn (als Offenbarung) eingegeben worden ist! Es gibt keinen Gott außer Ihm. Und wende dich von den Götzendienern ab!",
      "footnotes": null
    },
    {
      "id": "896",
      "sura": "6",
      "aya": "107",
      "arabic_text": "وَلَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكُواْۗ وَمَا جَعَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ",
      "translation": "Wenn Allah gewollt hätte, hätten sie (Ihm) nicht(s) beigesellt. Und Wir haben dich nicht zum Hüter über sie gemacht, noch bist du (als) Sachwalter über sie (eingesetzt).",
      "footnotes": null
    },
    {
      "id": "897",
      "sura": "6",
      "aya": "108",
      "arabic_text": "وَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ",
      "translation": "Und schmäht nicht diejenigen, die sie außer Allah anrufen, damit sie nicht in Übertretung ohne Wissen Allah schmähen! So haben Wir jeder Gemeinschaft ihr Tun ausgeschmückt erscheinen lassen. Hierauf wird ihre Rückkehr zu ihrem Herrn sein, und Er wird ihnen kundtun, was sie zu tun pflegten.",
      "footnotes": null
    },
    {
      "id": "898",
      "sura": "6",
      "aya": "109",
      "arabic_text": "وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ",
      "translation": "Und sie haben bei Allah ihren kräftigsten Eid geschworen, sie würden, wenn nur ein Zeichen zu ihnen käme, ganz gewiß daran glauben. Sag: Nur bei Allah sind die Zeichen. Was sollte euch auch merken lassen, daß, wenn es tatsächlich käme, sie doch nicht glauben?",
      "footnotes": null
    },
    {
      "id": "899",
      "sura": "6",
      "aya": "110",
      "arabic_text": "وَنُقَلِّبُ أَفۡـِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ",
      "translation": "Und Wir kehren ihre Herzen und ihr Augenlicht um, so wie sie das erste Mal nicht daran geglaubt haben. Und Wir lassen sie in ihrer Auflehnung umherirren.",
      "footnotes": null
    },
    {
      "id": "900",
      "sura": "6",
      "aya": "111",
      "arabic_text": "۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ",
      "translation": "Wenn Wir auch zu ihnen die Engel hinabsendeten, die Toten zu ihnen sprächen und Wir alle Dinge vor ihren Augen versammelten, sie würden unmöglich glauben, es sei denn, Allah wollte es. Aber die meisten von ihnen wissen nicht.",
      "footnotes": null
    },
    {
      "id": "901",
      "sura": "6",
      "aya": "112",
      "arabic_text": "وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ",
      "translation": "Und so haben Wir jedem Propheten Feinde bestimmt: die Satane der Menschen und der Ginn, von denen die einen den anderen prunkende Worte eingeben in Trug und wenn dein Herr gewollt hätte, hätten sie es nicht getan; so lasse sie (stehen) mit dem, was sie an Lügen ersinnen -,",
      "footnotes": null
    },
    {
      "id": "902",
      "sura": "6",
      "aya": "113",
      "arabic_text": "وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ",
      "translation": "und damit die Herzen derjenigen, die an das Jenseits nicht glauben, dem zuneigen, und damit sie damit zufrieden sind und begehen, was sie begehen.",
      "footnotes": null
    },
    {
      "id": "903",
      "sura": "6",
      "aya": "114",
      "arabic_text": "أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ",
      "translation": "Soll ich denn einen anderen Schiedsrichter als Allah begehren, wo Er es doch ist, der das Buch, ausführlich dargelegt, zu euch herabgesandt hat? Diejenigen, denen Wir die Schrift gaben, wissen, daß es von deinem Herrn mit der Wahrheit herabgesandt wurde. So gehöre ja nicht zu den Zweiflern.",
      "footnotes": null
    },
    {
      "id": "904",
      "sura": "6",
      "aya": "115",
      "arabic_text": "وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "Vollkommen ist das Wort deines Herrn in Wahrhaftigkeit und Gerechtigkeit. Es gibt niemanden, der Seine Worte abändern könnte. Und Er ist der Allhörende und Allwissende.",
      "footnotes": null
    },
    {
      "id": "905",
      "sura": "6",
      "aya": "116",
      "arabic_text": "وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ",
      "translation": "Wenn du den meisten von denen, die auf der Erde sind, gehorchst, werden sie dich von Allahs Weg ab in die Irre führen. Sie folgen nur Mutmaßungen, und sie stellen nur Schätzungen an.",
      "footnotes": null
    },
    {
      "id": "906",
      "sura": "6",
      "aya": "117",
      "arabic_text": "إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ",
      "translation": "Gewiß, dein Herr kennt sehr wohl, wer von Seinem Weg abirrt, und Er kennt sehr wohl die Rechtgeleiteten.",
      "footnotes": null
    },
    {
      "id": "907",
      "sura": "6",
      "aya": "118",
      "arabic_text": "فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ",
      "translation": "Eßt von dem, worüber Allahs Name ausgesprochen worden ist, wenn ihr an Seine Zeichen glaubt.",
      "footnotes": null
    },
    {
      "id": "908",
      "sura": "6",
      "aya": "119",
      "arabic_text": "وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ",
      "translation": "Was ist mit euch, daß ihr nicht von dem eßt, worüber Allahs Name ausgesprochen worden ist, wo Er euch doch ausführlich dargelegt hat, was Er euch verboten hat, außer dem, wozu ihr gezwungen werdet? Viele führen wahrlich (andere) durch ihre Neigungen ohne Wissen in die Irre. Aber dein Herr weiß sehr wohl über die Übertreter Bescheid.",
      "footnotes": null
    },
    {
      "id": "909",
      "sura": "6",
      "aya": "120",
      "arabic_text": "وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ",
      "translation": "Unterlaßt das Offenkundige an Sünde und das Verborgene! Gewiß, denen, die Sünde erwerben, wird das vergolten, was sie zu begehen pflegten.",
      "footnotes": null
    },
    {
      "id": "910",
      "sura": "6",
      "aya": "121",
      "arabic_text": "وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ",
      "translation": "Und eßt nicht von dem, worüber der Name Allahs nicht ausgesprochen worden ist. Das ist wahrlich Frevel. Die Satane geben ihren Schützlingen in der Tat ein, mit euch zu streiten. Wenn ihr ihnen gehorcht, seid ihr fürwahr Götzendiener.",
      "footnotes": null
    },
    {
      "id": "911",
      "sura": "6",
      "aya": "122",
      "arabic_text": "أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "Ist denn der, der tot war, und den Wir dann lebendig gemacht und dem Wir ein Licht gegeben haben, worin er unter den Menschen geht, wie einer, dessen Gleichnis das jemandes ist, der sich in Finsternissen befindet, aus denen er nicht herauskommen kann? So ist den Ungläubigen ausgeschmückt, was sie zu tun pflegten.",
      "footnotes": null
    },
    {
      "id": "912",
      "sura": "6",
      "aya": "123",
      "arabic_text": "وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ",
      "translation": "Und so haben Wir in jeder Stadt ihre größten Übeltäter bestimmt, damit sie darin Ränke schmieden. Sie schmieden aber Ränke nur gegen sich selbst, ohne zu merken.",
      "footnotes": null
    },
    {
      "id": "913",
      "sura": "6",
      "aya": "124",
      "arabic_text": "وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ",
      "translation": "Und wenn ein Zeichen zu ihnen kommt, sagen sie: Wir werden nicht glauben, bevor uns nicht gegeben wird, was den Gesandten Allahs gegeben wurde. Allah weiß sehr wohl, wo Er Seine Botschaft anbringt. Diejenigen, die Übeltaten begehen, werden bei Allah Erniedrigung und strenge Strafe treffen dafür, daß sie Ränke zu schmieden pflegten.",
      "footnotes": null
    },
    {
      "id": "914",
      "sura": "6",
      "aya": "125",
      "arabic_text": "فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ",
      "translation": "Wen Allah rechtleiten will, dem tut Er die Brust auf für den Islam. Und wen Er in die Irre gehen lassen will, dem macht Er die Brust eng und bedrängt, so als ob er in den Himmel hochsteigen sollte. So legt Allah den Greuel auf diejenigen, die nicht glauben.",
      "footnotes": null
    },
    {
      "id": "915",
      "sura": "6",
      "aya": "126",
      "arabic_text": "وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ",
      "translation": "Und dies ist der Weg deines Herrn, ein gerader. Nunmehr haben Wir die Zeichen ausführlich dargelegt für Leute, die bedenken.",
      "footnotes": null
    },
    {
      "id": "916",
      "sura": "6",
      "aya": "127",
      "arabic_text": "۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ",
      "translation": "Für sie gibt es die Wohnstätte des Friedens bei ihrem Herrn. Er ist ihr Schutzherr, für das, was sie zu tun pflegten.",
      "footnotes": null
    },
    {
      "id": "917",
      "sura": "6",
      "aya": "128",
      "arabic_text": "وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ",
      "translation": "Und an dem Tag, da Er sie alle versammelt (wird Er sagen): O Gesellschaft der Ginn! Viele Menschen habt ihr (verführt). Und ihre Schützlinge unter den Menschen sagen: Unser Herr, wir haben voneinander (den Vorteil) genossen und haben (nun) unsere Frist erreicht, die Du uns gesetzt hast. Er wird sagen: Das (Höllen)feuer ist euer Aufenthalt, ewig darin zu bleiben, außer Allah will es (anders). Gewiß, dein Herr ist Allweise und Allwissend.",
      "footnotes": null
    },
    {
      "id": "918",
      "sura": "6",
      "aya": "129",
      "arabic_text": "وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ",
      "translation": "So machen Wir die einen Ungerechten zu Beschützern der anderen für das, was sie erworben haben.",
      "footnotes": null
    },
    {
      "id": "919",
      "sura": "6",
      "aya": "130",
      "arabic_text": "يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ",
      "translation": "O Gesellschaft der Ginn und der Menschen, sind nicht zu euch Gesandte von euch (selbst) gekommen, die euch Meine Zeichen berichtet und euch vor dem Eintreffen dieses euren Tages gewarnt haben? Sie werden sagen: Wir zeugen gegen uns selbst. Das diesseitige Leben hat sie getäuscht, und sie zeugen gegen sich selbst, daß sie ungläubig waren.",
      "footnotes": null
    },
    {
      "id": "920",
      "sura": "6",
      "aya": "131",
      "arabic_text": "ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ",
      "translation": "Das (ist so), weil dein Herr die Städte nicht zu Unrecht vernichtet’, während ihre Bewohner unachtsam sind.",
      "footnotes": null
    },
    {
      "id": "921",
      "sura": "6",
      "aya": "132",
      "arabic_text": "وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ",
      "translation": "Für alle wird es Rangstufen geben je nach dem, was sie getan haben. Und dein Herr ist nicht unachtsam dessen, was sie tun.",
      "footnotes": null
    },
    {
      "id": "922",
      "sura": "6",
      "aya": "133",
      "arabic_text": "وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ",
      "translation": "Und dein Herr ist der Unbedürftige, voll der Barmherzigkeit. Wenn Er will, läßt Er euch vergehen und nach euch folgen, was Er will, so wie Er euch aus der Nachkommenschaft anderer Leute entstehen ließ.",
      "footnotes": null
    },
    {
      "id": "923",
      "sura": "6",
      "aya": "134",
      "arabic_text": "إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ",
      "translation": "Gewiß, was euch versprochen wird, wird sicher eintreffen. Und ihr werdet euch (Ihm) nicht entziehen können.",
      "footnotes": null
    },
    {
      "id": "924",
      "sura": "6",
      "aya": "135",
      "arabic_text": "قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ",
      "translation": "Sag: O mein Volk, handelt nach eurer Stellung! Ich werde ebenfalls (so) handeln. Dann werdet ihr (noch) erfahren, wem die letztendliche Wohnstätte gehören wird. Gewiß, den Ungerechten wird es nicht wohl ergehen.",
      "footnotes": null
    },
    {
      "id": "925",
      "sura": "6",
      "aya": "136",
      "arabic_text": "وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ",
      "translation": "Und sie haben Allah mit dem, was Er an (Früchten auf den) Saatfeldern und Vieh wachsen läßt, einen Anteil bestimmt. Und sie sagen: Dies ist für Allah - so behaupten sie -, Und dies ist für unsere Teilhaber. Was nun für ihre Teilhaber (bestimmt) ist, gelangt nicht zu Allah, was aber für Allah (bestimmt) ist, gelangt zu ihren Teilhabern. Wie böse ist, was sie urteilen!",
      "footnotes": null
    },
    {
      "id": "926",
      "sura": "6",
      "aya": "137",
      "arabic_text": "وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ",
      "translation": "Und ebenso haben vielen der Götzendiener ihre Teilhaber wohlgefällig erscheinen lassen, ihre Kinder zu töten, um sie ins Verderben zu stürzen und um ihnen ihre Religion zu verdecken. Wenn Allah wollte, hätten sie es nicht getan. So lasse sie (allein) mit dem, was sie an Lügen ersinnen!",
      "footnotes": null
    },
    {
      "id": "927",
      "sura": "6",
      "aya": "138",
      "arabic_text": "وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ",
      "translation": "Und sie sagen: Dies sind verwehrtes Vieh und verwehrte (Früchte auf den) Saatfelder(n). Niemand kostet davon außer, wen wir (essen lassen) wollen. - So behaupten sie. - Und (es gibt nach ihrer Behauptung) Vieh, dessen Rücken (zum Tragen von Lasten) verboten ist, und Vieh, über das sie den Namen Allahs nicht aussprechen, womit sie Lügen gegen Ihn ersinnen. Er wird ihnen vergelten, was sie stets an Lügen ersinnen.",
      "footnotes": null
    },
    {
      "id": "928",
      "sura": "6",
      "aya": "139",
      "arabic_text": "وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ",
      "translation": "Und sie sagen: Was in den Leibern dieses Viehs ist, ist unseren Männern vorbehalten, unseren Gattinnen aber verboten. Wenn es aber tot (geboren) ist, so haben sie (alle) daran teil. Er wird ihnen ihre (ersonnene) Zuschreibung vergelten. Er ist ja Allweise und Allwissend.",
      "footnotes": null
    },
    {
      "id": "929",
      "sura": "6",
      "aya": "140",
      "arabic_text": "قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ",
      "translation": "Verloren sind diejenigen, die ihre Kinder in Torheit und ohne Wissen töten und verbieten, womit Allah sie versorgt hat, indem sie Lügen gegen Allah ersinnen. Sie sind fürwahr irregegangen und nicht rechtgeleitet gewesen.",
      "footnotes": null
    },
    {
      "id": "930",
      "sura": "6",
      "aya": "141",
      "arabic_text": "۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ",
      "translation": "Und Er ist es, Der Gärten mit Spalieren und ohne Spaliere entstehen läßt, sowie Palmen und (sonstige) Pflanzen mit unterschiedlichen Erntesorten und Öl- und Granatapfelbäume, die einander ähnlich und unähnlich sind. Eßt von ihren Früchten’, wenn sie Früchte tragen, und entrichtet am Tag ihrer Ernte ihre(n) Pflicht(anteil, der darauf steht), doch seid nicht maßlos! - Er liebt nicht die Maßlosen.",
      "footnotes": null
    },
    {
      "id": "931",
      "sura": "6",
      "aya": "142",
      "arabic_text": "وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ",
      "translation": "Und an Vieh (läßt Allah entstehen) Lasttiere und Kleintiere. Eßt von dem, womit Allah euch versorgt hat, und folgt nicht den Fußstapfen des Satans! Er ist euch ein deutlicher Feind.",
      "footnotes": null
    },
    {
      "id": "932",
      "sura": "6",
      "aya": "143",
      "arabic_text": "ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "Acht (Tiere) zu Paaren (hat Er euch erschaffen): von den Schafen zwei und von den Ziegen zwei. - Sag: Sind es die (beiden) Männchen, die Er verboten hat, oder die (beiden) Weibchen, oder was der Mutterleib der (beiden) Weibchen umschließt? Tut (es) mir kund auf Grund von (wirklichem) Wissen, wenn ihr wahrhaftig seid!",
      "footnotes": null
    },
    {
      "id": "933",
      "sura": "6",
      "aya": "144",
      "arabic_text": "وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
      "translation": "Und (auch) von den Kamelen zwei und von den Rindern zwei. - Sag: Sind es die (beiden) Männchen, die Er verboten hat, oder die (beiden) Weibchen, oder was der Mutterleib der (beiden) Weibchen umschließt? Oder wart ihr Zeugen, als Allah euch dies anbefahl? Wer ist denn ungerechter, als wer gegen Allah eine Lüge ersinnt, um die Menschen ohne Wissen in die Irre zu führen? Gewiß, Allah leitet das ungerechte Volk nicht recht.",
      "footnotes": null
    },
    {
      "id": "934",
      "sura": "6",
      "aya": "145",
      "arabic_text": "قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ",
      "translation": "Sag: Ich finde in dem, was mir (als Offenbarung) eingegeben wurde, nichts, das für den Essenden zu essen verboten wäre, außer es ist Verendetes oder ausgeflossenes Blut oder Schweinefleisch - denn das ist ein Greuel - oder ein Frevel, worüber ein anderer (Name) als Allah(s) angerufen worden ist. Wer sich aber in einer Zwangslage befindet, ohne zu begehren oder das Maß zu überschreiten, - so ist dein Herr Allvergebend und Barmherzig.",
      "footnotes": null
    },
    {
      "id": "935",
      "sura": "6",
      "aya": "146",
      "arabic_text": "وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ",
      "translation": "Und denen, die dem Judentum angehören, haben Wir alles verboten, was Klauen besitzt; und von den Rindern und dem Kleinvieh haben Wir ihnen das Fett verboten, außer dem, was ihre Rücken und ihre Eingeweide tragen, oder was mit Knochen verwachsen ist. Damit haben Wir ihnen ihre Übertretung vergolten. Und Wir sagen ganz gewiß die Wahrheit.",
      "footnotes": null
    },
    {
      "id": "936",
      "sura": "6",
      "aya": "147",
      "arabic_text": "فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ",
      "translation": "Wenn sie dich nun der Lüge bezichtigen, dann sag: Euer Herr ist voll umfassender Barmherzigkeit, aber vom übeltätigen Volk wird Seine Gewalt nicht abgewandt.",
      "footnotes": null
    },
    {
      "id": "937",
      "sura": "6",
      "aya": "148",
      "arabic_text": "سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ",
      "translation": "Diejenigen, die (Ihm) beigesellen, werden sagen: Wenn Allah gewollt hätte, hätten wir (Ihm) nichts beigesellt, und (auch) nicht unsere Väter, und wir hätten nichts verboten. Ebenso haben diejenigen vor ihnen (ihre Gesandten) der Lüge bezichtigt, bis sie Unsere Gewalt kosteten. Sag: Habt ihr (irgendein) Wissen, das ihr uns vorbringen könnt? Ihr folgt ja nur Mutmaßungen, und ihr stellt nur Schätzungen an.",
      "footnotes": null
    },
    {
      "id": "938",
      "sura": "6",
      "aya": "149",
      "arabic_text": "قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ",
      "translation": "Sag: Allah hat das überzeugende Beweismittel. Wenn Er gewollt hätte, hätte Er euch fürwahr allesamt rechtgeleitet.",
      "footnotes": null
    },
    {
      "id": "939",
      "sura": "6",
      "aya": "150",
      "arabic_text": "قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ",
      "translation": "Sag: Bringt eure Zeugen her, die bezeugen, daß Allah dies verboten hat! Wenn sie (es) dann bezeugen, so bezeuge (es) nicht mit ihnen. Und folge nicht den Neigungen derjenigen, die Unsere Zeichen für Lüge erklären und die nicht an das Jenseits glauben und ihrem Herrn (andere) gleichsetzen.",
      "footnotes": null
    },
    {
      "id": "940",
      "sura": "6",
      "aya": "151",
      "arabic_text": "۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ",
      "translation": "Sag: Kommt her! Ich will euch verlesen, was euer Herr euch verboten hat: Ihr sollt Ihm nichts beigesellen, und zu den Eltern gütig sein; und tötet nicht eure Kinder aus Armut - Wir versorgen euch und auch sie; und nähert euch nicht den Abscheulichkeiten, was von ihnen offen und was verborgen ist; und tötet nicht die Seele, die Allah verboten hat (zu töten), außer aus einem rechtmäßigen Grund! Dies hat Er euch anbefohlen, auf daß ihr begreifen möget.",
      "footnotes": null
    },
    {
      "id": "941",
      "sura": "6",
      "aya": "152",
      "arabic_text": "وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ",
      "translation": "Und nähert euch nicht dem Besitz des Waisenkindes, außer auf die beste Art, bis es seine Vollreife erlangt hat. Und gebt volles Maß und Gewicht in Gerechtigkeit. Wir erlegen keiner Seele mehr auf, als sie zu leisten vermag. Und wenn ihr euer Wort gebt, dann seid gerecht, auch wenn es um einen Verwandten geht. Und haltet euren Bund gegenüber Allah. Dies hat Er euch anbefohlen, auf daß ihr (es) bedenken möget!",
      "footnotes": null
    },
    {
      "id": "942",
      "sura": "6",
      "aya": "153",
      "arabic_text": "وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ",
      "translation": "Und (Er hat euch anbefohlen:) Dies ist Mein Weg, ein gerader. So folgt ihm! Und folgt nicht den (anderen) Wegen, damit sie euch nicht von Seinem Weg auseinanderführen! Dies hat Er euch anbefohlen, auf daß ihr gottesfürchtig werden möget!",
      "footnotes": null
    },
    {
      "id": "943",
      "sura": "6",
      "aya": "154",
      "arabic_text": "ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ",
      "translation": "Hierauf gaben Wir Musa die Schrift als Vollendung (und Belohnung) für das, was er an Gutem getan hatte’, als eine ausführliche Darlegung für alles und als Rechtleitung und Barmherzigkeit, auf daß sie an die Begegnung mit ihrem Herrn glauben mögen!",
      "footnotes": null
    },
    {
      "id": "944",
      "sura": "6",
      "aya": "155",
      "arabic_text": "وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ",
      "translation": "Und dies ist ein Buch, das Wir (als Offenbarung) hinabgesandt haben, ein gesegnetes (Buch). So folgt ihm und seid gottesfürchtig, auf daß ihr Erbarmen finden möget!",
      "footnotes": null
    },
    {
      "id": "945",
      "sura": "6",
      "aya": "156",
      "arabic_text": "أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ",
      "translation": "Damit ihr (nicht) sagt: Die Schrift wurde nur auf zwei Gruppen vor uns herabgesandt, und wir waren gegenüber dem, was sie erlernt haben, wahrlich unachtsam.",
      "footnotes": null
    },
    {
      "id": "946",
      "sura": "6",
      "aya": "157",
      "arabic_text": "أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ",
      "translation": "Oder damit ihr (nicht) sagt: Wenn die Schrift auf uns herabgesandt worden wäre, wären wir wahrlich eher rechtgeleitet als sie. Aber nun ist ein klarer Beweis von eurem Herrn und Rechtleitung und Barmherzigkeit zu euch gekommen. Wer ist denn ungerechter, als wer Allahs Zeichen für Lüge erklärt und sich von ihnen abwendet? Wir werden denjenigen, die sich von Unseren Zeichen abwenden, mit einer bösen Strafe vergelten, daß sie sich stets abwandten.",
      "footnotes": null
    },
    {
      "id": "947",
      "sura": "6",
      "aya": "158",
      "arabic_text": "هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ",
      "translation": "Erwarten sie (etwas anderes), als daß die Engel zu ihnen kommen oder daß dein Herr kommt oder daß etwas von den Zeichen deines Herrn kommt? An dem Tag, da etwas von den Zeichen deines Herrn kommt, nützt einer Seele ihr Glaube nicht, wenn sie nicht schon zuvor geglaubt oder in ihrem Glauben Gutes erworben hat. Sag: Wartet ab! Wir warten ebenfalls ab.",
      "footnotes": null
    },
    {
      "id": "948",
      "sura": "6",
      "aya": "159",
      "arabic_text": "إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ",
      "translation": "Gewiß, mit denjenigen, die ihre Religion spalteten und zu Lagern geworden sind, hast du nichts gemein. Ihre Angelegenheit steht (allein) bei Allah. Hierauf wird Er ihnen kundtun, was sie zu tun pflegten.",
      "footnotes": null
    },
    {
      "id": "949",
      "sura": "6",
      "aya": "160",
      "arabic_text": "مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ",
      "translation": "Wer mit (etwas) Gutem kommt, erhält zehnmal soviel. Und Wer mit einer bösen Tat kommt, dem wird nur gleichviel vergolten, und es wird ihnen kein Unrecht zugefügt.",
      "footnotes": null
    },
    {
      "id": "950",
      "sura": "6",
      "aya": "161",
      "arabic_text": "قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "Sag: Gewiß, mich hat mein Herr zu einem geraden Weg geleitet, einer richtigen Religion, dem Glaubensbekenntnis Ibrahims, als Anhänger des rechten Glaubens, und er war keiner der Götzendiener.",
      "footnotes": null
    },
    {
      "id": "951",
      "sura": "6",
      "aya": "162",
      "arabic_text": "قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Sag: Gewiß, mein Gebet und mein (Schlacht)opfer, mein Leben und mein Sterben gehören Allah, dem Herrn der Weltenbewohner.",
      "footnotes": null
    },
    {
      "id": "952",
      "sura": "6",
      "aya": "163",
      "arabic_text": "لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ",
      "translation": "Er hat keinen Teilhaber. Dies ist mir befohlen worden, und ich bin der erste der (Ihm) Ergebenen.",
      "footnotes": null
    },
    {
      "id": "953",
      "sura": "6",
      "aya": "164",
      "arabic_text": "قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ",
      "translation": "Sag: Soll ich einen anderen Herrn als Allah begehren, wo Er doch der Herr von allem ist? Jede Seele erwirbt nur gegen sich selbst. Und keine lasttragende (Seele) nimmt die Last einer anderen auf sich. Hierauf wird eure Rückkehr zu eurem Herrn sein, und Er wird kundtun, worüber ihr uneinig zu sein pflegtet.",
      "footnotes": null
    },
    {
      "id": "954",
      "sura": "6",
      "aya": "165",
      "arabic_text": "وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ",
      "translation": "Er ist es, Der euch zu Nachfolgern (auf) der Erde gemacht und die einen von euch über die anderen um Rangstufen erhöht hat, damit Er euch mit dem, was Er euch gegeben hat, prüfe. Gewiß, dein Herr ist schnell im Bestrafen, aber Er ist auch wahrlich Allvergebend und Barmherzig.",
      "footnotes": null
    }
  ]
}