{
  "id": 1,
  "verse_number": 1,
  "page_number": 558,
  "verse_key": "65:1",
  "juz_number": 28,
  "hizb_number": 56,
  "rub_el_hizb_number": 223,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُواْ ٱلۡعِدَّةَۖ وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخۡرُجۡنَ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَتِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا",
  "translation": "1. Эй Пайғамбар, қачон сизлар (яъни, мўминлар) аёлларингизни талоқ қилсангизлар, уларнинг иддаларида (яъни, поклик пайтларида) талоқ қилинглар ва идда сананглар! Парвардигорларингиз бўлмиш Аллоҳдан қўрқинглар! (То иддалари тугагунча) уларни (ўзлари яшаб турган) уйларидан ҳайдаб чиқарманглар ва улар ўзлари ҳам чиқиб кетмасинлар. Фақат улар очиқ фаҳш ишни (яъни, бузуқлик ёки беҳаёлик каби қилиқларни) қилсаларгина, (яшаб турган уйларидан ҳайдаб чиқарилурлар). Бу Аллоҳнинг қонун-чегараларидир. Кимки Аллоҳ чегараларидан тажовуз қилиб ўтса, аниқки, у ўзига зулм қилибди. Сиз билмассиз, эҳтимол Аллоҳ бу (талоқ)дан кейин бирон ишни пайдо қилар.",
  "footnotes": "И з о ҳ. Бақара сурасининг 228-оятида айтилганидек, талоқ қилинган аёллар уч ҳайз муддатида идда сақлаб ўзларининг ҳомиладор бўлган-бўлмаганларини кузатадилар. Агар бирон аёл ҳайз кўриш пайтида талоқ қилинса, у мана шу ҳайзидан ташқари яна уч ҳайз идда сақлаши лозим бўладики, бу ўша аёлга зулм қилиш демакдир. Чунки у идда муддати тугаши билан бошқа эр билан турмуш қуриш ҳуқуқига эга. Мазкур ҳолатда эса талоқ қилинган аёл яна ортиқча бир ҳайз идда сақлашга мажбур бўлади. (Умуман оиласиз эркак ва аёлларнинг кўпайиши жамиятда бузуқлик ва нопокликнинг авж олишига сабаб бўлгани учун, Ислом дини оилаларнинг бузилиб кетишига имкон қадар йўл бермасликка, агар бузилган чоғда эса иложи борича тезроқ ярашишга ёки бошқа турмуш қуришга даъват этади). Шунинг учун юқоридаги оятда талоқ қилгувчилар хотинларини идда сақлайдиган поклик пайтларида талоқ қилишга ҳамда иддани аниқ ҳисоб-китоб қилиб боришга буюриладилар. Ушбу фармоннинг яна бир ҳикмати, аёл киши ҳайз кўриш пайтида одатда эри унга поклик пайтидагидек рағбат қилмайди, бинобарин ундан ажралиш ҳам эр учун у қадар қийин иш эмасдек туюлиши мумкин. Шу сабабдан Қуръон эркакларга, агар улар хотинларидан ажралмоқчи бўлсалар, у аёлларни пок ва марғуба бўлган пайтларида талоқ қилишлари мумкин эканлигини билдиради. Бундан ташқари ушбу оятда талоқ қилинган аёлларни модомики улар бузуқлик, беҳаёлик қилмас эканлар, то идда муддатлари тугамагунича эрларининг уйларидан чиқариб юбориш дуруст эмаслиги баён қилинди. Бу ҳукмдан мурод, биринчидан, идда сақлаётган аёл мана шу идда муддати асносида талоқ қилган эрининг ҳукмида эканлигини, яъни бошқа эрга никоҳланиши дуруст эмаслигини билдириш бўлса, иккинчидан, агар у аёл уч талоқ қилинмасдан бир ёки икки талоқ қилинган бўлса, жаҳл устида талоқ қилиб юборган эри ҳар куни уни кўриб турганлиги сабабли, «меҳр кўзда», деганларидек, яна унга мойил бўлиб, эр-хотиннинг қайтадан ярашиб кетишлари ҳам осонлашишидир. Шунинг учун ҳам оят ниҳоясида «Сиз билмассиз, эҳтимол Аллоҳ бу (талоқ)дан кейин бирон ишни пайдо қилар», дейилди."
}