{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 560,
      "verse_key": "66:1",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 224,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّبِيُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَۖ تَبۡتَغِي مَرۡضَاتَ أَزۡوَٰجِكَۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
      "translation": "Эй Паёмбар, чаро чизеро, ки Аллоҳ таоло бар ту ҳалол кардааст, ба хотири хушнудии ҳамсаронат [бар худ] ҳаром мекунӣ? Ва [бидон, ки дар ҳама ҳол] Аллоҳ таоло омурзандаи меҳрубон аст.",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 560,
      "verse_key": "66:2",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 224,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَدۡ فَرَضَ ٱللَّهُ لَكُمۡ تَحِلَّةَ أَيۡمَٰنِكُمۡۚ وَٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ",
      "translation": "Ба ростӣ, ки Аллоҳ таоло шикасти савгандҳоятонро [бо додани каффора] бар шумо раво доштааст; ва Аллоҳ таоло дӯстдори шумост ва Ӯ донои ҳаким аст.",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 560,
      "verse_key": "66:3",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 224,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ أَسَرَّ ٱلنَّبِيُّ إِلَىٰ بَعۡضِ أَزۡوَٰجِهِۦ حَدِيثٗا فَلَمَّا نَبَّأَتۡ بِهِۦ وَأَظۡهَرَهُ ٱللَّهُ عَلَيۡهِ عَرَّفَ بَعۡضَهُۥ وَأَعۡرَضَ عَنۢ بَعۡضٖۖ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتۡ مَنۡ أَنۢبَأَكَ هَٰذَاۖ قَالَ نَبَّأَنِيَ ٱلۡعَلِيمُ ٱلۡخَبِيرُ",
      "translation": "Ва ҳангоме ки Паёмбар ба баъзе аз ҳамсаронаш суханонеро ба роз гуфт, пас, чун [он ҳамсар] онро [ба дигаре] хабар дод ва Аллоҳ таоло ӯ [Паёмбар]-ро бар он огоҳ кард, қисмате аз онро барои ӯ баён кард ва аз қисмате [дигар] худдорӣ намуд. Пас, ҳангоме ки [паёмбар] ӯро аз он хабар дод, [он зан] гуфт: «Чи касе инро ба ту хабар додааст?». [Паёмбар] Гуфт: «[Аллоҳи] донои огоҳ маро хабар додааст»",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 560,
      "verse_key": "66:4",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 224,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدۡ صَغَتۡ قُلُوبُكُمَاۖ وَإِن تَظَٰهَرَا عَلَيۡهِ فَإِنَّ ٱللَّهَ هُوَ مَوۡلَىٰهُ وَجِبۡرِيلُ وَصَٰلِحُ ٱلۡمُؤۡمِنِينَۖ وَٱلۡمَلَٰٓئِكَةُ بَعۡدَ ذَٰلِكَ ظَهِيرٌ",
      "translation": "[Эй ҳамсарони паёмбар] агар шумо ду нафар ба даргоҳи Аллоҳ таоло тавба кунед [ба суди шумост]; бе гумон, дилҳоятон [аз ҳақ] мунҳариф гаштааст ва агар шумо ду нафар бар алайҳи ӯ ҳамдаст [муттафиқ] шавед, [бидонед] ки Аллоҳ таоло дӯсту ёвари ӯст ва [низ] Ҷабраил ва мардумони шоиста – аз муъминону фариштагон – [низ] баъд аз он пуштибон [мададгори ӯ] ҳастанд",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 560,
      "verse_key": "66:5",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 224,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "عَسَىٰ رَبُّهُۥٓ إِن طَلَّقَكُنَّ أَن يُبۡدِلَهُۥٓ أَزۡوَٰجًا خَيۡرٗا مِّنكُنَّ مُسۡلِمَٰتٖ مُّؤۡمِنَٰتٖ قَٰنِتَٰتٖ تَٰٓئِبَٰتٍ عَٰبِدَٰتٖ سَٰٓئِحَٰتٖ ثَيِّبَٰتٖ وَأَبۡكَارٗا",
      "translation": "Чи басо агар шуморо талоқ диҳад, Парвардигораш ҳамсароне беҳтар аз шумо барояш ҷойгузин кунад, [ки] дӯшизагон ё занони мусулмон, муъмин, фармонбардор, тавбакор, ибодатгар [ва] рӯзадор бошанд",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 560,
      "verse_key": "66:6",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 224,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قُوٓاْ أَنفُسَكُمۡ وَأَهۡلِيكُمۡ نَارٗا وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُ عَلَيۡهَا مَلَٰٓئِكَةٌ غِلَاظٞ شِدَادٞ لَّا يَعۡصُونَ ٱللَّهَ مَآ أَمَرَهُمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ",
      "translation": "Эй касоне, ки имон овардаед, худ ва хонаводаатонро аз оташе, ки ҳезуми он мардуму сангҳост нигаҳ доред; [оташе, ки] бар он фариштагони хашин ва сахтгир [гуморида шудаанд], ки ҳаргиз аз Аллоҳ таоло дар [мавриди] он чи ба онон фармон дода, нофармонӣ намекунанд ва ҳар чи фармон меёбанд, анҷом медиҳанд.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 560,
      "verse_key": "66:7",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 224,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ كَفَرُواْ لَا تَعۡتَذِرُواْ ٱلۡيَوۡمَۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "Эй касоне, ки кофир шудаед, имрӯз узрхоҳӣ накунед. Ҷуз ин нест, ки дар баробари он чи мекардед, ҷазо дода мешавед",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 561,
      "verse_key": "66:8",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 224,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ تُوبُوٓاْ إِلَى ٱللَّهِ تَوۡبَةٗ نَّصُوحًا عَسَىٰ رَبُّكُمۡ أَن يُكَفِّرَ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيُدۡخِلَكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يَوۡمَ لَا يُخۡزِي ٱللَّهُ ٱلنَّبِيَّ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥۖ نُورُهُمۡ يَسۡعَىٰ بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۡ يَقُولُونَ رَبَّنَآ أَتۡمِمۡ لَنَا نُورَنَا وَٱغۡفِرۡ لَنَآۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "Эй касоне, ки имон овардаед, ба сӯйи Аллоҳ таоло тавба кунед, тавбае холисона. Умед аст Парвардигоратон гуноҳонатонро аз шумо бизудояд ва шуморо ба боғҳое [аз биҳишт] ворид кунад, ки ҷӯйборҳо аз зери [дарахтони] он ҷорӣ аст. Дар рӯзе ки Аллоҳ таоло Паёмбар ва касонеро ки ҳамроҳи ӯ эмон овардаанд хор намекунад. Нурашон пешопеши онон ба самти росташон дар ҳаракат аст, мегӯянд: «Парвардигоро, нури моро ба тамом [ва камол] бирасон ва моро биёмурз. Бе гумон, Ту бар ҳар чиз тавоноӣ».",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 561,
      "verse_key": "66:9",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 224,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ",
      "translation": "Эй Паёмбар, бо кофирону мунофиқон ҷиҳод кун ва бар онҳо сахт бигир ва ҷойгоҳашон ҷаҳаннам аст; ва чи бад ҷойгоҳе аст!",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 561,
      "verse_key": "66:10",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 224,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ كَفَرُواْ ٱمۡرَأَتَ نُوحٖ وَٱمۡرَأَتَ لُوطٖۖ كَانَتَا تَحۡتَ عَبۡدَيۡنِ مِنۡ عِبَادِنَا صَٰلِحَيۡنِ فَخَانَتَاهُمَا فَلَمۡ يُغۡنِيَا عَنۡهُمَا مِنَ ٱللَّهِ شَيۡـٔٗا وَقِيلَ ٱدۡخُلَا ٱلنَّارَ مَعَ ٱلدَّٰخِلِينَ",
      "translation": "Аллоҳ таоло барои касоне, ки кофир шудаанд, ҳамсари Нуҳ ва ҳамсари Лутро масал задааст, ки он ду дар никоҳи ду тан аз бандагони солеҳи Мо буданд, пас, ба он ду хиёнат карданд ва [он ду бандаи солеҳ] натавонистанд, чизе аз [азоби] Аллоҳро аз он ду [зан] дафъ кунанд ва [ба онҳо] гуфта шуд: «Ҳамроҳи воридшавандагони ба оташи [ҷаҳаннам шумо низ] ворид шавед»",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 561,
      "verse_key": "66:11",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 224,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ ءَامَنُواْ ٱمۡرَأَتَ فِرۡعَوۡنَ إِذۡ قَالَتۡ رَبِّ ٱبۡنِ لِي عِندَكَ بَيۡتٗا فِي ٱلۡجَنَّةِ وَنَجِّنِي مِن فِرۡعَوۡنَ وَعَمَلِهِۦ وَنَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ",
      "translation": "Аллоҳ таоло барои касоне, ки имон овардаанд, ҳамсари Фиръавн [Осия]-ро масал задааст, ҳангоме ки гуфт: «Парвардигоро, хонае бароям назди худ дар биҳишт бисоз ва маро аз Фиръавн ва кирдораш наҷот бидеҳ ва маро аз қавми ситамгар раҳоӣ бахш»",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 561,
      "verse_key": "66:12",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 224,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَرۡيَمَ ٱبۡنَتَ عِمۡرَٰنَ ٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتۡ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتۡ مِنَ ٱلۡقَٰنِتِينَ",
      "translation": "Ва [низ] Марям – духтари Имрон – ро [масал задааст], ки шармгоҳи хешро [пок] нигаҳ дошт, пас, Мо аз рӯҳи худ дар он дамидем ва [ӯ] калимоти Парвардигораш ва китобҳои Ӯро тасдиқ кард ва аз фармонбардорон буд",
      "footnotes": ""
    }
  ]
}