{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 602,
      "verse_key": "108:1",
      "juz_number": 30,
      "hizb_number": 60,
      "rub_el_hizb_number": 240,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّآ أَعۡطَيۡنَٰكَ ٱلۡكَوۡثَرَ",
      "translation": "(ఓ ముహమ్మద్!) నిశ్చయంగా, మేము నీకు కౌసర్ ప్రసాదించాము.[1]",
      "footnotes": "[1] కౌస'రున్: అంటే అధికం. ఇబ్నె-కసీ'ర్ ఇక్కడ: 'ఖైరున్ కసీ'రున్ - అత్యధికమైన మేలు - అనే అర్థానికి ప్రాధాన్యత నిచ్చారు. 'స'హీ'హ్ 'హదీస్'లో - కౌస'ర్ - అనేది స్వర్గంలో దైవప్రవక్తకు ప్రసాదించబడే ఒక సెలయేరు, అని చెప్పబడింది. మరి కొందరు అదొక సరోవరం అన్నారు. 'ఖైరున్ కసీ'రున్ అనే పదం వీటన్నింటినీ సూచిస్తుందని ఇబ్నె-కసీ'ర్ అంటారు."
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 602,
      "verse_key": "108:2",
      "juz_number": 30,
      "hizb_number": 60,
      "rub_el_hizb_number": 240,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَصَلِّ لِرَبِّكَ وَٱنۡحَرۡ",
      "translation": "కనుక నీవు నీ ప్రభువు కొరకే నమాజ్ చెయ్యి మరియు బలి (ఖుర్బానీ) కూడా (ఆయన కొరకే) ఇవ్వు![1]",
      "footnotes": "[1] నమాజ్ మరియు బలి (ఖుర్బానీ) ఆ ఒకేఒక్క ఆరాధ్యుడు అల్లాహ్ (సు.తా.) కొరకే చేయాలి. న'హ్ర్ - అంటే ఒంటె మెడలో కత్తి పొడిచి దాని రక్తనాళం కోయటం. వేరే పశువులను భూమి మీద పడవేసి వాటి మెడ రక్తనాళాలను కోస్తారు. దీనిని - జిబ్'హా - అంటారు. ఇక్కడ న'హ్ర్, బలి (ఖుర్బానీ) అంటే 'హజ్జ్ లేక 'ఈద్-అ'ద్దుహా సందర్భంగా లేక 'సదఖ - దానం - కొరకు చేసే జి'బ్ హా'లు కూడా."
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 602,
      "verse_key": "108:3",
      "juz_number": 30,
      "hizb_number": 60,
      "rub_el_hizb_number": 240,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ شَانِئَكَ هُوَ ٱلۡأَبۡتَرُ",
      "translation": "నిశ్చయంగా నీ శత్రువు, వాడే! వేరు తెగిన వాడిగా (వారసుడూ, పేరూ లేకుండా) అయిపోతాడు.[1]",
      "footnotes": "[1] అబ్ తరు: అంటే వారసుడు లేకుండా పేరు ప్రతిష్ఠలు లేకుండా అయిపోవటం. అతన వెంటనే అతని వంశం అంతమవటం లేక అతని పేరు తీసుకొనేవాడు ఎవ్వడూ లేకపోటం. దైవప్రవక్త ('స'అల) కు మగ సంతానం బ్రతికి లేనందున అతని ('స'అస) విరోధులు అతనిని ('స'అసను) అబ్ తర్ అని ఎత్తి పొడిచేవారు. అప్పుడు అల్లాహ్ (సు.తా.) ఈ ఆయత్ అవతరింపజేశాడు. మరియు ఇది నిజమని నిరూపించాడు."
    }
  ]
}