{
  "id": "5160",
  "sura": "60",
  "aya": "10",
  "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا جَآءَكُمُ ٱلۡمُؤۡمِنَٰتُ مُهَٰجِرَٰتٖ فَٱمۡتَحِنُوهُنَّۖ ٱللَّهُ أَعۡلَمُ بِإِيمَٰنِهِنَّۖ فَإِنۡ عَلِمۡتُمُوهُنَّ مُؤۡمِنَٰتٖ فَلَا تَرۡجِعُوهُنَّ إِلَى ٱلۡكُفَّارِۖ لَا هُنَّ حِلّٞ لَّهُمۡ وَلَا هُمۡ يَحِلُّونَ لَهُنَّۖ وَءَاتُوهُم مَّآ أَنفَقُواْۚ وَلَا جُنَاحَ عَلَيۡكُمۡ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّۚ وَلَا تُمۡسِكُواْ بِعِصَمِ ٱلۡكَوَافِرِ وَسۡـَٔلُواْ مَآ أَنفَقۡتُمۡ وَلۡيَسۡـَٔلُواْ مَآ أَنفَقُواْۚ ذَٰلِكُمۡ حُكۡمُ ٱللَّهِ يَحۡكُمُ بَيۡنَكُمۡۖ وَٱللَّهُ عَلِيمٌ حَكِيمٞ",
  "translation": "10. ¡Oh, creyentes!, cuando les lleguen las mujeres creyentes (de La Meca) con la intención de emigrar hacia ustedes (después del tratado de Hudaibiyah), comprueben su fe (para asegurarse de que emigran por la religión)[1036]. Al-lah es Quien mejor conoce su fe. Si tienen la certeza de que son verdaderas creyentes (tras haberlo ellas jurado), no las devuelvan a sus esposos idólatras (de La Meca). Ellas no son lícitas para ellos ni ellos son lícitos para ellas. Y entreguen a los esposos idólatras (de las mujeres que han aceptado el Islam) los bienes equivalentes al maher[1037] que ellos les ofrecieron cuando las desposaron. No incurren en pecado si se casan luego con ellas, siempre y cuando les ofrezcan unos bienes como maher. Y no mantengan los lazos matrimoniales con las mujeres que rechazan la verdad y pidan a los idólatras los bienes que les ofrecieron a estas cuando las desposaron, y que ellos pidan lo que entregaron a sus esposas cuando las desposaron. Esto es lo que Al-lah dictamina, y así juzga entre ustedes. Y Al-lah es Omnisciente y Sabio.",
  "footnotes": "[1036]  Una de las condiciones del Tratado de Hudaibiyah era que cualquier persona que dejase La Meca para unirse a los creyentes de Medina debía ser devuelto a La Meca, aunque hubiese aceptado el Islam. Al-lah reveló esta aleya para que los creyentes no devolvieran a las mujeres que habían aceptado la fe a sus familias idólatras por las razones que explica la aleya, constituyendo este punto una excepción del Tratado. \n[1037]  Ver la nota de la aleya 229 de la sura 2."
}