{
  "result": [
    {
      "id": "4511",
      "sura": "46",
      "aya": "1",
      "arabic_text": "حمٓ",
      "translation": "1. Ha. Mim[931].",
      "footnotes": "[931]  Estas son dos letras del alfabeto árabe (ver la nota de la primera aleya de la sura 2)."
    },
    {
      "id": "4512",
      "sura": "46",
      "aya": "2",
      "arabic_text": "تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ",
      "translation": "2. Este Libro (el Corán) es una revelación de Al-lah, el Poderoso, el Sabio.",
      "footnotes": ""
    },
    {
      "id": "4513",
      "sura": "46",
      "aya": "3",
      "arabic_text": "مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ",
      "translation": "3. No creamos los cielos y la tierra y cuanto existe entre ellos, salvo con un firme propósito y por un tiempo determinado (hasta el Día dela Resurrección). Y quienes rechazan la verdad dan la espalda a las advertencias que reciben.",
      "footnotes": ""
    },
    {
      "id": "4514",
      "sura": "46",
      "aya": "4",
      "arabic_text": "قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "4. Di (a tu pueblo, ¡oh, Muhammad!): «¿Habéis reparado en los (ídolos) que invocáis fuera de Al-lah? Mostradme qué han creado en la tierra o su parte en (la creación de) los cielos. Traedme una revelación anterior a esta (en la que basáis vuestros argumentos) o algunas pruebas (que justifiquen lo que hacéis), si sois veraces».",
      "footnotes": ""
    },
    {
      "id": "4515",
      "sura": "46",
      "aya": "5",
      "arabic_text": "وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ",
      "translation": "5. ¿Y quiénes están más extraviados que aquellos que invocan fuera de Al-lah a quienes no podrán responderles nunca y ni siquiera son conscientes de sus súplicas? ",
      "footnotes": ""
    },
    {
      "id": "4516",
      "sura": "46",
      "aya": "6",
      "arabic_text": "وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ",
      "translation": "6. Y cuando los hombres sean reunidos (para ser juzgados), (aquellos a los que invocaban) se convertirán en sus enemigos y se desentenderán de quienes los adoraron negando (haber tenido conocimiento de) su adoración. ",
      "footnotes": ""
    },
    {
      "id": "4517",
      "sura": "46",
      "aya": "7",
      "arabic_text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ",
      "translation": "7. Y cuando se les recitan (a los idólatras de La Meca) Nuestras claras aleyas, quienes niegan la verdad dicen acerca del Corán que han recibido: «Esto es clara brujería».",
      "footnotes": ""
    },
    {
      "id": "4518",
      "sura": "46",
      "aya": "8",
      "arabic_text": "أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ",
      "translation": "8. ¿O acaso dicen que se lo ha inventado (Muhammad)? Diles (¡oh, Muhammad!): «Si me lo hubiera inventado, no podríais ayudarme en nada contra (el castigo de) Al-lah. Él sabe bien lo que decís (con respecto al Corán). Él basta como testigo entre vosotros y yo; y Él es el Indulgente, el Misericordioso».",
      "footnotes": ""
    },
    {
      "id": "4519",
      "sura": "46",
      "aya": "9",
      "arabic_text": "قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ",
      "translation": "9. Diles: «No soy el primero de los profetas y no sé lo que será de mí ni lo que será de vosotros. Solo sigo lo que me ha sido revelado, y no soy más que un simple amonestador».",
      "footnotes": ""
    },
    {
      "id": "4520",
      "sura": "46",
      "aya": "10",
      "arabic_text": "قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
      "translation": "10. Diles: «Decidme, ¿(acaso no cometeríais una gran injusticia) si (el Corán) proviniera realmente de Al-lah y vosotros no creyerais en él por arrogancia, cuando un testigo de los hijos de Israel[932] da fe de su veracidad (porque confirma sus Escrituras) y cree en él? Ciertamente, Al-lah no guía a la gente injusta.",
      "footnotes": "[932]  Se refiere al Gran Rabino de Medina, llamado ‘Abdullah ibn Salam, quien se convirtió al islam al reconocer que Muhammad —que Al-lah lo bendiga y le dé la paz— era el mensajero que mencionaba la Torá."
    },
    {
      "id": "4521",
      "sura": "46",
      "aya": "11",
      "arabic_text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ",
      "translation": "11. Y quienes rechazan la verdad dicen con respecto a (los pobres y débiles de entre) los creyentes: «Si realmente (dicha fe) fuera algo bueno, (esos) no se nos habrían adelantado». Y al no haber sido guiados (por el Corán), dicen: «Esto no es más que una vieja mentira».",
      "footnotes": ""
    },
    {
      "id": "4522",
      "sura": "46",
      "aya": "12",
      "arabic_text": "وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ",
      "translation": "12. Y (Al-lah reveló) con anterioridad las Escrituras (la Torá) a Moisés como guía y misericordia. Y este Libro (el Corán) confirma las Escrituras anteriores (antes de que fueran alteradas por el hombre) y ha sido revelado enclara lengua árabe para advertir a los injustos (que rechazan la verdad) y anunciar buenas noticias a quienes hacen el bien (y creen).",
      "footnotes": ""
    },
    {
      "id": "4523",
      "sura": "46",
      "aya": "13",
      "arabic_text": "إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
      "translation": "13. Ciertamente, quienes digan «nuestro Señor es Al-lah», y se mantengan firmes (en la religión siguiendo los mandatos de Al-lah),no tendrán nada que temer (en esta vida) ni se sentirán afligidos.",
      "footnotes": ""
    },
    {
      "id": "4524",
      "sura": "46",
      "aya": "14",
      "arabic_text": "أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ",
      "translation": "14. Esos serán los habitantes del paraíso y allí vivirán eternamente en recompensa a sus acciones.",
      "footnotes": ""
    },
    {
      "id": "4525",
      "sura": "46",
      "aya": "15",
      "arabic_text": "وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ",
      "translation": "15. Y ordenamos al hombre tratar bien a sus padres. Su madre lo lleva en su vientre con fatiga y lo da a luz con fatiga; y la gestación y la lactancia duran unos treinta meses[933]. Y cuando el hijo alcanza la madurez y llega a los cuarenta años (debería) suplicar (a Al-lah) diciendo: «¡Señor!, haz que sepa serte agradecido por el favor que nos has concedido a mis padres y a mí; haz que actúe con rectitud para que estés complacido conmigo y haz que mi descendencia sea justa y recta. A Ti me vuelvo en arrepentimiento y soy de quienes se someten a Tu voluntad».",
      "footnotes": "[933]  Se considera que el tiempo mínimo de embarazado para que el feto tenga posibilidades de sobrevivir (sin la ayuda de la tecnología moderna) es de seis meses, mientras que la lactancia se completa a los dos años o veinticuatro meses, aunque los padres pueden acortarla o prolongarla si lo desean de mutuo acuerdo."
    },
    {
      "id": "4526",
      "sura": "46",
      "aya": "16",
      "arabic_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ",
      "translation": "16. Esos son aquellos de quienes aceptaremos sus buenas acciones, perdonaremos sus faltas y estarán entre los habitantes del paraíso, cumpliéndose lo que les había sido prometido.",
      "footnotes": ""
    },
    {
      "id": "4527",
      "sura": "46",
      "aya": "17",
      "arabic_text": "وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ",
      "translation": "17. Por el contrario, hay (hijos) que dicen a sus padres (creyentes, cuando estos intentan guiarlos por el buen camino): «¡Uf! ¡Dejadme ya! ¿Me prometéis que resucitaré cuando han pasado generaciones enteras antes de mí (y no han regresado a la vida)?». Y (los padres) suplican ayuda a Al-lah (para que guíe a su hijo, y le dicen a este:)«¡Ay de ti! Es mejor que creas, pues la promesa de Al-lah es cierta»; mas él dice: «Eso no son sino viejas leyendas».",
      "footnotes": ""
    },
    {
      "id": "4528",
      "sura": "46",
      "aya": "18",
      "arabic_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ",
      "translation": "18. Esos (hijos) son aquellos sobre los que se cumplirá la promesa (del castigo de Al-lah), junto con los yinn y los hombres que los precedieron (y rechazaron la verdad). Ellos serán los perdedores.",
      "footnotes": ""
    },
    {
      "id": "4529",
      "sura": "46",
      "aya": "19",
      "arabic_text": "وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ",
      "translation": "19. Todos alcanzarán un nivel determinado (en el paraíso o en el infierno) según hayan sido sus obras[934]. Y recibirán la retribución que sus acciones merezcan y nadie será tratado con injusticia.",
      "footnotes": "[934]  Al-lah es sumamente misericordioso con Sus siervos, pues multiplica por diez la recompensa de cada buena acción, mientras que las malas acciones solo obtienen su correspondiente castigo, sin que este se vea aumentado."
    },
    {
      "id": "4530",
      "sura": "46",
      "aya": "20",
      "arabic_text": "وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ",
      "translation": "20. Y el día en que quienes rechazaron la verdad sean expuestos al fuego (se les dirá:)«Recibisteis bienes en la vida terrenal y disfrutasteis de ellos. Hoy sufriréis un castigo humillante porque fuisteis arrogantes en la tierra sin razón alguna y porque os rebelasteis (desobedeciendo a Al-lah)».",
      "footnotes": ""
    },
    {
      "id": "4531",
      "sura": "46",
      "aya": "21",
      "arabic_text": "۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ",
      "translation": "21. Y recuerda (¡oh, Muhammad!) al hermano del pueblo de ‘Ad[935] cuando advertía a su pueblo en las dunas (donde habitaban), al igual que hicieron los mensajeros que lo precedieron y que lo sucedieron (con sus respectivos pueblos), diciendo: «Adorad solo a Al-lah. Ciertamente, temo para vosotros el castigo de un día terrible».",
      "footnotes": "[935]  Se refiere a su mensajero Hud (ver la nota de la aleya 65 de la sura 7)."
    },
    {
      "id": "4532",
      "sura": "46",
      "aya": "22",
      "arabic_text": "قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
      "translation": "22. (Su gente) le dijo: «¿Has venido para disuadirnos de que adoremos a nuestras divinidades? Haz que se abata sobre nosotros (el castigo) con el que nos amenazas, si eres veraz».",
      "footnotes": ""
    },
    {
      "id": "4533",
      "sura": "46",
      "aya": "23",
      "arabic_text": "قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ",
      "translation": "23. (Hud) dijo: «Solo Al-lah sabe (cuándo se abatirá sobre vosotros). Yo simplemente os comunico lo que me ha sido revelado, pero veo que sois un pueblo ignorante».",
      "footnotes": ""
    },
    {
      "id": "4534",
      "sura": "46",
      "aya": "24",
      "arabic_text": "فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ",
      "translation": "24. Y cuando vieron (el castigo) bajo la forma de una densa nube que se acercaba a sus valles, dijeron: «Esta nube nos traerá la lluvia». (Hud les dijo:) «¡No! Esto es lo que solicitabais con apremio: un viento que traerá consigo un castigo doloroso",
      "footnotes": ""
    },
    {
      "id": "4535",
      "sura": "46",
      "aya": "25",
      "arabic_text": "تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ",
      "translation": "25. »y destruirátodo lo que encuentre a su paso por orden de su Señor». Y cuando amaneció, no se veía más que sus viviendas (vacías). Así es como recompensamos a los pecadores incrédulos.",
      "footnotes": ""
    },
    {
      "id": "4536",
      "sura": "46",
      "aya": "26",
      "arabic_text": "وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "26. Y, ciertamente, les concedimos más (riquezas y fuerza) de la que os concedimos a vosotros, (¡habitantes de La Meca!), y les otorgamos el oído, la vista y la razón; mas de nada les sirvieron, pues negaron las pruebas (del poder) de Al-lah, y (el castigo) del que se burlaban acabó cercándolos. ",
      "footnotes": ""
    },
    {
      "id": "4537",
      "sura": "46",
      "aya": "27",
      "arabic_text": "وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "27. Y destruimos a pueblos de vuestros alrededores después de haberles mostrado con claridad todo tipo de pruebas para que abandonaran la idolatría y creyeran.",
      "footnotes": ""
    },
    {
      "id": "4538",
      "sura": "46",
      "aya": "28",
      "arabic_text": "فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ",
      "translation": "28. ¿Por qué no les ayudaron las divinidades que adoraban fuera de Al-lah con la finalidad de que los acercarán a Él? Mas los abandonaron, pues no eran sino una mentira que habían inventado.",
      "footnotes": ""
    },
    {
      "id": "4539",
      "sura": "46",
      "aya": "29",
      "arabic_text": "وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ",
      "translation": "29. Y (recuerda, ¡oh, Muhammad!) cuando hicimos que un grupo de yinn se dirigiera a ti para escuchar el Corán. Cuando asistían a tu recitación, se decían (entre ellos): «Escuchad en silencio y con atención». Una vez hubo terminado, regresaron con los suyos para advertirles.",
      "footnotes": ""
    },
    {
      "id": "4540",
      "sura": "46",
      "aya": "30",
      "arabic_text": "قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ",
      "translation": "30. Les dijeron: «¡Oh, pueblo!, hemos escuchado una revelación posterior a la de Moisés que confirma las revelaciones anteriores y guía hacia la verdad y hacia el camino recto.",
      "footnotes": ""
    },
    {
      "id": "4541",
      "sura": "46",
      "aya": "31",
      "arabic_text": "يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ",
      "translation": "31. »¡Oh, pueblo!, responded a quien os llama (a la religión de) Al-lah y creed en él; (Al-lah) perdonará vuestros pecados y os protegerá de un castigo doloroso.",
      "footnotes": ""
    },
    {
      "id": "4542",
      "sura": "46",
      "aya": "32",
      "arabic_text": "وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ",
      "translation": "32. »Y quien no responda a su llamada no podrá escapar de Al-lah en la tierra ni tendrá a nadie que lo proteja de Él. Esos estarán en un claro extravío».",
      "footnotes": ""
    },
    {
      "id": "4543",
      "sura": "46",
      "aya": "33",
      "arabic_text": "أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "33. ¿Acaso no ven (quienes rechazan la verdad) que Al-lah, Quien creó los cielos y la tierra y no se fatigó al hacerlo, tiene poder para resucitar a los muertos? ¡Sí! En verdad, Él es Todopoderoso.",
      "footnotes": ""
    },
    {
      "id": "4544",
      "sura": "46",
      "aya": "34",
      "arabic_text": "وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ",
      "translation": "34. Y cuando quienes rechazaron la verdad sean expuestos al fuego (se les dirá):«¿Acaso no es este castigo cierto?». Estos responderán: «¡Sí!, por Al-lah que lo es». Entonces Al-lah les dirá: «Sufrid el castigo que negasteis».",
      "footnotes": ""
    },
    {
      "id": "4545",
      "sura": "46",
      "aya": "35",
      "arabic_text": "فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ",
      "translation": "35. Sé paciente (¡oh, Muhammad!, con las ofensas de tu pueblo) como lo fueron los profetas de mayor determinación[936] y no tengas prisa (en que sean castigados). El día en que vean (el castigo) prometido será como si solo hubiesen vivido (en la tierra) una sola hora. (Este es un claro) mensaje (de Al-lah para vosotros). Y no serán destruidos sino los rebeldes (que se nieguen a obedecer a su Señor).",
      "footnotes": "[936]  Se refiere a los profetas: Noé, Abraham, Moisés y Jesús —la paz de Al-lah esté con todos ellos—, junto con los que el profeta Muhammad —que Al-lah lo bendiga y le dé la paz— ocupa un especial puesto de honor en el Corán."
    }
  ]
}