{
  "id": 17,
  "verse_number": 17,
  "page_number": 223,
  "verse_key": "11:17",
  "juz_number": 12,
  "hizb_number": 23,
  "rub_el_hizb_number": 89,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتۡلُوهُ شَاهِدٞ مِّنۡهُ وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةًۚ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۚ وَمَن يَكۡفُرۡ بِهِۦ مِنَ ٱلۡأَحۡزَابِ فَٱلنَّارُ مَوۡعِدُهُۥۚ فَلَا تَكُ فِي مِرۡيَةٖ مِّنۡهُۚ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ",
  "translation": "Basi je, mtu aliye na dalili wazi itokayo kwa Mola wake Mlezi, inayo fuatwa na shahidi anaye toka kwake, na kabla yake kilikuwa Kitabu cha Musa kilicho kuwa mwongozi na rehema - hao wanamuamini, na anaye mkataa katika makundi, basi Moto ndio pahala pa miadi yao. Basi usiwe na shaka juu ya hayo. Hii ni Haki itokayo kwa Mola wako Mlezi; lakini watu wengi hawaamini.",
  "footnotes": "Je, anaye kuwa anakwenda katika maisha yake kwa uangalifu na uwongofu kutokana na Mola wake Mlezi, na anaitaka Haki kwa kuifanyia ikhlasi, pamoja naye anaye shahidi anaye mshuhudia kuwa kweli katoka kwa Mwenyezi Mungu, naye shahidi huyo ni Qur'ani, na shahidi wa kabla yake ni Kitabu cha Musa alicho kiteremsha Mwenyezi Mungu kiwe ni uwongozi wa kufuatwa kwa aliyo yaleta, na ni rehema kwa wenye kukifuata, je, huyo ni sawa sawa na anaye kwenda katika maisha yake katika giza na upofu, hashughulikii ila starehe za duniani tu na pumbao lake? Hao walio tajwa mwanzo ndio wale ambao Mwenyezi Mungu ameyatia nuru macho yao. Wanamuamini Nabii huyu, na Kitabu alicho teremshiwa. Na wenye kumkataa wakakusanyika na kujiunga dhidi yake, basi Moto ndio pahali pa miadi yao Siku ya Kiyama. Ewe Nabii! Usiwe na shaka na hii Qur'ani. Hii ni kweli itokayo kwa Mola wako Mlezi. Haingii upotovu. Lakini watu wengi wanapotezwa na matamanio, basi hawaamini kama iwapasavyo. Mwenyezi Mungu amemuamrisha Nabii s.a.w. asitie shaka, si kwa kuwa yawezekana kuwa yeye awe na shaka, lakini ni kuashiria kuwa walio kuwa duni yake Nabii wajilinde wasiache shaka ikaingia nyoyoni mwao."
}