{
  "id": "504",
  "sura": "4",
  "aya": "11",
  "arabic_text": "يُوصِيكُمُ ٱللَّهُ فِيٓ أَوۡلَٰدِكُمۡۖ لِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِۚ فَإِن كُنَّ نِسَآءٗ فَوۡقَ ٱثۡنَتَيۡنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَۖ وَإِن كَانَتۡ وَٰحِدَةٗ فَلَهَا ٱلنِّصۡفُۚ وَلِأَبَوَيۡهِ لِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُۥ وَلَدٞۚ فَإِن لَّمۡ يَكُن لَّهُۥ وَلَدٞ وَوَرِثَهُۥٓ أَبَوَاهُ فَلِأُمِّهِ ٱلثُّلُثُۚ فَإِن كَانَ لَهُۥٓ إِخۡوَةٞ فَلِأُمِّهِ ٱلسُّدُسُۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِي بِهَآ أَوۡ دَيۡنٍۗ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ لَا تَدۡرُونَ أَيُّهُمۡ أَقۡرَبُ لَكُمۡ نَفۡعٗاۚ فَرِيضَةٗ مِّنَ ٱللَّهِۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا",
  "translation": "Voici ce qu’Allah vous enjoint au sujet de vos enfants: au fils, une part équivalente à celle de deux filles. S’il n’y a que des filles, même plus de deux, à elles alors deux tiers de ce que le défunt laisse. Et s’il n’y en a qu'une, à elle alors la moitié. Quant aux père et mère du défunt, à chacun d’eux le sixième de ce qu’il laisse, s’il a un enfant. S’il n’a pas d’enfant et que ses père et mère héritent de lui, à sa mère alors le tiers. Mais s’il a des frères, à la mère alors le sixième, après exécution du testament qu’il aurait fait ou paiement d’une dette. De vos ascendants ou descendants, vous ne savez pas qui est plus près de vous en utilité. Ceci est un ordre obligatoire de la part d’Allah, car Allah est, certes, Omniscient et Sage.",
  "footnotes": "[186] Voir aussi infra v. 176 pour la loi d’héritage (succession). Au fils une part équivalente à celle de deux filles: cette disposition qui nous paraîtrait empreinte de partialité, ne l’est en aucune façon. Elle se justifie par plusieurs raisons: a) La femme est entretenue aux frais de son père, frère, etc. puis de son mari, fils, etc., pour ce qui est du logement, de la nourriture, du vêtement, etc.; b) elle reçoit en outre le «Mahr»  sur lequel ni son mari, ni son père ou ses autres parents n’ont aucun droit; c) elle n’a vis-à-vis des hommes aucune obligation financière. Malgré tout, elle hérite de son père, de son mari, de ses enfants et autres parents. A sa mère alors le tiers, et le reste au père."
}