{
  "result": [
    {
      "id": "2349",
      "sura": "20",
      "aya": "1",
      "arabic_text": "طه",
      "translation": "Ṭā. Hā.[1]",
      "footnotes": "[1] Ang Qur’ān ay nasa wikang Arabe na binubuo ng mga titiks Arabe gaya ng mga ito subalit walang isa mang nakagawa ng kahit pinkamaiikling kabanata ng mahimalang kababalaghan ng Qur’ān."
    },
    {
      "id": "2350",
      "sura": "20",
      "aya": "2",
      "arabic_text": "مَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ لِتَشۡقَىٰٓ",
      "translation": "Hindi Kami nagpababa sa iyo ng Qur’ān upang lumumbay ka,[2]",
      "footnotes": "[2] sa pag-ayaw ng mga kababayan mo sa pagsampalataya sa iyo"
    },
    {
      "id": "2351",
      "sura": "20",
      "aya": "3",
      "arabic_text": "إِلَّا تَذۡكِرَةٗ لِّمَن يَخۡشَىٰ",
      "translation": "malibang bilang pagpapaalaala para sa sinumang natatakot [sa Panginoon],",
      "footnotes": ""
    },
    {
      "id": "2352",
      "sura": "20",
      "aya": "4",
      "arabic_text": "تَنزِيلٗا مِّمَّنۡ خَلَقَ ٱلۡأَرۡضَ وَٱلسَّمَٰوَٰتِ ٱلۡعُلَى",
      "translation": "isang pagbababa [ng kasi] mula sa lumikha ng lupa at mga langit na pinakamatataas.",
      "footnotes": ""
    },
    {
      "id": "2353",
      "sura": "20",
      "aya": "5",
      "arabic_text": "ٱلرَّحۡمَٰنُ عَلَى ٱلۡعَرۡشِ ٱسۡتَوَىٰ",
      "translation": "Ang Napakamaawain ay sa trono lumuklok [ayon sa naaangkop sa kadakilaan Niya].",
      "footnotes": ""
    },
    {
      "id": "2354",
      "sura": "20",
      "aya": "6",
      "arabic_text": "لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَمَا تَحۡتَ ٱلثَّرَىٰ",
      "translation": "Sa Kanya ang anumang nasa mga langit, ang anumang nasa lupa, ang anumang nasa pagitan ng mga ito, at ang anumang nasa ilalim ng alabok.",
      "footnotes": ""
    },
    {
      "id": "2355",
      "sura": "20",
      "aya": "7",
      "arabic_text": "وَإِن تَجۡهَرۡ بِٱلۡقَوۡلِ فَإِنَّهُۥ يَعۡلَمُ ٱلسِّرَّ وَأَخۡفَى",
      "translation": "Kung maglalantad ka ng sasabihin, tunay na Siya ay nakaaalam sa lihim at sa higit na kubli.",
      "footnotes": ""
    },
    {
      "id": "2356",
      "sura": "20",
      "aya": "8",
      "arabic_text": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ",
      "translation": "Si Allāh ay walang Diyos kundi Siya. Taglay Niya ang mga pangalang pinakamagaganda.",
      "footnotes": ""
    },
    {
      "id": "2357",
      "sura": "20",
      "aya": "9",
      "arabic_text": "وَهَلۡ أَتَىٰكَ حَدِيثُ مُوسَىٰٓ",
      "translation": "Nakarating kaya sa iyo ang sanaysay kay Moises?",
      "footnotes": ""
    },
    {
      "id": "2358",
      "sura": "20",
      "aya": "10",
      "arabic_text": "إِذۡ رَءَا نَارٗا فَقَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِقَبَسٍ أَوۡ أَجِدُ عَلَى ٱلنَّارِ هُدٗى",
      "translation": "Noong nakakita siya ng isang apoy ay nagsabi siya sa mag-anak niya: “Mamalagi kayo; tunay na ako ay nakatanaw ng isang apoy. Harinawa ako ay makapaghahatid sa inyo mula roon ng isang pamparikit o makatagpo ako sa apoy ng isang patnubay [ng papatnubay sa daan].”",
      "footnotes": ""
    },
    {
      "id": "2359",
      "sura": "20",
      "aya": "11",
      "arabic_text": "فَلَمَّآ أَتَىٰهَا نُودِيَ يَٰمُوسَىٰٓ",
      "translation": "Kaya noong nakapunta siya roon ay tinawag siya: “O Moises,",
      "footnotes": ""
    },
    {
      "id": "2360",
      "sura": "20",
      "aya": "12",
      "arabic_text": "إِنِّيٓ أَنَا۠ رَبُّكَ فَٱخۡلَعۡ نَعۡلَيۡكَ إِنَّكَ بِٱلۡوَادِ ٱلۡمُقَدَّسِ طُوٗى",
      "translation": "tunay na Ako ay ang Panginoon mo. Kaya maghubad ka ng mga panyapak mo; tunay na ikaw ay nasa pinabanal na lambak ng Ṭuwā.",
      "footnotes": ""
    },
    {
      "id": "2361",
      "sura": "20",
      "aya": "13",
      "arabic_text": "وَأَنَا ٱخۡتَرۡتُكَ فَٱسۡتَمِعۡ لِمَا يُوحَىٰٓ",
      "translation": "Ako ay pumili sa iyo kaya makinig ka sa ikakasi:",
      "footnotes": ""
    },
    {
      "id": "2362",
      "sura": "20",
      "aya": "14",
      "arabic_text": "إِنَّنِيٓ أَنَا ٱللَّهُ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدۡنِي وَأَقِمِ ٱلصَّلَوٰةَ لِذِكۡرِيٓ",
      "translation": "Tunay na Ako ay si Allāh; walang Diyos kundi Ako, kaya sumamba ka sa Akin at magpanatili ka ng pagdarasal para sa pag-alaala sa Akin.",
      "footnotes": ""
    },
    {
      "id": "2363",
      "sura": "20",
      "aya": "15",
      "arabic_text": "إِنَّ ٱلسَّاعَةَ ءَاتِيَةٌ أَكَادُ أُخۡفِيهَا لِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا تَسۡعَىٰ",
      "translation": "Tunay na ang Huling Sandali ay darating. Halos ako ay magkubli nito upang gantimpalaan ang bawat kaluluwa sa anumang ipinagpunyagi nito.",
      "footnotes": ""
    },
    {
      "id": "2364",
      "sura": "20",
      "aya": "16",
      "arabic_text": "فَلَا يَصُدَّنَّكَ عَنۡهَا مَن لَّا يُؤۡمِنُ بِهَا وَٱتَّبَعَ هَوَىٰهُ فَتَرۡدَىٰ",
      "translation": "Kaya huwag ngang bumalakid sa iyo palayo roon ang sinumang hindi sumasampalataya roon at sumunod sa pithaya niya para [hindi] ka mapahamak.",
      "footnotes": ""
    },
    {
      "id": "2365",
      "sura": "20",
      "aya": "17",
      "arabic_text": "وَمَا تِلۡكَ بِيَمِينِكَ يَٰمُوسَىٰ",
      "translation": "Ano yaong nasa kanang kamay mo, O Moises?”",
      "footnotes": ""
    },
    {
      "id": "2366",
      "sura": "20",
      "aya": "18",
      "arabic_text": "قَالَ هِيَ عَصَايَ أَتَوَكَّؤُاْ عَلَيۡهَا وَأَهُشُّ بِهَا عَلَىٰ غَنَمِي وَلِيَ فِيهَا مَـَٔارِبُ أُخۡرَىٰ",
      "translation": "Nagsabi [si Moises]: “Ito ay tungkod ko; sumasandal ako rito at nagpapalagas ako [ng mga dahon] sa pamamagitan nito para sa mga tupa ko. Mayroon ako ritong mga pinaggagamitang iba pa.”",
      "footnotes": ""
    },
    {
      "id": "2367",
      "sura": "20",
      "aya": "19",
      "arabic_text": "قَالَ أَلۡقِهَا يَٰمُوسَىٰ",
      "translation": "Nagsabi Siya: “Ihagis mo iyan, O Moises.”",
      "footnotes": ""
    },
    {
      "id": "2368",
      "sura": "20",
      "aya": "20",
      "arabic_text": "فَأَلۡقَىٰهَا فَإِذَا هِيَ حَيَّةٞ تَسۡعَىٰ",
      "translation": "Kaya inihagis nito iyon saka biglang iyon ay naging isang ahas na sumisibad.",
      "footnotes": ""
    },
    {
      "id": "2369",
      "sura": "20",
      "aya": "21",
      "arabic_text": "قَالَ خُذۡهَا وَلَا تَخَفۡۖ سَنُعِيدُهَا سِيرَتَهَا ٱلۡأُولَىٰ",
      "translation": "Nagsabi Siya: “Kunin mo iyan at huwag kang mangamba; magpapanumbalik Kami riyan sa unang lagay niyan.",
      "footnotes": ""
    },
    {
      "id": "2370",
      "sura": "20",
      "aya": "22",
      "arabic_text": "وَٱضۡمُمۡ يَدَكَ إِلَىٰ جَنَاحِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٍ ءَايَةً أُخۡرَىٰ",
      "translation": "Idikit mo ang kamay mo sa tagiliran mo, lalabas ito na maputi na walang kasagwaan [ng ketong] bilang isa pang tanda,",
      "footnotes": ""
    },
    {
      "id": "2371",
      "sura": "20",
      "aya": "23",
      "arabic_text": "لِنُرِيَكَ مِنۡ ءَايَٰتِنَا ٱلۡكُبۡرَى",
      "translation": "upang magpakita Kami sa iyo ng ilan sa mga tanda Naming pinakamalalaki.",
      "footnotes": ""
    },
    {
      "id": "2372",
      "sura": "20",
      "aya": "24",
      "arabic_text": "ٱذۡهَبۡ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ",
      "translation": "Pumunta ka kay Paraon; tunay na siya ay nagmalabis.”",
      "footnotes": ""
    },
    {
      "id": "2373",
      "sura": "20",
      "aya": "25",
      "arabic_text": "قَالَ رَبِّ ٱشۡرَحۡ لِي صَدۡرِي",
      "translation": "Nagsabi [si Moises]: “Panginoon ko, magpaluwag Ka para sa akin ng dibdib ko;",
      "footnotes": ""
    },
    {
      "id": "2374",
      "sura": "20",
      "aya": "26",
      "arabic_text": "وَيَسِّرۡ لِيٓ أَمۡرِي",
      "translation": "magpadali Ka para sa akin ng [tungkuling] nauukol sa akin;",
      "footnotes": ""
    },
    {
      "id": "2375",
      "sura": "20",
      "aya": "27",
      "arabic_text": "وَٱحۡلُلۡ عُقۡدَةٗ مِّن لِّسَانِي",
      "translation": "magkalag Ka ng buhol mula sa dila ko,",
      "footnotes": ""
    },
    {
      "id": "2376",
      "sura": "20",
      "aya": "28",
      "arabic_text": "يَفۡقَهُواْ قَوۡلِي",
      "translation": "makauunawa sila sa sasabihin ko;",
      "footnotes": ""
    },
    {
      "id": "2377",
      "sura": "20",
      "aya": "29",
      "arabic_text": "وَٱجۡعَل لِّي وَزِيرٗا مِّنۡ أَهۡلِي",
      "translation": "gumawa Ka para sa akin ng isang katuwang mula sa mag-anak ko,",
      "footnotes": ""
    },
    {
      "id": "2378",
      "sura": "20",
      "aya": "30",
      "arabic_text": "هَٰرُونَ أَخِي",
      "translation": "si Aaron na kapatid ko;",
      "footnotes": ""
    },
    {
      "id": "2379",
      "sura": "20",
      "aya": "31",
      "arabic_text": "ٱشۡدُدۡ بِهِۦٓ أَزۡرِي",
      "translation": "magpatindi Ka sa pamamagitan niya ng lakas ko;",
      "footnotes": ""
    },
    {
      "id": "2380",
      "sura": "20",
      "aya": "32",
      "arabic_text": "وَأَشۡرِكۡهُ فِيٓ أَمۡرِي",
      "translation": "at magpalahok Ka sa kanya sa nauukol sa akin",
      "footnotes": ""
    },
    {
      "id": "2381",
      "sura": "20",
      "aya": "33",
      "arabic_text": "كَيۡ نُسَبِّحَكَ كَثِيرٗا",
      "translation": "upang magluwalhati kami sa Iyo nang madalas",
      "footnotes": ""
    },
    {
      "id": "2382",
      "sura": "20",
      "aya": "34",
      "arabic_text": "وَنَذۡكُرَكَ كَثِيرًا",
      "translation": "at umalaala kami sa Iyo nang madalas.",
      "footnotes": ""
    },
    {
      "id": "2383",
      "sura": "20",
      "aya": "35",
      "arabic_text": "إِنَّكَ كُنتَ بِنَا بَصِيرٗا",
      "translation": "Tunay na Ikaw, laging sa amin, ay Nakakikita.”",
      "footnotes": ""
    },
    {
      "id": "2384",
      "sura": "20",
      "aya": "36",
      "arabic_text": "قَالَ قَدۡ أُوتِيتَ سُؤۡلَكَ يَٰمُوسَىٰ",
      "translation": "Nagsabi Siya: “Binigyan ka nga ng hiling mo, O Moises.",
      "footnotes": ""
    },
    {
      "id": "2385",
      "sura": "20",
      "aya": "37",
      "arabic_text": "وَلَقَدۡ مَنَنَّا عَلَيۡكَ مَرَّةً أُخۡرَىٰٓ",
      "translation": "Talaga ngang nagmagandang-loob Kami sa iyo sa isa pang pagkakataon,",
      "footnotes": ""
    },
    {
      "id": "2386",
      "sura": "20",
      "aya": "38",
      "arabic_text": "إِذۡ أَوۡحَيۡنَآ إِلَىٰٓ أُمِّكَ مَا يُوحَىٰٓ",
      "translation": "noong nagkasi Kami sa ina mo ng ikinakasi,",
      "footnotes": ""
    },
    {
      "id": "2387",
      "sura": "20",
      "aya": "39",
      "arabic_text": "أَنِ ٱقۡذِفِيهِ فِي ٱلتَّابُوتِ فَٱقۡذِفِيهِ فِي ٱلۡيَمِّ فَلۡيُلۡقِهِ ٱلۡيَمُّ بِٱلسَّاحِلِ يَأۡخُذۡهُ عَدُوّٞ لِّي وَعَدُوّٞ لَّهُۥۚ وَأَلۡقَيۡتُ عَلَيۡكَ مَحَبَّةٗ مِّنِّي وَلِتُصۡنَعَ عَلَىٰ عَيۡنِيٓ",
      "translation": "na [nagsasabi]: ‘Maghagis ka sa kanya sa kaban saka maghagis ka nito sa ilog saka magtapon nito ang ilog sa pampang, kukunin siya ng isang kaaway para sa Akin at isang kaaway para sa kanya.’ Nag-ukol Ako sa iyo ng isang pag-ibig mula sa Akin at upang mahubog ka sa ilalim ng mata Ko.”",
      "footnotes": ""
    },
    {
      "id": "2388",
      "sura": "20",
      "aya": "40",
      "arabic_text": "إِذۡ تَمۡشِيٓ أُخۡتُكَ فَتَقُولُ هَلۡ أَدُلُّكُمۡ عَلَىٰ مَن يَكۡفُلُهُۥۖ فَرَجَعۡنَٰكَ إِلَىٰٓ أُمِّكَ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَۚ وَقَتَلۡتَ نَفۡسٗا فَنَجَّيۡنَٰكَ مِنَ ٱلۡغَمِّ وَفَتَنَّٰكَ فُتُونٗاۚ فَلَبِثۡتَ سِنِينَ فِيٓ أَهۡلِ مَدۡيَنَ ثُمَّ جِئۡتَ عَلَىٰ قَدَرٖ يَٰمُوسَىٰ",
      "translation": "[Nagmagandang-loob sa iyo] noong pumunta ang babaing kapatid mo saka nagsabi: “Gagabay po kaya ako sa inyo sa mag-aaruga sa kanya?” Kaya nagpabalik Kami sa iyo sa ina mo upang guminhawa ang mata nito at hindi ito malungkot. Pumatay ka ng isang tao ngunit nagligtas Kami sa iyo mula sa dalamhati at sumubok Kami sa iyo ng isang pagsubok saka namalagi ka ng mga taon sa mga mamamayan ng Madyan. Pagkatapos dumating ka [rito] sa takdang [panahon], O Moises.",
      "footnotes": ""
    },
    {
      "id": "2389",
      "sura": "20",
      "aya": "41",
      "arabic_text": "وَٱصۡطَنَعۡتُكَ لِنَفۡسِي",
      "translation": "Humalal Ako sa iyo para sa sarili Ko.",
      "footnotes": ""
    },
    {
      "id": "2390",
      "sura": "20",
      "aya": "42",
      "arabic_text": "ٱذۡهَبۡ أَنتَ وَأَخُوكَ بِـَٔايَٰتِي وَلَا تَنِيَا فِي ذِكۡرِي",
      "translation": "Pumunta ka mismo at ang kapatid mo kalakip ng mga tanda Ko at huwag kayong dalawang lumubay sa pag-alaala sa Akin.",
      "footnotes": ""
    },
    {
      "id": "2391",
      "sura": "20",
      "aya": "43",
      "arabic_text": "ٱذۡهَبَآ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ",
      "translation": "Pumunta kayong dalawa kay Paraon; tunay na siya ay nagmalabis.",
      "footnotes": ""
    },
    {
      "id": "2392",
      "sura": "20",
      "aya": "44",
      "arabic_text": "فَقُولَا لَهُۥ قَوۡلٗا لَّيِّنٗا لَّعَلَّهُۥ يَتَذَكَّرُ أَوۡ يَخۡشَىٰ",
      "translation": "Saka magsabi kayong dalawa sa kanya ng isang pagsasabing banayad nang sa gayon siya ay magsasaalaala o matatakot.",
      "footnotes": ""
    },
    {
      "id": "2393",
      "sura": "20",
      "aya": "45",
      "arabic_text": "قَالَا رَبَّنَآ إِنَّنَا نَخَافُ أَن يَفۡرُطَ عَلَيۡنَآ أَوۡ أَن يَطۡغَىٰ",
      "translation": "Nagsabi silang dalawa: “Panginoon namin, tunay na kami ay nangangamba na magdali-dali siya [sa pagpaparusa] sa amin o magmalabis siya.”",
      "footnotes": ""
    },
    {
      "id": "2394",
      "sura": "20",
      "aya": "46",
      "arabic_text": "قَالَ لَا تَخَافَآۖ إِنَّنِي مَعَكُمَآ أَسۡمَعُ وَأَرَىٰ",
      "translation": "Nagsabi Siya: “Huwag kayong dalawang mangamba. Tunay na Ako ay kasama sa inyong dalawa; nakaririnig Ako at nakakikita Ako.",
      "footnotes": ""
    },
    {
      "id": "2395",
      "sura": "20",
      "aya": "47",
      "arabic_text": "فَأۡتِيَاهُ فَقُولَآ إِنَّا رَسُولَا رَبِّكَ فَأَرۡسِلۡ مَعَنَا بَنِيٓ إِسۡرَٰٓءِيلَ وَلَا تُعَذِّبۡهُمۡۖ قَدۡ جِئۡنَٰكَ بِـَٔايَةٖ مِّن رَّبِّكَۖ وَٱلسَّلَٰمُ عَلَىٰ مَنِ ٱتَّبَعَ ٱلۡهُدَىٰٓ",
      "translation": "Kaya pumunta kayong dalawa sa kanya saka magsabi kayong dalawa sa kanya: ‘Tunay na kami ay dalawang sugo ng Panginoon mo kaya ipadala mo kasama sa amin ang mga anak ni Israel at huwag mo silang pagdusahin. Naghatid nga kami sa iyo ng isang tanda mula sa Panginoon mo. Ang kapayapaan ay sa sinumang sumunod sa patnubay.",
      "footnotes": ""
    },
    {
      "id": "2396",
      "sura": "20",
      "aya": "48",
      "arabic_text": "إِنَّا قَدۡ أُوحِيَ إِلَيۡنَآ أَنَّ ٱلۡعَذَابَ عَلَىٰ مَن كَذَّبَ وَتَوَلَّىٰ",
      "translation": "Tunay na kami ay kinasihan nga na ang pagdurusa ay sa sinumang nagpasinungaling at tumalikod.’”",
      "footnotes": ""
    },
    {
      "id": "2397",
      "sura": "20",
      "aya": "49",
      "arabic_text": "قَالَ فَمَن رَّبُّكُمَا يَٰمُوسَىٰ",
      "translation": "Nagsabi ito: “Kaya sino ang Panginoon ninyong dalawa, O Moises?”",
      "footnotes": ""
    },
    {
      "id": "2398",
      "sura": "20",
      "aya": "50",
      "arabic_text": "قَالَ رَبُّنَا ٱلَّذِيٓ أَعۡطَىٰ كُلَّ شَيۡءٍ خَلۡقَهُۥ ثُمَّ هَدَىٰ",
      "translation": "Nagsabi siya: “Ang Panginoon namin ay ang nagbigay sa bawat bagay ng kalikhaan nito, pagkatapos nagpatnubay.”",
      "footnotes": ""
    },
    {
      "id": "2399",
      "sura": "20",
      "aya": "51",
      "arabic_text": "قَالَ فَمَا بَالُ ٱلۡقُرُونِ ٱلۡأُولَىٰ",
      "translation": "Nagsabi ito: “Kay paano naman ang lagay ng mga salinlahing una?”",
      "footnotes": ""
    },
    {
      "id": "2400",
      "sura": "20",
      "aya": "52",
      "arabic_text": "قَالَ عِلۡمُهَا عِندَ رَبِّي فِي كِتَٰبٖۖ لَّا يَضِلُّ رَبِّي وَلَا يَنسَى",
      "translation": "Nagsabi siya: “Ang kaalaman doon ay nasa ganang Panginoon ko sa isang talaan. Hindi naliligaw ang Panginoon ko at hindi Siya nakalilimot.",
      "footnotes": ""
    },
    {
      "id": "2401",
      "sura": "20",
      "aya": "53",
      "arabic_text": "ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَسَلَكَ لَكُمۡ فِيهَا سُبُلٗا وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّن نَّبَاتٖ شَتَّىٰ",
      "translation": "[Siya] ang gumawa para sa inyo ng lupa bilang nakalatag, nagsingit para sa inyo rito ng mga landas, at nagpababa mula sa langit ng tubig.” Kaya nagpalabas sa pamamagitan nito ng mga kaurian ng halamang sarisari.",
      "footnotes": ""
    },
    {
      "id": "2402",
      "sura": "20",
      "aya": "54",
      "arabic_text": "كُلُواْ وَٱرۡعَوۡاْ أَنۡعَٰمَكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ",
      "translation": "Kumain kayo at magpastol kayo ng mga hayupan ninyo. Tunay na sa gayon ay talagang may mga tanda para sa mga may katinuan.",
      "footnotes": ""
    },
    {
      "id": "2403",
      "sura": "20",
      "aya": "55",
      "arabic_text": "۞ مِنۡهَا خَلَقۡنَٰكُمۡ وَفِيهَا نُعِيدُكُمۡ وَمِنۡهَا نُخۡرِجُكُمۡ تَارَةً أُخۡرَىٰ",
      "translation": "Mula rito [sa lupa] lumikha Kami sa inyo, dito magpapanumbalik Kami sa inyo, at mula rito magpapalabas Kami sa inyo sa isang pagkakataong iba pa.",
      "footnotes": ""
    },
    {
      "id": "2404",
      "sura": "20",
      "aya": "56",
      "arabic_text": "وَلَقَدۡ أَرَيۡنَٰهُ ءَايَٰتِنَا كُلَّهَا فَكَذَّبَ وَأَبَىٰ",
      "translation": "Talaga ngang nagpakita Kami sa kanya ng mga tanda Namin sa kabuuan ng mga ito ngunit nagpasinungaling siya at tumanggi siya.",
      "footnotes": ""
    },
    {
      "id": "2405",
      "sura": "20",
      "aya": "57",
      "arabic_text": "قَالَ أَجِئۡتَنَا لِتُخۡرِجَنَا مِنۡ أَرۡضِنَا بِسِحۡرِكَ يَٰمُوسَىٰ",
      "translation": "Nagsabi [si Paraon]: “Dumating ka ba sa amin upang magpalabas ka sa amin mula sa lupain namin sa pamamagitan ng panggagaway mo, O Moises?",
      "footnotes": ""
    },
    {
      "id": "2406",
      "sura": "20",
      "aya": "58",
      "arabic_text": "فَلَنَأۡتِيَنَّكَ بِسِحۡرٖ مِّثۡلِهِۦ فَٱجۡعَلۡ بَيۡنَنَا وَبَيۡنَكَ مَوۡعِدٗا لَّا نُخۡلِفُهُۥ نَحۡنُ وَلَآ أَنتَ مَكَانٗا سُوٗى",
      "translation": "Kaya talagang magdadala nga kami sa iyo ng isang panggagaway tulad niyon. Kaya gumawa ka sa pagitan namin at ninyo ng isang tipanang hindi sisira niyon kami ni kayo sa isang pook na kalagitnaan.”",
      "footnotes": ""
    },
    {
      "id": "2407",
      "sura": "20",
      "aya": "59",
      "arabic_text": "قَالَ مَوۡعِدُكُمۡ يَوۡمُ ٱلزِّينَةِ وَأَن يُحۡشَرَ ٱلنَّاسُ ضُحٗى",
      "translation": "Nagsabi [sa Paraon]: “Ang tipanan ninyo ay ang araw ng gayak at na kalapin ang mga tao sa gitnang-umaga.”",
      "footnotes": ""
    },
    {
      "id": "2408",
      "sura": "20",
      "aya": "60",
      "arabic_text": "فَتَوَلَّىٰ فِرۡعَوۡنُ فَجَمَعَ كَيۡدَهُۥ ثُمَّ أَتَىٰ",
      "translation": "Kaya tumalikod si Paraon saka bumuo ito ng panlalansi nito, pagkatapos pumunta ito.",
      "footnotes": ""
    },
    {
      "id": "2409",
      "sura": "20",
      "aya": "61",
      "arabic_text": "قَالَ لَهُم مُّوسَىٰ وَيۡلَكُمۡ لَا تَفۡتَرُواْ عَلَى ٱللَّهِ كَذِبٗا فَيُسۡحِتَكُم بِعَذَابٖۖ وَقَدۡ خَابَ مَنِ ٱفۡتَرَىٰ",
      "translation": "Nagsabi sa kanila[3] si Moises: “Kapighatian sa inyo! Huwag kayong gumawa-gawa laban kay Allāh ng isang kasinungalingan sapagkat pupuksa Siya sa inyo sa pamamagitan ng isang pagdurusa. Nabigo nga ang sinumang gumawa-gawa [ng kasinungalingan laban kay Allāh].”",
      "footnotes": "[3] Ibig sabihin: sa mga manggagaway."
    },
    {
      "id": "2410",
      "sura": "20",
      "aya": "62",
      "arabic_text": "فَتَنَٰزَعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡ وَأَسَرُّواْ ٱلنَّجۡوَىٰ",
      "translation": "Kaya naghidwaan sila sa nauukol sa kanila sa pagitan nila at naglihim sila ng sarilinang pag-uusap.",
      "footnotes": ""
    },
    {
      "id": "2411",
      "sura": "20",
      "aya": "63",
      "arabic_text": "قَالُوٓاْ إِنۡ هَٰذَٰنِ لَسَٰحِرَٰنِ يُرِيدَانِ أَن يُخۡرِجَاكُم مِّنۡ أَرۡضِكُم بِسِحۡرِهِمَا وَيَذۡهَبَا بِطَرِيقَتِكُمُ ٱلۡمُثۡلَىٰ",
      "translation": "Nagsabi sila: “Tunay na ang dalawang ito ay talagang dalawang manggagaway na nagnanais na magpalabas sa inyo mula sa lupain ninyo sa pamamagitan ng panggagaway nilang dalawa at mag-alis sa pamamaraan ninyong pinakauliran.",
      "footnotes": ""
    },
    {
      "id": "2412",
      "sura": "20",
      "aya": "64",
      "arabic_text": "فَأَجۡمِعُواْ كَيۡدَكُمۡ ثُمَّ ٱئۡتُواْ صَفّٗاۚ وَقَدۡ أَفۡلَحَ ٱلۡيَوۡمَ مَنِ ٱسۡتَعۡلَىٰ",
      "translation": "Kaya magkaisa kayo sa panlalansi ninyo, pagkatapos pumunta kayo nang pahanay. Nagtagumpay nga sa araw na ito ang nangibabaw.”",
      "footnotes": ""
    },
    {
      "id": "2413",
      "sura": "20",
      "aya": "65",
      "arabic_text": "قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنۡ أَلۡقَىٰ",
      "translation": "Nagsabi sila: “O Moises, maaari na pumukol ka at maaari na maging kami ay kauna-unahan sa sinumang pupukol.”",
      "footnotes": ""
    },
    {
      "id": "2414",
      "sura": "20",
      "aya": "66",
      "arabic_text": "قَالَ بَلۡ أَلۡقُواْۖ فَإِذَا حِبَالُهُمۡ وَعِصِيُّهُمۡ يُخَيَّلُ إِلَيۡهِ مِن سِحۡرِهِمۡ أَنَّهَا تَسۡعَىٰ",
      "translation": "Nagsabi [si Moises]: “Bagkus pumukol kayo.” Kaya biglang ang mga lubid nila at ang mga tungkod nila ay ginuniguni sa kanya, dahil sa panggagaway nila, na ang mga ito ay sumisibad.",
      "footnotes": ""
    },
    {
      "id": "2415",
      "sura": "20",
      "aya": "67",
      "arabic_text": "فَأَوۡجَسَ فِي نَفۡسِهِۦ خِيفَةٗ مُّوسَىٰ",
      "translation": "Kaya nakadama sa sarili niya ng isang pangangamba si Moises.",
      "footnotes": ""
    },
    {
      "id": "2416",
      "sura": "20",
      "aya": "68",
      "arabic_text": "قُلۡنَا لَا تَخَفۡ إِنَّكَ أَنتَ ٱلۡأَعۡلَىٰ",
      "translation": "Nagsabi Kami: “Huwag kang mangamba; tunay na ikaw ay ang pinakamataas.”",
      "footnotes": ""
    },
    {
      "id": "2417",
      "sura": "20",
      "aya": "69",
      "arabic_text": "وَأَلۡقِ مَا فِي يَمِينِكَ تَلۡقَفۡ مَا صَنَعُوٓاْۖ إِنَّمَا صَنَعُواْ كَيۡدُ سَٰحِرٖۖ وَلَا يُفۡلِحُ ٱلسَّاحِرُ حَيۡثُ أَتَىٰ",
      "translation": "Magpukol ka ng nasa kanang kamay mo, lalamon ito sa niyari nila. Tunay na ang niyari nila ay isang panlalansi ng isang manggagaway. Hindi nagtatagumpay ang manggagaway saanman siya pumunta.",
      "footnotes": ""
    },
    {
      "id": "2418",
      "sura": "20",
      "aya": "70",
      "arabic_text": "فَأُلۡقِيَ ٱلسَّحَرَةُ سُجَّدٗا قَالُوٓاْ ءَامَنَّا بِرَبِّ هَٰرُونَ وَمُوسَىٰ",
      "translation": "Kaya ipinukol ang mga manggagaway na mga nakapatirapa. Nagsabi sila: “Sumampalataya kami sa Panginoon nina Aaron at Moises.”",
      "footnotes": ""
    },
    {
      "id": "2419",
      "sura": "20",
      "aya": "71",
      "arabic_text": "قَالَ ءَامَنتُمۡ لَهُۥ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِي عَلَّمَكُمُ ٱلسِّحۡرَۖ فَلَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ وَلَأُصَلِّبَنَّكُمۡ فِي جُذُوعِ ٱلنَّخۡلِ وَلَتَعۡلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابٗا وَأَبۡقَىٰ",
      "translation": "Nagsabi [sa Paraon]: “Naniwala kayo sa kanya bago ako magpahintulot sa inyo. Tunay na siya ay talagang ang pasimuno ninyo na nagturo sa inyo ng panggagaway. Kaya talagang magpuputul-putol nga ako ng mga kamay ninyo at mga paa ninyo nang kabilaan, talagang magbibitin nga ako sa inyo sa mga puno ng mga datiles, at talagang makaaalam nga kayo kung alin sa atin ang higit na matindi sa [pagdudulot ng] pagdurusa at higit na nananatili.”",
      "footnotes": ""
    },
    {
      "id": "2420",
      "sura": "20",
      "aya": "72",
      "arabic_text": "قَالُواْ لَن نُّؤۡثِرَكَ عَلَىٰ مَا جَآءَنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلَّذِي فَطَرَنَاۖ فَٱقۡضِ مَآ أَنتَ قَاضٍۖ إِنَّمَا تَقۡضِي هَٰذِهِ ٱلۡحَيَوٰةَ ٱلدُّنۡيَآ",
      "translation": "Nagsabi sila: “Hindi kami magtatangi sa iyo higit sa dumating sa amin na mga malinaw na patunay at [higit] sa lumalang sa amin. Kaya magtadhana ka ng anumang ikaw ay magtatadhana. Nagtatadhana ka lamang sa buhay na ito sa Mundo.",
      "footnotes": ""
    },
    {
      "id": "2421",
      "sura": "20",
      "aya": "73",
      "arabic_text": "إِنَّآ ءَامَنَّا بِرَبِّنَا لِيَغۡفِرَ لَنَا خَطَٰيَٰنَا وَمَآ أَكۡرَهۡتَنَا عَلَيۡهِ مِنَ ٱلسِّحۡرِۗ وَٱللَّهُ خَيۡرٞ وَأَبۡقَىٰٓ",
      "translation": "Tunay na kami ay sumampalataya sa Panginoon namin upang magpatawad Siya sa amin sa mga kamalian namin at sa ipinilit mo sa amin na panggagaway. Si Allāh ay higit na mabuti at higit na nananatili.”",
      "footnotes": ""
    },
    {
      "id": "2422",
      "sura": "20",
      "aya": "74",
      "arabic_text": "إِنَّهُۥ مَن يَأۡتِ رَبَّهُۥ مُجۡرِمٗا فَإِنَّ لَهُۥ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحۡيَىٰ",
      "translation": "Tunay na ang sinumang pumunta sa Panginoon niya bilang salarin, tunay na ukol sa kanya ay Impiyerno. Hindi siya mamamatay roon at hindi mabubuhay.",
      "footnotes": ""
    },
    {
      "id": "2423",
      "sura": "20",
      "aya": "75",
      "arabic_text": "وَمَن يَأۡتِهِۦ مُؤۡمِنٗا قَدۡ عَمِلَ ٱلصَّٰلِحَٰتِ فَأُوْلَٰٓئِكَ لَهُمُ ٱلدَّرَجَٰتُ ٱلۡعُلَىٰ",
      "translation": "Ang sinumang pumunta sa Kanya bilang mananampalataya ay gumawa nga ng mga maayos na gawa. Kaya ang mga iyon ay ukol sa kanila ang mga antas na pinakamatataas:",
      "footnotes": ""
    },
    {
      "id": "2424",
      "sura": "20",
      "aya": "76",
      "arabic_text": "جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ مَن تَزَكَّىٰ",
      "translation": "ang mga hardin ng Eden na dumadaloy mula sa ilalim ng mga ito ang mga ilog bilang mga mananatili sa mga ito. Iyon ay ang ganti sa sinumang nagpakabusilak.",
      "footnotes": ""
    },
    {
      "id": "2425",
      "sura": "20",
      "aya": "77",
      "arabic_text": "وَلَقَدۡ أَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَسۡرِ بِعِبَادِي فَٱضۡرِبۡ لَهُمۡ طَرِيقٗا فِي ٱلۡبَحۡرِ يَبَسٗا لَّا تَخَٰفُ دَرَكٗا وَلَا تَخۡشَىٰ",
      "translation": "Talaga ngang nagkasi Kami kay Moises, na [nagsasabi]: “Maglakbay ka sa gabi kasama ng mga lingkod ko saka gumawa ka para sa kanila ng isang tuyong daan sa dagat; huwag kang mangamba sa pagkaabot at huwag kang matakot [malunod].”",
      "footnotes": ""
    },
    {
      "id": "2426",
      "sura": "20",
      "aya": "78",
      "arabic_text": "فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ بِجُنُودِهِۦ فَغَشِيَهُم مِّنَ ٱلۡيَمِّ مَا غَشِيَهُمۡ",
      "translation": "Kaya nagpasunod sa kanila si Paraon ng mga kawal niya saka bumalot sa kanila mula sa dagat ang bumalot sa kanila.",
      "footnotes": ""
    },
    {
      "id": "2427",
      "sura": "20",
      "aya": "79",
      "arabic_text": "وَأَضَلَّ فِرۡعَوۡنُ قَوۡمَهُۥ وَمَا هَدَىٰ",
      "translation": "Nagligaw si Paraon sa mga tao niya at hindi nagpatnubay.",
      "footnotes": ""
    },
    {
      "id": "2428",
      "sura": "20",
      "aya": "80",
      "arabic_text": "يَٰبَنِيٓ إِسۡرَٰٓءِيلَ قَدۡ أَنجَيۡنَٰكُم مِّنۡ عَدُوِّكُمۡ وَوَٰعَدۡنَٰكُمۡ جَانِبَ ٱلطُّورِ ٱلۡأَيۡمَنَ وَنَزَّلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰ",
      "translation": "O mga anak ni Israel, nagligtas nga Kami sa inyo mula sa kaaway ninyo, nakipagtipan Kami sa inyo sa kanang gilid ng bundok, at nagbaba Kami sa inyo ng manna at pugo.",
      "footnotes": ""
    },
    {
      "id": "2429",
      "sura": "20",
      "aya": "81",
      "arabic_text": "كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَلَا تَطۡغَوۡاْ فِيهِ فَيَحِلَّ عَلَيۡكُمۡ غَضَبِيۖ وَمَن يَحۡلِلۡ عَلَيۡهِ غَضَبِي فَقَدۡ هَوَىٰ",
      "translation": "Kumain kayo mula sa mga kaaya-aya na itinustos Namin sa inyo at huwag kayong magmalabis dito para [hindi] dumapo sa inyo ang galit Ko. Ang sinumang dumapo sa kanya ang galit Ko ay napariwara nga.",
      "footnotes": ""
    },
    {
      "id": "2430",
      "sura": "20",
      "aya": "82",
      "arabic_text": "وَإِنِّي لَغَفَّارٞ لِّمَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا ثُمَّ ٱهۡتَدَىٰ",
      "translation": "Tunay na Ako ay talagang Palapatawad para sa sinumang nagbalik-loob, sumampalataya, at gumawa ng maayos, pagkatapos napatnubayan.",
      "footnotes": ""
    },
    {
      "id": "2431",
      "sura": "20",
      "aya": "83",
      "arabic_text": "۞ وَمَآ أَعۡجَلَكَ عَن قَوۡمِكَ يَٰمُوسَىٰ",
      "translation": "Ano ang nagpamadali sa iyo palayo sa mga tao mo, O Moises?",
      "footnotes": ""
    },
    {
      "id": "2432",
      "sura": "20",
      "aya": "84",
      "arabic_text": "قَالَ هُمۡ أُوْلَآءِ عَلَىٰٓ أَثَرِي وَعَجِلۡتُ إِلَيۡكَ رَبِّ لِتَرۡضَىٰ",
      "translation": "Nagsabi ito: “Sila itong nasa bakas ko at nagmadali ako tungo sa iyo, Panginoon ko, upang malugod Ka.”",
      "footnotes": ""
    },
    {
      "id": "2433",
      "sura": "20",
      "aya": "85",
      "arabic_text": "قَالَ فَإِنَّا قَدۡ فَتَنَّا قَوۡمَكَ مِنۢ بَعۡدِكَ وَأَضَلَّهُمُ ٱلسَّامِرِيُّ",
      "translation": "Nagsabi Siya: “Ngunit tunay na Kami ay sumulit nga sa mga tao mo matapos mo na, at nagligaw sa kanila ang Sāmirīy.”",
      "footnotes": ""
    },
    {
      "id": "2434",
      "sura": "20",
      "aya": "86",
      "arabic_text": "فَرَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗاۚ قَالَ يَٰقَوۡمِ أَلَمۡ يَعِدۡكُمۡ رَبُّكُمۡ وَعۡدًا حَسَنًاۚ أَفَطَالَ عَلَيۡكُمُ ٱلۡعَهۡدُ أَمۡ أَرَدتُّمۡ أَن يَحِلَّ عَلَيۡكُمۡ غَضَبٞ مِّن رَّبِّكُمۡ فَأَخۡلَفۡتُم مَّوۡعِدِي",
      "translation": "Kaya bumalik si Moises sa mga tao niya na galit na naghihinagpis. Nagsabi ito: “O mga tao ko, hindi ba nangako sa inyo ang Panginoon ninyo ng isang pangakong maganda? Kaya tumagal ba sa inyo ang panahon o nagnais kayo na may dumapo sa inyo na isang galit mula sa Panginoon ninyo kaya sumira kayo sa naipangako sa akin?”",
      "footnotes": ""
    },
    {
      "id": "2435",
      "sura": "20",
      "aya": "87",
      "arabic_text": "قَالُواْ مَآ أَخۡلَفۡنَا مَوۡعِدَكَ بِمَلۡكِنَا وَلَٰكِنَّا حُمِّلۡنَآ أَوۡزَارٗا مِّن زِينَةِ ٱلۡقَوۡمِ فَقَذَفۡنَٰهَا فَكَذَٰلِكَ أَلۡقَى ٱلسَّامِرِيُّ",
      "translation": "Nagsabi sila: “Hindi kami sumira sa ipinangako sa iyo dahil sa pagkukusa namin subalit kami ay pinagdala ng mga pasanin mula sa mga gayak ng mga tao [ni Paraon] kaya itinapon namin ang mga ito [sa isang hukay] saka gayon pumukol ang Sāmirīy.”",
      "footnotes": ""
    },
    {
      "id": "2436",
      "sura": "20",
      "aya": "88",
      "arabic_text": "فَأَخۡرَجَ لَهُمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٞ فَقَالُواْ هَٰذَآ إِلَٰهُكُمۡ وَإِلَٰهُ مُوسَىٰ فَنَسِيَ",
      "translation": "Saka nagpalabas siya para sa kanila ng isang guyang rebulto na mayroon itong pag-unga saka nagsabi sila: “Ito ay diyos ninyo at diyos ni Moises, ngunit nakalimot siya.”",
      "footnotes": ""
    },
    {
      "id": "2437",
      "sura": "20",
      "aya": "89",
      "arabic_text": "أَفَلَا يَرَوۡنَ أَلَّا يَرۡجِعُ إِلَيۡهِمۡ قَوۡلٗا وَلَا يَمۡلِكُ لَهُمۡ ضَرّٗا وَلَا نَفۡعٗا",
      "translation": "Kaya hindi ba sila nakakikita na hindi ito nagbabalik sa kanila ng isang pagsasabi at hindi nakapagdudulot para sa kanila ng isang pinsala ni isang pakinabang?",
      "footnotes": ""
    },
    {
      "id": "2438",
      "sura": "20",
      "aya": "90",
      "arabic_text": "وَلَقَدۡ قَالَ لَهُمۡ هَٰرُونُ مِن قَبۡلُ يَٰقَوۡمِ إِنَّمَا فُتِنتُم بِهِۦۖ وَإِنَّ رَبَّكُمُ ٱلرَّحۡمَٰنُ فَٱتَّبِعُونِي وَأَطِيعُوٓاْ أَمۡرِي",
      "translation": "Talaga ngang nagsabi sa kanila si Aaron bago pa niyan: “O mga tao ko, sinulit lamang kayo sa pamamagitan nito. Tunay na ang Panginoon ninyo ay ang Napakamaawain kaya sumunod kayo sa akin [sa pagsamba sa Kanya nang mag-isa] at tumalima kayo sa utos ko.”",
      "footnotes": ""
    },
    {
      "id": "2439",
      "sura": "20",
      "aya": "91",
      "arabic_text": "قَالُواْ لَن نَّبۡرَحَ عَلَيۡهِ عَٰكِفِينَ حَتَّىٰ يَرۡجِعَ إِلَيۡنَا مُوسَىٰ",
      "translation": "Nagsabi sila: “Hindi kami hihinto rito bilang mga namimintuho hanggang sa bumalik sa amin si Moises.”",
      "footnotes": ""
    },
    {
      "id": "2440",
      "sura": "20",
      "aya": "92",
      "arabic_text": "قَالَ يَٰهَٰرُونُ مَا مَنَعَكَ إِذۡ رَأَيۡتَهُمۡ ضَلُّوٓاْ",
      "translation": "Nagsabi [si Moises]: “O Aaron, ano ang pumigil sa iyo, noong nakakita ka sa kanila na naligaw,",
      "footnotes": ""
    },
    {
      "id": "2441",
      "sura": "20",
      "aya": "93",
      "arabic_text": "أَلَّا تَتَّبِعَنِۖ أَفَعَصَيۡتَ أَمۡرِي",
      "translation": "na hindi ka sumunod sa akin? Kaya sumuway ka ba sa utos ko?”",
      "footnotes": ""
    },
    {
      "id": "2442",
      "sura": "20",
      "aya": "94",
      "arabic_text": "قَالَ يَبۡنَؤُمَّ لَا تَأۡخُذۡ بِلِحۡيَتِي وَلَا بِرَأۡسِيٓۖ إِنِّي خَشِيتُ أَن تَقُولَ فَرَّقۡتَ بَيۡنَ بَنِيٓ إِسۡرَٰٓءِيلَ وَلَمۡ تَرۡقُبۡ قَوۡلِي",
      "translation": "Nagsabi [si Aaron]: “O anak ng ina ko, huwag kang dumaklot sa balbas ko ni sa ulo ko. Tunay na ako ay natakot na magsabi ka: ‘Naghati-hati ka sa pagitan ng mga anak ni Israel at hindi ka nag-abang sa sasabihin ko.’”",
      "footnotes": ""
    },
    {
      "id": "2443",
      "sura": "20",
      "aya": "95",
      "arabic_text": "قَالَ فَمَا خَطۡبُكَ يَٰسَٰمِرِيُّ",
      "translation": "Nagsabi [si Moises]: “Kaya ano ang pakay mo, O Sāmirīy?”",
      "footnotes": ""
    },
    {
      "id": "2444",
      "sura": "20",
      "aya": "96",
      "arabic_text": "قَالَ بَصُرۡتُ بِمَا لَمۡ يَبۡصُرُواْ بِهِۦ فَقَبَضۡتُ قَبۡضَةٗ مِّنۡ أَثَرِ ٱلرَّسُولِ فَنَبَذۡتُهَا وَكَذَٰلِكَ سَوَّلَتۡ لِي نَفۡسِي",
      "translation": "Nagsabi [ang Sāmirīy]: “Nakakita ako ng hindi nila nakita kaya dumakot ako ng isang dakot mula sa bakas ng sugo at ihinagis ko iyon. Gayon humalina sa akin ang sarili ko [sa paggawa ng rebulto].”",
      "footnotes": ""
    },
    {
      "id": "2445",
      "sura": "20",
      "aya": "97",
      "arabic_text": "قَالَ فَٱذۡهَبۡ فَإِنَّ لَكَ فِي ٱلۡحَيَوٰةِ أَن تَقُولَ لَا مِسَاسَۖ وَإِنَّ لَكَ مَوۡعِدٗا لَّن تُخۡلَفَهُۥۖ وَٱنظُرۡ إِلَىٰٓ إِلَٰهِكَ ٱلَّذِي ظَلۡتَ عَلَيۡهِ عَاكِفٗاۖ لَّنُحَرِّقَنَّهُۥ ثُمَّ لَنَنسِفَنَّهُۥ فِي ٱلۡيَمِّ نَسۡفًا",
      "translation": "Nagsabi [si Moises]: “Kaya umalis ka sapagkat tunay na ukol sa iyo sa buhay na magsabi ka: ‘Walang pananaling!’[4] at tunay na ukol sa iyo ay isang ipinangako na hindi sisirain sa iyo. Tumingin ka sa diyos mo na namalagi ka riyan bilang namimintuho, talagang susunugin nga namin iyan, pagkatapos talagang isasabog nga namin iyan sa dagat sa isang pagsasabog.",
      "footnotes": "[4] “Huwag mo akong salingin,” ang sinasabi niya bilang parusa kaya siya ay itinataboy."
    },
    {
      "id": "2446",
      "sura": "20",
      "aya": "98",
      "arabic_text": "إِنَّمَآ إِلَٰهُكُمُ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۚ وَسِعَ كُلَّ شَيۡءٍ عِلۡمٗا",
      "translation": "Tanging ang Diyos ninyo ay si Allāh na walang Diyos kundi Siya. Sumakop Siya sa bawat bagay sa kaalaman.",
      "footnotes": ""
    },
    {
      "id": "2447",
      "sura": "20",
      "aya": "99",
      "arabic_text": "كَذَٰلِكَ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ مَا قَدۡ سَبَقَۚ وَقَدۡ ءَاتَيۡنَٰكَ مِن لَّدُنَّا ذِكۡرٗا",
      "translation": "Gayon Kami nagsasalaysay sa iyo ng ilan sa mga balita ng nauna na. Nagbigay nga Kami mula sa nasa Amin ng isang paalaala [ng Qur’ān].",
      "footnotes": ""
    },
    {
      "id": "2448",
      "sura": "20",
      "aya": "100",
      "arabic_text": "مَّنۡ أَعۡرَضَ عَنۡهُ فَإِنَّهُۥ يَحۡمِلُ يَوۡمَ ٱلۡقِيَٰمَةِ وِزۡرًا",
      "translation": "Ang sinumang umayaw rito, tunay na siya ay magpapasan sa Araw ng Pagbangon ng isang pabigat,",
      "footnotes": ""
    },
    {
      "id": "2449",
      "sura": "20",
      "aya": "101",
      "arabic_text": "خَٰلِدِينَ فِيهِۖ وَسَآءَ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ حِمۡلٗا",
      "translation": "bilang mga mananatili roon. Kay sagwa ito sa para sa kanila sa Araw ng Pagbangon bilang pasanin!",
      "footnotes": ""
    },
    {
      "id": "2450",
      "sura": "20",
      "aya": "102",
      "arabic_text": "يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ وَنَحۡشُرُ ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ زُرۡقٗا",
      "translation": "Sa Araw na iihip sa tambuli at kakalap Kami sa mga salarin sa Araw na iyon habang [may matang] bughaw [dahil sa mga hilakbot].",
      "footnotes": ""
    },
    {
      "id": "2451",
      "sura": "20",
      "aya": "103",
      "arabic_text": "يَتَخَٰفَتُونَ بَيۡنَهُمۡ إِن لَّبِثۡتُمۡ إِلَّا عَشۡرٗا",
      "translation": "Magbubulungan sila sa gitna nila: “Hindi kayo namalagi kundi nang sampung [gabi].”",
      "footnotes": ""
    },
    {
      "id": "2452",
      "sura": "20",
      "aya": "104",
      "arabic_text": "نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَ إِذۡ يَقُولُ أَمۡثَلُهُمۡ طَرِيقَةً إِن لَّبِثۡتُمۡ إِلَّا يَوۡمٗا",
      "translation": "Kami ay higit na maalam sa sinasabi nila noong nagsasabi ang pinakamagaling sa kanila sa pamamaraan: “Hindi kayo namalagi kundi nang isang araw.”",
      "footnotes": ""
    },
    {
      "id": "2453",
      "sura": "20",
      "aya": "105",
      "arabic_text": "وَيَسۡـَٔلُونَكَ عَنِ ٱلۡجِبَالِ فَقُلۡ يَنسِفُهَا رَبِّي نَسۡفٗا",
      "translation": "Nagtatanong sila sa iyo tungkol sa mga bundok kaya sabihin mo: “Isasabog ang mga ito ng Panginoon ko sa isang pagsasabog.",
      "footnotes": ""
    },
    {
      "id": "2454",
      "sura": "20",
      "aya": "106",
      "arabic_text": "فَيَذَرُهَا قَاعٗا صَفۡصَفٗا",
      "translation": "Hahayaan Niya ang mga ito na maging kapatagang pantay.",
      "footnotes": ""
    },
    {
      "id": "2455",
      "sura": "20",
      "aya": "107",
      "arabic_text": "لَّا تَرَىٰ فِيهَا عِوَجٗا وَلَآ أَمۡتٗا",
      "translation": "Hindi ka makakikita roon ng isang lubak ni isang umbok.”",
      "footnotes": ""
    },
    {
      "id": "2456",
      "sura": "20",
      "aya": "108",
      "arabic_text": "يَوۡمَئِذٖ يَتَّبِعُونَ ٱلدَّاعِيَ لَا عِوَجَ لَهُۥۖ وَخَشَعَتِ ٱلۡأَصۡوَاتُ لِلرَّحۡمَٰنِ فَلَا تَسۡمَعُ إِلَّا هَمۡسٗا",
      "translation": "Sa Araw na iyon susundan nila ang tagapag-anyaya [papunta sa Kalapan para sa pagtutuos] nang walang paglihis sa kanya at magpapakataimtim ang mga tinig para sa Napakamaawain kaya wala kang maririnig kundi isang bulong [ng mga yabag].",
      "footnotes": ""
    },
    {
      "id": "2457",
      "sura": "20",
      "aya": "109",
      "arabic_text": "يَوۡمَئِذٖ لَّا تَنفَعُ ٱلشَّفَٰعَةُ إِلَّا مَنۡ أَذِنَ لَهُ ٱلرَّحۡمَٰنُ وَرَضِيَ لَهُۥ قَوۡلٗا",
      "translation": "Sa Araw na iyon ay hindi magpapakinabang ang pamamagitan maliban sa sinumang nagpahintulot doon ang Napakamaawain at nalugod Siya roon sa sinasabi.",
      "footnotes": ""
    },
    {
      "id": "2458",
      "sura": "20",
      "aya": "110",
      "arabic_text": "يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يُحِيطُونَ بِهِۦ عِلۡمٗا",
      "translation": "Nakaaalam Siya sa anumang nasa pagitan ng mga kamay nila at anumang nasa likuran nila habang hindi sila nakapapaligid sa Kanya sa kaalaman.",
      "footnotes": ""
    },
    {
      "id": "2459",
      "sura": "20",
      "aya": "111",
      "arabic_text": "۞ وَعَنَتِ ٱلۡوُجُوهُ لِلۡحَيِّ ٱلۡقَيُّومِۖ وَقَدۡ خَابَ مَنۡ حَمَلَ ظُلۡمٗا",
      "translation": "Nagpakumbaba ang mga mukha sa Buhay na Mapagpanatili samantalang nabigo nga ang sinumang nagpasan ng isang kawalang-katarungan.",
      "footnotes": ""
    },
    {
      "id": "2460",
      "sura": "20",
      "aya": "112",
      "arabic_text": "وَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا يَخَافُ ظُلۡمٗا وَلَا هَضۡمٗا",
      "translation": "Ang sinumang gumagawa ng ilan sa mga maayos samantalang siya ay mananampalataya, hindi siya mangangamba sa isang kawalang-katarungan ni isang kabawasan [sa gantimpala].",
      "footnotes": ""
    },
    {
      "id": "2461",
      "sura": "20",
      "aya": "113",
      "arabic_text": "وَكَذَٰلِكَ أَنزَلۡنَٰهُ قُرۡءَانًا عَرَبِيّٗا وَصَرَّفۡنَا فِيهِ مِنَ ٱلۡوَعِيدِ لَعَلَّهُمۡ يَتَّقُونَ أَوۡ يُحۡدِثُ لَهُمۡ ذِكۡرٗا",
      "translation": "Gayon Kami nagpababa ng isang Qur’ān na Arabe at nagsarisari Kami rito ng banta nang sa gayon sila ay mangingilag magkasala o magsasanhi ito sa kanila ng isang pag-aalaala.",
      "footnotes": ""
    },
    {
      "id": "2462",
      "sura": "20",
      "aya": "114",
      "arabic_text": "فَتَعَٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۗ وَلَا تَعۡجَلۡ بِٱلۡقُرۡءَانِ مِن قَبۡلِ أَن يُقۡضَىٰٓ إِلَيۡكَ وَحۡيُهُۥۖ وَقُل رَّبِّ زِدۡنِي عِلۡمٗا",
      "translation": "Kaya napakataas si Allāh, ang Haring Totoo. Huwag kang magmadali sa pagbigkas ng Qur’ān bago pa matapos sa iyo ang pagkasi nito at magsabi ka: “Panginoon ko magdagdag Ka sa akin ng kaalaman.”",
      "footnotes": ""
    },
    {
      "id": "2463",
      "sura": "20",
      "aya": "115",
      "arabic_text": "وَلَقَدۡ عَهِدۡنَآ إِلَىٰٓ ءَادَمَ مِن قَبۡلُ فَنَسِيَ وَلَمۡ نَجِدۡ لَهُۥ عَزۡمٗا",
      "translation": "Talaga ngang naghabilin Kami kay Adan bago pa niyan ngunit nakalimot siya at hindi Kami nakatagpo sa kanya ng pagtitika.",
      "footnotes": ""
    },
    {
      "id": "2464",
      "sura": "20",
      "aya": "116",
      "arabic_text": "وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ",
      "translation": "[Banggitin] noong nagsabi Kami sa mga anghel: “Magpatirapa kayo kay Adan [bilang pagpipitagan],” kaya nagpatirapa naman sila maliban si Satanas; tumanggi ito.",
      "footnotes": ""
    },
    {
      "id": "2465",
      "sura": "20",
      "aya": "117",
      "arabic_text": "فَقُلۡنَا يَٰٓـَٔادَمُ إِنَّ هَٰذَا عَدُوّٞ لَّكَ وَلِزَوۡجِكَ فَلَا يُخۡرِجَنَّكُمَا مِنَ ٱلۡجَنَّةِ فَتَشۡقَىٰٓ",
      "translation": "Kaya nagsabi Kami: “O Adan, tunay na ito ay isang kaaway para sa iyo at para sa asawa mo; kaya huwag nga siyang magpapalabas sa inyong dalawa mula sa hardin para malumbay ka.”",
      "footnotes": ""
    },
    {
      "id": "2466",
      "sura": "20",
      "aya": "118",
      "arabic_text": "إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعۡرَىٰ",
      "translation": "Tunay na ukol sa iyo na hindi ka magutuman dito at hindi ka mahubaran,",
      "footnotes": ""
    },
    {
      "id": "2467",
      "sura": "20",
      "aya": "119",
      "arabic_text": "وَأَنَّكَ لَا تَظۡمَؤُاْ فِيهَا وَلَا تَضۡحَىٰ",
      "translation": "at na ikaw ay hindi mauhawan dito at hindi miinitan.",
      "footnotes": ""
    },
    {
      "id": "2468",
      "sura": "20",
      "aya": "120",
      "arabic_text": "فَوَسۡوَسَ إِلَيۡهِ ٱلشَّيۡطَٰنُ قَالَ يَٰٓـَٔادَمُ هَلۡ أَدُلُّكَ عَلَىٰ شَجَرَةِ ٱلۡخُلۡدِ وَمُلۡكٖ لَّا يَبۡلَىٰ",
      "translation": "Ngunit nagpasaring sa kanya ang demonyo. Nagsabi ito: “O Adan, gagabay kaya ako sa iyo sa Punong-kahoy ng Kawalang-hanggan at isang kahariang hindi nalalaspag?”",
      "footnotes": ""
    },
    {
      "id": "2469",
      "sura": "20",
      "aya": "121",
      "arabic_text": "فَأَكَلَا مِنۡهَا فَبَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۚ وَعَصَىٰٓ ءَادَمُ رَبَّهُۥ فَغَوَىٰ",
      "translation": "Kaya kumain silang dalawa[5] mula roon, saka lumitaw sa kanilang dalawa ang kahubaran nilang dalawa. Nagsimula silang dalawa na nagtatakip sa kanilang dalawa ng mga dahon ng hardin. Sumuway si Adan sa Panginoon niya kaya nalisya siya.",
      "footnotes": "[5] Ibig sabihin: sina Adan at Eva."
    },
    {
      "id": "2470",
      "sura": "20",
      "aya": "122",
      "arabic_text": "ثُمَّ ٱجۡتَبَٰهُ رَبُّهُۥ فَتَابَ عَلَيۡهِ وَهَدَىٰ",
      "translation": "Pagkatapos humalal sa kanya ang Panginoon niya saka tumatanggap sa pagbabalik-loob[6] niya at nagpatnubay [sa kanya].",
      "footnotes": "[6] mula sa unang kasalanan ng pagkain ng bawal na bunga"
    },
    {
      "id": "2471",
      "sura": "20",
      "aya": "123",
      "arabic_text": "قَالَ ٱهۡبِطَا مِنۡهَا جَمِيعَۢاۖ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَنِ ٱتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشۡقَىٰ",
      "translation": "Nagsabi Siya: “Lumapag kayong dalawa mula rito nang lahatan. Ang iba sa inyo sa iba pa ay kaaway. Kaya kung may pumunta nga naman sa inyo mula sa Akin na isang patnubay, ang sinumang sumunod sa patnubay Ko ay hindi maliligaw at hindi malulumbay;",
      "footnotes": ""
    },
    {
      "id": "2472",
      "sura": "20",
      "aya": "124",
      "arabic_text": "وَمَنۡ أَعۡرَضَ عَن ذِكۡرِي فَإِنَّ لَهُۥ مَعِيشَةٗ ضَنكٗا وَنَحۡشُرُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ أَعۡمَىٰ",
      "translation": "at ang sinumang umayaw sa pag-aalaala sa Akin, tunay na ukol sa kanya ay isang pamumuhay na hikahos. Kakalap Kami sa kanya sa Araw ng Pagbangon na isang bulag.”",
      "footnotes": ""
    },
    {
      "id": "2473",
      "sura": "20",
      "aya": "125",
      "arabic_text": "قَالَ رَبِّ لِمَ حَشَرۡتَنِيٓ أَعۡمَىٰ وَقَدۡ كُنتُ بَصِيرٗا",
      "translation": "Magsasabi ito: “Panginoon ko, bakit Ka kumalap sa akin na isang bulag samantalang ako nga dati ay isang nakakikita?”",
      "footnotes": ""
    },
    {
      "id": "2474",
      "sura": "20",
      "aya": "126",
      "arabic_text": "قَالَ كَذَٰلِكَ أَتَتۡكَ ءَايَٰتُنَا فَنَسِيتَهَاۖ وَكَذَٰلِكَ ٱلۡيَوۡمَ تُنسَىٰ",
      "translation": "Magsasabi Siya: “Gayon pumunta sa iyo ang mga tanda Namin saka lumimot ka sa mga iyon. Gayon ngayong Araw lilimutin ka.”[7]",
      "footnotes": "[7] Ibig sabihin: iiwan ka ngayong Araw sa pagdurusa."
    },
    {
      "id": "2475",
      "sura": "20",
      "aya": "127",
      "arabic_text": "وَكَذَٰلِكَ نَجۡزِي مَنۡ أَسۡرَفَ وَلَمۡ يُؤۡمِنۢ بِـَٔايَٰتِ رَبِّهِۦۚ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَدُّ وَأَبۡقَىٰٓ",
      "translation": "Gayon Kami gaganti sa sinumang nagpakalabis at hindi sumampalataya sa mga tanda ng Panginoon niya. Talagang ang pagdurusa sa Kabilang-buhay ay higit na matindi at higit na nananatili.",
      "footnotes": ""
    },
    {
      "id": "2476",
      "sura": "20",
      "aya": "128",
      "arabic_text": "أَفَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ",
      "translation": "Kaya hindi ba nagpatnubay para sa kanila na kay rami ng ipinahamak Namin bago nila na mga [makasalanang] salinlahi habang naglalakad ang mga iyon sa mga tirahan ng mga iyon? Tunay na sa gayon ay talagang may mga tanda para sa mga may katinuan.",
      "footnotes": ""
    },
    {
      "id": "2477",
      "sura": "20",
      "aya": "129",
      "arabic_text": "وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَكَانَ لِزَامٗا وَأَجَلٞ مُّسَمّٗى",
      "translation": "Kung hindi dahil sa isang salitang nauna mula sa Panginoon mo, talaga sanang ito ay naging kinakailangan, at [kung hindi rin dahil sa] isang taning na tinukoy.",
      "footnotes": ""
    },
    {
      "id": "2478",
      "sura": "20",
      "aya": "130",
      "arabic_text": "فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ غُرُوبِهَاۖ وَمِنۡ ءَانَآيِٕ ٱلَّيۡلِ فَسَبِّحۡ وَأَطۡرَافَ ٱلنَّهَارِ لَعَلَّكَ تَرۡضَىٰ",
      "translation": "Kaya magtiis ka sa anumang sinasabi nila at magluwalhati ka kalakip ng papuri sa Panginoon mo bago ng pagsikat ng araw at bago ng paglubog nito; at mula sa mga bahagi ng gabi ay magluwalhati ka at sa mga dulo ng maghapon, nang sa gayon ikaw ay malulugod.",
      "footnotes": ""
    },
    {
      "id": "2479",
      "sura": "20",
      "aya": "131",
      "arabic_text": "وَلَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ زَهۡرَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا لِنَفۡتِنَهُمۡ فِيهِۚ وَرِزۡقُ رَبِّكَ خَيۡرٞ وَأَبۡقَىٰ",
      "translation": "Huwag ka ngang magpaabot ng mga mata tungo sa ipinatamasa Namin sa mga kaurian kabilang sa kanila bilang karangyaan ng buhay na pangmundo upang sumulit Kami sa kanila roon. Ang panustos [na gantimpala sa Kabilang-buhay] ng Panginoon mo ay higit na mabuti at higit na nananatili.",
      "footnotes": ""
    },
    {
      "id": "2480",
      "sura": "20",
      "aya": "132",
      "arabic_text": "وَأۡمُرۡ أَهۡلَكَ بِٱلصَّلَوٰةِ وَٱصۡطَبِرۡ عَلَيۡهَاۖ لَا نَسۡـَٔلُكَ رِزۡقٗاۖ نَّحۡنُ نَرۡزُقُكَۗ وَٱلۡعَٰقِبَةُ لِلتَّقۡوَىٰ",
      "translation": "Mag-utos ka sa mag-anak mo ng pagdarasal at magpakamatiisin ka rito. Hindi Kami humihingi sa iyo ng isang panustos; Kami ay tumutustos sa iyo. Ang [pinapupurihang] kahihinatnan ay ukol sa [mga may] pangingilag magkasala.",
      "footnotes": ""
    },
    {
      "id": "2481",
      "sura": "20",
      "aya": "133",
      "arabic_text": "وَقَالُواْ لَوۡلَا يَأۡتِينَا بِـَٔايَةٖ مِّن رَّبِّهِۦٓۚ أَوَلَمۡ تَأۡتِهِم بَيِّنَةُ مَا فِي ٱلصُّحُفِ ٱلۡأُولَىٰ",
      "translation": "Nagsabi sila: “Bakit kaya hindi siya nagdala sa atin ng isang tanda mula sa Panginoon niya? Hindi ba pumunta sa kanila ang malinaw na patunay ng nasa mga unang kalatas?”",
      "footnotes": ""
    },
    {
      "id": "2482",
      "sura": "20",
      "aya": "134",
      "arabic_text": "وَلَوۡ أَنَّآ أَهۡلَكۡنَٰهُم بِعَذَابٖ مِّن قَبۡلِهِۦ لَقَالُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ مِن قَبۡلِ أَن نَّذِلَّ وَنَخۡزَىٰ",
      "translation": "Kung sakaling Kami ay nagpahamak sa kanila sa pamamagitan ng isang pagdurusa bago pa niya ay talagang magsasabi sila: “Panginoon namin, bakit kaya hindi Ka nagsugo sa amin ng isang sugo para sumunod kami sa mga tanda Mo bago pa maaba kami at mapahiya kami?”",
      "footnotes": ""
    },
    {
      "id": "2483",
      "sura": "20",
      "aya": "135",
      "arabic_text": "قُلۡ كُلّٞ مُّتَرَبِّصٞ فَتَرَبَّصُواْۖ فَسَتَعۡلَمُونَ مَنۡ أَصۡحَٰبُ ٱلصِّرَٰطِ ٱلسَّوِيِّ وَمَنِ ٱهۡتَدَىٰ",
      "translation": "Sabihin mo: “Bawat [isa] ay nag-aantabay [sa [pangyayarihin ni Allāh]; kaya mag-antabay kayo sapagkat makaaalam kayo kung sino ang mga kasamahan sa landasing matuwid at kung sino ang napatnubayan.”",
      "footnotes": ""
    }
  ]
}