{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 499,
      "verse_key": "45:1",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 199,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "حمٓ",
      "translation": "1. Ha, Mym. [Šios raidės yra vienas iš Korano stebuklų ir niekas kitas nežino jų reikšmės, tik Allahas (Vienintelis)].",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 499,
      "verse_key": "45:2",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 199,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ",
      "translation": "2. Knygos (šio Korano) apreiškimas yra iš Allaho, Visa Galingiausiojo, Visa Išmintingojo.",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 499,
      "verse_key": "45:3",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 199,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّلۡمُؤۡمِنِينَ",
      "translation": "3. Iš tiesų, danguose ir žemėje yra ženklai tikintiesiems.",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 499,
      "verse_key": "45:4",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 199,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَفِي خَلۡقِكُمۡ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٞ لِّقَوۡمٖ يُوقِنُونَ",
      "translation": "4. Ir jūsų sukūrime, ir ką Jis išbarstė (žemėje) iš judančių (gyvų) kūrinių yra ženklai žmonėms, kurie turi užtikrintą Tikėjimą.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 499,
      "verse_key": "45:5",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 199,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزۡقٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَتَصۡرِيفِ ٱلرِّيَٰحِ ءَايَٰتٞ لِّقَوۡمٖ يَعۡقِلُونَ",
      "translation": "5. Ir nakties bei dienos kaitoje, ir aprūpinimas (lietus), kurį Allahas nuleidžia iš dangaus, ir atgaivina juo žemę po jos mirties, ir vėjų apgręžime (t. y. kartais į rytus ar šiaurę, kartais link pietų ar vakarų, kartais nešančius gerą žinią apie lietų ir t. t. ir kartais nešančius kančią) yra ženklai žmonėms, kurie suvokia.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 499,
      "verse_key": "45:6",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 199,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤۡمِنُونَ",
      "translation": "6. Tai yra Allaho Ajat (įrodymai, įkalčiai, eilutės, pamokos, apreiškimai ir t. t.), kuriuos Mes recituojame tau (Muchammedai ﷺ) teisingai. Tad kuriuo žodžiu po Allaho ir Jo Ajat jie tikės?",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 499,
      "verse_key": "45:7",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 199,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيۡلٞ لِّكُلِّ أَفَّاكٍ أَثِيمٖ",
      "translation": "7. Vargas kiekvienam nuodėmingam melagiui,",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 499,
      "verse_key": "45:8",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 199,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَسۡمَعُ ءَايَٰتِ ٱللَّهِ تُتۡلَىٰ عَلَيۡهِ ثُمَّ يُصِرُّ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٖ",
      "translation": "8. kuris girdi Allaho Eilutes recituojamas jam, tačiau vis tiek lieka išdidus, lyg jų negirdėtų. Taigi pranešk jam apie skausmingą kančią.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 499,
      "verse_key": "45:9",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 199,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا عَلِمَ مِنۡ ءَايَٰتِنَا شَيۡـًٔا ٱتَّخَذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ",
      "translation": "9. Ir kai jis sužino ką nors iš Mūsų Eilučių (šio Korano), jis padaro jas pokštu. Tokiam bus žeminanti kančia.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 499,
      "verse_key": "45:10",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 199,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مِّن وَرَآئِهِمۡ جَهَنَّمُۖ وَلَا يُغۡنِي عَنۡهُم مَّا كَسَبُواْ شَيۡـٔٗا وَلَا مَا ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ",
      "translation": "10. Priešais juos yra Pragaras. Ir tai, ką jie įgijo, neturės jokios naudos jiems, nei (neduos jiems jokios naudos) tie, kuriuos jie prisiėmė kaip Aulija (sargus, padėjėjus) šalia Allaho. Ir jų bus didžioji kančia.",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 499,
      "verse_key": "45:11",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 199,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هَٰذَا هُدٗىۖ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٌ",
      "translation": "11. Šis (Koranas) yra teisingas vedimas. Ir tie, kurie netiki savo Viešpaties Ajat (įrodymais, įkalčiais, eilutėmis, pamokomis, ženklais, apreiškimais), jiems bus skausminga Ridžz kančia (žiauri bausmė).",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 499,
      "verse_key": "45:12",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ ٱللَّهُ ٱلَّذِي سَخَّرَ لَكُمُ ٱلۡبَحۡرَ لِتَجۡرِيَ ٱلۡفُلۡكُ فِيهِ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "12. Allahas, tai Tas, Kuris pavergė jums jūrą, kad laivai galėtų plaukti ja Jo Įsakymu, ir kad jūs siektumėte Jo Dosnumo, ir kad jūs būtumėte dėkingi.",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 499,
      "verse_key": "45:13",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَسَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ جَمِيعٗا مِّنۡهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ",
      "translation": "13. Ir pavergė jums viską, kas yra danguose ir viską, kas yra žemėje. Tai viskas yra malonė ir gerumas iš Jo. Iš tiesų, tame yra ženklai žmonėms, kurie giliai mąsto.",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 500,
      "verse_key": "45:14",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لِّلَّذِينَ ءَامَنُواْ يَغۡفِرُواْ لِلَّذِينَ لَا يَرۡجُونَ أَيَّامَ ٱللَّهِ لِيَجۡزِيَ قَوۡمَۢا بِمَا كَانُواْ يَكۡسِبُونَ",
      "translation": "14. Sakyk (Muchammedai ﷺ) tikintiesiems atleisti tiems, kurie (kenkia jiems ir) nesitiki Allaho Dienų (t. y. Jo Atlygio), kad Jis atlygintų žmonėms, pagal tai ką jie įgijo (t. y. nubaustų tuos netikinčiuosius, kurie kenkia tikintiesiems). [1]",
      "footnotes": "[1] Šios eilutės nuostatos buvo panaikintos eilute apie džihadą (šventą kovą) prieš daugiadievius (eilutė 9:36)."
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 500,
      "verse_key": "45:15",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۖ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ",
      "translation": "15. Kas daro gerą darbą, tai dėl savęs pačio, o kas daro blogą – tai prieš (save patį). Tada pas savo Viešaptį jūs būsite priversti sugrįžti.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 500,
      "verse_key": "45:16",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ ءَاتَيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَى ٱلۡعَٰلَمِينَ",
      "translation": "16. Ir iš tiesų, Mes suteikėme Israelio (Izraelio) Vaikams Raštą, ir Rašto bei jo įstatymų supratimą, ir Pranašavimą, ir suteikėme jiems gerus dalykus, ir pasirinkome juos virš Alamyn (jų laikų žmonijos ir džinų, tuo laikotarpiu),",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 500,
      "verse_key": "45:17",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَءَاتَيۡنَٰهُم بَيِّنَٰتٖ مِّنَ ٱلۡأَمۡرِۖ فَمَا ٱخۡتَلَفُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ",
      "translation": "17. ir suteikėme jiems aiškius reikalų įrodymus [apreikšdami jiems Tauratą (Torą)]. Ir jie nesiginčijo tol, kol juos pasiekė žinojimas, per pavydą vienas kitam. Iš tiesų, jūsų Viešpats teis juos Prikėlimo Dieną dėl to, dėl ko jie ginčydavosi.",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 500,
      "verse_key": "45:18",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ جَعَلۡنَٰكَ عَلَىٰ شَرِيعَةٖ مِّنَ ٱلۡأَمۡرِ فَٱتَّبِعۡهَا وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ لَا يَعۡلَمُونَ",
      "translation": "18. Tada Mes paskyrėme tave (Muchammedai ﷺ) į (aiškų) (Mūsų) įsakymo kelią [kaip tą, į kurį Mes paskyrėme Savo Pasiuntinius anksčiau tavęs (t. y. teisines taisykles ir islamiškojo monoteizmo įstatymus)]. Taigi sek tuo (islamiškuoju monoteizmu ir jo įstatymais, (ir nesek troškimais tų, kurie nežino.)",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 500,
      "verse_key": "45:19",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّهُمۡ لَن يُغۡنُواْ عَنكَ مِنَ ٱللَّهِ شَيۡـٔٗاۚ وَإِنَّ ٱلظَّٰلِمِينَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۖ وَٱللَّهُ وَلِيُّ ٱلۡمُتَّقِينَ",
      "translation": "19. Iš tiesų, jie negali tau duoti jokios naudos prieš Allahą (jei Jis norės nubausti tave). Iš tiesų, Zalimūn (daugiadieviai, bloga darantieji) yra Aulija (sargai, padėjėjai) vienas kitam tačiau Allahas yra Vali (Padėjėjas, Sargas) Al-Mutakūn (dievobaimingiesiems, žr. eilutę 2:2).",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 500,
      "verse_key": "45:20",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هَٰذَا بَصَٰٓئِرُ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُوقِنُونَ",
      "translation": "20. Šis (Koranas) yra aiški įžvalga ir įrodymas žmonijai ir teisingas vedimas, ir gailestingumas žmonėms, kurie turi užtikrintą Tikėjimą.",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 500,
      "verse_key": "45:21",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ حَسِبَ ٱلَّذِينَ ٱجۡتَرَحُواْ ٱلسَّيِّـَٔاتِ أَن نَّجۡعَلَهُمۡ كَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَوَآءٗ مَّحۡيَاهُمۡ وَمَمَاتُهُمۡۚ سَآءَ مَا يَحۡكُمُونَ",
      "translation": "21. Arba argi tie, kurie įgyja blogus darbus, mano, kad Mes laikysime juos lygiais tiems, kurie tiki (Allaho Vienumą – islamiškąjį monoteizmą) ir daro teisingus gerus darbus, jų dabartiniame gyvenime ir po jų mirties? Blogiausias yra sprendimas, kurį jie daro.",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 500,
      "verse_key": "45:22",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَلِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ",
      "translation": "22. Ir Allahas sukūrė dangus ir žemę teisingai, tam, kad kiekvienam asmeniui būtų atlyginta už tai, ką jis įgijo, ir nebus jie nuskriausti.",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 501,
      "verse_key": "45:23",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلۡمٖ وَخَتَمَ عَلَىٰ سَمۡعِهِۦ وَقَلۡبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةٗ فَمَن يَهۡدِيهِ مِنۢ بَعۡدِ ٱللَّهِۚ أَفَلَا تَذَكَّرُونَ",
      "translation": "23. Argi nematei to, kuris laiko savo paties geismą (tuščius troškimus) savo ilah (dievu)? Ir Allahas, žinodamas (jį kaip tokį), paliko jį paklydusį  ir užantspaudavo jo girdėjimą ir jo širdį ir uždėjo užsklandą ant jo matymo. Kas tada išves jį po Allaho? Argi tada neatsiminsi?",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 501,
      "verse_key": "45:24",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ مَا هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا يُهۡلِكُنَآ إِلَّا ٱلدَّهۡرُۚ وَمَا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَظُنُّونَ",
      "translation": "24. Ir jie sako: „Nėra nieko, tik mūsų gyvenimas šiame pasaulyje, mes mirštame ir mes gyvename ir niekas nesunaikina mūsų, tik Ad-Dahr (laikas). Ir neturi jie išmanymo apie tai: jie tik spėlioja.",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 501,
      "verse_key": "45:25",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ مَّا كَانَ حُجَّتَهُمۡ إِلَّآ أَن قَالُواْ ٱئۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "25. Ir kai Mūsų Aiškios Eilutės recituojamos jiems, jų argumentas yra ne kas kitas, kaip pasakymas: „Grąžink mūsų (mirusius) tėvus, jei esi tiesą sakantis.“",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 501,
      "verse_key": "45:26",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلِ ٱللَّهُ يُحۡيِيكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يَجۡمَعُكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "26. Sakyk (jiems): „Allahas suteikia jums gyvenimą, tada priverčia jus mirti, tada Jis surinks jus Prikėlimo Dieną, dėl kurios nėra jokių abejonių. Tačiau dauguma žmonijos nežino.“",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 501,
      "verse_key": "45:27",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَخۡسَرُ ٱلۡمُبۡطِلُونَ",
      "translation": "27. Ir Allahui priklauso dangų ir žemės karalystė. Ir Dieną, kai įvyks Valanda – tą Dieną melagystės pasekėjai (daugiadieviai, netikintieji, netikrų dievybių garbintojai) praras (viską).",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 501,
      "verse_key": "45:28",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَتَرَىٰ كُلَّ أُمَّةٖ جَاثِيَةٗۚ كُلُّ أُمَّةٖ تُدۡعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلۡيَوۡمَ تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "28. Ir jūs matysite kiekvieną tautą nusižeminusią ant savo kelių (parklupusią) – kiekviena tauta bus pakviesta į jos (darbų) Įrašą. Šią Dieną jums bus atlyginta už tai, ką jūs darydavote.",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 501,
      "verse_key": "45:29",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيۡكُم بِٱلۡحَقِّۚ إِنَّا كُنَّا نَسۡتَنسِخُ مَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "29. Šis Mūsų Įrašas kalba apie jus teisingai. Iš tiesų, Mes užrašėme, ką jūs darydavote (t. y. Mūsų angelai užrašinėdavo jūsų darbus).",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 501,
      "verse_key": "45:30",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُدۡخِلُهُمۡ رَبُّهُمۡ فِي رَحۡمَتِهِۦۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡمُبِينُ",
      "translation": "30. Tada, tuos, kurie tikėjo (Allaho Vienumą – islamiškąjį monoteizmą) ir darė teisingus gerus darbus, jų Viešpats prileis juos prie Savo Gailestingumo. Tai bus aiški sėkmė.",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 501,
      "verse_key": "45:31",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَمَّا ٱلَّذِينَ كَفَرُوٓاْ أَفَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَٱسۡتَكۡبَرۡتُمۡ وَكُنتُمۡ قَوۡمٗا مُّجۡرِمِينَ",
      "translation": "31. Tačiau tiems, kurie netikėjo (bus pasakyta): „Ar Mūsų Eilutės nebuvo recituojamos jums? Tačiau jūs buvote išdidūs, ir jūs buvote žmonės, kurie buvo mudžrimūn (daugiadieviai, netikintieji, nuodėmiautojai, nusikaltėliai).“",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 501,
      "verse_key": "45:32",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا قِيلَ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱلسَّاعَةُ لَا رَيۡبَ فِيهَا قُلۡتُم مَّا نَدۡرِي مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنّٗا وَمَا نَحۡنُ بِمُسۡتَيۡقِنِينَ",
      "translation": "32. Ir kai buvo pasakyta: „Iš tiesų, Allaho Pažadas yra tiesa ir nėra abejonės dėl ateinančios Valandos.“ Jūs sakėte: „Mes nežinome, kas yra Valanda – mes manome ją esant tik spėlione, ir neturime mes tvirto įtikinančio tikėjimo (tuo).“",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 502,
      "verse_key": "45:33",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "33. Ir blogis to, ką jie darė, paaiškės jiems, ir tai, iš ko jie šaipydavosi, visiškai apsups juos.",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 502,
      "verse_key": "45:34",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقِيلَ ٱلۡيَوۡمَ نَنسَىٰكُمۡ كَمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ",
      "translation": "34. Ir bus tarta: „Šią Dieną Mes pamiršime jus, kaip jūs pamiršote savo Šios Dienos Susitikimą. Ir jūsų buveinė yra Ugnis, ir nėra nieko, kas jums padėtų.“",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 502,
      "verse_key": "45:35",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذۡتُمۡ ءَايَٰتِ ٱللَّهِ هُزُوٗا وَغَرَّتۡكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ لَا يُخۡرَجُونَ مِنۡهَا وَلَا هُمۡ يُسۡتَعۡتَبُونَ",
      "translation": "35. Tai dėl to, kad jūs išjuokėte Allaho apreiškimus (šį Koraną) ir pasaulio gyvenimas apgavo jus. Taigi šią Dieną, jie nebus ištraukti iš ten (Pragaro), nei bus jie grąžinti į žemiškąjį gyvenimą (tam, kad atgailautų Allahui ir maldautų Jo Atleidimo už savo nuodėmes).",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 502,
      "verse_key": "45:36",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلِلَّهِ ٱلۡحَمۡدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلۡأَرۡضِ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "36. Taigi visos šlovės ir padėkos Allahui, dangų Viešpačiui ir žemės Viešpačiui , ir Alamyn (žmonijos, džinų ir visko, kas egzistuoja) Viešpačiui.",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 502,
      "verse_key": "45:37",
      "juz_number": 25,
      "hizb_number": 50,
      "rub_el_hizb_number": 200,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "37. Ir Jam (Vieninteliam) Didybė danguose ir žemėje, ir Jis yra Visa Galingiausias, Visa Išmintingiausias.",
      "footnotes": ""
    }
  ]
}