{
  "id": 5,
  "verse_number": 5,
  "page_number": 332,
  "verse_key": "22:5",
  "juz_number": 17,
  "hizb_number": 34,
  "rub_el_hizb_number": 133,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ",
  "translation": "ऐ लोगो! यदि तुम (मरणोपरांत) उठाए जाने के बारे में किसी संदेह में हो, तो निःसंदेह हमने तुम्हें तुच्छ मिट्टी से पैदा किया, फिर वीर्य की एक बूँद से, फिर रक्त के थक्के से, फिर माँस की एक बोटी से, जो चित्रित तथा चित्र विहीन होती है[2], ताकि हम तुम्हारे लिए (अपनी शक्ति को) स्पष्ट कर[3] दें, और हम जिसे चाहते हैं गर्भाशयों में एक नियत समय तक ठहराए रखते हैं, फिर हम तुम्हें एक शिशु के रूप में निकालते हैं, फिर ताकि तुम अपनी जवानी को पहुँचो, और तुममें से कोई वह है जो उठा लिया जाता है, और तुममें से कोई वह है जो जीर्ण आयु की ओर लौटाया जाता है, ताकि वह जानने के बाद कुछ न जाने। तथा तुम धरती को सूखी (मृत) देखते हो, फिर जब हम उसपर पानी उतारते हैं, तो वह लहलहाती है और उभरती है तथा हर प्रकार की सुदृश्य वनस्पतियाँ उगाती है।",
  "footnotes": "2. अर्थात यह वीर्य चालीस दिन के बाद गाढ़ी रक्त बन जाता है। फिर गोश्त का लोथड़ा बन जाता है। फिर उससे सह़ीह़ सलामत बच्चा बन जाता है। और ऐसे बच्चे में जान फूँक दी जाती है। और अपने समय पर उसकी पैदाइश हो जाती है। और - अल्लाह की इच्छा से - कभी कुछ कारणों के फलस्वरूप ऐसा भी होता है कि खून का वह लोथड़ा अपना सह़ीह़ रूप नहीं धारण कर पाता। और उसमें रूह़ भी नहीं फूँकी जाती। और वह अपने पैदाइश के समय से पहले ही गिर जाता है। सह़ीह़ ह़दीसों में भी माँ के पेट में बच्चे की पैदाइश की इन अवस्थाओं की चर्चा मिलती है। उदाहरण स्वरूप, एक ह़दीस में है कि वीर्य चालीस दिन के बाद गाढ़ा खून बन जाता है। फिर चालीस दिन के बाद लोथड़ा अथवा गोश्त की बोटी बन जाता है। फिर अल्लाह की ओर से एक फ़रिश्ता चार शब्द लेकर आता है : वह संसार में क्या काम करेगा, उसकी आयु कितनी होगी, उसको क्या और कितनी जीविका मिलेगी और वह शुभ होगा अथवा अशुभ। फिर वह उसमें जान डाल देता है। (देखिए : सह़ीह़ बुख़ारी : 3332) अर्थात चार महीने के बाद उसमें जान डाली जाती है। और बच्चा एक सह़ीह़ रूप धारण कर लेता है। इस प्रकार आज जिसको वैज्ञानिकों ने बहुत दौड़-धूप के बाद सिद्ध किया है उसको क़ुरआन ने चौदह सौ साल पूर्व ही बता दिया था। यह इस बात का प्रमाण है कि यह किताब (क़ुरआन) किसी मानव की बनाई हुई नहीं है, बल्कि अल्लाह की ओर से है। 3. अर्थात् अपनी शक्ति तथा सामर्थ्य को।"
}