{
  "result": [
    {
      "id": "4326",
      "sura": "43",
      "aya": "1",
      "arabic_text": "حمٓ",
      "translation": "(1) Ḥā, Meem.[1429]",
      "footnotes": "[1429]- See footnote to 2:1."
    },
    {
      "id": "4327",
      "sura": "43",
      "aya": "2",
      "arabic_text": "وَٱلۡكِتَٰبِ ٱلۡمُبِينِ",
      "translation": "(2) By the clear Book,",
      "footnotes": ""
    },
    {
      "id": "4328",
      "sura": "43",
      "aya": "3",
      "arabic_text": "إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ",
      "translation": "(3) Indeed, We have made it an Arabic Qur’ān that you might understand.",
      "footnotes": ""
    },
    {
      "id": "4329",
      "sura": "43",
      "aya": "4",
      "arabic_text": "وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ",
      "translation": "(4) And indeed it is, in the Mother of the Book[1430] with Us, exalted and full of wisdom.[1431]",
      "footnotes": "[1430]- i.e., the Preserved Slate (al-Lawḥ al-Maḥfūẓ).\n[1431]- Also, \"precise\" or \"specific.\""
    },
    {
      "id": "4330",
      "sura": "43",
      "aya": "5",
      "arabic_text": "أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ",
      "translation": "(5) Then should We turn the message away, disregarding you, because you are a transgressing people?",
      "footnotes": ""
    },
    {
      "id": "4331",
      "sura": "43",
      "aya": "6",
      "arabic_text": "وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ",
      "translation": "(6) And how many a prophet We sent among the former peoples,",
      "footnotes": ""
    },
    {
      "id": "4332",
      "sura": "43",
      "aya": "7",
      "arabic_text": "وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "(7) But there would not come to them a prophet except that they used to ridicule him.",
      "footnotes": ""
    },
    {
      "id": "4333",
      "sura": "43",
      "aya": "8",
      "arabic_text": "فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ",
      "translation": "(8) And We destroyed greater than them[1432] in [striking] power, and the example of the former peoples has preceded.",
      "footnotes": "[1432]- The disbelievers of the Quraysh, who denied Prophet Muḥammad (ﷺ)."
    },
    {
      "id": "4334",
      "sura": "43",
      "aya": "9",
      "arabic_text": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ",
      "translation": "(9) And if you should ask them, \"Who has created the heavens and the earth?\" they would surely say, \"They were created by the Exalted in Might, the Knowing,\"",
      "footnotes": ""
    },
    {
      "id": "4335",
      "sura": "43",
      "aya": "10",
      "arabic_text": "ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ",
      "translation": "(10) [The one] who has made for you the earth a bed and made for you upon it roads that you might be guided",
      "footnotes": ""
    },
    {
      "id": "4336",
      "sura": "43",
      "aya": "11",
      "arabic_text": "وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ",
      "translation": "(11) And who sends down rain from the sky in measured amounts, and We revive thereby a dead land - thus will you be brought forth -",
      "footnotes": ""
    },
    {
      "id": "4337",
      "sura": "43",
      "aya": "12",
      "arabic_text": "وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ",
      "translation": "(12) And who created the species, all of them, and has made for you of ships and animals those which you mount",
      "footnotes": ""
    },
    {
      "id": "4338",
      "sura": "43",
      "aya": "13",
      "arabic_text": "لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ",
      "translation": "(13) That you may settle yourselves upon their backs and then remember the favor of your Lord when you have settled upon them and say, \"Exalted is He who has subjected this to us, and we could not have [otherwise] subdued it.[1433]",
      "footnotes": "[1433]- Literally, \"made it a companion\" or \"made it compatible.\""
    },
    {
      "id": "4339",
      "sura": "43",
      "aya": "14",
      "arabic_text": "وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ",
      "translation": "(14) And indeed we, to our Lord, will [surely] return.\"",
      "footnotes": ""
    },
    {
      "id": "4340",
      "sura": "43",
      "aya": "15",
      "arabic_text": "وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ",
      "translation": "(15) But they have attributed to Him from His servants a portion.[1434] Indeed, man is clearly ungrateful.",
      "footnotes": "[1434]- By claiming that He (subḥānahu wa taʿālā) has a son or daughters, as it is said that a child is part of his parent.  This concept is totally incompatible with Allāh's unity and exclusiveness."
    },
    {
      "id": "4341",
      "sura": "43",
      "aya": "16",
      "arabic_text": "أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ",
      "translation": "(16) Or has He taken, out of what He has created, daughters and chosen you for [having] sons?",
      "footnotes": ""
    },
    {
      "id": "4342",
      "sura": "43",
      "aya": "17",
      "arabic_text": "وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ",
      "translation": "(17) And when one of them is given good tidings of that which he attributes to the Most Merciful in comparison [i.e., a daughter], his face becomes dark, and he suppresses grief.",
      "footnotes": ""
    },
    {
      "id": "4343",
      "sura": "43",
      "aya": "18",
      "arabic_text": "أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ",
      "translation": "(18) So is one brought up in ornaments while being during conflict unevident[1435] [attributed to Allāh]?",
      "footnotes": "[1435]- Not \"obvious\" or \"distinct\" in an argument.  Or not \"seen,\" i.e., absent from battles.  The reference is to a daughter."
    },
    {
      "id": "4344",
      "sura": "43",
      "aya": "19",
      "arabic_text": "وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ",
      "translation": "(19) And they described the angels, who are servants of the Most Merciful, as females. Did they witness their creation? Their testimony will be recorded, and they will be questioned.",
      "footnotes": ""
    },
    {
      "id": "4345",
      "sura": "43",
      "aya": "20",
      "arabic_text": "وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ",
      "translation": "(20) And they said, \"If the Most Merciful had willed, we would not have worshipped them.\" They have of that no knowledge. They are not but misjudging.",
      "footnotes": ""
    },
    {
      "id": "4346",
      "sura": "43",
      "aya": "21",
      "arabic_text": "أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ",
      "translation": "(21) Or have We given them a book before it [i.e., the Qur’ān] to which they are adhering?",
      "footnotes": ""
    },
    {
      "id": "4347",
      "sura": "43",
      "aya": "22",
      "arabic_text": "بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ",
      "translation": "(22) Rather, they say, \"Indeed, we found our fathers upon a religion, and we are in their footsteps [rightly] guided.\"",
      "footnotes": ""
    },
    {
      "id": "4348",
      "sura": "43",
      "aya": "23",
      "arabic_text": "وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ",
      "translation": "(23) And similarly, We did not send before you any warner into a city except that its affluent said, \"Indeed, we found our fathers upon a religion, and we are, in their footsteps, following.\"",
      "footnotes": ""
    },
    {
      "id": "4349",
      "sura": "43",
      "aya": "24",
      "arabic_text": "۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ",
      "translation": "(24) [Each warner] said, \"Even if I brought you better guidance than that [religion] upon which you found your fathers?\" They said, \"Indeed we, in that with which you were sent, are disbelievers.\"",
      "footnotes": ""
    },
    {
      "id": "4350",
      "sura": "43",
      "aya": "25",
      "arabic_text": "فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ",
      "translation": "(25) So We took retribution from them; then see how was the end of the deniers.",
      "footnotes": ""
    },
    {
      "id": "4351",
      "sura": "43",
      "aya": "26",
      "arabic_text": "وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ",
      "translation": "(26) And [mention, O Muḥammad], when Abraham said to his father and his people, \"Indeed, I am disassociated from that which you worship",
      "footnotes": ""
    },
    {
      "id": "4352",
      "sura": "43",
      "aya": "27",
      "arabic_text": "إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ",
      "translation": "(27) Except for He who created me; and indeed, He will guide me.\"",
      "footnotes": ""
    },
    {
      "id": "4353",
      "sura": "43",
      "aya": "28",
      "arabic_text": "وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "(28) And he made it[1436] a word remaining among his descendants that they might return [to it].",
      "footnotes": "[1436]- i.e., his testimony that none is worthy of worship except Allāh."
    },
    {
      "id": "4354",
      "sura": "43",
      "aya": "29",
      "arabic_text": "بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ",
      "translation": "(29) However, I gave enjoyment to these [people of Makkah] and their fathers[1437] until there came to them the truth and a clear Messenger.[1438]",
      "footnotes": "[1437]- The descendants of Abraham.\n[1438]- i.e., one who is obvious with a clear message, meaning Muḥammad (ﷺ)."
    },
    {
      "id": "4355",
      "sura": "43",
      "aya": "30",
      "arabic_text": "وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ",
      "translation": "(30) But when the truth came to them, they said, \"This is magic, and indeed we are, concerning it, disbelievers.\"",
      "footnotes": ""
    },
    {
      "id": "4356",
      "sura": "43",
      "aya": "31",
      "arabic_text": "وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ",
      "translation": "(31) And they said, \"Why was this Qur’ān not sent down upon a great man from [one of] the two cities?\"[1439]",
      "footnotes": "[1439]- Referring to Makkah and aṭ-Ṭā’if."
    },
    {
      "id": "4357",
      "sura": "43",
      "aya": "32",
      "arabic_text": "أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ",
      "translation": "(32) Do they distribute the mercy of your Lord? It is We who have apportioned among them their livelihood in the life of this world and have raised some of them above others in degrees [of rank] that they may make use of one another for service. But the mercy of your Lord is better than whatever they accumulate.",
      "footnotes": ""
    },
    {
      "id": "4358",
      "sura": "43",
      "aya": "33",
      "arabic_text": "وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ",
      "translation": "(33) And if it were not that the people would become one community [of disbelievers],[1440] We would have made for those who disbelieve in the Most Merciful - for their houses - ceilings and stairways of silver upon which to mount.",
      "footnotes": "[1440]- Who assumed that Allāh's generosity to them was a sign of His approval or who would hasten to disbelief in order to obtain wealth."
    },
    {
      "id": "4359",
      "sura": "43",
      "aya": "34",
      "arabic_text": "وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ",
      "translation": "(34) And for their houses - doors and couches [of silver] upon which to recline",
      "footnotes": ""
    },
    {
      "id": "4360",
      "sura": "43",
      "aya": "35",
      "arabic_text": "وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ",
      "translation": "(35) And gold ornament. But all that is not but the enjoyment of worldly life. And the Hereafter with your Lord is for the righteous.",
      "footnotes": ""
    },
    {
      "id": "4361",
      "sura": "43",
      "aya": "36",
      "arabic_text": "وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ",
      "translation": "(36) And whoever is blinded from remembrance of the Most Merciful - We appoint for him a devil, and he is to him a companion.",
      "footnotes": ""
    },
    {
      "id": "4362",
      "sura": "43",
      "aya": "37",
      "arabic_text": "وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ",
      "translation": "(37) And indeed, they [i.e., the devils] avert them from the way [of guidance] while they think that they are [rightly] guided",
      "footnotes": ""
    },
    {
      "id": "4363",
      "sura": "43",
      "aya": "38",
      "arabic_text": "حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ",
      "translation": "(38) Until, when he comes to Us [at Judgement], he says [to his companion], \"How I wish there was between me and you the distance between the east and west; and what a wretched companion.\"",
      "footnotes": ""
    },
    {
      "id": "4364",
      "sura": "43",
      "aya": "39",
      "arabic_text": "وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ",
      "translation": "(39) And never will it benefit you that Day, when you have wronged, that you are [all] sharing in the punishment.",
      "footnotes": ""
    },
    {
      "id": "4365",
      "sura": "43",
      "aya": "40",
      "arabic_text": "أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "(40) Then will you make the deaf hear, [O Muḥammad], or guide the blind or he who is in clear error?",
      "footnotes": ""
    },
    {
      "id": "4366",
      "sura": "43",
      "aya": "41",
      "arabic_text": "فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ",
      "translation": "(41) And whether [or not] We take you away [in death], indeed, We will take retribution upon them.",
      "footnotes": ""
    },
    {
      "id": "4367",
      "sura": "43",
      "aya": "42",
      "arabic_text": "أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ",
      "translation": "(42) Or whether [or not] We show you that which We have promised them, indeed, We are Perfect in Ability.",
      "footnotes": ""
    },
    {
      "id": "4368",
      "sura": "43",
      "aya": "43",
      "arabic_text": "فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "(43) So adhere to that which is revealed to you. Indeed, you are on a straight path.",
      "footnotes": ""
    },
    {
      "id": "4369",
      "sura": "43",
      "aya": "44",
      "arabic_text": "وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ",
      "translation": "(44) And indeed, it is a remembrance[1441] for you and your people, and you [all] are going to be questioned.",
      "footnotes": "[1441]- i.e., an honor.  Or \"a reminder.\""
    },
    {
      "id": "4370",
      "sura": "43",
      "aya": "45",
      "arabic_text": "وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ",
      "translation": "(45) And ask those We sent before you of Our messengers; have We made besides the Most Merciful deities to be worshipped?",
      "footnotes": ""
    },
    {
      "id": "4371",
      "sura": "43",
      "aya": "46",
      "arabic_text": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "(46) And certainly did We send Moses with Our signs to Pharaoh and his establishment, and he said, \"Indeed, I am the messenger of the Lord of the worlds.\"",
      "footnotes": ""
    },
    {
      "id": "4372",
      "sura": "43",
      "aya": "47",
      "arabic_text": "فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ",
      "translation": "(47) But when he brought them Our signs, at once they laughed at them.",
      "footnotes": ""
    },
    {
      "id": "4373",
      "sura": "43",
      "aya": "48",
      "arabic_text": "وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "(48) And We showed them not a sign except that it was greater than its sister, and We seized them with affliction that perhaps they might return [to faith].",
      "footnotes": ""
    },
    {
      "id": "4374",
      "sura": "43",
      "aya": "49",
      "arabic_text": "وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ",
      "translation": "(49) And they said [to Moses], \"O magician, invoke for us your Lord by what He has promised you. Indeed, we will be guided.\"",
      "footnotes": ""
    },
    {
      "id": "4375",
      "sura": "43",
      "aya": "50",
      "arabic_text": "فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ",
      "translation": "(50) But when We removed from them the affliction, at once they broke their word.",
      "footnotes": ""
    },
    {
      "id": "4376",
      "sura": "43",
      "aya": "51",
      "arabic_text": "وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ",
      "translation": "(51) And Pharaoh called out among his people; he said, \"O my people, does not the kingdom of Egypt belong to me, and these rivers flowing beneath me; then do you not see?",
      "footnotes": ""
    },
    {
      "id": "4377",
      "sura": "43",
      "aya": "52",
      "arabic_text": "أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ",
      "translation": "(52) Or am I [not] better than this one [i.e., Moses] who is insignificant and hardly makes himself clear?[1442]",
      "footnotes": "[1442]- That was true previous to his appointment as a prophet, at which time Allāh corrected his speech impediment."
    },
    {
      "id": "4378",
      "sura": "43",
      "aya": "53",
      "arabic_text": "فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ",
      "translation": "(53) Then why have there not been placed upon him bracelets of gold or come with him the angels in conjunction?\"",
      "footnotes": ""
    },
    {
      "id": "4379",
      "sura": "43",
      "aya": "54",
      "arabic_text": "فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ",
      "translation": "(54) So he bluffed his people, and they obeyed him. Indeed, they were [themselves] a people defiantly disobedient [of Allāh].",
      "footnotes": ""
    },
    {
      "id": "4380",
      "sura": "43",
      "aya": "55",
      "arabic_text": "فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ",
      "translation": "(55) And when they angered Us, We took retribution from them and drowned them all.",
      "footnotes": ""
    },
    {
      "id": "4381",
      "sura": "43",
      "aya": "56",
      "arabic_text": "فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ",
      "translation": "(56) And We made them a precedent and an example for the later peoples.",
      "footnotes": ""
    },
    {
      "id": "4382",
      "sura": "43",
      "aya": "57",
      "arabic_text": "۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ",
      "translation": "(57) And when the son of Mary was presented as an example,[1443] immediately your people laughed aloud.",
      "footnotes": "[1443]- Of a creation of Allāh which is being worshipped along with Him."
    },
    {
      "id": "4383",
      "sura": "43",
      "aya": "58",
      "arabic_text": "وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ",
      "translation": "(58) And they said, \"Are our gods better, or is he?\"[1444] They did not present it [i.e., the comparison] except for [mere] argument. But, [in fact], they are a people prone to dispute.",
      "footnotes": "[1444]- Implying that they must all be the same."
    },
    {
      "id": "4384",
      "sura": "43",
      "aya": "59",
      "arabic_text": "إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ",
      "translation": "(59) He [i.e., Jesus] was not but a servant upon whom We bestowed favor, and We made him an example for the Children of Israel.",
      "footnotes": ""
    },
    {
      "id": "4385",
      "sura": "43",
      "aya": "60",
      "arabic_text": "وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ",
      "translation": "(60) And if We willed, We could have made [instead] of you angels succeeding [one another][1445] on the earth.",
      "footnotes": "[1445]- Or \"succeeding [you].\""
    },
    {
      "id": "4386",
      "sura": "43",
      "aya": "61",
      "arabic_text": "وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
      "translation": "(61) And indeed, he [i.e., Jesus] will be [a sign for] knowledge of the Hour, so be not in doubt of it, and follow Me.[1446] This is a straight path.",
      "footnotes": "[1446]- i.e., follow the guidance and instruction of Allāh."
    },
    {
      "id": "4387",
      "sura": "43",
      "aya": "62",
      "arabic_text": "وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ",
      "translation": "(62) And never let Satan avert you. Indeed, he is to you a clear enemy.",
      "footnotes": ""
    },
    {
      "id": "4388",
      "sura": "43",
      "aya": "63",
      "arabic_text": "وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
      "translation": "(63) And when Jesus brought clear proofs, he said, \"I have come to you with wisdom [i.e., prophethood] and to make clear to you some of that over which you differ, so fear Allāh and obey me.",
      "footnotes": ""
    },
    {
      "id": "4389",
      "sura": "43",
      "aya": "64",
      "arabic_text": "إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
      "translation": "(64) Indeed, Allāh is my Lord and your Lord, so worship Him. This is a straight path.\"",
      "footnotes": ""
    },
    {
      "id": "4390",
      "sura": "43",
      "aya": "65",
      "arabic_text": "فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ",
      "translation": "(65) But the denominations from among them differed [and separated], so woe to those who have wronged from the punishment of a painful Day.",
      "footnotes": ""
    },
    {
      "id": "4391",
      "sura": "43",
      "aya": "66",
      "arabic_text": "هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ",
      "translation": "(66) Are they waiting except for the Hour to come upon them suddenly while they perceive not?",
      "footnotes": ""
    },
    {
      "id": "4392",
      "sura": "43",
      "aya": "67",
      "arabic_text": "ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ",
      "translation": "(67) Close friends, that Day, will be enemies to each other, except for the righteous",
      "footnotes": ""
    },
    {
      "id": "4393",
      "sura": "43",
      "aya": "68",
      "arabic_text": "يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ",
      "translation": "(68) [To whom Allāh will say], \"O My servants, no fear will there be concerning you this Day, nor will you grieve,",
      "footnotes": ""
    },
    {
      "id": "4394",
      "sura": "43",
      "aya": "69",
      "arabic_text": "ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ",
      "translation": "(69) [You] who believed in Our verses and were Muslims.",
      "footnotes": ""
    },
    {
      "id": "4395",
      "sura": "43",
      "aya": "70",
      "arabic_text": "ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ",
      "translation": "(70) Enter Paradise, you and your kinds,[1447] delighted.\"",
      "footnotes": "[1447]- i.e., those like you.  Another meaning may be \"your spouses,\" i.e., the righteous among them."
    },
    {
      "id": "4396",
      "sura": "43",
      "aya": "71",
      "arabic_text": "يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "(71) Circulated among them will be plates and vessels of gold. And therein is whatever the souls desire and [what] delights the eyes, and you will abide therein eternally.",
      "footnotes": ""
    },
    {
      "id": "4397",
      "sura": "43",
      "aya": "72",
      "arabic_text": "وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "(72) And that is Paradise which you are made to inherit for what you used to do.",
      "footnotes": ""
    },
    {
      "id": "4398",
      "sura": "43",
      "aya": "73",
      "arabic_text": "لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ",
      "translation": "(73) For you therein is much fruit[1448] from which you will eat.",
      "footnotes": "[1448]- Meaning everything delicious."
    },
    {
      "id": "4399",
      "sura": "43",
      "aya": "74",
      "arabic_text": "إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ",
      "translation": "(74) Indeed, the criminals will be in the punishment of Hell, abiding eternally.",
      "footnotes": ""
    },
    {
      "id": "4400",
      "sura": "43",
      "aya": "75",
      "arabic_text": "لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ",
      "translation": "(75) It will not be allowed to subside for them, and they, therein, are in despair.",
      "footnotes": ""
    },
    {
      "id": "4401",
      "sura": "43",
      "aya": "76",
      "arabic_text": "وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ",
      "translation": "(76) And We did not wrong them, but it was they who were the wrongdoers.",
      "footnotes": ""
    },
    {
      "id": "4402",
      "sura": "43",
      "aya": "77",
      "arabic_text": "وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ",
      "translation": "(77) And they will call, \"O Mālik,[1449] let your Lord put an end to us!\" He will say, \"Indeed, you will remain.\"",
      "footnotes": "[1449]- Addressing the keeper of Hell."
    },
    {
      "id": "4403",
      "sura": "43",
      "aya": "78",
      "arabic_text": "لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ",
      "translation": "(78) We had certainly brought you the truth, but most of you, to the truth, were averse.",
      "footnotes": ""
    },
    {
      "id": "4404",
      "sura": "43",
      "aya": "79",
      "arabic_text": "أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ",
      "translation": "(79) Or have they devised [some] affair?[1450] But indeed, We are devising [a plan].",
      "footnotes": "[1450]- Conspiracy against the Prophet (ﷺ).  The reference here is to the disbelievers of Makkah."
    },
    {
      "id": "4405",
      "sura": "43",
      "aya": "80",
      "arabic_text": "أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ",
      "translation": "(80) Or do they think that We hear not their secrets and their private conversations? Yes, [We do], and Our messengers [i.e., angels] are with them recording.",
      "footnotes": ""
    },
    {
      "id": "4406",
      "sura": "43",
      "aya": "81",
      "arabic_text": "قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ",
      "translation": "(81) Say, [O Muḥammad], \"If the Most Merciful had a son, then I would be the first of [his] worshippers.\"[1451]",
      "footnotes": "[1451]- Only supposing it were so, which it is not."
    },
    {
      "id": "4407",
      "sura": "43",
      "aya": "82",
      "arabic_text": "سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ",
      "translation": "(82) Exalted is the Lord of the heavens and the earth, Lord of the Throne, above what they describe.",
      "footnotes": ""
    },
    {
      "id": "4408",
      "sura": "43",
      "aya": "83",
      "arabic_text": "فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ",
      "translation": "(83) So leave them to converse vainly and amuse themselves until they meet their Day which they are promised.",
      "footnotes": ""
    },
    {
      "id": "4409",
      "sura": "43",
      "aya": "84",
      "arabic_text": "وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ",
      "translation": "(84) And it is He [i.e., Allāh] who is [the only] deity in the heaven, and on the earth [the only] deity. And He is the Wise, the Knowing.",
      "footnotes": ""
    },
    {
      "id": "4410",
      "sura": "43",
      "aya": "85",
      "arabic_text": "وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ",
      "translation": "(85) And blessed is He to whom belongs the dominion of the heavens and the earth and whatever is between them and with whom is knowledge of the Hour and to whom you will be returned.",
      "footnotes": ""
    },
    {
      "id": "4411",
      "sura": "43",
      "aya": "86",
      "arabic_text": "وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ",
      "translation": "(86) And those they invoke[1452] besides Him do not possess [power of] intercession; but only those who testify to the truth [can benefit], and they know.[1453]",
      "footnotes": "[1452]- i.e., worship.\n[1453]- That intercession is granted exclusively by permission of Allāh to those He wills."
    },
    {
      "id": "4412",
      "sura": "43",
      "aya": "87",
      "arabic_text": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ",
      "translation": "(87) And if you asked them[1454] who created them, they would surely say, \"Allāh.\" So how are they deluded?",
      "footnotes": "[1454]- Those who associate others with Allāh."
    },
    {
      "id": "4413",
      "sura": "43",
      "aya": "88",
      "arabic_text": "وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ",
      "translation": "(88) And [Allāh acknowledges] his saying,[1455] \"O my Lord, indeed these are a people who do not believe.\"",
      "footnotes": "[1455]- i.e., the complaint of Prophet Muḥammad (ﷺ) about his people."
    },
    {
      "id": "4414",
      "sura": "43",
      "aya": "89",
      "arabic_text": "فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ",
      "translation": "(89) So turn aside from them and say, \"Peace.\"[1456] But they are going to know.",
      "footnotes": "[1456]- Meaning safety or security, i.e., \"I will not harm you.\"  This was before permission was granted for armed struggle."
    }
  ]
}