{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 556,
      "verse_key": "64:1",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
      "translation": "Yɩlgda Wẽnde, bũmb ning sẽn be saasẽ la bũmb ning sẽn be Tẽng zugu. Yẽ n so naamã la pẽgr be na-A, la Yẽnda yaa Tõogd ne bũmbã fãa gilli.",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 556,
      "verse_key": "64:2",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ",
      "translation": "Yẽ la Soab ning sẽn naan-a yãmba : kɩfr bee yãmb pʋgẽ, muumin me bee yãmb pʋgẽ. Wẽnde, A yaa Mit ne yãmb sẽn tʋm bũmb ningã.",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 556,
      "verse_key": "64:3",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ",
      "translation": "A naana saasã la Tẽngã ne sɩda, la A sig yãmb nɑɑnegã n maneg yãmb sigbã tɩ yaa neere, la A nengẽ la lɛbengã zĩiga.",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 556,
      "verse_key": "64:4",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "A mii bũmb ning sẽn be saasẽ la Tẽngẽ, la A mi bũmb ning yãmb sẽn solgde la yãmb sẽn vẽnegde. Wẽnd yaa Mit ne bũmb ning sẽn be sũyẽ.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 556,
      "verse_key": "64:5",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "Rẽ yĩnga pa wa yãmb nengẽ kɩbare; neb nins sẽn kɩfl-b hal pĩnd n lemb b yεla tɩɩslem kɩbare? B leb n tara naong sẽn zabde.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 556,
      "verse_key": "64:6",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ",
      "translation": "Yaa woto bala, tɩ yell sẽn yalẽ, bãmb Tẽn-tʋʋmbã ra wata bãmb nengẽ ne vẽenese tɩ b yeele: \"yĩng soab n kãndgd tõndo?\" Tɩ b kɩfl n daeege tɩ Wẽnd sek A Meng n bas-ba, la Wẽnd yaa sek-m-meng Soab n yaa pẽgr Naaba.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 556,
      "verse_key": "64:7",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ",
      "translation": "Neb nins sẽn kɩfl-bã yẽgmame tɩ b kõn tol n yik bãmb ye, yeele: \"ayay! M wẽen ne m Soabã, b na n yika yãmb neer-neere, rẽ poorẽ b na kõ yãmb kɩbar neer-neer ne bũmb ning yãmb sẽn tʋmã, la wãnde ne Wẽnd yaa naana.",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 556,
      "verse_key": "64:8",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ",
      "translation": "Bɩ y kõ sɩd ne Wẽnde la A Tẽn-tʋʋmã la vẽenem ning Tõnd sẽn sikã. Wẽnd yaa tẽng-n-biig ne bũmb ning yãmb sẽn tʋmdã.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 556,
      "verse_key": "64:9",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
      "translation": "Raar ning A sẽn na n tigim yãmb tigingã raare, ad rẽnda yaa kẽes taab bõn raare. Lɑ ned ning sẽn kõt sɩd ne Wẽnd la a tʋm sõma, b yẽesda a yel-wẽnsã n bas-a la b kẽes-a arzãn-rãmbẽ, tɩ ko-sood zoet b tẽngre, tɩ bãmb yaa duumdb a pʋgẽ lae-lae; wã la pʋɩɩr sẽn bedme.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 557,
      "verse_key": "64:10",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ",
      "translation": "La neb nins sẽn kɩfl-b la b yags Tõnd tagmas-rãmbã, bãmb la Bugum rãmba, b yaa duumdb a pʋgẽ, la baasg yɩ wẽnga.",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 557,
      "verse_key": "64:11",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ",
      "translation": "Masɩɩb pa yɩ sẽn na paam rẽndame tɩ yɩɩ ne Wẽnd sor-kũuni, la ned ning sẽn kõ sɩd ne Wẽnde, A kãndgda a sũurã. Wẽnd yaa Mit ne bũmbã fãa gilli.",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 557,
      "verse_key": "64:12",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ",
      "translation": "La y tũ Wẽnde, la y tũ Tẽn-tʋʋmã, la yãmb sã n daeege, sẽn be Tõnd Tẽn-tʋʋmã zug yaa taasg sẽn vẽneg bala.",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 557,
      "verse_key": "64:13",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ",
      "translation": "Wẽnde! Soaba kae tɩ sã n pa Yẽ ye, bɩ muumin rãmbã bobl b mens ne Wẽnde.",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 557,
      "verse_key": "64:14",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ",
      "translation": "Yãmb ɑ neb nins sẽn kõ sɩd ne Wẽnde! Ad bee yãmb pagbẽ wã, la yãmb koambẽ wã, sẽn yaa yãmb bεεba, bɩ y gũus-y-ba. Lɑ yãmb sã n yaaf la y bas tɩ looge, la y maan gaafare, bɩ y bãng tɩ Wẽnd yaa yaafg Naab n yaa yolsg Naaba.",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 557,
      "verse_key": "64:15",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ",
      "translation": "Ad yãmb arzεgsã, la yãmb koambã yaa zarb-n-gesgɑ, la bee Wẽnd nengẽ keoor sẽn yaa bedre.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 557,
      "verse_key": "64:16",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
      "translation": "Bɩ y zoe Wẽnde, y pãn-tõog tεka, la y kelge, la y tũ, la y yãk n naf sẽn yɑɑ sõmɑ fãɑ pʋgẽ, y mensã yĩnga. Lɑ ned ning b sẽn tɩlg n yi a yã-beedo, bãmb rãmb la pʋɩɩr paamdba.",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 557,
      "verse_key": "64:17",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ",
      "translation": "Yãmb sã n peng Wẽnd pengr sẽn be neere, A fãood-a lame n kõ-yã, la A yaaf-yã. Wẽnd yaa bark pʋʋsdɑ, n yaa sug-maasr Soaba.",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 557,
      "verse_key": "64:18",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "N yaa sẽn solg Mit la sẽn vẽneg Mita, n yaa zɩslem Naaba n yaa yam-bedr Soaba.",
      "footnotes": ""
    }
  ]
}