{
  "result": [
    {
      "id": "1",
      "sura": "1",
      "aya": "1",
      "arabic_text": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
      "translation": "1. Меҳрибон ва раҳмли Аллоҳ номи билан (бошлайман).",
      "footnotes": ""
    },
    {
      "id": "2",
      "sura": "1",
      "aya": "2",
      "arabic_text": "ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "2. Ҳамду сано бутун оламлар Парвардигори Аллоҳ учундир.",
      "footnotes": ""
    },
    {
      "id": "3",
      "sura": "1",
      "aya": "3",
      "arabic_text": "ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
      "translation": "3. Меҳрибон ва Раҳмли.",
      "footnotes": ""
    },
    {
      "id": "4",
      "sura": "1",
      "aya": "4",
      "arabic_text": "مَٰلِكِ يَوۡمِ ٱلدِّينِ",
      "translation": "4. Жазо (Қиёмат) кунининг Эгаси — Подшоҳи.",
      "footnotes": "И з о ҳ. Мақтов-олқишга ҳақдор бўлиш учун башар оламига подшоҳ бўлишнинг ўзигина кифоя қилмайди. Балки коинотдаги барча сайёралар ва улардаги бор жонли-жонсиз мавжудотнинг ҳаммаси устидан илму ҳикмат ва раҳм-шафқат билан эгалик қиладиган, бундан ташқари, Охиратдаги ҳисоб-китоб кунида ҳам ягона подшоҳ бўлган Аллоҳ таолониг Ўзигина ҳамду санога лойиқ Зотдир."
    },
    {
      "id": "5",
      "sura": "1",
      "aya": "5",
      "arabic_text": "إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ",
      "translation": "5. Сенгагина ибодат қиламиз ва Сендангина мадад сўраймиз.",
      "footnotes": "И з о ҳ. Яъни, Сендан ўзганинг олдида бошимизни эгмаймиз ва Сендан ўзгага ёрдам сўраб илтижо ҳам қилмаймиз."
    },
    {
      "id": "6",
      "sura": "1",
      "aya": "6",
      "arabic_text": "ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ",
      "translation": "6. Бизларни Тўғри Йўлга йўллагайсан.",
      "footnotes": ""
    },
    {
      "id": "7",
      "sura": "1",
      "aya": "7",
      "arabic_text": "صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ",
      "translation": "7. У шундай зотларнинг йўлики, Сен Ўзинг уларга инъом қилгансан — улар ғазабга дучор бўлмаган ва залолатга кетмаган — адашмаганларнинг йўлидир.",
      "footnotes": "И з о ҳ. Мазкур зотлар — барча пайғамбарлар, ҳақиқий иймон-эътиқод эгалари ва ўз ақидалари йўлида жонларини фидо қилган кишилардир. Намозда ушбу сурани ўқигандан сўнг «Омийн» дейиш мустаҳабдир, маъноси «Эй Аллоҳ, ижобат қилгин», демакдир. «Омийн» уламолар иттифоқига кўра, «Фотиҳа» сурасидан бир оят эмас, шунинг учун уни Мусҳафда ёзилмаслигига иттифоқ қилганлар."
    }
  ]
}