{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 562,
      "verse_key": "67:1",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
      "translation": "1. (Барча оламлар) подшоҳлиги Ўз қўлида бўлган Зот — Аллоҳ баракотли-буюкдир. У барча нарсага қодирдир.",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 562,
      "verse_key": "67:2",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ",
      "translation": "2. (Эй инсонлар, У) сизларнинг қайсиларингиз чиройлироқ-яхшироқ амал қилгувчи эканлигингизни имтиҳон қилиш учун ўлим ва ҳаётни яраттан Зотдир. У қудратли ва мағфиратлидир.",
      "footnotes": "И з о ҳ. Демак, Аллоҳ таоло ҳар бир инсоннинг мана шу ҳаёти дунёда қилиб ўтадиган амалларини синаб, Охиратда ўша амалга яраша мукофот-жазо бериш учун ўлим ва ҳаётни яратган экан. Ушбу ояти каримада ўлим сўзи ҳаёт сўзидан муқаддам келтирилишига сабаб, ўлим калимасининг мазмуни ҳаёт калимасининг маъносидан теранроқ, қамровлироқ эканлигидир. Чунки ҳаёт сўзи мана шу ўткинчи дунёда яшашнинг бошланишини билдирса, ўлим сўзи Охират диёридаги мангу ҳаётнинг бошланишини англатади. Демак, ўлим юзаки қараганда ҳаётнинг интиҳоси бўлиб кўринса-да, аслида у мангу ҳаётнинг ибтидосидир. Бу хусусда Пайғамбар алайҳис-салоту вас-салом шундай деганлар: «Жоним қўлида бўлган Зотга — Аллоҳга қасамки, сизлар менинг сўзларимни улардан (ўликлардан) яхшироқ англагувчи эмассизлар. Фақат улар жавоб қила олмайдилар, холос»."
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 562,
      "verse_key": "67:3",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ",
      "translation": "3. (У) етти осмонни устма-уст қилиб яратган Зотдирки, сиз У Раҳмоннинг (Меҳрибон зотнинг) яратишида бирон тафовут-нуқсонни кўрмассиз. Энди кўзингизни яна (самога) қайтаринг-чи, (унда) бирон футур-ёриқни кўрармикансиз?",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 562,
      "verse_key": "67:4",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ",
      "translation": "4. Сўнгра кўзингизни қайта-қайта (самога) қайтаринг, кўзингиз сизга чарчаб, ҳолдан тойган ҳолда қайтур (аммо Аллоҳ таоло яратган осмонлардан бирон айб-нуқсон топа олмас).",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 562,
      "verse_key": "67:5",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ",
      "translation": "5. Дарҳақиқат, Биз энг яқин осмонни чироқлар (юлдузлар) билан безадик ва уларни шайтонларга отиладиган тошлар қилиб қўйдик. Биз улар (шайтонлар) учун (Охиратдаги) олов-дўзах азобини ҳам тайёрлаб қўйгандирмиз.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 562,
      "verse_key": "67:6",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ",
      "translation": "6. Парвардигорларига кофир бўлган кимсалар учун жаҳаннам азоби бордир. Нақадар ёмон оқибат бу!",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 562,
      "verse_key": "67:7",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ",
      "translation": "7. Қачон улар (жаҳаннамга) ташланганларида қайнаб турган (жаҳаннамнинг худди эшак ҳанграшидек) бир ўкирик-фарёдини эшитурлар.",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 562,
      "verse_key": "67:8",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ",
      "translation": "8. У ғазабдан бўлиниб-парчаланиб кетгудек бўлур. Ҳар қачон унга бир тўда (кофир) ташланганида унинг қўриқчилари улардан (кофирлардан): «Сизларга (ҳаёти дунёда) бирон огоҳлантиргувчи — пайғамбар келмаганмиди?», деб сўраганида,",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 562,
      "verse_key": "67:9",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ",
      "translation": "9. Улар дерлар: «Ҳа, дарҳақиқат, бизларга огоҳлантиргувчи келган эди, (лекин бизлар уни) ёлғончи қилганмиз ва: «Аллоҳ (ҳеч кимга) ҳеч нарса нозил қилган эмас, сизлар фақат катта залолат-гумроҳликдадирсизлар», деганмиз».",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 562,
      "verse_key": "67:10",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ",
      "translation": "10. Улар (кофирлар) яна: «Агар бизлар (огоҳлантиргувчи пайғамбарнинг сўзларини) тинглаб, ақл юргизувчи бўлганимизда, дўзах эгалари қаторида бўлмас эдик», дерлар.",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 562,
      "verse_key": "67:11",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ",
      "translation": "11. Мана улар ўз гуноҳларини эътироф этдилар! Энди у дўзах эгаларига ҳалокат бўлгай!",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 562,
      "verse_key": "67:12",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ",
      "translation": "12. Албатта ғайбдаги (кўзларига кўринмайдиган) Парвардигорларидан қўрқадиган зотлар учун мағфират ва катта ажр-мукофот бордир.",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 563,
      "verse_key": "67:13",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "13. (Эй инсонлар), сизлар сўзларингизни яширинглар ёки ошкора қилинглар (ҳар ҳолда Аллоҳ билиб турур). Албатта У диллардаги сирларни билгувчидир.",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 563,
      "verse_key": "67:14",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ",
      "translation": "14. (Ахир) яратган Зот (Ўзи йўқдан бор қилган нарсаларни) билмасми?! У меҳрибон ва (ҳар нарсадан) Огоҳдир.",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 563,
      "verse_key": "67:15",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ",
      "translation": "15. У (Аллоҳ) сизлар учун Ерни ҳокисор-бўйсунгувчи қилиб қўйган Зотдир. Бас, (ер)нинг ҳар томонида (сайр-саёҳат қилиб ё тижорат билан, ёки деҳқончиликни касб қилиб) юраверинглар ва (Аллоҳнинг берган) ризқ-рўзидан енглар. Ёлғиз Унинг ҳузурига тирилиб чиқиш — қайтиш бордир.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 563,
      "verse_key": "67:16",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ",
      "translation": "16. (Эй Макка кофирлари,) ё сизлар (кофирлигингизда оёқ тираб тураверсангизлар,) осмондаги Зот сизларни Ерга юттириб юборишидан, бас, баногоҳ (Ер) титроққа тушиб, (сизларни босиб) қолишидан хотиржаммисизлар (қўрқмайсизларми)?!",
      "footnotes": "И з о ҳ. Бу оятда Аллоҳ азза ва жаллага барча нарсадан юқорида — олий бўлиш сифатини Унинг улуғлигига лойиқ тарзда исбот қилиш бор."
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 563,
      "verse_key": "67:17",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ",
      "translation": "17. Ёки сизлар осмондаги Зот устингизга тош ёғдиришидан хотиржаммисизлар?! Ҳали (азобга гирифтор қилинганларингизда) Менинг огоҳлантиришим қандай эканлигини билиб олажаксизлар!",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 563,
      "verse_key": "67:18",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ",
      "translation": "18. Дарвоқеъ, улардан аввалги кимсалар ҳам (ўз пайғамбарларини) ёлғончи қилгандилар. Бас, Менинг инкорим — азобим қандоқ бўлди?!)",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 563,
      "verse_key": "67:19",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ",
      "translation": "19. Улар устларида (қанотларини) ёйгувчи бўлган ва йиққан ҳолда (учиб юрган) қушларни кўрмадиларми?! У (қуш)ларни ёлғиз Раҳмонгина (самода) ушлаб турар! Албатта У барча нарсани кўриб тургувчидир.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 563,
      "verse_key": "67:20",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ",
      "translation": "20. (Эй мушриклар), Раҳмондан ўзга сизларга ёрдам берадиган, сизлар учун қўшин-ёрдамчи бўлган ўша зот ким ўзи?! (Аллоҳдан ўзга бирон мададкор йўқдир). Кофирлар эса фақат ғурур-алданишдадирлар. (Шунинг учун улар ўзлари сиғинаётган бут-санамларга уларни Аллоҳнинг азобидан қутқара олади, деб ҳисоблайдилар).",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 563,
      "verse_key": "67:21",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ",
      "translation": "21. Агар (Раҳмон) Ўз ризқини ушлаб-тўхтатиб қўйса, сизларга ризқ-рўз берадиган ўша зот ким ўзи?! (Аллоҳдан ўзга бирон ризқ-рўз бергувчи йўқдир). Йўқ, улар (кофирлар) катта кетишда ва (ҳақдан) йироқлашишда давом этдилар.",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 563,
      "verse_key": "67:22",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "22. Ахир юз тубан (яъни, оёғининг остидан ўзга ёққа қарамасдан) юрадиган кимса Ҳақ йўлни топгувчироқми ёки қадди рост ҳолида Тўғри Йўлда юрадиган кишими?!",
      "footnotes": "И з о ҳ. Ушбу ояти карима кофир билан мўмин ҳақида келтирилган ибратли бир масалдир. Уни шундай тушунмоқ лозим: динсиз-эътиқодсиз кимса бирон илоҳий қўлланмасиз, ўтган кунини ҳам, келажагини ҳам унутиб, фақат бугунини қандай ўтказиш ғами, бугуннинг муаммоларини ҳал қилиш билан овораю-сарсон бўлиб, яъни фақат оёғининг тагига қараб кун ўтказади. Демак, унинг эрта бир кун йўлидан чиқиб қолиши аниқ бўлган ҳар қандай тошга-тўсиққа қоқилиб, юз тубан қулаши ҳеч гап эмас. Аммо иймон-эътиқод эгаси эса Яратган юборган Илоҳий Қўлланма кўрсатиб қўйган Тўғри Йўлда, қаддини рост тутиб, қиладиган ҳар бир иш-амалида фақат ҳозирнинг ҳузурини кўзламасдан, балки Эрта — Қиёмат Кунидаги ҳисоб-китоб ва ажр-мукофотни ўйлаб боради. Бинобарин бугуннинг, яъни ўткинчи дунёнинг арзон матолари, уни ўзи танлаб олган Тўғри Йўлидан адаштира олмайди."
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 563,
      "verse_key": "67:23",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ",
      "translation": "23. (Эй Муҳаммад алайҳис-салоту вас-салом, у кофирларга) айтинг: «У (Аллоҳ) сизларни (йўқдан) пайдо қилган ва сизлар учун қулоқ-кўзлар ва дилларни (ато) қилган Зотдир. Сизлар эса камдан-кам шукр қилурсизлар».",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 563,
      "verse_key": "67:24",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ",
      "translation": "24. Айтинг: «У сизларни Ер юзида яратиб қўйган Зотдир. Сизлар (Қиёмат Кунида) ёлғиз Унга тўпланурсизлар».",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 563,
      "verse_key": "67:25",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "25. Улар: «Агар ростгўй бўлсангизлар (айтинглар-чи), ушбу ваъда (қилинган Қиёмат Куни) қачон бўлади?», дерлар.",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 563,
      "verse_key": "67:26",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ",
      "translation": "25. (Эй Муҳаммад алайҳис-салоту вас-салом, уларга) айтинг: «(Қиёмат қачон қойим бўлиши ҳақидаги) билим ёлғиз Аллоҳнинг ҳузуридадир. Мен фақат бир очиқ огоҳлантиргувчидирман, холос».",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 564,
      "verse_key": "67:27",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ",
      "translation": "27. Бас, қачонки улар (Қиёмат Кунида ваъда қилинган азобни ўзларига) яқин ҳолда кўришгач, у кофирларнинг юзлари қорайиб кетур ва (уларга): «Мана шу сизлар истаган нарсадир», дейилур.",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 564,
      "verse_key": "67:28",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ",
      "translation": "28. (Эй Муҳаммад алайҳис-салоту вас-салом, у кофирларга айтинг: «Хабар берингиз-чи, агар Аллоҳ мени ва мен билан бирга бўлган кишиларни ҳалок қилса ёки (умримизни узун қилиш билан) бизларга раҳм-шафқат қилса, Ўзининг изн-ихтиёридадир. Аммо энди кофирларни (яъни, сизларни) ким аламли азобдан ҳимоя қилур?!",
      "footnotes": "И з о ҳ. Макка кофирлари доим Муҳаммад алайҳис-салоту вас-салом ва у зотнинг саҳобаларига ўлим-ҳалокат тилар эдилар. Шунда Аллоҳ таоло томонидан Пайғамбаримизга юқоридаги оят нозил қилиниб, у кишини кофирларга шундай жавоб қилишга амр этилди: «Биз мўминлар икки гўзал оқибатга кўз тутиб яшаймиз. Улар бири сизлар орзу қилаётганингиздек, дин йўлида ҳалок бўлиб, жаннатга етиш бўлса, иккинчиси — омон қолиб, сизларнинг устингиздан ўзимиз умид қилган ғалабага эришишдир. Аммо сизлар кофир бўлган ҳолларингизда кимнинг ҳимоясини кутмоқдасизлар?!»"
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 564,
      "verse_key": "67:29",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "29. Айтинг: «У (Аллоҳ) Раҳмон — Меҳрибондир. Бизлар Унга иймон келтирдик ва ёлғиз Унинг Ўзига таваккул қилдик — суяндик. Ҳали сизлар ким очиқ залолатда эканлигини билиб олажаксизлар!»",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 564,
      "verse_key": "67:30",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ",
      "translation": "30. (Эй Муҳаммад алайҳис-салоту вас-салом, у мушрикларга) айтинг: «Хабар берингиз-чи, агар (баногоҳ ичар) сувларингиз (ер тубига) сингиб кетар бўлса, у ҳолда ким сизларга оқар сув келтира олур?! (Жонсиз бутларингизми?! Бас, нега у бефойда-бежон бутларни Меҳрибон Аллоҳга шерик қилиб олдингизлар?!)»",
      "footnotes": ""
    }
  ]
}