{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 428,
      "verse_key": "34:1",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ",
      "translation": "Pẽgr be ne Wẽnde, sẽn so sɑɑs lɑ tẽnga, n ya Soɑb sẽn tar pẽgr Yaoolem raarã, la Yẽ lɑ Bʋʋd Mit n yaa minim tẽng-n-biigɑ.",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 428,
      "verse_key": "34:2",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ",
      "translation": "A mii sẽn kẽed tẽngã pʋgẽ lɑ sẽn yit ɑ pʋgẽ; lɑ sẽn yit sɑɑgẽ lɑ sẽn dʋʋd ɑ pʋgẽ; lɑ Yẽ lɑ Yolsd lɑ Yaafda.",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 428,
      "verse_key": "34:3",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ",
      "translation": "Lɑ neb nins sẽn kɩfl-bã yeelɑme: \"Sasɑ wã (Dũni Yikrã) kɑ nɑ n wɑ ye\". Yeele: \"n-yẽe, m wẽend ne m Soɑbã sẽn yɑɑ sẽn solg Mitã, lɑ tɩ Sɑsã wã nɑ n wɑɑme, sẽn zems wala goandg biig sẽn be sɑɑsã lɑ tẽngã pʋgẽ kɑ lilld m põs-A yãab ye, lɑ sẽn kɑ tɑ rẽ lɑ sẽn yɩɩd rẽ kɑ be, rẽndɑme tɩ bee seb-vẽeneg pʋgɑ.",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 428,
      "verse_key": "34:4",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ",
      "translation": "Buɩl yĩng lɑ A rol neb nins sẽn kõ sɩd lɑ b tʋm tʋʋm-sõɑma wã, bãmb rãmbã tara yaafg lɑ rɩtl sẽn yɑɑ wɑgelle.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 428,
      "verse_key": "34:5",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ",
      "translation": "Lɑ neb nins sẽn nidg pãng n bɑood kongr n ning Tõnd goɑmã, bãmb-rãmbã naong sẽn yi naong sẽn zɑbd be b yĩngɑ.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 428,
      "verse_key": "34:6",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ",
      "translation": "Lɑ b sẽn kõ-b rãmb bãngrã neeme tɩ b sẽn sik fo nengẽ wã, n yi f Soɑbã nengẽ wã, rẽ lɑ sɩda, ɑ leb n kãndgdame n tʋgd so-zɩsg la pẽgre.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 428,
      "verse_key": "34:7",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ",
      "translation": "Lɑ sẽn kɩfl-bã yeelɑme: \"d wilg-y rɑo sẽn nɑ n togs-y tɩ b sã n beds yãmb bedsg tɛkẽ, b nɑ n le lebsɑ yãmb nɑɑneg-pɑɑll pʋgɑ?",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 429,
      "verse_key": "34:8",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ",
      "translation": "A wãag n doglɑ Wẽnd bɩ, bɩ gẽemd n tɑr-ɑ? Õ-o, sɩd la hakɩɩka yɑɑ tɩ sẽn kɑ kõt-b sɩd ne yɑoolem dɑɑrã n be naongã lɑ meneng sẽn zãrã pʋgɑ.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 429,
      "verse_key": "34:9",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 171,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ",
      "translation": "Rẽ yĩngɑ bãmb kɑ yã sẽn be bãmb neng tɑoor lɑ b poorẽ sẽn yɑɑ sɑɑsã lɑ tẽngã la? Tõnd sã n dɑtɑ, D kɩtdɑme tɩ tẽngã velb-ɑ ma tɩ D sik pεεg tɩ yi sɑɑsẽ wã b zugu, ad yel-soɑlem be rẽndɑ pʋgẽ ne ned fãɑ sẽn yɑɑ tuubg soɑb yĩngɑ.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 429,
      "verse_key": "34:10",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ",
      "translation": "Lɑ sɩd lɑ hakɩɩka, Tõnd kõo a Dɑɑwʋʋd yɩɩdlem sẽn yi Tõnd nengẽ lɑ D yeel tãmsã lɑ luiili wã: \"nɑɑg-y-yã-a n yɩlg Wẽnd yʋʋrã\". Lɑ D nom kutã n kõ-a.",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 429,
      "verse_key": "34:11",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ",
      "translation": "(Lɑ D yeel-ɑ) mɑɑn kut fut sẽn yedg n tɑ, lɑ f mɑneg ɑ kuiisã n kʋms tɩ zems tɑɑb n yõgnege, lɑ y tʋm tʋʋm-sõɑmɑ, ad Mɑm yɑɑ minim tẽng-n-biig ne yãmb tʋʋmã.",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 429,
      "verse_key": "34:12",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ",
      "translation": "Lɑ D nom sebgã n kõ ɑ Sʋlɑymɑɑn t'ɑ yibeoog kẽnd yɑɑ kiuug kẽnɑ, t'ɑ zɑɑbr kẽnd yɑɑ kiuug kẽnɑ, lɑ D boog wɑɑsdã nif n kõ-a, lɑ D nom zĩn-dãmbã kẽere tɩ b tʋmd ɑ nenge, ne Wẽnd sɑgelle, lɑ zĩn ning sẽn kɩɩs-ɑ Tõnd sɑgellã D leemsd-ɑ-lɑ Bugumɑ naongo.",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 429,
      "verse_key": "34:13",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ",
      "translation": "B tʋmdɑ ɑ sẽn dɑt n kõt-ɑ sẽn yɑɑ tũudum-zĩisi, la nin-naandse, lɑ la-bεd sẽn yɑlme tɩ yɑɑ walɑ bãgse, lɑ rogd sẽn lugi; lɑ D yeele: \"Dɑɑwʋʋd zɑk-rãmbɑ! Tʋm-y pẽgr yĩngɑ\". Lɑ ɑd pẽgdbã Mɑm yembsã pʋgẽ yɑɑ bilfu.",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 429,
      "verse_key": "34:14",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ",
      "translation": "Lɑ Tõnd pʋlemgã sẽn wɑ n tɑ tɩ kũum nɑ n pɑɑm-ɑ wã, bũmb kɑ wilg ɑ kũumã rẽndɑ mogd sẽn dɩt ɑ rɑsɑɑrã, lɑ ɑ sẽn wɑ n vik n lʋɩ wã, zĩn-dãmbã vẽneg n bãngɑme tɩ bãmb sã n dɑ miẽ sẽn solge, b kõon n pɑẽ naon-fɑɑgdgã pʋgẽ ye.",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 430,
      "verse_key": "34:15",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ",
      "translation": "Sɩd lɑ hɑkɩɩka ɑd yel-soɑlem zĩndɑ Sɑbɑ'a rãmb tẽngã pʋgẽ b yĩngɑ, sẽn yɑɑ pʋt ɑ yiib n be rɩtg lɑ goɑbgɑ; lɑ D yeele: rɩ-y sẽn yi y Soɑbã rɩtlã pʋgẽ lɑ y pẽg A yĩngɑ. Ad tẽng sẽn yɑ tẽn-noogo! Ad Soɑb sẽn yɑ Yaafda!",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 430,
      "verse_key": "34:16",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ",
      "translation": "Tɩ b ball n base, tɩ Tõnd tʋm kʋɩlgã ko-rukã, lɑ D toeem b pʋt ɑ yiibã ne pʋt ɑ yiib biis sẽn yɑ toogo, lɑ tɩɩs sẽn kɑ womde, lɑ mugnug bilf bɑlɑ.",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 430,
      "verse_key": "34:17",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ",
      "translation": "Tõnd rol-b-lɑ woto b kɩflgã yĩngɑ, lɑ rẽ yĩngɑ Tõnd rondɑ rol-kãngã buud sã n ka kɩfr-rãmbã?",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 430,
      "verse_key": "34:18",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ",
      "translation": "Lɑ D mɑɑn tɩ b sʋka ne tẽms nins Tond sẽn barkã (Sɑɑm tẽese) tɩ yɑɑ tẽms sẽn pẽ tɑɑbɑ, lɑ D mɑg kẽnã woglemã b sʋka tɩ zems tɩ yɑɑms kɑ be ye. (lɑ D yeele:) kẽn-y ɑ pʋgẽ wã yʋnd lɑ wĩntood ne bɑs-m-yɑm.",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 430,
      "verse_key": "34:19",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ",
      "translation": "Tɩ b yeele: \"d Soɑbɑ! Zãag tõnd gõobã soayã tẽmsɑ ne tɑɑbɑ\" . Lɑ b wẽgɑ b mensã tɩ Tõnd mɑɑn-b tɩ b lebg sõɑsg tɩ b tɑr n sõsdɑ, lɑ D sẽeg-b sẽegr meng-mengɑ. Ad be rẽndɑ pʋgẽ wã tɑgs-n-gesgɑ sug-mɑɑnd lɑ pẽgd buudã fãɑ yĩngɑ.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 430,
      "verse_key": "34:20",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ",
      "translation": "Lɑ sɩd lɑ hakɩɩka, a ɭblɩɩs modgɑme t'ɑ sẽn dɑtã yɩ b zug tɩ b tũ-a sã n kɑ sull sẽn yi sɩd-kõɑtbẽ wã bɑlɑ.",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 430,
      "verse_key": "34:21",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ",
      "translation": "Lɑ ɑ rɑ kɑ tɑll b pãng n wõrd-b ye, rẽndɑ Tõnd sẽn dɑ rɑt n mɑɑn tɩ b bãng sẽn kõ-a sɩd ne yɑoolem raarã n welg ne sẽn be-a sãmbg pʋg n sãmbdẽ; lɑ fo Soɑbã yɑɑ bãmb fãɑ gũusd la b gũuda.",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 430,
      "verse_key": "34:22",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ",
      "translation": "Yeele: bool-y yãmb sẽn dɩk-b rãmb n mɑɑn soben-dãmb zẽng sẽn kɑ Wẽndã, bãng-y tɩ b kɑ so ba goandeng biig bilgr sɑɑsẽ bɩ tẽng zug ye; b leb n kɑ tɑr lɑgem-n-so b yiibã pʋgẽ ye, A le kɑ tɑr sõɑngd bɑ a ye b pʋgẽ wã ye.",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 431,
      "verse_key": "34:23",
      "juz_number": 22,
      "hizb_number": 43,
      "rub_el_hizb_number": 172,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ",
      "translation": "Lɑ sugsg kɑ tɑr yõod A nengẽ sã n kɑ A sẽn kõ-a soɑb sor ye; hɑl tɩ b sã n wɑ yiis rɑbeem n bɑs b sũyã lɑ b sẽn nɑ n yeele: \"yãmb Soɑbã yeelɑme tɩ bõe?\" Tɩ b yeele: \"A (yeela) sɩdɑ\". Lɑ yẽndɑ lɑ Zẽkr Naab n ya Bedre.",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 431,
      "verse_key": "34:24",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "Yeele: \"yɑɑ ãnd n dɩlgd yãmb sẽn yit sɑɑsẽ lɑ tẽngẽ?\" Yeele : \"yɑɑ Wẽnde\". (La yeele): \"Masã, d ges wɛ: tõnd ne yãmb sʋka, ãnd n be sɩd zug tɩ ãnd be menen-vẽeneg zugu?",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 431,
      "verse_key": "34:25",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ",
      "translation": "Yeele: \"b kɑ nɑ n sok yãmb tõnd sẽn tʋm wẽng ye, lɑ b kɑ nɑ n sok tõnd me yãmb sẽn tʋm ye\".",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 431,
      "verse_key": "34:26",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ",
      "translation": "Yeele: \"d Soɑbã n nɑ n tigim tõnd ne tɑɑbɑ, rẽ poorẽ t'A bʋ tõnd ne tɑɑb sʋk ne sɩdɑ, lɑ Yẽ lɑ Bʋ-kɑood lɑ Bãngdɑ\".",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 431,
      "verse_key": "34:27",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "Yeele: \"wilg-y mɑɑm lɑgem-n-tɑɑs nins yãmb sẽn dɩk n lɑgem-A wã\". Kɑ woto dε! Yẽ lɑ Wẽnd n ya Zɩsg n ya yel-gãnegd Mitɑ.",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 431,
      "verse_key": "34:28",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "Lɑ Tõnd kɑ tʋm foo rẽndɑme tɩ fo yɑɑ sũ-noɑɑgd lɑ bugsd nebã fãɑ yĩngɑ, lɑ nebã wʋsgã fãɑ kɑ mi ye.",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 431,
      "verse_key": "34:29",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "Lɑ b yetẽ: \"yaa rabʋr la pʋlen-kãngã, tɩ y sã n yɑɑ sɩd-rãmbɑ?\".",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 431,
      "verse_key": "34:30",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ",
      "translation": "Yeele: \"ɑd yãmb tɑrɑ sεk rɑɑre, y kɑ nɑ n tõog n tɑrg n leb poorẽ n bɑs-ɑ, y le kɑ toẽ n deng a tɑoor me tɩ kɑ tɑ\".",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 431,
      "verse_key": "34:31",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ",
      "translation": "Lɑ sẽn kɩfl-bã yeelɑme: \"tõnd kɑ nɑ n kõ sɩd ne karen-kãngã lɑ sẽn deng ɑ tɑoorã ye, lɑ tɩ sã n dɑ be yãab tɩ fo nɑ n yã wẽgdbã tɩ b yɑls-b b Soɑbã nengẽ tɩ b leebd tɑɑb ne goɑm tɩ vɑlemsã yet sẽn mɑɑn-b wɑoog-m-mengã: \"sã n kɑ yãmb yĩngɑ tõnd rɑ yɩtẽ-lɑ sɩd-kõɑtbɑ\".",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 432,
      "verse_key": "34:32",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ",
      "translation": "Tɩ sẽn mɑɑn-b wɑoog-m-mengã yet valemsã : \"rẽ yĩngɑ tõnd n gɩdg yãmb n yi sɩdã tũubu, ɑ sẽn wɑ yãmb nengẽ poorẽ? Ka woto ye, yãmb n dɑ yɩ yel-wẽn-mɑɑndb bala.\"",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 432,
      "verse_key": "34:33",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "Lɑ valemsã yetɑ wɑoog-m-mengã rãmbã: \"yɑɑ y yʋng lɑ wĩntoog sɩlem tʋʋmɑ, yãmb sẽn dɑ sɑgend tõnd tɩ d kɩfl ne Wẽndã lɑ d bɑo lɑgem-n-tɑɑs n pɑɑs-A\". Lɑ b solgɑ mɑɑn-m-bãngẽ b sẽn wɑ n yã naongã; lɑ Tõnd ningɑ sẽn kɩfl-bã yubli wã kẽene-rãmba. Rẽ yĩngɑ b rond-b lɑme tɩ kɑ b sẽn dɑ tʋmdã?",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 432,
      "verse_key": "34:34",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ",
      "translation": "Lɑ Tõnd kɑ tʋm bugsd tẽng pʋgẽ rẽndɑme t'ɑ vɩ-noodã rãmbã yeele: \"ɑd tõnd kɩfla ne b sẽn tʋm yãmb ne bũmb ningã\".",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 432,
      "verse_key": "34:35",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ",
      "translation": "Lɑ b yeele: \"tõnd n yɩɩd ne ɑrzεk lɑ koɑmbɑ, lɑ b kɑ nɑ n nɑms tõnd me ye\".",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 432,
      "verse_key": "34:36",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "Yeele: \"ad mɑm soɑbã yεdgdɑ rɩtlã A sẽn dɑt-ɑ soɑb yĩnga, lɑ A weoogd A sẽn dɑt-ɑ soɑb yĩnga, lɑ nebã wʋsg fãɑ kɑ mi ye\".",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 432,
      "verse_key": "34:37",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ",
      "translation": "Lɑ kɑ yãmb ɑrzεgsã lɑ yãmb koɑmbã n pẽnegd yãmb Wẽnd nengẽ ye, sã n kɑ sẽn kõ-b sɩd lɑ b tʋm sõngã, rẽnd bãmb rãmbã rolb fãoogr be b yĩng b sẽn dɑ tʋmã yĩngɑ, lɑ b be zɑgsã pʋsẽ n yɑɑ bɑs-m-yɑm rãmbɑ.",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 432,
      "verse_key": "34:38",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ",
      "translation": "Lɑ sẽn nidgd-b pãng tɩ b na tus nebã n zaag ne Tõnd goɑmã, bãmb rãmbã b nɑ n wɑɑ ne-b (bugmã) naongã pʋgɑ.",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 432,
      "verse_key": "34:39",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ",
      "translation": "Yeele: \"ad mɑm Soɑbã yεdgdɑ rɩtlã n kõt A sẽn dɑt-ɑ soɑb A yembsã pʋgẽ lɑ A weoogd A sẽn dɑt-ɑ soɑbɑ, lɑ yãmb sẽn yãk bũmb n mɑɑn neer fãɑ Yẽnd n lεbsd-ɑ, lɑ Yẽnd n yɩɩd rɩlgdbã fãɑ ne sõmblem\".",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 433,
      "verse_key": "34:40",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ",
      "translation": "Lɑ rɑɑr ning A sẽn nɑ n tigim-ba, rẽ poorẽ n yeel Malεgsã: \"yɑɑ yãmb lɑ bãmbã rɑg n tũud bɩ?\"",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 433,
      "verse_key": "34:41",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ",
      "translation": "Tɩ b yeele: \"yɩlgemd be ne Foom, Foom lɑ tõnd Lɑlld tɩ kɑ yɩ ne bãmb ye, ad b rɑ tũudɑ zĩn-dãmba, b wʋsgã fãɑ yɩɩme n ya sɩd-kõɑtb ne-bɑ''.",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 433,
      "verse_key": "34:42",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ",
      "translation": "Rend rũndã rɑɑrã, b kɑ tar yõodo n nɑ nɑf tɑɑb ye, b leb n ka so nɑmsg me tɑɑb yĩng ye; lɑ Tõnd yeta sẽn wẽgbã: \"lemb-y Bugum ning yãmb sẽn dɑg n yɩ n yɑgsdẽ wã nongã''.",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 433,
      "verse_key": "34:43",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ",
      "translation": "Lɑ b sã n kɑrem Tõnd goamã vẽenes-vẽenes n wilg kɩfr-rãmbã, b yetame: yãoã kɑ bɑɑ fʋɩ n zʋʋg rɑo sẽn dɑt n gɩdg yãmb n yi ne y baab-rãmbã sẽn dɑ tũudã\". Lɑ b yetẽ: \"yãoã kɑ bɑ fʋɩ n zʋʋg zĩri yɑgb ye\". Lɑ sɩdã sẽn wa n wɑ kɩfr-rãmbã nengẽ wã, b yeel-ɑ lɑme: \"yãoã kɑ bɑ fʋɩ n zʋʋg tɩɩm sẽn yɑɑ vẽeneg ye\".",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 433,
      "verse_key": "34:44",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ",
      "translation": "Lɑ Tõnd kɑ kõ-b sεb tɩ b kɑremdẽ, D leb n kɑ tʋm bugsd b nengẽ fo tɑoor ye.",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 433,
      "verse_key": "34:45",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 173,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ",
      "translation": "Lɑ neb nins sẽn deng bãmb tɑoorã yɑgsɑme. Bãmbã kɑ pɑɑm tɩ tɑ Tõnd sẽn kõ pĩnd rãmbã sẽn pʋɩ piig yembr ye, la b yaool n yɑgs Mɑm Tẽn-tʋmdbã; b pa ges ma sãbsgã sẽn yɩ to-to la?",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 433,
      "verse_key": "34:46",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ",
      "translation": "Yeele: \"mɑm sɑgendɑ yãmb ne yel-yεng tãa: tɩ y yik yiib-yiib lɑ yembr-yembre, rẽ poorẽ n nɑɑg tɑɑb n tɑgs n ges tɩ gãeemd kɑ tɑr yãmb nedã ye, ɑd a kɑ yɩ rẽndɑ bugsd bɑl yãmb yĩngɑ, n yi naon-kεgeng sẽn be tɑoore''.",
      "footnotes": ""
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 433,
      "verse_key": "34:47",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ",
      "translation": "Yeele: mɑm sẽn kos yãmb keoor fãa -tɩ sã n beẽ- bɩ y bãng tɩ yɑɑ yãmb yĩngɑ, mɑm keoor kɑ be rẽndɑ ne Wẽnd bɑlɑ, lɑ Yẽ me lɑ bũmb fãa kaset-Soaba.",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 433,
      "verse_key": "34:48",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ",
      "translation": "Yeele: \"ad mɑm Soɑbã tʋmsdɑ sɩdã, Yẽ lɑ yel-saoondɩ Mitã\".",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 434,
      "verse_key": "34:49",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ",
      "translation": "Yeele: \"sɩdɑ wɑɑme, lɑ zĩri wã kɑ nɑ n le puk ye, ɑ kõn le yɩlem n wɑ me.",
      "footnotes": ""
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 434,
      "verse_key": "34:50",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ",
      "translation": "Yeele: \"mɑm sã n menem, ad mɑm kɑ menemd rẽndɑme tɩ yɑɑ mɑm meng lɑ m nɑ n nɑmse, lɑ mɑm sã n kãndge, rẽnd yɑɑ ne m Soɑbã sẽn tɑɑsd mɑɑm bũmb ningã, bɑlɑ Yẽ yɑɑ Wʋmd n yɑɑ pẽnegr-Soɑbɑ.",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 434,
      "verse_key": "34:51",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ",
      "translation": "Lɑ sã n be yãab tɩ fo yã-b sẽn nɑ n wɑ yεεs-b tɩ põsgr me kɑ be, tɩ b be b yõgbẽ pẽem-pẽem.",
      "footnotes": ""
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 434,
      "verse_key": "34:52",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ",
      "translation": "Tɩ b nɑ n yeele: \"tõnd kõo sɩd ne-ɑ\". Lɑ b nɑ n mɑɑnɑ wãn n pɑam sɩd-kũun tɩ bãmb zĩig zãɑge?",
      "footnotes": ""
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 434,
      "verse_key": "34:53",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ",
      "translation": "La sɩd la hakɩɩka b kɩflame ne-a sẽn dɑ looge, la b pasd zĩrẽ n yagd ne zɩɩlem, zĩig sẽn zãr ne sɩdẽ.",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 434,
      "verse_key": "34:54",
      "juz_number": 22,
      "hizb_number": 44,
      "rub_el_hizb_number": 174,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ",
      "translation": "Tɩ b gɩd bãmb ne b sẽn datã, wɑlɑ b sẽn mɑɑn b wẽnes-n-tɑɑsã pĩndã, ad b yɩɩme n be sãmbg sẽn yood yɑm pʋgẽ.",
      "footnotes": ""
    }
  ]
}