{
  "result": [
    {
      "id": "6147",
      "sura": "100",
      "aya": "1",
      "arabic_text": "وَٱلۡعَٰدِيَٰتِ ضَبۡحٗا",
      "translation": "क़सम है उन घोड़ों की, जो पेट से साँस की आवाज़ निकालते हुए डौड़ने वाले हैं!",
      "footnotes": ""
    },
    {
      "id": "6148",
      "sura": "100",
      "aya": "2",
      "arabic_text": "فَٱلۡمُورِيَٰتِ قَدۡحٗا",
      "translation": "फिर टाप मारकर चिंगारियाँ निकालने वाले घोड़ों की क़सम!",
      "footnotes": ""
    },
    {
      "id": "6149",
      "sura": "100",
      "aya": "3",
      "arabic_text": "فَٱلۡمُغِيرَٰتِ صُبۡحٗا",
      "translation": "फिर सुबह के समय हमला करने वाले (घोड़ों) की क़सम!",
      "footnotes": ""
    },
    {
      "id": "6150",
      "sura": "100",
      "aya": "4",
      "arabic_text": "فَأَثَرۡنَ بِهِۦ نَقۡعٗا",
      "translation": "फिर उससे धूल उड़ाते हैं।",
      "footnotes": ""
    },
    {
      "id": "6151",
      "sura": "100",
      "aya": "5",
      "arabic_text": "فَوَسَطۡنَ بِهِۦ جَمۡعًا",
      "translation": "फिर वे उसके साथ (दुश्मन की) सेना के बीच घुस जाते हैं।",
      "footnotes": ""
    },
    {
      "id": "6152",
      "sura": "100",
      "aya": "6",
      "arabic_text": "إِنَّ ٱلۡإِنسَٰنَ لِرَبِّهِۦ لَكَنُودٞ",
      "translation": "निःसंदेह इनसान अपने पालनहार का बड़ा कृतघ्न (नाशुक्रा) है।",
      "footnotes": ""
    },
    {
      "id": "6153",
      "sura": "100",
      "aya": "7",
      "arabic_text": "وَإِنَّهُۥ عَلَىٰ ذَٰلِكَ لَشَهِيدٞ",
      "translation": "और निःसंदेह वह इसपर स्वयं गवाह है।[1]",
      "footnotes": "1. (1-7) इन आरंभिक आयतों में मानवजाति (इनसान) की कृतघ्नता का वर्णन किया गया है। जिसकी भूमिका के रूप में एक पशु की कृतज्ञता को शपथ स्वरूप उदाहरण के लिए प्रस्तुत किया गया है। जिसे इनसान पोसता है, और वह अपने स्वामी का इतना भक्त होता है कि उसे अपने ऊपर सवार करके नीचे ऊँचे मार्गों पर रात-दिन की परवाह किए बिना दौड़ता और अपनी जान जोखिम में डाल देता है। परंतु इनसान जिसे अल्लाह ने पैदा किया, समझबूझ दी और उसके जीवन यापन के सभी साधन बनाए, वह उसका उपकार नहीं मानता और जानबूझ कर उसकी अवज्ञा करता है, उसे इस पशु से सीख लेनी चाहिए।"
    },
    {
      "id": "6154",
      "sura": "100",
      "aya": "8",
      "arabic_text": "وَإِنَّهُۥ لِحُبِّ ٱلۡخَيۡرِ لَشَدِيدٌ",
      "translation": "और निःसंदेह वह धन के मोह में बड़ा सख़्त है।[2]",
      "footnotes": "2. इस आयत में उसकी कृतघ्नता का कारण बताया गया है कि जिस इनसान को सर्वाधिक प्रेम अल्लाह से होना चाहिए, वही अत्याधिक प्रेम धन से करता है।"
    },
    {
      "id": "6155",
      "sura": "100",
      "aya": "9",
      "arabic_text": "۞ أَفَلَا يَعۡلَمُ إِذَا بُعۡثِرَ مَا فِي ٱلۡقُبُورِ",
      "translation": "तो क्या वह नहीं जानता, जब क़ब्रों में जो कुछ है, निकाल बाहर किया जाएगा?",
      "footnotes": ""
    },
    {
      "id": "6156",
      "sura": "100",
      "aya": "10",
      "arabic_text": "وَحُصِّلَ مَا فِي ٱلصُّدُورِ",
      "translation": "और जो कुछ सीनों में है, वह प्रकट कर दिया जाएगा।[3]",
      "footnotes": "3. (9-10) इन आयतों में सावधान किया गया है कि सांसारिक जीवन के पश्चात एक दूसरा जीवन भी है तथा उसमें अल्लाह के सामने अपने कर्मों का उत्तर देना है, जो प्रत्येक के कर्मों का ही नहीं, उनके सीनों के भेदों को भी प्रकाश में ला कर दिखा देगा कि किसने अपने धन तथा बल का कुप्रयोग कर कृतघ्नता की है, और किसने कृतज्ञता की है। और प्रत्येक को उसका प्रतिकार भी देगा। अतः इनसान को धन के मोह में अंधा तथा अल्लाह का कृतघ्न नहीं होना चाहिए, और उसके सत्धर्म का पालन करना चाहिए।"
    },
    {
      "id": "6157",
      "sura": "100",
      "aya": "11",
      "arabic_text": "إِنَّ رَبَّهُم بِهِمۡ يَوۡمَئِذٖ لَّخَبِيرُۢ",
      "translation": "निःसंदेह उनका पालनहार उस दिन उनके बारे में पूरी ख़बर रखने वाला है।[4]",
      "footnotes": "4. अर्थात वह सूचित होगा कि कौन क्या है, और किस प्रतिकार का भागी है?"
    }
  ]
}