{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 208,
      "verse_key": "10:1",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ",
      "translation": "Alɩf, Laam, Raa,[1] woto yaa Gafã Aayar-rãmb sẽn bʋ n manege.",
      "footnotes": "[1] Wẽnd n yɩɩd minim ne A sẽn rat ne gʋls-bi tõsdɩ-kãensã. La Gʋls-bi tõsdɩ-kãensã, sẽn be Sʋʋr-kãensã baasgẽ wã, yaa sẽn wilgd Alkʋrãanã sẽn komsd a gees-n-taasã, bala b geesa kɩfr-dãmbã ne Alkʋrãanã, tɩ b kong n ka tõog n wa ne a buud ye, tɩ Alkʋrãanã me -yaool n yaa sẽn tui ne gom-biis nins bãmb goamã sẽn tuit ne wã, sẽn yaa gʋls-bi tõsdɩ bãmbã buudã, tɩ rẽnda wilgd Laarab-rãmbã kongame n ka tõog n wa ne Alkʋrãanã buud ye, n lagem ne bãmb n yɩɩd nebã ne zelem pεkã, tɩ wilgdẽ tɩ Alkʋrãanã a yaa sẽn tʋme tɩ yi Wẽnd nengẽ."
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 208,
      "verse_key": "10:2",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَكَانَ لِلنَّاسِ عَجَبًا أَنۡ أَوۡحَيۡنَآ إِلَىٰ رَجُلٖ مِّنۡهُمۡ أَنۡ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِينَ ءَامَنُوٓاْ أَنَّ لَهُمۡ قَدَمَ صِدۡقٍ عِندَ رَبِّهِمۡۗ قَالَ ٱلۡكَٰفِرُونَ إِنَّ هَٰذَا لَسَٰحِرٞ مُّبِينٌ",
      "translation": "Tɩ nebã maand yel-solemd tɩ Tõnd tʋmsa wahɩ tɩ kẽng rao a yembr nengẽ b sʋkã: \"bugs nebã la f kõ sɩd-kõatbã koe-noog tɩ b tara b Soabã nengẽ kũun sẽn segde (b sak-n-tũ wã yĩnga) tɩ kɩfr-rãmbã yeele: \" ad yãoã yaa tɩ-soaad vẽenega\"",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 208,
      "verse_key": "10:3",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُدَبِّرُ ٱلۡأَمۡرَۖ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعۡدِ إِذۡنِهِۦۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ فَٱعۡبُدُوهُۚ أَفَلَا تَذَكَّرُونَ",
      "translation": "Ad yãmb Soabã la ning sẽn naana saasã la tẽngã rasem a yoob pʋga, rẽ loogr poorẽ t'A zĩnd \"Istawa\" alarsã zugu, A maanda yεlã fãa bʋʋdo, sugsd ka be sẽn pa Yẽ ye, ad yãmb Wẽndã la woto, bɩ y tũ-A. Rẽ yĩngã yãmb pa tagsde?",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 208,
      "verse_key": "10:4",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَيۡهِ مَرۡجِعُكُمۡ جَمِيعٗاۖ وَعۡدَ ٱللَّهِ حَقًّاۚ إِنَّهُۥ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ بِٱلۡقِسۡطِۚ وَٱلَّذِينَ كَفَرُواْ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ",
      "translation": "Yãmb fãa lebgr zĩig yaa Yẽ nengẽ, woto yaa Wẽnd pʋleng sẽn yaa sɩda, yaa Yẽ n yẽbgd naanegã rẽ loogr poor t'A le lebs-a (n vʋʋg-a) sẽn na yɩl n rol sẽn kõ sɩdã rãmb la b maan tʋʋm neerã. La sã n yaa ne kɩfr-rãmbã b na n kõ-b-la bõn-yũudɩ sẽn yi Gεhɩɩm pʋgẽ la nang sẽn zabde, b sẽn da yɩ n kɩfendẽ wã yĩnga.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 208,
      "verse_key": "10:5",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي جَعَلَ ٱلشَّمۡسَ ضِيَآءٗ وَٱلۡقَمَرَ نُورٗا وَقَدَّرَهُۥ مَنَازِلَ لِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ مَا خَلَقَ ٱللَّهُ ذَٰلِكَ إِلَّا بِٱلۡحَقِّۚ يُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ",
      "translation": "Yaa Yẽ la sẽn naan wĩndgã t'a yaa bugmã la a maan kiuugã t'a yaa vẽenemã la A kord-a t'a tar sigb zĩis sẽn na yɩl n tɩ yãmb bãng yʋʋmã sõor la geelgo. A pa maan woto tɩ sã n pa sɩd yĩng ye. A welgda tagmas-rãmbã n kõt neb nins sẽn tar bãngrã.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 208,
      "verse_key": "10:6",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ فِي ٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَا خَلَقَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَّقُونَ",
      "translation": "Ad bee yʋndã la wĩndsã sẽn ledsd taabã, la Wẽnd sẽn naan saasã la tẽngã, tagmase ne neb sẽn zoet Wẽnde.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 209,
      "verse_key": "10:7",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا وَرَضُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَٱطۡمَأَنُّواْ بِهَا وَٱلَّذِينَ هُمۡ عَنۡ ءَايَٰتِنَا غَٰفِلُونَ",
      "translation": "Ad neb nins sẽn pa tẽed Tõnd segbã, tɩ b sũyã noom ne dũni wã vɩɩmã la b maan bas-m-yam ne-a wã, la neb nins sẽn maand yam yaal-yaal ne Tõnd Aaya-rãmbã,",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 209,
      "verse_key": "10:8",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُوْلَٰٓئِكَ مَأۡوَىٰهُمُ ٱلنَّارُ بِمَا كَانُواْ يَكۡسِبُونَ",
      "translation": "Bãmb rãmbã lebgr zĩig yaa Bugmẽ, b sẽn da yɩ n tʋmdẽ wã yĩnga.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 209,
      "verse_key": "10:9",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ يَهۡدِيهِمۡ رَبُّهُم بِإِيمَٰنِهِمۡۖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ فِي جَنَّٰتِ ٱلنَّعِيمِ",
      "translation": "Ad neb nins sẽn kõ sɩdã la b maan tʋʋm sõmã wã, b Soabã kãndagd-b lame ne b sɩd-kũunã. Tɩ kʋɩlsã koom zoet b tẽngrã Arzãnã pʋgẽ.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 209,
      "verse_key": "10:10",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 83,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "دَعۡوَىٰهُمۡ فِيهَا سُبۡحَٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمۡ فِيهَا سَلَٰمٞۚ وَءَاخِرُ دَعۡوَىٰهُمۡ أَنِ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Beenẽ, b kosgã yaa tɩ: ''yɩleng be ne Foo, d Soabã\", la b pʋʋsgã yaa : \"Salaam\"[Laafɩ !] la b kosgã baasgo: \"Pẽgr be ne Wẽnde, sẽn yaa dũni Soaba\".",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 209,
      "verse_key": "10:11",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَلَوۡ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسۡتِعۡجَالَهُم بِٱلۡخَيۡرِ لَقُضِيَ إِلَيۡهِمۡ أَجَلُهُمۡۖ فَنَذَرُ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ",
      "translation": "La tɩ Wẽnd sã n da yãgda ne nebã wẽng ning b sẽn kot n baoodẽ (wã kũuni); wala b sẽn yãgd n baood zu-noogã, b vɩɩmã bʋʋd ra pĩnd kaoẽ. La Tõnd basda neb nins sẽn pa tẽed Tõnd sεgbã yirbg la yam-yoog pʋgẽ.",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 209,
      "verse_key": "10:12",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوۡ قَاعِدًا أَوۡ قَآئِمٗا فَلَمَّا كَشَفۡنَا عَنۡهُ ضُرَّهُۥ مَرَّ كَأَن لَّمۡ يَدۡعُنَآ إِلَىٰ ضُرّٖ مَّسَّهُۥۚ كَذَٰلِكَ زُيِّنَ لِلۡمُسۡرِفِينَ مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "Sũ-sãang sã n paam ninsaala, a kota Tõnd wakat fãa : a kɩllame, a zĩime, a yasame; la Tõnd sã n wa rok naongã n yi-a la a sẽn loogd tɩ yaa wa a ka rag n kos Tõnd tɩ D yiis-a nangẽ ye. Yaa woto tɩ b nags sẽn maan-b n zʋʋgã rãmb tʋʋm n kõ-ba.",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 209,
      "verse_key": "10:13",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ أَهۡلَكۡنَا ٱلۡقُرُونَ مِن قَبۡلِكُمۡ لَمَّا ظَلَمُواْ وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَمَا كَانُواْ لِيُؤۡمِنُواْۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ",
      "translation": "Tõnd halka zãma sẽn reng yãmb taoor b sẽn wa n maan wẽgd tɩ b tẽn-tʋʋmbã tall vẽenem n wa bãmb nengẽ. Ba ne rẽ b pa kõ sɩd ye. Yaa woto la Tõnd rond nin-wẽnsã.",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 209,
      "verse_key": "10:14",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ جَعَلۡنَٰكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِ مِنۢ بَعۡدِهِمۡ لِنَنظُرَ كَيۡفَ تَعۡمَلُونَ",
      "translation": "Rẽ poore, Tõnd ledsa yãmb tẽng zugu, bãmb loogr poorẽ sẽn na yɩl n ges wãn-wãn la y na n tʋme.",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 210,
      "verse_key": "10:15",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَاتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا ٱئۡتِ بِقُرۡءَانٍ غَيۡرِ هَٰذَآ أَوۡ بَدِّلۡهُۚ قُلۡ مَا يَكُونُ لِيٓ أَنۡ أُبَدِّلَهُۥ مِن تِلۡقَآيِٕ نَفۡسِيٓۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۖ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ",
      "translation": "La b sã n na n karem Tõnd Aaya-rãmbã b zut ne vẽenem, neb nins sẽn pa tẽed Tõnd sɛgbã yetame: \"tall Alkʋrãan zẽng sẽn pa yãoã n kõ tõndo\" maa \"toeem-a\". Yeele: pa sõmb ne maam tɩ m toeem-a ne mam yam tʋlsem ye. Mam tũuda wahɩ wã sẽn wa mam nengẽ wã bala. Mam yaeesda raar ning nang sẽn bedmã, tɩ mam sã n kɩɩs Wẽnde.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 210,
      "verse_key": "10:16",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لَّوۡ شَآءَ ٱللَّهُ مَا تَلَوۡتُهُۥ عَلَيۡكُمۡ وَلَآ أَدۡرَىٰكُم بِهِۦۖ فَقَدۡ لَبِثۡتُ فِيكُمۡ عُمُرٗا مِّن قَبۡلِهِۦٓۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "Yeele: Wẽnd sã n da rata, mam dag n kõn n karem-a y zug ye, y rag n kõn n bãng-a me, mam zĩnda yãmb nengẽ yʋʋma tɩ Alkʋrãanã na n pa wa ye, rẽ yĩngã yãmb pa tagsde?",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 210,
      "verse_key": "10:17",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡمُجۡرِمُونَ",
      "translation": "Ãnd wẽgb n yɩɩd ned ning sẽn wãaga zĩri n rogl Wẽnde, maa ned ning sẽn yags A Aayar-rãmbã. Ad nin-wẽnsã pa põsd ye.",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 210,
      "verse_key": "10:18",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡ وَيَقُولُونَ هَٰٓؤُلَآءِ شُفَعَٰٓؤُنَا عِندَ ٱللَّهِۚ قُلۡ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعۡلَمُ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
      "translation": "La b tũuda zẽng sẽn pa Wẽnde, bũmb ning sẽn pa tõe n nams bãmb la pa nafd bãmba, la b yetẽ: \"ad bãmbã la tõnd sugsdb Wẽnd nengẽ\". Yeele: \" yãmb kõta Wẽnd bãngr A sẽn pa mi saasẽ wã la tẽng gãngã zugu? \" Yɩlgemd be ne-A n yi yãmb sẽn maan lagem-n-taarã ne bũmb ningã wã.",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 210,
      "verse_key": "10:19",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةٗ وَٰحِدَةٗ فَٱخۡتَلَفُواْۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡ فِيمَا فِيهِ يَخۡتَلِفُونَ",
      "translation": "Ninsaalbã ra pa yɩ rẽndame tɩ b yaa zãma a yembr bala (sɩngrẽ wã), rẽ loogr poorẽ tɩ b yõs taaba, la tɩ fo Soabã koεεgã sã n da pa rengẽ taoore, b ra na vẽneg n wilg-b b sẽn yõsd taab yell ning zugã.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 210,
      "verse_key": "10:20",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَقُولُونَ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۖ فَقُلۡ إِنَّمَا ٱلۡغَيۡبُ لِلَّهِ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ",
      "translation": "La b yetẽ: \"bõe yĩng tɩ b pa sikd n kõ-a (Mohammad) yel-solemd sẽn yi a Soabã nengẽ?\" Bɩ f yeele: \"ad Wẽnd bal n mi sẽn solge, bɩ y kolle, tɩ maam me naaga yãmb n kolldẽ.",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 211,
      "verse_key": "10:21",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ مِّنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُمۡ إِذَا لَهُم مَّكۡرٞ فِيٓ ءَايَاتِنَاۚ قُلِ ٱللَّهُ أَسۡرَعُ مَكۡرًاۚ إِنَّ رُسُلَنَا يَكۡتُبُونَ مَا تَمۡكُرُونَ",
      "translation": "Tõnd sã n leems nebã yolsg nang sẽn paam-b poorẽ la b sẽn paoogd Tõnd Aaya-rãmbã. Yeele: ''ad Wẽnd nangã pẽe ne sigbu (ne neb nins sẽn paoogd A Aayar-rãmbã zutu) bala Tõnd malεgsã gʋlsda yãmb paoogrã.",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 211,
      "verse_key": "10:22",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي يُسَيِّرُكُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۖ حَتَّىٰٓ إِذَا كُنتُمۡ فِي ٱلۡفُلۡكِ وَجَرَيۡنَ بِهِم بِرِيحٖ طَيِّبَةٖ وَفَرِحُواْ بِهَا جَآءَتۡهَا رِيحٌ عَاصِفٞ وَجَآءَهُمُ ٱلۡمَوۡجُ مِن كُلِّ مَكَانٖ وَظَنُّوٓاْ أَنَّهُمۡ أُحِيطَ بِهِمۡ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ لَئِنۡ أَنجَيۡتَنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ",
      "translation": "Yẽ la sẽn kẽnesd yãmb tẽng gãngã zugu (vɩʋʋgẽ wã la mogrã pʋga) halɩ tɩ yãmb sã n wa be koom koglg pʋga (batayo), tɩ kogendã zoet ne bãmba sẽn tũ ne seb noogã tusbu, tɩ bãmb sũyã noom ne seb-kãnga. Wakat-kãng la seb-kugdg sẽn wat n bui bãmba, tɩ ko-wiuugã wẽ bãmba wεεng fãa gilli, tɩ bãmb tẽed tɩ b na n halkame, wakat-kãng la b na n bool Wẽnd A Yembre, n ka maan lagem-n-taar ne-A ye, n yetẽ: Ad Fo sã n põsg tõnd n yi yel-kãngã, d na yɩ bark pʋʋsdb wʋsgo, ne Foom\".",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 211,
      "verse_key": "10:23",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّآ أَنجَىٰهُمۡ إِذَا هُمۡ يَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۗ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَا بَغۡيُكُمۡ عَلَىٰٓ أَنفُسِكُمۖ مَّتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ إِلَيۡنَا مَرۡجِعُكُمۡ فَنُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "La A sã n fãag-ba, ad b sẽn maan wɩɩbd tẽng zugu. Yaa yãmb nebã! Y wɩɩbdã ka lʋɩt tɩ sã n pa yãmb meng zug ye, yaa dũni-kãngã kɩdeng bala, rẽ poorẽ yãmb lebgr zĩig yaa Tõnd nengẽ, tɩ Tõnd tẽeg-y y sẽn da yɩ n tʋmdẽ wã.",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 211,
      "verse_key": "10:24",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّمَا مَثَلُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ مِمَّا يَأۡكُلُ ٱلنَّاسُ وَٱلۡأَنۡعَٰمُ حَتَّىٰٓ إِذَآ أَخَذَتِ ٱلۡأَرۡضُ زُخۡرُفَهَا وَٱزَّيَّنَتۡ وَظَنَّ أَهۡلُهَآ أَنَّهُمۡ قَٰدِرُونَ عَلَيۡهَآ أَتَىٰهَآ أَمۡرُنَا لَيۡلًا أَوۡ نَهَارٗا فَجَعَلۡنَٰهَا حَصِيدٗا كَأَن لَّمۡ تَغۡنَ بِٱلۡأَمۡسِۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَتَفَكَّرُونَ",
      "translation": "Ad dũni vɩɩmã bilgri ɑ wẽnda wa koom Tõnd sẽn sik saagẽ wã, t'a bue ne tẽng gãngã bõn-bundi, tɩ b buli n yi, nebã sẽn dɩte la rũmsã sẽn wãbde, rẽ loogr poorẽ tɩ tẽn-gãngã sã n wa rɩk ɑ fɑɑs-teedã n lebg neere, tɩ tẽngã rãmb tẽed tɩ bãmb n so-a, la Tõnd yellã sẽn wat-a yʋngo maa wĩndga, tɩ Tõnd kɩt t'a fãa lebg wa sẽn kẽebe, tɩ yɑɑ wala a ra ka bidms zãame ye. Yaa woto la Tõnd vẽnegd D daliil-rãmbã neb nins sẽn tagsdã yĩnga.",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 211,
      "verse_key": "10:25",
      "juz_number": 11,
      "hizb_number": 21,
      "rub_el_hizb_number": 84,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱللَّهُ يَدۡعُوٓاْ إِلَىٰ دَارِ ٱلسَّلَٰمِ وَيَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "La Wẽnd boondame n tʋgd laafɩ yiri la A kãndagd ned ning A sẽn rat n tʋg sor-tɩrga.",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 212,
      "verse_key": "10:26",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ لِّلَّذِينَ أَحۡسَنُواْ ٱلۡحُسۡنَىٰ وَزِيَادَةٞۖ وَلَا يَرۡهَقُ وُجُوهَهُمۡ قَتَرٞ وَلَا ذِلَّةٌۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "Neb nins sẽn tʋm sõmã wã tara yel-sõmd la paasgo, wubsg pɑ nɑ n bue bãmb nensã pɑ paoogr me. Bãmbã rãmbã yaa arzãn neba, b na n ruuma be.",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 212,
      "verse_key": "10:27",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ كَسَبُواْ ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةِۭ بِمِثۡلِهَا وَتَرۡهَقُهُمۡ ذِلَّةٞۖ مَّا لَهُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۖ كَأَنَّمَآ أُغۡشِيَتۡ وُجُوهُهُمۡ قِطَعٗا مِّنَ ٱلَّيۡلِ مُظۡلِمًاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "La neb nins sẽn maan tʋʋm-wẽnsã rolb yaa wẽng wa b sẽn tʋmã; paoogr n na n paam-ba, b pa tar gũud zẽng sẽn pa Wẽnd ye. Tɩ yaa wala b nensã luda ne yʋʋn-lik sɑblmã keelem, bãmbã rãmbã yaa Gεhɩɩm neba, b na n ruuma be.",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 212,
      "verse_key": "10:28",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُواْ مَكَانَكُمۡ أَنتُمۡ وَشُرَكَآؤُكُمۡۚ فَزَيَّلۡنَا بَيۡنَهُمۡۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمۡ إِيَّانَا تَعۡبُدُونَ",
      "translation": "Lɑ raar ning Tõnd sẽn na n tigs b gillã, rẽ poorẽ tɩ Tõnd yeel neb nins sẽn maan lagem-n-taarã: \"yãmb zĩig la yãmb lagem-n-taasã zĩiga\" Tõnd na n welg-b-la toor-toor tɩ b lagem-n-taasã yeele: \"pa tõnd la yãmb sẽn da tũudã ye\".",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 212,
      "verse_key": "10:29",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَكَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنَنَا وَبَيۡنَكُمۡ إِن كُنَّا عَنۡ عِبَادَتِكُمۡ لَغَٰفِلِينَ",
      "translation": "Wẽnd seka ne kaseto tõnd ne yãmb sʋka, sɩd la hakɩɩka tõnd ra yɩɩme n maan yam yaal-yaal ne yãmb tũudumã.",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 212,
      "verse_key": "10:30",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُنَالِكَ تَبۡلُواْ كُلُّ نَفۡسٖ مَّآ أَسۡلَفَتۡۚ وَرُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ",
      "translation": "Zĩ-kãngã la b na n zarb yõor fãa (a sẽn da yɩ n tʋme) tɩ looge, la b na n tall-b lame n kẽng Wẽnd nengẽ, sẽn yaa bãmb zu-soaba. Tɩ bãmb sẽn dɑ nangdã (tẽn-kugã) na n zãag n basa bãmbɑ.",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 212,
      "verse_key": "10:31",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أَمَّن يَمۡلِكُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَمَن يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَمَن يُدَبِّرُ ٱلۡأَمۡرَۚ فَسَيَقُولُونَ ٱللَّهُۚ فَقُلۡ أَفَلَا تَتَّقُونَ",
      "translation": "Yeele: ''ãnd n rɩlgd yãmb saagẽ wã la tẽngẽ wã? Ãnd n tar wʋmbã la nenemã, la a yiisd vɩt kiid pʋgẽ la a yiisd kiid vɩt pʋgẽ. La ãnd n rabsd yεlã fãa gilli? B na n yeelame\" yaa Wẽnde\" bɩ f yeele: \"Yãmb pa nɑ n zoe Wẽnde?\"",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 212,
      "verse_key": "10:32",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلۡحَقُّۖ فَمَاذَا بَعۡدَ ٱلۡحَقِّ إِلَّا ٱلضَّلَٰلُۖ فَأَنَّىٰ تُصۡرَفُونَ",
      "translation": "Ad Wẽnd la woto, Yẽ lɑ yãmb Soab sɩdã, la bõe n be sɩd loogr poorẽ tɩ sã n pa menengo? Yaa wãn-wãn tɩ yãmb gõdgd n bɑsd sɩdã?",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 212,
      "verse_key": "10:33",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓاْ أَنَّهُمۡ لَا يُؤۡمِنُونَ",
      "translation": "Sɩd la hakɩɩka, fo Soabã gomdã sɩdga dĩin yitbã zugu \"b pa na n kõ sɩd ye\".",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 213,
      "verse_key": "10:34",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۚ قُلِ ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۖ فَأَنَّىٰ تُؤۡفَكُونَ",
      "translation": "Yeele: yãmb lagem-n-taasã sʋka, ãnd n kõt vɩɩmã (ãnd n sɩngd naanegã), la a lebsd vɩɩm [kũumã poorẽ] ? Yeele: yaa Wẽnd [a yembre] n kõt vɩɩm pipi naanegã wakato la A le yikd-b kũumã poorẽ. Yãmb maanda a wãn n ball n pa tũud Wẽnde?",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 213,
      "verse_key": "10:35",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَهۡدِيٓ إِلَى ٱلۡحَقِّۚ قُلِ ٱللَّهُ يَهۡدِي لِلۡحَقِّۗ أَفَمَن يَهۡدِيٓ إِلَى ٱلۡحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّيٓ إِلَّآ أَن يُهۡدَىٰۖ فَمَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ",
      "translation": "Yeele: \"rẽ yĩnga be yãmb lagem-n-taasã sʋka sẽn kãndagd n tʋgd sɩda? Yeele \"yaa Wẽnd bal n kãndagd n tʋgd sɩda\" rẽ yĩnga ned ning sẽn kãndagd n tʋgd sɩd la b sõmb n tũ bɩ? Bɩ yaa ned ning sẽn pa tõe n kãndag ɑ to n tʋg sɩda rẽndame tɩ b kãndag yẽ mengã? Rẽnd yɑɑ bõe n tar yãmb tɩ y bʋʋd woto?",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 213,
      "verse_key": "10:36",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا يَتَّبِعُ أَكۡثَرُهُمۡ إِلَّا ظَنًّاۚ إِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَفۡعَلُونَ",
      "translation": "Bãmbã sẽn waoog fãa pa pʋgd rẽnda sika, la sik me pa tar nafa baa fʋɩ sɩd taoor ye! Ad Wẽnd yɑɑ minim tẽng-n-biig ne b sẽn maandã.",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 213,
      "verse_key": "10:37",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا كَانَ هَٰذَا ٱلۡقُرۡءَانُ أَن يُفۡتَرَىٰ مِن دُونِ ٱللَّهِ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Alkʋrãan-kãngã ra pa tõe n yɩ tɩ yaa bũmb b sẽn wãag n rogl tɩ ka yi Wẽnd nengẽ ye, ad a yaa sɩdgr ne sẽn reng a taoore, la Gafã welgre. Sik ka be a pʋgẽ ye, a yii bõn-nɑɑndsã Soab nengẽ.",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 213,
      "verse_key": "10:38",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِسُورَةٖ مِّثۡلِهِۦ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "Bɩ b yetame: \"t'a (Mohammad ) n wãag-a n rogle?\" Yeele: \"bɩ y wa ne Sʋʋra sẽn wõnd wãnde la y bool yãmb sẽn rat ned ning fãa tɩ pɑ tũ ne Wẽnde, tɩ y sã n yaa sɩd-rãmba.",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 213,
      "verse_key": "10:39",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَلۡ كَذَّبُواْ بِمَا لَمۡ يُحِيطُواْ بِعِلۡمِهِۦ وَلَمَّا يَأۡتِهِمۡ تَأۡوِيلُهُۥۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ",
      "translation": "Pa woto ye, b yagsa bũmb ning bãmb bãngrã sẽn pa tõe n gũbgi, a welsgã na n pa ta bãmb nanand ye. Yaa woto la neb nins sẽn reng bãmbã ra yagsda (b nabiyaam-rãmbã). Bɩ f ges bãmb baasgã sẽn yɩ to-to ningã?",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 213,
      "verse_key": "10:40",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡهُم مَّن يُؤۡمِنُ بِهِۦ وَمِنۡهُم مَّن لَّا يُؤۡمِنُ بِهِۦۚ وَرَبُّكَ أَعۡلَمُ بِٱلۡمُفۡسِدِينَ",
      "translation": "Lɑ bee b sʋkã neb sẽn kõt-a sɩda, la bee b sʋkã neb sẽn pa kõt-a sɩda, lɑ fo Soabã n mi sãamdbã.",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 213,
      "verse_key": "10:41",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمۡ عَمَلُكُمۡۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعۡمَلُ وَأَنَا۠ بَرِيٓءٞ مِّمَّا تَعۡمَلُونَ",
      "translation": "Lɑ b sã n yags foom bɩ f yeele: \"mam tʋʋmã bee ne maam, yãmb me tʋʋmã bee ne yãmba, b pa na n sok maam yãmb sẽn maane, b leb n ka na n sok yãmb mam sẽn maane.",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 213,
      "verse_key": "10:42",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡهُم مَّن يَسۡتَمِعُونَ إِلَيۡكَۚ أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ وَلَوۡ كَانُواْ لَا يَعۡقِلُونَ",
      "translation": "Lɑ be b sʋkã neb sẽn kelgd foom, rẽ yĩngã fo tõe wʋmsɑ mʋngɑ, baa sã n mikame tɩ b pa tɑr yam?",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 214,
      "verse_key": "10:43",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡهُم مَّن يَنظُرُ إِلَيۡكَۚ أَفَأَنتَ تَهۡدِي ٱلۡعُمۡيَ وَلَوۡ كَانُواْ لَا يُبۡصِرُونَ",
      "translation": "Lɑ be b sʋkã neb sẽn get foom, rẽ yĩngã fo tõe tɩ zoens yã, baa sã n da mikame tɩ b pa neẽ.",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 214,
      "verse_key": "10:44",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱللَّهَ لَا يَظۡلِمُ ٱلنَّاسَ شَيۡـٔٗا وَلَٰكِنَّ ٱلنَّاسَ أَنفُسَهُمۡ يَظۡلِمُونَ",
      "translation": "Sɩd la hakɩɩka, Wẽnd pa wẽgd nebã ye, ad yaa nebã bal n wẽgd b mense.",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 214,
      "verse_key": "10:45",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَوۡمَ يَحۡشُرُهُمۡ كَأَن لَّمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيۡنَهُمۡۚ قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِ وَمَا كَانُواْ مُهۡتَدِينَ",
      "translation": "Lɑ raar ning A sẽn na n tigs-ba, yɩta wala b ka zĩnd (b yaadẽ wã) sã n pa raarã wɑkɑt a yembr bala, tɩ b bãngd taaba ɑ pʋgẽ. Sɩdɑ neb nins sẽn yags-b Wẽnd sɛgbã bõname, b pa yɩ me n paam kãndagr ye.",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 214,
      "verse_key": "10:46",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفۡعَلُونَ",
      "translation": "Maa tɩ Tõnd wĩnig foom yɛl sãnda Tõnd sẽn bugsd-b ne wã, maa Tõnd kɩt tɩ fo maan kaalem (ba sẽn yɩ to-to fãa) yaa Tõnd nengẽ la b lebgr zĩiga, leb n yaa Wẽnd n yaa kaset soab ne b sẽn tʋmdã.",
      "footnotes": ""
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 214,
      "verse_key": "10:47",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِكُلِّ أُمَّةٖ رَّسُولٞۖ فَإِذَا جَآءَ رَسُولُهُمۡ قُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ",
      "translation": "Zãma fãa tara tẽn-tʋʋma, b tẽn-tʋʋmã sã n wa, b kaooda b bʋʋdã n kõ-b ne tɩrgɑ, tɩ b pa na n wẽgd-b ye.",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 214,
      "verse_key": "10:48",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "La b yetẽ: ''yaa rabʋr la pʋleng-kãngã, tɩ y sã n togsda sɩda?''",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 214,
      "verse_key": "10:49",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لَّآ أَمۡلِكُ لِنَفۡسِي ضَرّٗا وَلَا نَفۡعًا إِلَّا مَا شَآءَ ٱللَّهُۗ لِكُلِّ أُمَّةٍ أَجَلٌۚ إِذَا جَآءَ أَجَلُهُمۡ فَلَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ",
      "translation": "Yeele: mam pa tar fʋɩ sẽn tõe n nams maam maa naf maam, sã n pa Wẽnd n sake, zãma fãa tara a tεka, a tεkã raar sã n wa, b pa wogend-ba, b leb n pa kʋʋgd b daarã me tɩ pɑ tɑ.",
      "footnotes": ""
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 214,
      "verse_key": "10:50",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُهُۥ بَيَٰتًا أَوۡ نَهَارٗا مَّاذَا يَسۡتَعۡجِلُ مِنۡهُ ٱلۡمُجۡرِمُونَ",
      "translation": "Yeele: \"rẽ yĩngã yãmb yãame! A nangã sã n wa yãmb nengẽ yʋng maa wĩndga, yɑɑ bõe lɑ nin-wẽnsã yãgd ne ɑ pʋgẽ?\"",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 214,
      "verse_key": "10:51",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓۚ ءَآلۡـَٰٔنَ وَقَدۡ كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ",
      "translation": "Rẽ yĩngã namsgã sã n wa la yãmb yaool n na n kõ sɩda? (B kõn n yeel yãmba) Aoo, masã (la yãmb na n kõt sɩda ? ! Tɩ pĩndã yãmb ra baoodame tɩ nangã wa tao-tao.",
      "footnotes": ""
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 214,
      "verse_key": "10:52",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 85,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلۡخُلۡدِ هَلۡ تُجۡزَوۡنَ إِلَّا بِمَا كُنتُمۡ تَكۡسِبُونَ",
      "translation": "Rẽ loogr poorẽ b na n yeela wẽgdbã: \"lemb-y nang sẽn ka saabo! \" Rẽ yĩnga b na n rola yãmbã sã n pa y sẽn da yɩ n tʋmdẽ wã?\"",
      "footnotes": ""
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 214,
      "verse_key": "10:53",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَيَسۡتَنۢبِـُٔونَكَ أَحَقٌّ هُوَۖ قُلۡ إِي وَرَبِّيٓ إِنَّهُۥ لَحَقّٞۖ وَمَآ أَنتُم بِمُعۡجِزِينَ",
      "translation": "La b yaool n baood kibar fo nengẽ n yetẽ: \"rẽ yĩngã naongã b sẽn pʋlemd ne tõnda yaa sɩda?\" yeele: \"n-ye!\" m wẽen ne m Soabã! Yaa sɩda. Yãmb pa na n tõog n põsg (Wẽnd) me ye.",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 215,
      "verse_key": "10:54",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ أَنَّ لِكُلِّ نَفۡسٖ ظَلَمَتۡ مَا فِي ٱلۡأَرۡضِ لَٱفۡتَدَتۡ بِهِۦۗ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۖ وَقُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ",
      "translation": "Ba sã n da mikame tɩ wẽgd fãa ra soo Dũni wã gill tõre, a rag n na rɩk-a n yao n paam a menga la pɑ tõe ye. Tɩ b na n solg nims lɑ sũ-sãɑngɑ b sẽn wa n yã nangã, tɩ b bʋ b sʋkã ne sɩda, b pa na n wẽg-b ye.",
      "footnotes": ""
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 215,
      "verse_key": "10:55",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَآ إِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ أَلَآ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
      "translation": "Sɩd la hakɩɩka, ad sẽn be saasẽ la tẽngẽ yaa Wẽnd n so, ad Wẽnd pʋlengã yaa sɩda, la nebã sẽn waoog fãa pa mi ye.",
      "footnotes": ""
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 215,
      "verse_key": "10:56",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ يُحۡيِۦ وَيُمِيتُ وَإِلَيۡهِ تُرۡجَعُونَ",
      "translation": "Yaa Yẽ n kõt vɩɩm, leb n yaa Yẽ n kõt kũum, yaa Yẽ nengẽ la y na n lebe",
      "footnotes": ""
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 215,
      "verse_key": "10:57",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَتۡكُم مَّوۡعِظَةٞ مِّن رَّبِّكُمۡ وَشِفَآءٞ لِّمَا فِي ٱلصُّدُورِ وَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ",
      "translation": "Yaa yãmb neba! Hakɩɩka, waazʋ waa yãmba, waazʋ sẽn yi y Soabã nengẽ, n yaa tɩpg ne bũmb ning sẽn be yãmb sũyẽ wã, la kãndagr, la yolsg ne sɩd-kõatbã.",
      "footnotes": ""
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 215,
      "verse_key": "10:58",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ بِفَضۡلِ ٱللَّهِ وَبِرَحۡمَتِهِۦ فَبِذَٰلِكَ فَلۡيَفۡرَحُواْ هُوَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ",
      "translation": "Yeele : ''woto yii Wẽnd yɩɩdlemã la A yolsgã, bɩ b rɩk rẽ n noog b sũur ne, rẽ n yɩɩd arzεgs nins bãmb sẽn tigimdã fãa.",
      "footnotes": ""
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 215,
      "verse_key": "10:59",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ أَرَءَيۡتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزۡقٖ فَجَعَلۡتُم مِّنۡهُ حَرَامٗا وَحَلَٰلٗا قُلۡ ءَآللَّهُ أَذِنَ لَكُمۡۖ أَمۡ عَلَى ٱللَّهِ تَفۡتَرُونَ",
      "translation": "Yãmb gesa yɛ n yãa Wẽnd sẽn sik rɩtl ning n kõ yãmbã, y yãgs sãnda tɩ yaa haraam la y yãgs sãnda tɩ yaa halaale? Yeele: ''Yaa Wẽnd n kõ yãmb sor bɩ yaa yãmb n yagd Wẽnd zĩri?''",
      "footnotes": ""
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 215,
      "verse_key": "10:60",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا ظَنُّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ يَوۡمَ ٱلۡقِيَٰمَةِۗ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ",
      "translation": "Lɑ neb nins sẽn wãagd zĩri-beedã n rogend Wẽndã tẽedɑme tɩ bõe n na n pɑɑm bãmbɑ Yikrɑ raarã? Sɩd la hakɩɩka ad Wẽnd yaa yɩɩdlem Soab nebã zugu, la b sẽn waoog fãa pa pʋʋsd bark ye.",
      "footnotes": ""
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 215,
      "verse_key": "10:61",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا تَكُونُ فِي شَأۡنٖ وَمَا تَتۡلُواْ مِنۡهُ مِن قُرۡءَانٖ وَلَا تَعۡمَلُونَ مِنۡ عَمَلٍ إِلَّا كُنَّا عَلَيۡكُمۡ شُهُودًا إِذۡ تُفِيضُونَ فِيهِۚ وَمَا يَعۡزُبُ عَن رَّبِّكَ مِن مِّثۡقَالِ ذَرَّةٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ وَلَآ أَصۡغَرَ مِن ذَٰلِكَ وَلَآ أَكۡبَرَ إِلَّا فِي كِتَٰبٖ مُّبِينٍ",
      "translation": "Fo sẽn wa n tɩ be zĩig ning fãa, lɑ fo sẽn wa n tɩ karem Alkʋraanã zĩig ning fãa, yãmb sẽn wa n tɩ tʋm tʋʋm ning fãa, Rẽndɑme tɩ Tõnd yaa kaset ne yãmba, y sẽn wat n maand-a wã, fʋɩ pa põsd fo Soabã tẽngã poore maa saagã zug ye, pa bilf sẽn pa ta woto maa bedr sẽn yɩɩd woto, fãa bee gaf vẽeneg pʋga",
      "footnotes": ""
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 216,
      "verse_key": "10:62",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَآ إِنَّ أَوۡلِيَآءَ ٱللَّهِ لَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
      "translation": "Sɩd la hakɩɩka, ad Wẽnd waliimbã (nong-n-tɑɑsã), yεεsg pa be ne-ba, sũ-sãang me pa be ne-ba.",
      "footnotes": ""
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 216,
      "verse_key": "10:63",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ",
      "translation": "Bãmb lɑ neb nins sẽn kõ sɩdã la b zoet Wẽndã.",
      "footnotes": ""
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 216,
      "verse_key": "10:64",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَهُمُ ٱلۡبُشۡرَىٰ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۚ لَا تَبۡدِيلَ لِكَلِمَٰتِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
      "translation": "B tara kiba-noog Dũni kaanẽ la Laahre, Wẽnd gomdã pʋgẽ toeeng ka be ye, woto la paoong sẽn yaa bedre.",
      "footnotes": ""
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 216,
      "verse_key": "10:65",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعًاۚ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "Ra sãam f sũur ne b goamã ye, ad zɩslemã fãa bee Wẽnd nengẽ, Yẽ la wʋmd n yaa mita.",
      "footnotes": ""
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 216,
      "verse_key": "10:66",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَآ إِنَّ لِلَّهِ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِۗ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ",
      "translation": "Ad yaa Wẽnd n so sẽn be saasẽ la tẽng zugu. Lɑ neb nins sẽn kot zẽng sẽn pa Wẽndã (rʋbsã) yɑɑ bõe lɑ b tũudɑ, b sẽn tũudã pɑ yɩ rẽnda sika, lɑ b sẽn maandã fãa yaa zĩri.",
      "footnotes": ""
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 216,
      "verse_key": "10:67",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ",
      "translation": "Yaa Yẽ n maan yʋngã n kõ yãmb tɩ y vʋʋse, la wĩndgã tɩ y na yã. Ad woto fãa yaa tagmas ne neb nins sẽn wʋmdã.",
      "footnotes": ""
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 216,
      "verse_key": "10:68",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ هُوَ ٱلۡغَنِيُّۖ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ إِنۡ عِندَكُم مِّن سُلۡطَٰنِۭ بِهَٰذَآۚ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ",
      "translation": "B yeelame: \"Wẽnd tara biiga\" A Naam zẽk n yɩlge! A seka A menga, Yẽ n so sẽn be sãasẽ la tẽngẽ, yãmb pa tar daliil fʋɩ yel-kãngã zug ye. Y na n yaga zĩri n rogl Wẽnd ne yãmb sẽn pa mi?",
      "footnotes": ""
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 216,
      "verse_key": "10:69",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ",
      "translation": "Sɩd la hakɩɩka, ad neb nins sẽn yagd zĩri wã n rogend Wẽndã, b pa na n põs ye.",
      "footnotes": ""
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 216,
      "verse_key": "10:70",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 86,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَتَٰعٞ فِي ٱلدُّنۡيَا ثُمَّ إِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ نُذِيقُهُمُ ٱلۡعَذَابَ ٱلشَّدِيدَ بِمَا كَانُواْ يَكۡفُرُونَ",
      "translation": "Yaa Dũni kaanẽ wʋm-noog bala, rẽ poorẽ b na n leba Tõnd nengẽ tɩ D leems-b nang sẽn zabde, b sẽn da maan kɩfendã yĩnga.",
      "footnotes": ""
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 217,
      "verse_key": "10:71",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ نُوحٍ إِذۡ قَالَ لِقَوۡمِهِۦ يَٰقَوۡمِ إِن كَانَ كَبُرَ عَلَيۡكُم مَّقَامِي وَتَذۡكِيرِي بِـَٔايَٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلۡتُ فَأَجۡمِعُوٓاْ أَمۡرَكُمۡ وَشُرَكَآءَكُمۡ ثُمَّ لَا يَكُنۡ أَمۡرُكُمۡ عَلَيۡكُمۡ غُمَّةٗ ثُمَّ ٱقۡضُوٓاْ إِلَيَّ وَلَا تُنظِرُونِ",
      "translation": "Karem n togs-b a Nuuh kibarã a sẽn wa n yeel a zãmã wã: \"yaa yãmb mam zãma! Sã n mikame tɩ mam zĩndgã (yãmb sʋkã) la mam sẽn tẽegd-y Wẽnd tagmasã namsda yãmba, bɩ y bãng tɩ yaa Wẽnd la mam bobl m menga. Bɩ y tigim taab y yellã zugu, yãmb la y lagem-n-taasã, rẽ poorẽ tɩ y maan y sẽn rat ne maam lɑ y ra gũ-m ye.",
      "footnotes": ""
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 217,
      "verse_key": "10:72",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِن تَوَلَّيۡتُمۡ فَمَا سَأَلۡتُكُم مِّنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ",
      "translation": "Yãmb sã n gũd y zãn-kuidsi, ɑd mam pa kot yãmb yaood ye, mam yaoodã bee ne Wẽnde, la B sagla maam tɩ m yɩ pipi sak-n-tũ soaba.",
      "footnotes": ""
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 217,
      "verse_key": "10:73",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَكَذَّبُوهُ فَنَجَّيۡنَٰهُ وَمَن مَّعَهُۥ فِي ٱلۡفُلۡكِ وَجَعَلۡنَٰهُمۡ خَلَٰٓئِفَ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُنذَرِينَ",
      "translation": "Tɩ b yags-a tɩ Tõnd põsg-a la neb nins sẽn lagm-a batayo wã pʋgã, n rɩk-b n leds (tẽng gãngã zugu) la d bõr neb nins sẽn yags Tõnd tagmas-rãmbã. Bɩ f ges yaa wãn-wãn la b sẽn bugs-b rãmbã baasg yɩ yã?",
      "footnotes": ""
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 217,
      "verse_key": "10:74",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِۦ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ بِهِۦ مِن قَبۡلُۚ كَذَٰلِكَ نَطۡبَعُ عَلَىٰ قُلُوبِ ٱلۡمُعۡتَدِينَ",
      "translation": "Rẽ poorẽ tɩ Tõnd tʋm tẽn-tʋʋmb b nebẽ, tɩ b wa ne vẽenem, la b (nebã) ra pa yɩ n na n kõ sɩd ne bãmb sẽn da yags pĩndã ye. Yaa woto la Tõnd pagd maan-n-zʋʋgã rãmbã sũya.",
      "footnotes": ""
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 217,
      "verse_key": "10:75",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ وَهَٰرُونَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ بِـَٔايَٰتِنَا فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ",
      "translation": "Rẽ poorẽ, Tõnd tʋma a Muusa la a Harʋʋn a Fɩraoon la a kʋg-zĩidbã nengẽ, ne Tõnd tagmas-rãmba, tɩ b maan waoog-n-menga. La b yɩɩme n yaa tʋʋm-wẽng rãmba.",
      "footnotes": ""
    },
    {
      "id": 76,
      "verse_number": 76,
      "page_number": 217,
      "verse_key": "10:76",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُوٓاْ إِنَّ هَٰذَا لَسِحۡرٞ مُّبِينٞ",
      "translation": "La wakat ning sɩdã sẽn wɑ n wa-bɑ sẽn yi Tõnd nengẽ wã, b yeelame: ''ad wãndã yaa tɩɩm sẽn ya vẽenega''",
      "footnotes": ""
    },
    {
      "id": 77,
      "verse_number": 77,
      "page_number": 217,
      "verse_key": "10:77",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ مُوسَىٰٓ أَتَقُولُونَ لِلۡحَقِّ لَمَّا جَآءَكُمۡۖ أَسِحۡرٌ هَٰذَا وَلَا يُفۡلِحُ ٱلسَّٰحِرُونَ",
      "translation": "T'a Muusa yeele: \"yãmb yeta sɩdã sẽn wa yãmb nengẽ wã tɩ tɩɩm, ad tɩtã-rãmb pa tõe n põs ye\".",
      "footnotes": ""
    },
    {
      "id": 78,
      "verse_number": 78,
      "page_number": 217,
      "verse_key": "10:78",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُوٓاْ أَجِئۡتَنَا لِتَلۡفِتَنَا عَمَّا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلۡكِبۡرِيَآءُ فِي ٱلۡأَرۡضِ وَمَا نَحۡنُ لَكُمَا بِمُؤۡمِنِينَ",
      "translation": "Tɩ b yeele: \"fo waame n na n gõdg tõnd n yi d sẽn mik d yaab-rãmbã yell ning zugã, sẽn na yɩl tɩ yãmb y yiibã paam zu-sobend tẽn-gãngã zugu! D ka na n kõ-y sɩd ye!",
      "footnotes": ""
    },
    {
      "id": 79,
      "verse_number": 79,
      "page_number": 218,
      "verse_key": "10:79",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ فِرۡعَوۡنُ ٱئۡتُونِي بِكُلِّ سَٰحِرٍ عَلِيمٖ",
      "translation": "T'a Fɩraoon yeele: \"tall-y tɩ-mit fãa n wa kõ-ma\".",
      "footnotes": ""
    },
    {
      "id": 80,
      "verse_number": 80,
      "page_number": 218,
      "verse_key": "10:80",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰٓ أَلۡقُواْ مَآ أَنتُم مُّلۡقُونَ",
      "translation": "La tɩtã rãmb sẽn wa wã, a Muusa yeel-b lame: \" lobg-y yãmb sẽn na n lobg bũmb ningã\".",
      "footnotes": ""
    },
    {
      "id": 81,
      "verse_number": 81,
      "page_number": 218,
      "verse_key": "10:81",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّآ أَلۡقَوۡاْ قَالَ مُوسَىٰ مَا جِئۡتُم بِهِ ٱلسِّحۡرُۖ إِنَّ ٱللَّهَ سَيُبۡطِلُهُۥٓ إِنَّ ٱللَّهَ لَا يُصۡلِحُ عَمَلَ ٱلۡمُفۡسِدِينَ",
      "translation": "Lɑ b sẽn wa n lobgã, a Muusa yeelame: \"yãmb sẽn maan bũmb ningã yaa tɩɩm! Ad Wẽnd na n sãam-a lame, Wẽnd pa manegd sãamdbã tʋʋm ye.",
      "footnotes": ""
    },
    {
      "id": 82,
      "verse_number": 82,
      "page_number": 218,
      "verse_key": "10:82",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيُحِقُّ ٱللَّهُ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ",
      "translation": "Tɩ Wẽnd sɩdg A gomdã, baa tɩ nin-wẽnsã kisga rẽnda.",
      "footnotes": ""
    },
    {
      "id": 83,
      "verse_number": 83,
      "page_number": 218,
      "verse_key": "10:83",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٞ مِّن قَوۡمِهِۦ عَلَىٰ خَوۡفٖ مِّن فِرۡعَوۡنَ وَمَلَإِيْهِمۡ أَن يَفۡتِنَهُمۡۚ وَإِنَّ فِرۡعَوۡنَ لَعَالٖ فِي ٱلۡأَرۡضِ وَإِنَّهُۥ لَمِنَ ٱلۡمُسۡرِفِينَ",
      "translation": "Lɑ ned baa a ye ka kõ a Muusa (tẽn-tʋmdmã) sɩda, rẽnda kom-bɩɩb saar sẽn yi a meng zãma wã sʋka, b sẽn yεεs a Fɩraoon la a kug-zĩidbã nangã yĩngã. Ad a Fɩraoon ra yɩɩme n yaa zẽk-m-meng soab tẽn-gãng zugu, a leb n yɩɩ n naaga sãamdbã.",
      "footnotes": ""
    },
    {
      "id": 84,
      "verse_number": 84,
      "page_number": 218,
      "verse_key": "10:84",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ مُوسَىٰ يَٰقَوۡمِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ فَعَلَيۡهِ تَوَكَّلُوٓاْ إِن كُنتُم مُّسۡلِمِينَ",
      "translation": "T'a Muusa yeele: \"Yaa yãmb mam neba! Y sã n kõ Wẽnd sɩd bɩ y bobl y yεlã ne-A, tɩ sã n mikame tɩ yãmb yaa sak-n-tũ rãmba.",
      "footnotes": ""
    },
    {
      "id": 85,
      "verse_number": 85,
      "page_number": 218,
      "verse_key": "10:85",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَقَالُواْ عَلَى ٱللَّهِ تَوَكَّلۡنَا رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ",
      "translation": "Tɩ b yeele: ''Tõnd bobla d mens ne d Soabã. Yaa Foom d Soaba! Ra maan tõnd zarbgo ne wẽgdbã ye.",
      "footnotes": ""
    },
    {
      "id": 86,
      "verse_number": 86,
      "page_number": 218,
      "verse_key": "10:86",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَنَجِّنَا بِرَحۡمَتِكَ مِنَ ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ",
      "translation": "Lɑ F põsg tõnd ne Fo yolsgã n yi kɩfr-dãmbã.",
      "footnotes": ""
    },
    {
      "id": 87,
      "verse_number": 87,
      "page_number": 218,
      "verse_key": "10:87",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوۡمِكُمَا بِمِصۡرَ بُيُوتٗا وَٱجۡعَلُواْ بُيُوتَكُمۡ قِبۡلَةٗ وَأَقِيمُواْ ٱلصَّلَوٰةَۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ",
      "translation": "Tɩ Tõnd tʋms wahɩ tɩ kẽng a Muusa la a ma-biigã nengẽ, n yeel-bɑ: \" tʋg n zĩnd-y Misrɑ (Ezipt), yãmb y yiibã la y nebã, lɑ y maane y zagsã tɩ yaa Pʋʋsg zĩiga, la y duum ne Pʋʋsgã, la kõ sɩd kõatbã koe-noogo.",
      "footnotes": ""
    },
    {
      "id": 88,
      "verse_number": 88,
      "page_number": 218,
      "verse_key": "10:88",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيۡتَ فِرۡعَوۡنَ وَمَلَأَهُۥ زِينَةٗ وَأَمۡوَٰلٗا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا رَبَّنَا لِيُضِلُّواْ عَن سَبِيلِكَۖ رَبَّنَا ٱطۡمِسۡ عَلَىٰٓ أَمۡوَٰلِهِمۡ وَٱشۡدُدۡ عَلَىٰ قُلُوبِهِمۡ فَلَا يُؤۡمِنُواْ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ",
      "translation": "T'a Muusa yeele: ''Yaa m Soaba! Ad Fo kõo a Fɩraoon la a kug-zĩidbã faas-teed la arzεk dũni kaanẽ; yaa m Soaba! Tɩ b nɑ n pɑɑm n menesd nebã Fo sorã zugu; yaa m Soabã! Sãam b arzεkã la f kʋɩɩs b sũyã, tɩ b ra kõ sɩd yɛs hal tɩ b wa tʋg n yã nan-zabdgã''.",
      "footnotes": ""
    },
    {
      "id": 89,
      "verse_number": 89,
      "page_number": 219,
      "verse_key": "10:89",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 87,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ قَدۡ أُجِيبَت دَّعۡوَتُكُمَا فَٱسۡتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعۡلَمُونَ",
      "translation": "T'A yeele: \"Yãmb kosgã B reeg-a lɑme. Bɩ yãmb y yiibã kell n pa so-tɩrgã zugu la y ra pʋg neb nins sẽn pa mi wã soy ye''.",
      "footnotes": ""
    },
    {
      "id": 90,
      "verse_number": 90,
      "page_number": 219,
      "verse_key": "10:90",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ وَجُنُودُهُۥ بَغۡيٗا وَعَدۡوًاۖ حَتَّىٰٓ إِذَآ أَدۡرَكَهُ ٱلۡغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱلَّذِيٓ ءَامَنَتۡ بِهِۦ بَنُوٓاْ إِسۡرَٰٓءِيلَ وَأَنَا۠ مِنَ ٱلۡمُسۡلِمِينَ",
      "translation": "La Tõnd kɩt t'a ɭsrayεl koambã pãrg mogrã t'a Fɩraoon la a tãpã (sodaasã) pʋg-b ne beem la zabre. Rẽ poorẽ a (Fɩraoon) sẽn wa n na n bõrã la ɑ yeele: \"mam kõo sɩd tɩ soab zẽng kae tɩ sã n pa ɑ ɭsraεl koambã sẽn kõ a Soab sɩdɑ ye. Lɑ mam sak n tũume\".",
      "footnotes": ""
    },
    {
      "id": 91,
      "verse_number": 91,
      "page_number": 219,
      "verse_key": "10:91",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ءَآلۡـَٰٔنَ وَقَدۡ عَصَيۡتَ قَبۡلُ وَكُنتَ مِنَ ٱلۡمُفۡسِدِينَ",
      "translation": "[Tɩ Wẽnd yeele]: Aoo moasã? Tɩ fo yaool n da tõdga pindã la f le yɩ n naag sãamdbã!",
      "footnotes": ""
    },
    {
      "id": 92,
      "verse_number": 92,
      "page_number": 219,
      "verse_key": "10:92",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱلۡيَوۡمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنۡ خَلۡفَكَ ءَايَةٗۚ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ عَنۡ ءَايَٰتِنَا لَغَٰفِلُونَ",
      "translation": "Rẽnd rũndã, Tõnd na n yiisa fo yĩngã sẽn na yɩl tɩ fo lebg tagmas lɑ tɑgs-n-gesgɑ ne neb nins sẽn wat fo poorẽ wã. La baa ne rẽ fãa ad nebã wʋsg maanda yam yaal-yaal n yit Tõnd tagmas-rãmbã.",
      "footnotes": ""
    },
    {
      "id": 93,
      "verse_number": 93,
      "page_number": 219,
      "verse_key": "10:93",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ بَوَّأۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مُبَوَّأَ صِدۡقٖ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ فَمَا ٱخۡتَلَفُواْ حَتَّىٰ جَآءَهُمُ ٱلۡعِلۡمُۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ",
      "translation": "La sɩd la hakɩɩka Tõnd zĩndga ɭsrayɛl koambã zĩ-sõngẽ la D rɩlg-b rɩ-yɩlma. Rẽ poorẽ b pa yõs taab rẽnda bãngrã sẽn wa n wa b nengẽ, bãngr sẽn yi Wẽnd nengẽ. Ad fo Soabã n na n bʋ b sʋk Alkɩyaoom rãarã bũmb ningã b sẽn yõsd taab ɑ zugã.",
      "footnotes": ""
    },
    {
      "id": 94,
      "verse_number": 94,
      "page_number": 219,
      "verse_key": "10:94",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِن كُنتَ فِي شَكّٖ مِّمَّآ أَنزَلۡنَآ إِلَيۡكَ فَسۡـَٔلِ ٱلَّذِينَ يَقۡرَءُونَ ٱلۡكِتَٰبَ مِن قَبۡلِكَۚ لَقَدۡ جَآءَكَ ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ",
      "translation": "Sã n mikame tɩ fo maanda sik ne Tõnd sẽn sik n kõ foomã, bɩ f sok neb nins sẽn da karemd Gaf ning b sẽn sik taoor tɩ fo pa wa wã. Ad yaa sɩd la sẽn wa fo nengẽ wã n yi fo Soabẽ wã, bɩ f ra yɩ n naag sẽn maand-b sikã ye.",
      "footnotes": ""
    },
    {
      "id": 95,
      "verse_number": 95,
      "page_number": 219,
      "verse_key": "10:95",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلۡخَٰسِرِينَ",
      "translation": "Bɩ f ra le yɩ neb nins sẽn yags Wẽnd Aaya-rãmbã, n wa naag bõnã neb ye.",
      "footnotes": ""
    },
    {
      "id": 96,
      "verse_number": 96,
      "page_number": 219,
      "verse_key": "10:96",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ حَقَّتۡ عَلَيۡهِمۡ كَلِمَتُ رَبِّكَ لَا يُؤۡمِنُونَ",
      "translation": "Ad neb nins fo Soabã koεεgã sẽn sɩdg b rãmb zugã pa na n kõ sɩd ye.",
      "footnotes": ""
    },
    {
      "id": 97,
      "verse_number": 97,
      "page_number": 219,
      "verse_key": "10:97",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ جَآءَتۡهُمۡ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ",
      "translation": "Baa tɩ tagmasã gill fãa sã n wa bãmba, b pa na n kõ sɩd hal tɩ b wa yã sɩbgrã.",
      "footnotes": ""
    },
    {
      "id": 98,
      "verse_number": 98,
      "page_number": 220,
      "verse_key": "10:98",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَوۡلَا كَانَتۡ قَرۡيَةٌ ءَامَنَتۡ فَنَفَعَهَآ إِيمَٰنُهَآ إِلَّا قَوۡمَ يُونُسَ لَمَّآ ءَامَنُواْ كَشَفۡنَا عَنۡهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَتَّعۡنَٰهُمۡ إِلَىٰ حِينٖ",
      "translation": "Lɑ tẽng pɑ zĩndi n kõ-sɩdɑ ɑ sẽn wɑtẽ n yã nɑongã sɑsɑ t'ɑ sɩd-kũunɑ le nɑf-b ye, sã n pa a Yunus tẽngã rãmbɑ! B sẽn wa yã Tõnd nɑongã n kõ sɩdã, Tõnd roka yãndã sɩbgre n bɑs-ba Dũni kaanẽ, la D wʋms-b noogo n tʋg n tãag wakat ningɑ.",
      "footnotes": ""
    },
    {
      "id": 99,
      "verse_number": 99,
      "page_number": 220,
      "verse_key": "10:99",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ شَآءَ رَبُّكَ لَأٓمَنَ مَن فِي ٱلۡأَرۡضِ كُلُّهُمۡ جَمِيعًاۚ أَفَأَنتَ تُكۡرِهُ ٱلنَّاسَ حَتَّىٰ يَكُونُواْ مُؤۡمِنِينَ",
      "translation": "Fo Soabã sã n da tʋllame, neb nins sẽn be tẽng gãngã zug fãa rag n na kõ sɩda. Rẽ yĩngã fo tõe n modg nebã fãɑ tɩ b yɩ sɩd-kõtbɑ?",
      "footnotes": ""
    },
    {
      "id": 100,
      "verse_number": 100,
      "page_number": 220,
      "verse_key": "10:100",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا كَانَ لِنَفۡسٍ أَن تُؤۡمِنَ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَجۡعَلُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يَعۡقِلُونَ",
      "translation": "Lɑ yõor pa yɩ n na n kõ sɩda, rẽndame tɩ tũu ne Wẽnd raabo. Lɑ A maanda sɩbgrã n rogend neb nins sẽn pa tagsdã.",
      "footnotes": ""
    },
    {
      "id": 101,
      "verse_number": 101,
      "page_number": 220,
      "verse_key": "10:101",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلِ ٱنظُرُواْ مَاذَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَا تُغۡنِي ٱلۡأٓيَٰتُ وَٱلنُّذُرُ عَن قَوۡمٖ لَّا يُؤۡمِنُونَ",
      "translation": "Yeele: \"ges-y bũmb ning sẽn be sãasẽ wã la tẽng gãngã zugã\". Baa ne rẽ fãa, nabiyaam-rãmbã tagmasã la b bugsgã ket n pa sekd neb nins sẽn pa kõt sɩdã ye.",
      "footnotes": ""
    },
    {
      "id": 102,
      "verse_number": 102,
      "page_number": 220,
      "verse_key": "10:102",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَهَلۡ يَنتَظِرُونَ إِلَّا مِثۡلَ أَيَّامِ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِهِمۡۚ قُلۡ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ",
      "translation": "Rẽ yĩngã bãmbã gũuda bũmb a to, sã n pa nang sẽn wõnd neb nins sẽn reng-ba nɑngã? Yeele: \"bɩ y gũ! Ma me naaga yãmb n gũudẽ\"",
      "footnotes": ""
    },
    {
      "id": 103,
      "verse_number": 103,
      "page_number": 220,
      "verse_key": "10:103",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ نُنَجِّي رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ حَقًّا عَلَيۡنَا نُنجِ ٱلۡمُؤۡمِنِينَ",
      "translation": "Rẽ poorẽ, Tõnd na n põsga kõ-sɩd rãmbã, bala sɩd-kõtbã põsgr yaa hakε n rog Tõnd zugu.",
      "footnotes": ""
    },
    {
      "id": 104,
      "verse_number": 104,
      "page_number": 220,
      "verse_key": "10:104",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي شَكّٖ مِّن دِينِي فَلَآ أَعۡبُدُ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَلَٰكِنۡ أَعۡبُدُ ٱللَّهَ ٱلَّذِي يَتَوَفَّىٰكُمۡۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ",
      "translation": "Yeele: \"Yaa yãmb neba! Y sã n bee sik pʋgẽ ne mam dĩinã, bãng-y tɩ mam pa tũud yãmb sẽn tũud bũmb ning sẽn pa Wẽndã ye. Mam tũuda Soab ning sẽn deegda yãmb yõyã tɩ y maan kaalmã. Lɑ B sagla maam tɩ m naag sɩd-kõtbã.",
      "footnotes": ""
    },
    {
      "id": 105,
      "verse_number": 105,
      "page_number": 220,
      "verse_key": "10:105",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنۡ أَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗا وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "La (b le yeela maam) : Rɩk f mengã fãa n ning dĩinã pʋg n yemb Wẽnde! La ra yɩ n naag lagem-n-taarã rãmb ye.",
      "footnotes": ""
    },
    {
      "id": 106,
      "verse_number": 106,
      "page_number": 220,
      "verse_key": "10:106",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَدۡعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَۖ فَإِن فَعَلۡتَ فَإِنَّكَ إِذٗا مِّنَ ٱلظَّٰلِمِينَ",
      "translation": "La f ra bool zẽng sẽn pa Wẽnd ye, bũmb sẽn pa nafd foom la ɑ pa namsd-fo. Fo sã n maan woto, f na n yɩɩ wẽgdbã pʋgẽ yembre.",
      "footnotes": ""
    },
    {
      "id": 107,
      "verse_number": 107,
      "page_number": 221,
      "verse_key": "10:107",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يُرِدۡكَ بِخَيۡرٖ فَلَا رَآدَّ لِفَضۡلِهِۦۚ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ",
      "translation": "La tɩ Wẽnd sã n sɩɩs foom ne wẽnga, ned pa be n tõe n lak-a tɩ pa Yẽ ye. La A sã n tʋll foom ne neere, ned pa tõe n tus-a tɩ pa Yẽ ye. A kõta A yɩɩdlmã A sẽn rat ned ning A yembsã sʋka. Yẽ la yaafg naab n yaa yolsg naaba.",
      "footnotes": ""
    },
    {
      "id": 108,
      "verse_number": 108,
      "page_number": 221,
      "verse_key": "10:108",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنَا۠ عَلَيۡكُم بِوَكِيلٖ",
      "translation": "Yeele: \"Yaa yãmb neba! Ad sɩdã waa yãmb nengẽ, sɩd sẽn yi yãmb Soabẽ wã. Ned ning sẽn kãndag-a, a kãndagr bee ne a menga; la ned ning sẽn menem-a, a meneng roga a zugu, Ad mam pa yãmb gũud ye''.",
      "footnotes": ""
    },
    {
      "id": 109,
      "verse_number": 109,
      "page_number": 221,
      "verse_key": "10:109",
      "juz_number": 11,
      "hizb_number": 22,
      "rub_el_hizb_number": 88,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ وَٱصۡبِرۡ حَتَّىٰ يَحۡكُمَ ٱللَّهُۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ",
      "translation": "La f tũ b sẽn tʋm fo nengẽ tɩ yaa wahɩ wã, la f maan sugr hal tɩ Wẽnd wa bʋ A bʋʋdã, Yẽ la bʋ-kao-sõng soaba.",
      "footnotes": ""
    }
  ]
}