{
  "id": 31,
  "verse_number": 31,
  "page_number": 353,
  "verse_key": "24:31",
  "juz_number": 18,
  "hizb_number": 36,
  "rub_el_hizb_number": 141,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَقُل لِّلۡمُؤۡمِنَٰتِ يَغۡضُضۡنَ مِنۡ أَبۡصَٰرِهِنَّ وَيَحۡفَظۡنَ فُرُوجَهُنَّ وَلَا يُبۡدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنۡهَاۖ وَلۡيَضۡرِبۡنَ بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّۖ وَلَا يُبۡدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوۡ ءَابَآئِهِنَّ أَوۡ ءَابَآءِ بُعُولَتِهِنَّ أَوۡ أَبۡنَآئِهِنَّ أَوۡ أَبۡنَآءِ بُعُولَتِهِنَّ أَوۡ إِخۡوَٰنِهِنَّ أَوۡ بَنِيٓ إِخۡوَٰنِهِنَّ أَوۡ بَنِيٓ أَخَوَٰتِهِنَّ أَوۡ نِسَآئِهِنَّ أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُهُنَّ أَوِ ٱلتَّٰبِعِينَ غَيۡرِ أُوْلِي ٱلۡإِرۡبَةِ مِنَ ٱلرِّجَالِ أَوِ ٱلطِّفۡلِ ٱلَّذِينَ لَمۡ يَظۡهَرُواْ عَلَىٰ عَوۡرَٰتِ ٱلنِّسَآءِۖ وَلَا يَضۡرِبۡنَ بِأَرۡجُلِهِنَّ لِيُعۡلَمَ مَا يُخۡفِينَ مِن زِينَتِهِنَّۚ وَتُوبُوٓاْ إِلَى ٱللَّهِ جَمِيعًا أَيُّهَ ٱلۡمُؤۡمِنُونَ لَعَلَّكُمۡ تُفۡلِحُونَ",
  "translation": "Sọ fún àwọn onígbàgbọ́ òdodo lóbìnrin pé kí wọ́n rẹ ojú wọn nílẹ̀, kí wọ́n sì ṣọ́ abẹ́ wọn. Wọn kò gbọ́dọ̀ ṣàfi hàn ọ̀ṣọ́ wọn àfi èyí tí ó bá hàn nínú rẹ̀[1]. Kí wọ́n fi ìbòrí wọn bo igbá-àyà wọn. Àti pé wọn kò gbọ́dọ̀ ṣàfi hàn ọ̀ṣọ́ wọn àfi fún àwọn ọkọ wọn tàbí àwọn bàbá wọn tàbí àwọn bàbá ọkọ wọn tàbí àwọn ọmọkùnrin wọn tàbí àwọn ọmọkùnrin ọkọ wọn tàbí àwọn arákùnrin wọn tàbí àwọn ọmọkùnrin arákùnrin wọn tàbí àwọn ọmọkùnrin arábìnrin wọn tàbí àwọn obìnrin (ẹgbẹ́) wọn tàbí àwọn ẹrúkùnrin wọn tàbí àwọn tó ń tẹ̀lé obìnrin fún iṣẹ́ rírán, tí wọ́n jẹ́ ọkùnrin akúra tàbí àwọn ọmọdé tí kò dá ìhòhò àwọn obìnrin mọ̀. Wọn kò gbọ́dọ̀ fi ẹsẹ̀ wọn rin ìrin-kokokà nítorí kí àwọn (ènìyàn) lè mọ ohun tí wọ́n fi pamọ́ (sára) nínú ọ̀ṣọ́ wọn. Kí gbogbo yín sì ronú pìwàdà sọ́dọ̀ Allāhu, ẹ̀yin onígbàgbọ́ òdodo nítorí kí ẹ lè jèrè.",
  "footnotes": "1. Ìyapa-ẹnu wà lórí “àfi èyí tí ó bá hàn nínú rẹ̀” nítorí pé àgbọ́yé méjì ni àwọn onímọ̀ ẹ̀sìn mú wá lórí rẹ̀. Àgbọ́yé kìíní ni pé, ojú àti ọwọ́ obìnrin ni ìtúmọ̀ “àfi èyí tí ó bá hàn nínú rẹ̀.” Ojú ni iwájú orí. Ọwọ́ sì ni ọmọníka àti àtẹ́lẹwọ́. Àgbọ́yé kejì ni pé, ohun tí wọ́n bá rí lára obìnrin lẹ́yìn tí ó ti fi aṣọ jilbāb bo gbogbo ara rẹ̀ tán pátápátá láì yọ ojú àti ọwọ́ sílẹ̀ ni ìtúmọ̀ “àfi èyí tí ó bá hàn nínú rẹ̀.” Àgbọ́yé méjèèjì wọ̀nyí ló kúkú wọlé, àmọ́ àyè tí àgbọ́yé kìíní kejì ti wúlò ló yàtọ̀ síra wọn. Dandan ni fífi jilbāb bo ojú àti ọwọ́ mọ́ra wọn pátápátá àmọ́ àì lo jilbāb kò sọ ni di kèfèrí, àfi tí onítọ̀ún bá takò ó."
}