{
  "result": [
    {
      "id": "3661",
      "sura": "35",
      "aya": "1",
      "arabic_text": "ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "1. Alle lofprijzingen en dank is aan Allah de Stichter van de hemelen en de aarde, Die de engelen tot boodschappers met vleugels – twee of drie of vier heeft gemaakt. Hij vermeerdert in de schepping wat Hij wil. Waarlijk, Allah is tot alles in staat.",
      "footnotes": ""
    },
    {
      "id": "3662",
      "sura": "35",
      "aya": "2",
      "arabic_text": "مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "2. Wat Allah de mensen aan genade schenkt kan niemand tegenhouden, en wat Hij tegenhoudt, kan iemand schenken (daarom moeten wij onze harten stevig verbinden met Allah). En Hij is de Almachtige, de Alwijze.",
      "footnotes": ""
    },
    {
      "id": "3663",
      "sura": "35",
      "aya": "3",
      "arabic_text": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ",
      "translation": "3. O Mensheid! Gedenk de gunsten van Allah over jullie! Is er een andere schepper dan Allah Die jullie voorziet uit de hemel en de aarde? Geen heeft het recht om aanbeden te worden behalve Hij. Hoe kunnen jullie je dan (van Hem) afkeren?",
      "footnotes": ""
    },
    {
      "id": "3664",
      "sura": "35",
      "aya": "4",
      "arabic_text": "وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ",
      "translation": "4. En als zij jou (O Mohammed) verloochenen zo ook werden de boodschappers voor jou verloochend. En tot Allah keren alle zaken terug.",
      "footnotes": ""
    },
    {
      "id": "3665",
      "sura": "35",
      "aya": "5",
      "arabic_text": "يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ",
      "translation": "5. O Mensheid! Waarlijk, de belofte van Allah is waarheid. Laat dus niet het huidige leven jullie bedriegen en laat niet de voornaamste bedrieger (Iblies en zijn helpers) jullie over Allah misleiden.",
      "footnotes": ""
    },
    {
      "id": "3666",
      "sura": "35",
      "aya": "6",
      "arabic_text": "إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ",
      "translation": "6. Voorzeker, Shaytaan is jullie vijand, behandel hem (dan ook) als een vijand (door gehoorzaam te zijn aan Allah). Hij nodigt zijn volgelingen slechts uit (tot ongeloof en zondes) zodat zij de bewoners van het laaiende vuur zullen worden.",
      "footnotes": ""
    },
    {
      "id": "3667",
      "sura": "35",
      "aya": "7",
      "arabic_text": "ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ",
      "translation": "7. Voor degenen die ongelovig zijn zal er een strenge bestraffing zijn en degenen die goede daden verrichten, voor hen zal er vergiffenis zijn en een grote beloning.",
      "footnotes": ""
    },
    {
      "id": "3668",
      "sura": "35",
      "aya": "8",
      "arabic_text": "أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ",
      "translation": "8. Is hij dan degenen waarvoor het kwaad van zijn daden schoonschijnend is gemaakt zodat hij het als goed beschouwd? Waarlijk, Allah laat dwalen wie Hij wil en leidt wie Hij wil. Laat jezelf (O Mohammed) dus niet vernietigen uit droefheid voor hen. Waarlijk, Allah is de Alwetende van wat zij doen!",
      "footnotes": ""
    },
    {
      "id": "3669",
      "sura": "35",
      "aya": "9",
      "arabic_text": "وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ",
      "translation": "9. En het is Allah die de winden stuurt, zodat zij de wolken verzamelen en Wij hen naar het dode land sturen en daarmee de aarde doen herleven na haar dood. Zo ook (zal) de herrijzenis (zijn).",
      "footnotes": ""
    },
    {
      "id": "3670",
      "sura": "35",
      "aya": "10",
      "arabic_text": "مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ",
      "translation": "10. Iedereen die eer wenst, aan Allah behoort alle eer. Tot Hem stijgen alle goede woorden op en de goede daden verheft hij, maar degenen die kwade plannen smeden, - voor hen zal er een zware bestraffing zijn. En de samenzweerders hiervan zullen verdwijnen.",
      "footnotes": ""
    },
    {
      "id": "3671",
      "sura": "35",
      "aya": "11",
      "arabic_text": "وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ",
      "translation": "11. En Allah heeft jou (Adam) geschapen van stof, en vervolgens uit een druppel, vervolgens maakte hij jullie tot paren. Geen vrouw ontvangt of bevalt zonder Zijn kennis. En geen oude man volbrengt een lang leven, noch wordt zijn leven verkort, zonder dat het in het Boek staat. Zeker, dat is gemakkelijk voor Allah.",
      "footnotes": ""
    },
    {
      "id": "3672",
      "sura": "35",
      "aya": "12",
      "arabic_text": "وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "12. En de twee zeeën zijn niet hetzelfde, dit frisse zoete water en plezierig te drinken en dat zout en bitter. En van beiden eten jullie vers, zacht vlees (vis) en halen de sieraden (parels) die jullie dragen. En jullie zien de schepen daarover varen, zodat jullie Zijn gunst mogen zoeken en dat jullie dankbaar mogen zijn.",
      "footnotes": ""
    },
    {
      "id": "3673",
      "sura": "35",
      "aya": "13",
      "arabic_text": "يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ",
      "translation": "13. Hij laat de nacht overgaan in de dag en Hij laat de dag overgaan in de nacht. En Hij heeft de zon en de maan, ieder zijn koers gaande voor een vastgestelde termijn aan Zich onderworpen. Dat is Allah, jullie Heer; aan Hem is het koninkrijk. En degenen die jullie aanroepen naast Hem, bezitten nog geen vliesje van een dadelpit.",
      "footnotes": ""
    },
    {
      "id": "3674",
      "sura": "35",
      "aya": "14",
      "arabic_text": "إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ",
      "translation": "14. Als jullie hen (zouden) aanroepen dan horen zij jullie roep niet en als zij jullie horen, dan kunnen zij voor jullie niet vervullen. En op de Dag der Opstanding, zullen zij jullie aanbidding van hen verwerpen. En niemand kan jou inlichten behalve Hij Die Alwetend is.",
      "footnotes": ""
    },
    {
      "id": "3675",
      "sura": "35",
      "aya": "15",
      "arabic_text": "۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ",
      "translation": "15. O Mensheid! Jullie zijn het die Allah nodig (zwaar behoeftig) hebben, maar Allah is de Rijke, de meest prijzenswaardige.",
      "footnotes": ""
    },
    {
      "id": "3676",
      "sura": "35",
      "aya": "16",
      "arabic_text": "إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ",
      "translation": "16. Als Hij het zou willen zou Hij jullie kunnen vernietigen en een nieuwe schepping voortbrengen.",
      "footnotes": ""
    },
    {
      "id": "3677",
      "sura": "35",
      "aya": "17",
      "arabic_text": "وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ",
      "translation": "17. En dat is niet moeilijk voor Allah.",
      "footnotes": ""
    },
    {
      "id": "3678",
      "sura": "35",
      "aya": "18",
      "arabic_text": "وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ",
      "translation": "18. En geen drager van lasten zal de last van een ander dragen, en als iemand zwaar beladen is en een ander roept om zijn last, zal daar niets van opgetild worden zelfs als hij een naaste verwant is. Jij (O Mohammed) kan slechts degenen waarschuwen die hun Heer in het verborgene vrezen en hun gebeden perfect verrichten. En degene die zichzelf reinigt, reinigt zichzelf alleen voor het nut van zichzelf. En Allah is de terugkeer.",
      "footnotes": ""
    },
    {
      "id": "3679",
      "sura": "35",
      "aya": "19",
      "arabic_text": "وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ",
      "translation": "19. De blinden en de zienden zijn niet gelijk.",
      "footnotes": ""
    },
    {
      "id": "3680",
      "sura": "35",
      "aya": "20",
      "arabic_text": "وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ",
      "translation": "20. Noch is de duisternis gelijk aan het licht.",
      "footnotes": ""
    },
    {
      "id": "3681",
      "sura": "35",
      "aya": "21",
      "arabic_text": "وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ",
      "translation": "21. Noch zijn de schaduw en de hitte van de zon gelijk.",
      "footnotes": ""
    },
    {
      "id": "3682",
      "sura": "35",
      "aya": "22",
      "arabic_text": "وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ",
      "translation": "22. Noch zijn de levenden en de doden gelijk. Waarlijk, Allah laat horen wie Hij wil maar je kunt degenen die in de graven zijn niet laten horen.",
      "footnotes": ""
    },
    {
      "id": "3683",
      "sura": "35",
      "aya": "23",
      "arabic_text": "إِنۡ أَنتَ إِلَّا نَذِيرٌ",
      "translation": "23. Jij bent slechts een waarschuwer.",
      "footnotes": ""
    },
    {
      "id": "3684",
      "sura": "35",
      "aya": "24",
      "arabic_text": "إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ",
      "translation": "24. Waarlijk! Wij hebben jou met de waarheid gestuurd, de drager van goed nieuws en een waarschuwer. En er is nooit een volk geweest waar geen waarschuwer voor is geweest.",
      "footnotes": ""
    },
    {
      "id": "3685",
      "sura": "35",
      "aya": "25",
      "arabic_text": "وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ",
      "translation": "25. En als zij jou (O Mohammed) verloochenen, voorzeker, degenen voor hen verloochende ook. Hun boodschappers kwamen tot hen met duidelijke tekenen en met Boeken en met het Boek dat licht geeft.",
      "footnotes": ""
    },
    {
      "id": "3686",
      "sura": "35",
      "aya": "26",
      "arabic_text": "ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ",
      "translation": "26. Toen greep Ik degenen die ongelovig was en hoe vreselijk was dan Mijn afkeuring?",
      "footnotes": ""
    },
    {
      "id": "3687",
      "sura": "35",
      "aya": "27",
      "arabic_text": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ",
      "translation": "27. Zien jullie dan niet dat Allah water uit de lucht naar beneden stuurt en Wij maken daarmee vruchten van verschillende kleuren en onder de bergen zijn witte en rode stukken van gevarieerde kleur en (anderen) heel zwart.",
      "footnotes": ""
    },
    {
      "id": "3688",
      "sura": "35",
      "aya": "28",
      "arabic_text": "وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ",
      "translation": "28. En van de mensen en bewegende schepselen en vee, in verschillende soorten kleuren. Het zijn slechts de bezitters van kennis van zijn dienaren die Allah het meest vrezen. Waarlijk, Allah is Almachtig, meest Vergevend.",
      "footnotes": ""
    },
    {
      "id": "3689",
      "sura": "35",
      "aya": "29",
      "arabic_text": "إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ",
      "translation": "29. Waarlijk, degenen die het Boek van Allah reciteren en gebeden perfect verrichten en uitgeven van waarvan Wij hen voorzien hebben, in het geheim en openlijk, hopend voor een (zekere) handelswinst die nooit zal verdwijnen.",
      "footnotes": ""
    },
    {
      "id": "3690",
      "sura": "35",
      "aya": "30",
      "arabic_text": "لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ",
      "translation": "30. Dat Hij hen hun beloning volledig zal geven en hen (zelfs) meer zal geven (extra) door Zijn gunst. Waarlijk! Hij is meest-Vergevend, en het meest dankbaar.",
      "footnotes": ""
    },
    {
      "id": "3691",
      "sura": "35",
      "aya": "31",
      "arabic_text": "وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ",
      "translation": "31. En wat Wij aan jouw hebben geopenbaard van het Boek is de waarheid, bevestigend wat eerder geopenbaard is. Waarlijk! Allah is Alwetend en de Alziende over Zijn dienaren.",
      "footnotes": ""
    },
    {
      "id": "3692",
      "sura": "35",
      "aya": "32",
      "arabic_text": "ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ",
      "translation": "32. Toen gaven Wij het Boek als erfenis voor die van Onze dienaren die Wij uitverkoren hebben. Vervolgens waren er onder hen die zichzelf kwaad hebben gedaan (door zondes) en onder hen zijn er die zich in het midden houden en onder hen zijn er die, door Allah Zijn toestemming, haasten naar het goede. Dat is zeker de grote gunst.",
      "footnotes": ""
    },
    {
      "id": "3693",
      "sura": "35",
      "aya": "33",
      "arabic_text": "جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ",
      "translation": "33. Tuinen der eeuwigheid zullen zij naar binnengaan, daar zullen zij bekleed worden met armbanden van goud en paarlen en hun kleding zal daar uit zijde bestaan.",
      "footnotes": ""
    },
    {
      "id": "3694",
      "sura": "35",
      "aya": "34",
      "arabic_text": "وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ",
      "translation": "34. En zij zullen zeggen: “Alle lofprijzingen en dankbetuigingen zijn voor Allah, Die van ons (alle) droefheid verwijderd heeft. Waarlijk, onze Heer is zeker meest Vergevend en het meest dankbaar.",
      "footnotes": ""
    },
    {
      "id": "3695",
      "sura": "35",
      "aya": "35",
      "arabic_text": "ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ",
      "translation": "35. Wie door Zijn (Allah) gunsten ons in een verblijfplaats heeft ondergebracht van eeuwigheid, daarin zal uitputting ons niet raken noch vermoeidheid.”",
      "footnotes": ""
    },
    {
      "id": "3696",
      "sura": "35",
      "aya": "36",
      "arabic_text": "وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ",
      "translation": "36. Maar degenen die ongelovig zijn, voor hen zal de hel hun verblijfplaats zijn, noch heeft het een volledig dodelijk effect op hen zodat zij zullen sterven (en kunnen rusten van de pijn) noch zal de bestraffing voor hen verlicht worden. Zo vergelden Wij elke ondankbare persoon!",
      "footnotes": ""
    },
    {
      "id": "3697",
      "sura": "35",
      "aya": "37",
      "arabic_text": "وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ",
      "translation": "37. Daarin zullen zij schreeuwen (van de pijn) “Onze Heer! Haal ons weg, wij zullen goede daden verrichten, niet die wij plachten te doen.” (Allah zal antwoorden): “Hebben Wij jullie geen leven gegeven wat lang genoeg was, zodat iedereen die een vermaning wenste te ontvangen deze kon ontvangen? En de waarschuwer (de Profeet Mohammed) is ook nog tot jullie gekomen. Proef dus de straf. Voor de onrechtplegers is er geen helper.”",
      "footnotes": ""
    },
    {
      "id": "3698",
      "sura": "35",
      "aya": "38",
      "arabic_text": "إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "38. Waarlijk, Allah is de Alwetende van het onwaarneembare van de hemelen en de aarde. Waarlijk! Hij is de Alwetende van wat in hun borsten is (daarom moet wij kennis opdoen, dit zorgt dat we onze harten reinigen, en dat is een plicht).",
      "footnotes": ""
    },
    {
      "id": "3699",
      "sura": "35",
      "aya": "39",
      "arabic_text": "هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا",
      "translation": "39. Hij is het Die jullie op aarde elkaar deed opvolgen, generatie na generatie, dus iedereen die ongelovig is, zijn ongeloof rust op hem. En het ongeloof van de ongelovigen voegt niets meer dan verlies toe.",
      "footnotes": ""
    },
    {
      "id": "3700",
      "sura": "35",
      "aya": "40",
      "arabic_text": "قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا",
      "translation": "40. Zeg (O Mohammed): “Vertel mij over de jullie deelgenoten die jullie naast Allah aanroepen, laat Mij zien wat zij geschapen hebben op de aarde? Of maken zij aanspraak op de hemelen? Of hebben Wij hen een Boek gegeven zodat zij naar een duidelijk bewijs daarvan kunnen handelen? Welnee, de onrechtplegers beloven elkaar niets anders dan bedrog (waanbeeld).”",
      "footnotes": ""
    },
    {
      "id": "3701",
      "sura": "35",
      "aya": "41",
      "arabic_text": "۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا",
      "translation": "41. Waarlijk! Allah houdt de hemelen en de aarde vast zij niet van hun plaats zullen gaan en als zij van hun plaatsen zouden gaan, dan is er niemand die hen kan vasthouden na Hem. Waarlijk, Hij is meest verdraagzame, de meest Vergevende.",
      "footnotes": ""
    },
    {
      "id": "3702",
      "sura": "35",
      "aya": "42",
      "arabic_text": "وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا",
      "translation": "42. En zij legden bij Allah hun meest bindende eed af, dat als er een waarschuwer tot hen kwam, zij meer geleid zouden zijn dan welke natie, toch toen de waarschuwer tot hen kwam, voegde het niets aan hun toe behalve een afkeer.",
      "footnotes": ""
    },
    {
      "id": "3703",
      "sura": "35",
      "aya": "43",
      "arabic_text": "ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا",
      "translation": "43. Dit door hun arrogantie op aarde en hun samenspannen met het kwaad. Maar de kwade samenzwering keert zich slechts tegen degene die haar heeft gesmeed (want wie een put graaft voor een ander, valt er zelf in). Kunnen zij dan iets (anders) verwachten dan het voorbeeld (de bestraffing) van de vroegere generaties. Jullie zullen dus geen verandering vinden in het voorbeeld van Allah en geen afwijking zullen jullie in Allah Zijn voorbeeld vinden.",
      "footnotes": ""
    },
    {
      "id": "3704",
      "sura": "35",
      "aya": "44",
      "arabic_text": "أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا",
      "translation": "44. Hebben zij niet over het land gereisd en het einde gezien van degenen die voor hen waren, en zij waren superieur in macht dan zij. Aan Allah kan niks ontsnappen in de hemelen of op aarde. Waarlijk, Hij is Alwetend, Almachtig.",
      "footnotes": ""
    },
    {
      "id": "3705",
      "sura": "35",
      "aya": "45",
      "arabic_text": "وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا",
      "translation": "45. En als Allah de mens zou bestraffen voor wat hij verdient had dan zou er geen levend wezen op de oppervlakte van de aarde zijn, maar Hij geeft hen uitstel voor een aangewezen tijd en wanneer die tijd komt, dan is Allah waarlijk Alziend over zijn dienaren.",
      "footnotes": ""
    }
  ]
}