{
  "result": {
    "id": "282",
    "sura": "2",
    "aya": "275",
    "arabic_text": "ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
    "translation": "275. Los que lucran con la usura[1] saldrán [de sus tumbas el Día del Juicio Final] como locos poseídos por el demonio. Esto es porque dicen que el comercio es igual que la usura, pero [no, porque] Dios permitió el comercio y prohibió la usura. A quien le haya llegado de su Señor [el conocimiento de] la prohibición [de la usura] y se haya abstenido arrepintiéndose, podrá conservar lo que obtuvo en el pasado, y su asunto será juzgado por Dios. Mas si reincide, se contará entre los moradores del Fuego, en el que sufrirá eternamente.",
    "footnotes": "[1] El dinero puede ser calificado con la justicia, la virtud y la opresión. El dinero justo es el que se obtiene con trabajo; el virtuoso, el que se gasta en una caridad; y el opresor, el que se gana con la usura. La usura es el interés que se aplica al préstamo de dinero o el precio por la extensión del tiempo estipulado para la devolución de un préstamo. Para la legislación islámica, la usura es un pecado capital y está prohibida en todas las religiones celestiales debido al gran perjuicio que ocasiona. La usura provoca la enemistad entre las personas y lleva al enriquecimiento a expensas de la apropiación del dinero o los bienes del pobre. La usura cierra las puertas de la caridad y de la benevolencia, y apaga el sentimiento de compasión y solidaridad en el ser humano. Los intereses que los bancos cobran en la actualidad por los créditos que otorgan pertenecen a la usura prohibida por el Islam, al igual que los intereses que pagan por los depósitos."
  }
}