{
  "id": 2,
  "verse_number": 2,
  "page_number": 545,
  "verse_key": "59:2",
  "juz_number": 28,
  "hizb_number": 55,
  "rub_el_hizb_number": 218,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "هُوَ ٱلَّذِيٓ أَخۡرَجَ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن دِيَٰرِهِمۡ لِأَوَّلِ ٱلۡحَشۡرِۚ مَا ظَنَنتُمۡ أَن يَخۡرُجُواْۖ وَظَنُّوٓاْ أَنَّهُم مَّانِعَتُهُمۡ حُصُونُهُم مِّنَ ٱللَّهِ فَأَتَىٰهُمُ ٱللَّهُ مِنۡ حَيۡثُ لَمۡ يَحۡتَسِبُواْۖ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَۚ يُخۡرِبُونَ بُيُوتَهُم بِأَيۡدِيهِمۡ وَأَيۡدِي ٱلۡمُؤۡمِنِينَ فَٱعۡتَبِرُواْ يَٰٓأُوْلِي ٱلۡأَبۡصَٰرِ",
  "translation": "2. У аҳли китоблардан (яҳудийлардан) кофир бўлган кимсаларни биринчи тўплашдаёқ ўз диёрларидан ҳайдаб чиқарган Зотдир. (Эй мўминлар), сизлар уларнинг чиқиб кетишларини ўйлаган ҳам эмас эдингиз. Улар ҳам ўзларининг қўрғон-қалъаларини Аллоҳ(нинг азобидан) тўсгувчи деб ўйлаган эдилар. Бас, Аллоҳ(нинг азоби) улар ҳисобга олмаган томондан келди ва дилларига қўрқинч солди. Улар уйларини ўз қўллари ва мўминларнинг қўллари билан бузурлар. Бас, эй ақл эгалари, (уларнинг аҳволидан) ибрат олингиз!",
  "footnotes": "И з о ҳ. Пайғамбар алайҳис-салоту вас-салом Маккаи Мукаррамадан Мадинаи Мунавварага ҳижрат қилиб келганларидан сўнг, яҳудийларнинг Мадина атрофида яшайдиган Бану Назийр қабиласи у киши билан бетарафлик тўғрисида сулҳ тузган эди. Лекин мусулмонлар Уҳуд жангида мағлубиятга учраганларидан кейин Бану Назийр яҳудийлари ўртадаги сулҳни бузишиб, мусулмонлар орасига суқулиб кириб олган айрим мунофиқ кимсалар билан тил бириктиришиб, Макка кофирлариги одам юборадилар ва Муҳаммад алайҳис-салоту вас-саломга қарши жанг қилиш учун улар билан ҳамкорликка тайёр эканликларшш билдирадилар. Расулуллоҳ бу хиёнатдан хабар топгач, яҳудийларнинг Маккага юборилган элчилари Каъб ибн Ашрафни қатл қилишга буюрадилар ва ўзлари қўшин билан бориб, Бану Назийр қабиласини қамал қиладилар. Қамалнинг йигирма биринчи кунида дилларига қўрқинч тушган яҳудийлар Пайғамбаримизга қайта сулҳ тузишни таклиф қилишганида, у зот хоинлар билан ҳеч қандай сулҳ тузилиши мумкин эмаслигини билдириб, улардан кўтарганларича нарса-матоларини олиб дарҳол бу юртдан чиқиб кетишларини талаб қиладилар. Шундай қилиб яҳудийлар яшаётган уйларининг устун-тўсинларигача бузиб, туяларга юклашиб ҳеч қандай жанг-жадалсиз ўз диёрларидан жўнаб қоладилар."
}