{
  "id": 9,
  "verse_number": 9,
  "page_number": 546,
  "verse_key": "59:9",
  "juz_number": 28,
  "hizb_number": 55,
  "rub_el_hizb_number": 218,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَٱلَّذِينَ تَبَوَّءُو ٱلدَّارَ وَٱلۡإِيمَٰنَ مِن قَبۡلِهِمۡ يُحِبُّونَ مَنۡ هَاجَرَ إِلَيۡهِمۡ وَلَا يَجِدُونَ فِي صُدُورِهِمۡ حَاجَةٗ مِّمَّآ أُوتُواْ وَيُؤۡثِرُونَ عَلَىٰٓ أَنفُسِهِمۡ وَلَوۡ كَانَ بِهِمۡ خَصَاصَةٞۚ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
  "translation": "9. Улардан (муҳожирлардан) илгари (Мадина) диёрига ўрнашган ва иймон-эътиқодни (маҳкам ушлаган) зотлар (ансорлар) эса ўзлари(нинг ёнлари)га ҳижрат қилиб келган кишиларни суюрлар ва дилларида уларга (муҳожирларга) берилган нарса-ўлжалар сабабли бирон ҳасад туймаслар ҳамда гарчи ўзларида эҳтиёж бўлса-да, ўзларини қўйиб (ўзгаларни) ийсор-ихтиёр қилурлар. Кимки ўз нафсининг бахиллигидан сақлана олса, бас, ана ўшалар нажот топгувчи зотлардир.",
  "footnotes": "И з о ҳ. Мазкур оятларда ўзларининг уй-жой ва мол-мулкларини тарк этиб Пайғамбар алайҳис-салоту вас-салом билан Мадинаи Мунавварага ҳижрат қилиб келган муҳожирларнинг орзу-ниятлари фақат Аллоҳнинг ризолигини исташ ҳамда Аллоҳ ва пайғамбарга ёрдам қилиш бўлганлиги таъкидланди ва ғазотлардан тушадиган ўлжаларнинг бир қисми ўшаларнинг ҳақлари эканлиги уқтирилди. Шунингдек, уларнинг йўлларига уй-жой ва иймон-эътиқод билан пешвоз чиққан ансорлар-ёрдамчилар (улар пайғамбаримизга ва бошқа муҳожирларга ҳар бир ишда кўмак берганлиги учун мана шу номга сазовор бўлганлар), ва уларнинг бағрикенгликлари, ўз манфаатларидан ўзгаларнинг манфаатини устун қўя олишлари таърифланди. Ҳукамолардан Абу Зайднинг ғоят ибратли мана бу сўзи худди ўша ансорлар ҳақида айтилгандек: «Балхлик бир йигит менга: «Ўзларингизнинг зуҳд-тақволарингиз ҳақида гапириб бергин», деган эди, мен айтдим: «Топсак еймиз, топмасак сабр қиламиз». Шунда у деди: «Бизда Балхнинг итлари шундай қилишади, биз эса топмасак сабр қиламиз, топсак ўзимиздан муҳтожроқларга берамиз»."
}