{
  "result": [
    {
      "id": "3410",
      "sura": "30",
      "aya": "1",
      "arabic_text": "الٓمٓ",
      "translation": "1. Алиф, Лом, Мим.",
      "footnotes": ""
    },
    {
      "id": "3411",
      "sura": "30",
      "aya": "2",
      "arabic_text": "غُلِبَتِ ٱلرُّومُ",
      "translation": "2. Рум мағлуб бўлди. ",
      "footnotes": ""
    },
    {
      "id": "3412",
      "sura": "30",
      "aya": "3",
      "arabic_text": "فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ",
      "translation": "3. Жуда яқин жойда. (Лекин) улар (яъни, румликлар) бу мағлубиятларидан сўнг албатта ғалаба қилажаклар. ",
      "footnotes": ""
    },
    {
      "id": "3413",
      "sura": "30",
      "aya": "4",
      "arabic_text": "فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ",
      "translation": "4. Бир неча йил ичида. Аввалу-охир барча иш Аллоҳнинг (измида)дир. Ўша кунда мўминлар шодланурлар.",
      "footnotes": ""
    },
    {
      "id": "3414",
      "sura": "30",
      "aya": "5",
      "arabic_text": "بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
      "translation": "5. Аллоҳ (румликларни) ғолиб қилгани сабабли. (Аллоҳ) Ўзи хоҳлаган кишини ғолиб қилур. У қудрат ва раҳм-шафқат Эгасидир.",
      "footnotes": "И з о ҳ. Рум мамлакати арабларга яқин бўлиб, румликлар насроний динига мансуб, форслар эса мажусий эдилар. Шунинг учун ҳам форслар ғолиб бўлгани ҳақидаги хабар Маккага етиб келганида, Макка мушриклари қувонишиб мўмин-мусулмонларга «Сенлар Қуръонга ишонганларинг каби румликлар Инжилга ишонишади, форслар эса худди бизларга ўхшаб ҳеч қандай илоҳий китобга иймон келтиришмаган. Мана бугун форслар румликларни енгишганидек, яқинда бизлар ҳам сенларни енгамиз», дер эдилар. Шунда юқоридаги оятлар нозил бўлиб, мўминларга таскини дил бахш этди ва дарҳақиқат, у оятларнинг берган башорати рост бўлиб чиқди. Барча Ислом уламоларининг наздида, ушбу оятлар ғайб-келажак ҳақидаги бу ҳақ хабарни берганлиги Муҳаммад алайҳис-салоту вас-салом Аллоҳнинг пайғамбари эканликларига, Қуръон эса Аллоҳнинг каломи эканлигига яна бир далилдир."
    },
    {
      "id": "3415",
      "sura": "30",
      "aya": "6",
      "arabic_text": "وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "6. (Бу) Аллоҳнинг ваъдасидир. Аллоҳ Ўз ваъдасига хилоф қилмас. Лекин кўп одамлар билмаслар.",
      "footnotes": ""
    },
    {
      "id": "3416",
      "sura": "30",
      "aya": "7",
      "arabic_text": "يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ",
      "translation": "7. Улар Охиратдан ғофил-бехабар бўлган ҳолларида фақат ҳаёти дунёнинг зоҳиринигина билурлар.",
      "footnotes": ""
    },
    {
      "id": "3417",
      "sura": "30",
      "aya": "8",
      "arabic_text": "أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ",
      "translation": "8. Ахир улар ўзларича Аллоҳ осмонлар ва Ерни ҳамда улар орасидаги бор нарсани фақат ҳақ (қонун) ва белгиланган муддат билан яратганини (демак ўша муддат битгач, дунё тугаб, Охират бошланишини) тафаккур қилиб кўрмадиларми?! Дарҳақиқат, бу одамлардан кўпчилик қайта тирилиб, Парвардигорларига рўбарў бўлишни инкор қилгувчидирлар.",
      "footnotes": ""
    },
    {
      "id": "3418",
      "sura": "30",
      "aya": "9",
      "arabic_text": "أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
      "translation": "9. Ахир улар Ер юзида сайру саёҳат этишиб, ўзларидан аввалги пайғамбарларни ёлғончи қилиб иймонсиз (кетган) кимсаларнинг оқибатлари қандай бўлганини кўрсалар бўлмайдими?! Ўша (ҳалок бўлган кимсалар) булардан (яъни, Макка кофирларидан) кўра кучли-қувватлироқ бўлган ва (ўз) ерларини булар обод қилганидан кўра кўпроқ ҳайдаб (яъни, экинзорларга айлантириб), обод қилган эдилар-ку! Уларга ҳам ўз пайғамбарлари аниқ-равшан ҳужжатлар келтирганларида, (у пайғамбарларни ёлғончи қилишгач, ҳалок бўлдилар). Бас, Аллоҳ уларга зулм қилгувчи бўлмади, лекин улар (Ҳақ йўлига юришдан бош тортишлари билан) ўзларига зулм қилгувчи бўлдилар.",
      "footnotes": ""
    },
    {
      "id": "3419",
      "sura": "30",
      "aya": "10",
      "arabic_text": "ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ",
      "translation": "10. Сўнгра (Охиратда эса) Аллоҳнинг оятларини ёлғон дейиш ва уларнинг устидан кулиш билан (ўзларига) ёмонлик қилган кимсаларнинг оқибати янада ёмонроқ бўлди.",
      "footnotes": ""
    },
    {
      "id": "3420",
      "sura": "30",
      "aya": "11",
      "arabic_text": "ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ",
      "translation": "11. Аллоҳ аввал бошда Ўзи яратиб, сўнгра (Қиёмат Кунида) Ўзи яна қайта яратур. Сўнгра (ҳисоб-китоб қилиниши учун) Унга қайтарилурсизлар.",
      "footnotes": ""
    },
    {
      "id": "3421",
      "sura": "30",
      "aya": "12",
      "arabic_text": "وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ",
      "translation": "12. (Қиёмат) соати қойим бўладиган кунда жиноятчи кимсалар бутунлай номурод бўлурлар.",
      "footnotes": ""
    },
    {
      "id": "3422",
      "sura": "30",
      "aya": "13",
      "arabic_text": "وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ",
      "translation": "13. (У кунда) улар учун бутлари томонидан оқловчилар бўлмас (яъни, улар ҳаёти дунёда Аллоҳга шерик қилиб олишган кимсалар улардан тонар) ва улар ҳам бутларидан тонгувчи бўлурлар.",
      "footnotes": ""
    },
    {
      "id": "3423",
      "sura": "30",
      "aya": "14",
      "arabic_text": "وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ",
      "translation": "14. (Қиёмат) соати қойим бўладиган кунда — ана ўша кунда (мўминлар билан кофирлар) бир-бирларидан ажралурлар.",
      "footnotes": ""
    },
    {
      "id": "3424",
      "sura": "30",
      "aya": "15",
      "arabic_text": "فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ",
      "translation": "15. Энди иймон келтирган ва яхши амаллар қилган зотлар (жаннат) боғида шодланурлар.",
      "footnotes": ""
    },
    {
      "id": "3425",
      "sura": "30",
      "aya": "16",
      "arabic_text": "وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ",
      "translation": "16. Аммо куфр йўлини тутган ва Бизнинг оятларимизни ҳамда Охират мулоқотини ёлғон деган кимсалар — ана ўшалар (мангу) азобга дучор қилинурлар.",
      "footnotes": ""
    },
    {
      "id": "3426",
      "sura": "30",
      "aya": "17",
      "arabic_text": "فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ",
      "translation": "17. Бас, тунга кириш пайтларингизда ҳам, тонгга кириш пайтларингизда ҳам Аллоҳни поклангиз (яъни, У зотга ҳамду сано айтингиз). ",
      "footnotes": ""
    },
    {
      "id": "3427",
      "sura": "30",
      "aya": "18",
      "arabic_text": "وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ",
      "translation": " 18. Оқшомда ҳам, пешин пайтига киришингизда ҳам (Аллоҳни поклангиз). Зеро, осмонлар ва Ердаги бор ҳамду сано Уникидир (яъни, коинотдаги барча мавжудот Унга ҳамду сано айтур).",
      "footnotes": ""
    },
    {
      "id": "3428",
      "sura": "30",
      "aya": "19",
      "arabic_text": "يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ",
      "translation": "19. Аллоҳ ўликдан тирикни чиқарур, тирикдан ўликни чиқарур ва ерни ўлганидан кейин (баҳорда қайта) тирилтирур. Сизлар ҳам (Қиёмат Кунида қабрларингиздан) мана шундай чиқарилурсизлар.",
      "footnotes": ""
    },
    {
      "id": "3429",
      "sura": "30",
      "aya": "20",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ",
      "translation": "20. (Аллоҳнинг қудрати илоҳийясига далолат қиладиган) оят-аломатларидан (бири) — У зот сизларни (яъни, отангиз Одамни) тупроқдан яратгани, сўнгра сизлар башарга айланиб (Ер юзига) таралишларингиздир.",
      "footnotes": ""
    },
    {
      "id": "3430",
      "sura": "30",
      "aya": "21",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ",
      "translation": "21. Унинг оятларидан (яна бири) У зот сизлар ҳамдам бўлишларингиз учун ўзларингиздан жуфтлар яратиши ва ўрталарингизда ошнолик ва меҳр-муҳаббат пайдо қилишидир. Албатта бунда тафаккур қиладиган қавм учун оят-ибратлар бордир.",
      "footnotes": ""
    },
    {
      "id": "3431",
      "sura": "30",
      "aya": "22",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ",
      "translation": "22. Унинг оятларидан (яна бири) — У зот осмонлар ва Ерни яратиши ва сизларнинг тилларингиз ва рангларингизни хилма-хил қилиб қўйгандир. Албатта бунда барча оламлар учун оят-ибратлар бордир.",
      "footnotes": ""
    },
    {
      "id": "3432",
      "sura": "30",
      "aya": "23",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ",
      "translation": "23. Унинг оятларидан (яна бири) — кечаси ва кундузи ухлашларингиз ҳамда (кундузлари) Унинг фазлу марҳаматидан (ризқу рўз) исташларингиздир. Албатта бунда англайдиган қавм учун оят-ибратлар бордир.",
      "footnotes": ""
    },
    {
      "id": "3433",
      "sura": "30",
      "aya": "24",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ",
      "translation": "24. Унинг оятларидан (яна бири) — У зот сизларга (момақалдироқдан) қўрққан ва (ёмғир ёғишидан) умидвор бўлган ҳолингизда чақмоқни кўргизур ва осмондан сув-ёмғир ёғдириб, унинг ёрдамида ерни, ўлганидан сўнг тирилтирур. Албатта бунда ақл юргизадиган қавм учун оят-ибратлар бордир.",
      "footnotes": ""
    },
    {
      "id": "3434",
      "sura": "30",
      "aya": "25",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ",
      "translation": "25. Унинг оятларидан (яна бири) — осмон ва Ер У зотнинг амри билан (фазода муаллақ) туришидир. Сўнгра (Қиёмат қойим бўлганида) У сизларни (ётган) ерларингиздан бир бор чақириши билан барчангиз бирдан (ҳисоб-китоб учун) чиқарсизлар.",
      "footnotes": ""
    },
    {
      "id": "3435",
      "sura": "30",
      "aya": "26",
      "arabic_text": "وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ",
      "translation": "26. Осмонлар ва Ердаги бор жонзотлар, У зотга тегишлидирки, ҳаммаси Унга бўйинсунур.",
      "footnotes": ""
    },
    {
      "id": "3436",
      "sura": "30",
      "aya": "27",
      "arabic_text": "وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "27. У аввал бошда Ўзи яратиб, сўнгра (Қиёмат Кунида) Ўзи яна қайта яратадиган Зотдир. (Қайта яратиш — тирилтириш) У зотга жуда осондир. Осмонлар ва Ердаги энг юксак хислат (яъни, Тенгсиз — Ягоналик хислати) Уникидир. У қудрат ва ҳикмат Эгасидир.",
      "footnotes": ""
    },
    {
      "id": "3437",
      "sura": "30",
      "aya": "28",
      "arabic_text": "ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ",
      "translation": "28. (Аллоҳ) сизларга ўзларингиздан бир мисол келтирур: сизлар учун қўлларингиздаги қулларингиздан Биз сизларга ризқ қилиб берган молу-мулкка шерик бўлиб олгувчилар борми, бас, сизлар (мол-мулкингизни тасарруф қилишда у қулларингиз билан) баробар бўлиб, улардан ҳам ўзларингиздан қўрққандай қўрқурмисизлар? Ақл юргизадиган қавм учун оятларни мана шундай баён қилурмиз.",
      "footnotes": "И з о ҳ. Бу оятни қуйидагича тушуниш керак: агар қўл остингиздаги қулларингиз сизларнинг молу давлатларингизга шериклик даъво қилсалар ва сизларга итоат қилишдан бош тортишиб, молу дунёларингизни сизлар билан баб-баробар тасарруф қила бошласалар, сизлар эса худди ўзларингизга ўхшаган озод одамлардан қўрққанингиздек қўрқиб турсангиз рози бўлармидингиз? Албатта рози бўлмас эдинглар, бас, шундай экан, нега энди барча оламларнинг Парвардигори бўлмиш Аллоҳ таолога Ўзининг қулларини шерик қилиб олурсизлар?! Йўқ, ҳеч қачон Яратганга яралганлар тенг бўла олмас!"
    },
    {
      "id": "3438",
      "sura": "30",
      "aya": "29",
      "arabic_text": "بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّٰصِرِينَ",
      "translation": "29. Йўқ, золим кимсалар бирон билим-ҳужжатсиз ҳавои нафсларига эграшиб (Аллоҳга ширк келтирдилар). Бас, Аллоҳ йўлдан оздирган кимсани ким ҳидоят қила олур?! (Ҳеч ким ҳидоят қила олмас) ва улар учун (Охиратда) ёрдам бергувчилар ҳам бўлмас.",
      "footnotes": ""
    },
    {
      "id": "3439",
      "sura": "30",
      "aya": "30",
      "arabic_text": "فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "30. Бас, (эй Муҳаммад алайҳис-салоту вас-салом), ўзингизни доимо тўғри бўлган динда (Исломда) тутинг! Аллоҳ инсонларни яратган табиий хилқатни сақлангиз! Аллоҳнинг яратиши ўзгартирилмас. Энг тўғри дин мана шудир. Лекин кўп одамлар билмаслар.",
      "footnotes": "И з о ҳ. Ушбу оятда таъкидланишича, Ислом табиий хилқат динидир. Ҳадиси шарифда айтилишича, «Ҳар бир бола табиий хилқатда — Исломда дунёга келур. Сўнг уни ота-онаси ё яҳудий қилурлар, ё насроний қилурлар ва ё мажусий қилурлар». Демак, инсон ҳар икки дунёда ҳам руҳан, ҳам жисмонан бахтли-саодатли бўлиши учун ўзининг яралган табиий хилқатидан — Исломидан ажралмаслиги лозим экан."
    },
    {
      "id": "3440",
      "sura": "30",
      "aya": "31",
      "arabic_text": "۞ مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "31. (Аллоҳга) қайтгувчи бўлган ҳолларингизда (Унинг динини маҳкам тутинглар) ва У зотдан қўрқинглар ҳамда намозни тўкис адо қилинглар! Мушриклардан бўлманглар!",
      "footnotes": ""
    },
    {
      "id": "3441",
      "sura": "30",
      "aya": "32",
      "arabic_text": "مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ",
      "translation": "32. Улар (яъни, мушриклар) динларини бўлиб, фирқа-фирқа бўлиб олгандирлар. Ҳар бир фирқа ўз олдиларидаги нарса билан хурсанддирлар.",
      "footnotes": ""
    },
    {
      "id": "3442",
      "sura": "30",
      "aya": "33",
      "arabic_text": "وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ",
      "translation": "33. Қачон (динсиз) одамларга бирон зиён етса, Парвардигорларига қайтиб, Унга илтижо қилурлар, сўнгра қачон (Аллоҳ) уларга Ўз томонидан бирон марҳамат тотдириб қўйса, баногоҳ улардан бир гуруҳи Парвардигорларига ширк келтира бошлар.",
      "footnotes": ""
    },
    {
      "id": "3443",
      "sura": "30",
      "aya": "34",
      "arabic_text": "لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ",
      "translation": "34. Улар Биз ато этган неъматларга ношукурлик қилаверсинлар! Бас, (эй мушриклар), фойдаланиб қолинглар! Ҳали яқинда (бу қилмишларингизнинг оқибатини) билиб олурсизлар!",
      "footnotes": ""
    },
    {
      "id": "3444",
      "sura": "30",
      "aya": "35",
      "arabic_text": "أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ",
      "translation": "35. Ёки Биз уларга (осмондан) уларнинг (Аллоҳга) ширк келтиришларини (тўғри деб) сўзлайдиган бирон ҳужжат нозил қилдикми?! (Йўқ, улар фақат нодонлик билан ўз ҳавои нафсларига эргашиб, Аллоҳга турли нарсаларни шерик деб билмоқдалар).",
      "footnotes": ""
    },
    {
      "id": "3445",
      "sura": "30",
      "aya": "36",
      "arabic_text": "وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ",
      "translation": "36. Қачон Биз одамларга бирон марҳамат тотдирсак, улар бундан қувониб кетурлар. Агар уларга ўзлари қилган гуноҳлари сабабли бирон ёмонлик етса, баногоҳ улар ноумидликка тушурлар.",
      "footnotes": ""
    },
    {
      "id": "3446",
      "sura": "30",
      "aya": "37",
      "arabic_text": "أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "37. Ахир улар Аллоҳ Ўзи хоҳлаган кишининг ризқини кенг қилишини ва (Ўзи хоҳлаган кишининг ризқини) танг қилишини билмадиларми?! Албатта бунда иймон келтирадиган қавм учун оят-ибратлар бордир.",
      "footnotes": ""
    },
    {
      "id": "3447",
      "sura": "30",
      "aya": "38",
      "arabic_text": "فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
      "translation": "38. Бас, қариндош-уруғга, мискин ва мусофирга (хайру-эҳсон қилиш билан ҳақларини ато этинг! Аллоҳ Юзини истайдиган кишилар учун мана шу энг яхши (ишдир). Ана ўшалар нажот топгувчидирлар.",
      "footnotes": ""
    },
    {
      "id": "3448",
      "sura": "30",
      "aya": "39",
      "arabic_text": "وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ",
      "translation": "39. Сизлар одамларнинг моллари ичида зиёда бўлиб (қайтиши) учун берган судхўрлик-фойдахўрликдан иборат бўлган пул-молларингиз (яъни, совға-саломларингиз) Аллоҳ наздида зиёда (савоб) олишингизга сабаб бўлмас. Аллоҳнинг Юзини — розилигини истаб ато этган закотларингиз — ана ўша (закот бергувчи кишилар ажру-савобларини) бир неча баробар қилиб олгувчилардир.",
      "footnotes": ""
    },
    {
      "id": "3449",
      "sura": "30",
      "aya": "40",
      "arabic_text": "ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
      "translation": "40. Аллоҳ сизларни яратган, сўнгра ризқу рўзингизни берган, сўнгра жонингизни оладиган, сўнгра сизларга (қайта) ҳаёт берадиган Зотдир. Сизлар (сиғинаётган) бутларингиз орасида мана шуларнинг биронтасини қила оладиган кимса борми?! (Аллоҳ) уларнинг ширкларидан пок ва юксакдир.",
      "footnotes": ""
    },
    {
      "id": "3450",
      "sura": "30",
      "aya": "41",
      "arabic_text": "ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "41. Одамларнинг ўзлари қилган қилмишлари сабабли қуруқликда ҳам, денгизда ҳам (турли) офат-балолар юз берди. (Бу бало ва офатлар одамлар қилаётган гуноҳ-маъсиятларидан) қайтишлари учун, уларга қилган айрим гуноҳларининг (жазосини) тотдириб қўйиш учундир.",
      "footnotes": ""
    },
    {
      "id": "3451",
      "sura": "30",
      "aya": "42",
      "arabic_text": "قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ",
      "translation": "42. (Эй Муҳаммад алайҳис-салоту вас-салом, мушрикларга) айтинг: «Ер юзида сайру саёҳат қилиб, илгари ўтганларнинг оқибатлари қандай бўлганини кўринглар! Уларнинг кўплари мушрик эдилар».",
      "footnotes": ""
    },
    {
      "id": "3452",
      "sura": "30",
      "aya": "43",
      "arabic_text": "فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ",
      "translation": "43. Бас, сиз Аллоҳ томонидан, қайтарилмайдиган кун (яъни, Қиёмат) келмай туриб ўзингизни доимо рост динда тутинг! Ўша кунда (мўминлар билан кофирлар) бўлинурлар.",
      "footnotes": ""
    },
    {
      "id": "3453",
      "sura": "30",
      "aya": "44",
      "arabic_text": "مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ",
      "translation": "44. Кимда-ким кофир бўлса, куфри ўзининг бўйнидадир. Ким яхши амал қилса, бас, улар ўзлари учун (жаннатдан) жой тайёрларлар.",
      "footnotes": ""
    },
    {
      "id": "3454",
      "sura": "30",
      "aya": "45",
      "arabic_text": "لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ",
      "translation": "45. Зеро, (Аллоҳ) иймон келтирган ва яхши амаллар қилган зотларни Ўз фазлу-карамидан мукофотлар. Дарҳақиқат, У зот кофирларни суймас.",
      "footnotes": ""
    },
    {
      "id": "3455",
      "sura": "30",
      "aya": "46",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "46. (Аллоҳнинг қудрати илоҳийясига далолат қиладиган) оятларидан (бири) (ёмғир ҳақида) хушхабар элтгувчи бўлган шамолларни юборишидир. (Аллоҳ) сизларга Ўз раҳмати-ёмғиридан тотдириш учун ва (денгиздаги) кемалар Унинг амри билан жорий бўлиши ҳамда сизлар (у кемаларда) Унинг фазлу-марҳаматидан (ризқу рўз) исташларингиз учун ва шукр қилишларингиз учун (шамолларни юборур). ",
      "footnotes": ""
    },
    {
      "id": "3456",
      "sura": "30",
      "aya": "47",
      "arabic_text": "وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ",
      "translation": "47. Аниқки, Биз сиздан илгари ҳам пайғамбарларни ўз қавмларига юборганмиз. Бас, улар (қавмларига) аниқ-равшан ҳужжатлар келтирганлар. Сўнг Биз жиноят қилган кимсалардан интиқом олганмиз ва иймон келтирган зотларни ғолиб қилиш Бизнинг зиммамиздаги ҳақ бўлган.",
      "footnotes": ""
    },
    {
      "id": "3457",
      "sura": "30",
      "aya": "48",
      "arabic_text": "ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ",
      "translation": "48. Аллоҳ шундай Зотдирки, шамолларни юборур, бас, улар булутни ҳайдар, сўнг (Аллоҳ булутни) Ўзи хоҳлагандек ёюр ва (агар хоҳласа) уни бўлак-бўлак қилур, бас, сиз уларнинг орасидан ёмғир чиқаётганини кўрурсиз. Қачон (Аллоҳ) уни Ўзи хоҳлаган бандаларига етказса баногоҳ улар шод-хуррам бўлурлар.",
      "footnotes": ""
    },
    {
      "id": "3458",
      "sura": "30",
      "aya": "49",
      "arabic_text": "وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ",
      "translation": "49. Ҳолбуки, улар устларига (ёмғир) ёғдирилишидан олдин мутлақо ноумид эдилар.",
      "footnotes": ""
    },
    {
      "id": "3459",
      "sura": "30",
      "aya": "50",
      "arabic_text": "فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "50. Бас, сиз Аллоҳнинг раҳмати ёмғирнинг изларига қаранг: У қандай қилиб Ерни ўлганидан кейин тирилтирди-я! Ҳеч шак-шубҳасиз, мана шу (Аллоҳ) ўликларни ҳам тирилтиргувчидир. У барча нарсага қодирдир.",
      "footnotes": ""
    },
    {
      "id": "3460",
      "sura": "30",
      "aya": "51",
      "arabic_text": "وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ",
      "translation": "51. Қасамки, агар Биз бир шамол юбориб, улар (экинларини) сарғайиб-қуриганини кўрсалар, албатта ана ундан кейин куфрони неъмат қилишга турурлар.",
      "footnotes": ""
    },
    {
      "id": "3461",
      "sura": "30",
      "aya": "52",
      "arabic_text": "فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ",
      "translation": "52. Аниқки, сиз «ўликлар»га (сўзингизни) англата олмассиз, орқа ўгириб кетаётган «кар»ларга ҳам уқтира олмассиз.",
      "footnotes": ""
    },
    {
      "id": "3462",
      "sura": "30",
      "aya": "53",
      "arabic_text": "وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ",
      "translation": "53. Яна сиз «кўр»ларни ўз залолатларидан (қайтариб) ҳидоят қилгувчи эмассиз. Сиз фақат Бизнинг оятларимизга иймон келтирадиган кишиларгагина (ўз сўзларингизни) уқтира олурсиз. Ана ўшалар мусулмонлардир.",
      "footnotes": ""
    },
    {
      "id": "3463",
      "sura": "30",
      "aya": "54",
      "arabic_text": "۞ ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ",
      "translation": "54. Аллоҳ шундай Зотдирки, сизларни ночор нарсадан (яъни, бир томчи сувдан) яратди, сўнгра (сизлар учун) ночорликдан кейин куч-қувват (пайдо) қилди, сўнгра куч-қувватдан кейин яна ночорлик ва қариликни пайдо қилди. У Ўзи хоҳлаган нарсани яратур. У билимдон ва қудратлидир.",
      "footnotes": ""
    },
    {
      "id": "3464",
      "sura": "30",
      "aya": "55",
      "arabic_text": "وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ",
      "translation": "55. (Қиёмат) соати қойим бўладиган кунда жиноятчи кимсалар (дунёда) бир соатдан ортиқ турмаганларига қасам ичурлар. Улар (ҳаёти дунёда ҳам) мана шундай (ростдан ёлғонга) бурилгувчи эдилар!",
      "footnotes": ""
    },
    {
      "id": "3465",
      "sura": "30",
      "aya": "56",
      "arabic_text": "وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ",
      "translation": "56. (Шунда) илм ва иймон ато этилган зотлар айтадилар: «Аниқки, сизлар Аллоҳ (Лавҳул-Маҳфузда) ёзиб қўйганидек тирилиш кунигача турдинглар. Бас, мана шу тирилиш кунидир. Лекин сизлар (бу куннинг ҳақ эканини) билмас эдинглар». ",
      "footnotes": ""
    },
    {
      "id": "3466",
      "sura": "30",
      "aya": "57",
      "arabic_text": "فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ",
      "translation": "57. Ана ўша кунда (кофир бўлиш билан ўз жонларига) жабр қилган кимсаларга узру баҳоналари фойда бермас ва улардан (Аллоҳ рози бўладиган амалларга) қайтиш ҳам талаб қилинмас.",
      "footnotes": ""
    },
    {
      "id": "3467",
      "sura": "30",
      "aya": "58",
      "arabic_text": "وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ",
      "translation": "58. Аниқки, Биз ушбу Қуръонда одамлар учун ҳар турли мисолларни баён қилдик. Қасамки, агар сиз (эй Муҳаммад алайҳис-салоту вас-салом), уларга (ўзлари талаб қилган) оят-мўъжизани келтирсангиз ҳам, албатта кофир бўлган кимсалар «Сизлар ёлғончининг ўзидирсизлар», дерлар.",
      "footnotes": ""
    },
    {
      "id": "3468",
      "sura": "30",
      "aya": "59",
      "arabic_text": "كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ",
      "translation": "59. Аллоҳ (ҳақиқатни) билмайдиган кимсаларнинг дилларини ана шундай қоплаб-беркитиб қўюр.",
      "footnotes": ""
    },
    {
      "id": "3469",
      "sura": "30",
      "aya": "60",
      "arabic_text": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ",
      "translation": "60. Бас, (эй Муҳаммад алайҳис-салоту вас-салом), сабр-тоқат қилинг! Шак-шубҳасиз, Аллоҳнинг (сизни ва умматларингизни кофир қавм устига ғолиб қилиш ҳақидаги) ваъдаси ҳақдир. (Охиратга) ишонмайдиган кимсалар сизни ҳаргиз бетоқат қилмасинлар.",
      "footnotes": ""
    }
  ]
}