{
  "id": 12,
  "verse_number": 12,
  "page_number": 79,
  "verse_key": "4:12",
  "juz_number": 4,
  "hizb_number": 8,
  "rub_el_hizb_number": 32,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "۞ وَلَكُمۡ نِصۡفُ مَا تَرَكَ أَزۡوَٰجُكُمۡ إِن لَّمۡ يَكُن لَّهُنَّ وَلَدٞۚ فَإِن كَانَ لَهُنَّ وَلَدٞ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكۡنَۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِينَ بِهَآ أَوۡ دَيۡنٖۚ وَلَهُنَّ ٱلرُّبُعُ مِمَّا تَرَكۡتُمۡ إِن لَّمۡ يَكُن لَّكُمۡ وَلَدٞۚ فَإِن كَانَ لَكُمۡ وَلَدٞ فَلَهُنَّ ٱلثُّمُنُ مِمَّا تَرَكۡتُمۚ مِّنۢ بَعۡدِ وَصِيَّةٖ تُوصُونَ بِهَآ أَوۡ دَيۡنٖۗ وَإِن كَانَ رَجُلٞ يُورَثُ كَلَٰلَةً أَوِ ٱمۡرَأَةٞ وَلَهُۥٓ أَخٌ أَوۡ أُخۡتٞ فَلِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُۚ فَإِن كَانُوٓاْ أَكۡثَرَ مِن ذَٰلِكَ فَهُمۡ شُرَكَآءُ فِي ٱلثُّلُثِۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصَىٰ بِهَآ أَوۡ دَيۡنٍ غَيۡرَ مُضَآرّٖۚ وَصِيَّةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَلِيمٞ",
  "translation": "और तुम्हारे लिए उस (धन) का आधा है जो तुम्हारी पत्नियाँ छोड़ जाएँ, यदि उनकी संतान न हो। लेकिन यदि उनकी संतान हो, तो तुम्हारे लिए उस (धन) का चौथाई होगा जो वे छोड़ गई हों, उनकी वसिय्यत का निष्पादन करने या क़र्ज़ चुकाने के बाद। तथा उन (पत्नियों) के लिए तुम्हारे छोड़े हुए धन का चौथाई हिस्सा है, यदि तुम्हारी संतान न हो। लेकिन यदि तुम्हारी संतान हो, तो उनके लिए उस (धन) का आठवाँ[11] (हिस्सा) होगा जो तुमने छोड़ा है, तुम्हारी वसिय्यत पूरी करने अथवा क़र्ज़ चुकाने के बाद। तथा यदि किसी ऐसे पुरुष या स्त्री की विरासत हो, जो 'कलाला'[12] हो (अर्थात् उसकी न संतान हो, न पिता) तथा (दूसरी माता से) उसका कोई भाई अथवा बहन हो, तो उनमें से हर एक के लिए छठवाँ (हिस्सा) होगा। लेकिन यदि वे एक से अधिक हों, तो वे सब एक तिहाई में साझीदार होंगे, उसकी वसिय्यत का निष्पादन करने या क़र्ज़ चुकाने के बाद, जबकि वह किसी को हानि पहुँचाने वाला न हो। यह अल्लाह की ओर से वसिय्यत है और अल्लाह सब कुछ जानने वाला, अत्यंत सहनशील है।",
  "footnotes": "11. यहाँ यह बात विचारणीय है कि जब इस्लाम में पुत्र-पुत्री तथा नर-नारी बराबर हैं, तो फिर पुत्री को पुत्र के आधा, तथा पत्नी को पति का आधा भाग क्यों दिया गया है? इसका कारण यह है कि पुत्री जब युवती और विवाहित हो जाती है, तो उसे अपने पति से महर (विवाह उपहार) मिलता है, और उसके तथा उसकी संतान के यदि हों, तो भरण-पोषण का भार उसके पति पर होता है। इसके विपरीत, पुत्र युवक होता है तो विवाह करने पर अपनी पत्नी को महर (विवाह उपहार) देने के साथ ही, उसका तथा अपनी संतान के भरण-पोषण का भार भी उसी पर होता है। इसीलिए पुत्र को पुत्री के भाग का दुगना दिया जाता है, जो न्यायोचित है। 12. कलाला : वह पुरुष अथवा स्त्री है, जिसके न पिता हो और न पुत्र-पुत्री। अब इसके वारिस तीन प्रकार के हो सकते है : 1. सगे भाई-बहन। 2. पिता एक तथा माताएँ अलग-अलग हों। 3. माता एक तथा पिता अलग-अलग हों। यहाँ इसी प्रकार का आदेश वर्णित किया गया है। ऋण चुकाने के पश्चात् बिना कोई हानि पहुँचाए, यह अल्लाह की ओर से आदेश है, तथा अल्लाह अति ज्ञानी, अत्यंत सहनशील है।"
}