{
  "result": {
    "id": "2852",
    "sura": "24",
    "aya": "61",
    "arabic_text": "لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞ وَلَا عَلَىٰٓ أَنفُسِكُمۡ أَن تَأۡكُلُواْ مِنۢ بُيُوتِكُمۡ أَوۡ بُيُوتِ ءَابَآئِكُمۡ أَوۡ بُيُوتِ أُمَّهَٰتِكُمۡ أَوۡ بُيُوتِ إِخۡوَٰنِكُمۡ أَوۡ بُيُوتِ أَخَوَٰتِكُمۡ أَوۡ بُيُوتِ أَعۡمَٰمِكُمۡ أَوۡ بُيُوتِ عَمَّٰتِكُمۡ أَوۡ بُيُوتِ أَخۡوَٰلِكُمۡ أَوۡ بُيُوتِ خَٰلَٰتِكُمۡ أَوۡ مَا مَلَكۡتُم مَّفَاتِحَهُۥٓ أَوۡ صَدِيقِكُمۡۚ لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَأۡكُلُواْ جَمِيعًا أَوۡ أَشۡتَاتٗاۚ فَإِذَا دَخَلۡتُم بُيُوتٗا فَسَلِّمُواْ عَلَىٰٓ أَنفُسِكُمۡ تَحِيَّةٗ مِّنۡ عِندِ ٱللَّهِ مُبَٰرَكَةٗ طَيِّبَةٗۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ",
    "translation": "ಕುರುಡ, ಕುಂಟ, ರೋಗಿ ಮುಂತಾದವರಿಗೆ (ವಿನಾಯಿತಿಯಿರುವವರಿಗೆ) ಮತ್ತು ಸ್ವತಃ ನಿಮಗೂ—ನೀವು ನಿಮ್ಮ ಮನೆಗಳಲ್ಲಿ, ನಿಮ್ಮ ತಂದೆಯಂದಿರ ಮನೆಗಳಲ್ಲಿ, ನಿಮ್ಮ ತಾಯಂದಿರ ಮನೆಗಳಲ್ಲಿ, ನಿಮ್ಮ ಸಹೋದರರ ಮನೆಗಳಲ್ಲಿ, ನಿಮ್ಮ ಸಹೋದರಿಯರ ಮನೆಗಳಲ್ಲಿ, ನಿಮ್ಮ ತಂದೆಯ ಸಹೋದರರ ಮನೆಗಳಲ್ಲಿ, ನಿಮ್ಮ ತಂದೆಯ ಸಹೋದರಿಯರ ಮನೆಗಳಲ್ಲಿ, ನಿಮ್ಮ ತಾಯಿಯ ಸಹೋದರರ ಮನೆಗಳಲ್ಲಿ, ನಿಮ್ಮ ತಾಯಿಯ ಸಹೋದರಿಯರ ಮನೆಗಳಲ್ಲಿ, ಕೀಲಿಕೈಗಳು ನಿಮ್ಮ ವಶದಲ್ಲಿರುವ ಮನೆಗಳಲ್ಲಿ ಅಥವಾ ನಿಮ್ಮ ಸ್ನೇಹಿತರ ಮನೆಗಳಲ್ಲಿ ಆಹಾರ ಸೇವಿಸುವುದರಲ್ಲಿ ದೋಷವಿಲ್ಲ.[1] ನೀವು ಎಲ್ಲರೂ ಒಟ್ಟಾಗಿ ಆಹಾರ ಸೇವಿಸುವುದರಲ್ಲೂ ಅಥವಾ ಬೇರೆ ಬೇರೆಯಾಗಿ ಸೇವಿಸುವುದರಲ್ಲೂ ನಿಮಗೆ ದೋಷವಿಲ್ಲ. ಆದರೆ ನೀವು ಮನೆಯನ್ನು ಪ್ರವೇಶಿಸುವಾಗ ಮನೆಯವರಿಗೆ ಸಲಾಂ ಹೇಳಿರಿ. ಅಲ್ಲಾಹನ ಕಡೆಯ ಸಮೃದ್ಧವಾದ ಮತ್ತು ಪರಿಶುದ್ಧವಾದ ಪ್ರಾರ್ಥನೆಯೆಂಬ ನೆಲೆಯಲ್ಲಿ. ಈ ರೀತಿ ಅಲ್ಲಾಹು ನಿಮಗೆ ವಚನಗಳನ್ನು ವಿವರಿಸಿಕೊಡುತ್ತಾನೆ. ನೀವು ಆಲೋಚಿಸುವುದಕ್ಕಾಗಿ.",
    "footnotes": "[1] ಜನರು ಅಂಗವಿಕಲರೊಂದಿಗೆ ಮತ್ತು ರೋಗಿಗಳೊಂದಿಗೆ ಕುಳಿತು ಆಹಾರ ಸೇವಿಸುವುದನ್ನು ಅಸಹ್ಯಪಡುತ್ತಿದ್ದರು. ಹಾಗೆಯೇ ಅಂಗವಿಕಲರು ಮತ್ತು ರೋಗಿಗಳು ಕೂಡ ಮುಜುಗರವನ್ನು ತಪ್ಪಿಸಲು ಆರೋಗ್ಯವಂತರೊಡನೆ ಕುಳಿತು ಆಹಾರ ಸೇವಿಸುತ್ತಿರಲಿಲ್ಲ. ಇಂತಹವರೊಡನೆ ಆಹಾರ ಸೇವಿಸುವುದರಲ್ಲಿ ಯಾವುದೇ ದೋಷವಿಲ್ಲವೆಂದು ಅಲ್ಲಾಹು ಇಲ್ಲಿ ಹೇಳುತ್ತಿದ್ದಾನೆ. ಕೀಲಿಕೈಗಳು ವಶದಲ್ಲಿರುವವರು ಎಂದರೆ, ಸಹಾಬಿಗಳು ಯುದ್ಧಕ್ಕೆ ಹೋಗುವಾಗ ಮನೆಯ ಕೀಲಿಕೈಗಳನ್ನು ಯುದ್ಧದಿಂದ ವಿನಾಯಿತಿಯರುವವರ ಕೈಗೆ ನೀಡುತ್ತಿದ್ದರು. ಅವರು ಆ ಮನೆಗಳಲ್ಲಿ ಆಹಾರ ಸೇವಿಸಲು ಹಿಂಜರಿಯುತ್ತಿದ್ದರು. ಆ ಮನೆಗಳಲ್ಲಿ ಆಹಾರ ಸೇವಿಸುವುದರಲ್ಲಿ ತಪ್ಪಿಲ್ಲ ಎಂದು ಇಲ್ಲಿ ಹೇಳಲಾಗಿದೆ."
  }
}