{
  "result": [
    {
      "id": "3410",
      "sura": "30",
      "aya": "1",
      "arabic_text": "الٓمٓ",
      "translation": "Alif Lām Mīm 1161",
      "footnotes": "1161.  Lihat catatan kaki nomor 10. "
    },
    {
      "id": "3411",
      "sura": "30",
      "aya": "2",
      "arabic_text": "غُلِبَتِ ٱلرُّومُ",
      "translation": "Telah dikalahkan bangsa Romawi 1162,",
      "footnotes": "1162.  Maksudnya, Romawi Timur yang berpusat di Konstantinopel. "
    },
    {
      "id": "3412",
      "sura": "30",
      "aya": "3",
      "arabic_text": "فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ",
      "translation": "di negeri yang terdekat 1163 dan mereka sesudah dikalahkan itu akan menang ,1164",
      "footnotes": "1163.  Maksudnya, terdekat ke negeri Arab, yaitu Suriah dan Palestina sewaktu menjadi jajahan kerajaan Romawi Timur.\n1164.  Bangsa Romawi adalah suatu bangsa yang beragama Nasrani yang mempunyai Kitab Suci, sedang bangsa Persia adalah beragama Majusi yang menyembah api dan berhala (musyrik).  Kedua bangsa itu saling perang-memerangi.  Ketika tersiar berita kekalahan bangsa Romawi oleh bangsa Persia,  kaum musyrik Mekah menyambutnya dengan penuh kegembiraan karena berpihak kepada orang musyrikin Persia.  Kaum muslimin sendiri berduka cita karenanya.  Kemudian, turunlah ayat ini dan ayat yang berikutnya menerangkan bahwa bangsa Romawi sesudah kalah itu akan mendapat kemenangan dalam masa beberapa tahun saja.  Hal itu benar-benar terjadi.  Beberapa tahun sesudah itu, menanglah bangsa Romawi dan kalahlah bangsa Persia.  Dengan kejadian yang demikian, nyatalah kebenaran Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam sebagai nabi dan rasul dan kebenaran Al-Qur`ān sebagai firman Allah. "
    },
    {
      "id": "3413",
      "sura": "30",
      "aya": "4",
      "arabic_text": "فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ",
      "translation": "dalam beberapa tahun lagi 1165.  Bagi Allah-lah urusan sebelum dan sesudah (mereka menang).  Dan pada hari (kemenangan bangsa Romawi) itu, bergembiralah orang-orang yang beriman,",
      "footnotes": "1165.  Ialah antara tiga sampai sembilan tahun.  Waktu antara kekalahan bangsa Romawi (tahun 614--615) dengan kemenangannya (tahun 622 M) ialah kira-kira tujuh tahun."
    },
    {
      "id": "3414",
      "sura": "30",
      "aya": "5",
      "arabic_text": "بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
      "translation": "Karena pertolongan Allah. Dia menolong siapa yang dikehendaki-Nya. Dan Dialah Maha Perkasa lagi Penyayang.",
      "footnotes": ""
    },
    {
      "id": "3415",
      "sura": "30",
      "aya": "6",
      "arabic_text": "وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "(Sebagai) janji yang sebenar-benarnya dari Allah. Allah tidak akan menyalahi janji-Nya, tetapi kebanyakan manusia tidak mengetahui.",
      "footnotes": ""
    },
    {
      "id": "3416",
      "sura": "30",
      "aya": "7",
      "arabic_text": "يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ",
      "translation": "Mereka hanya mengetahui yang lahir (saja) dari kehidupan dunia, sedang mereka tentang (kehidupan) akhirat adalah lalai.",
      "footnotes": ""
    },
    {
      "id": "3417",
      "sura": "30",
      "aya": "8",
      "arabic_text": "أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ",
      "translation": "Dan mengapa mereka tidak memikirkan tentang (kejadian) diri mereka? Allah tidak menjadikan langit dan bumi dan apa yang ada di antara keduanya, melainkan dengan (tujuan) yang benar dan waktu yang ditentukan.  Dan sesungguhnya, kebanyakan di antara manusia benar-benar ingkar akan pertemuan dengan Tuhan-nya.",
      "footnotes": ""
    },
    {
      "id": "3418",
      "sura": "30",
      "aya": "9",
      "arabic_text": "أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
      "translation": "Dan apakah mereka tidak mengadakan perjalanan di muka bumi dan memperhatikan bagaimana akibat (yang diderita) oleh orang-orang sebelum mereka? Orang-orang itu adalah lebih kuat dari mereka (sendiri) dan telah mengolah bumi (tanah) serta memakmurkannya lebih banyak dari apa yang telah mereka makmurkan.  Dan telah datang kepada mereka, rasul-rasul mereka dengan membawa bukti-bukti yang nyata.  Maka Allah sekali-kali tidak berlaku zalim kepada mereka, akan tetapi merekalah yang berlaku zalim kepada diri sendiri.",
      "footnotes": ""
    },
    {
      "id": "3419",
      "sura": "30",
      "aya": "10",
      "arabic_text": "ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ",
      "translation": "Kemudian, akibat orang-orang yang mengerjakan kejahatan adalah (azab) yang lebih buruk karena mereka mendustakan ayat-ayat Allah dan mereka selalu memperolok-oloknya.",
      "footnotes": ""
    },
    {
      "id": "3420",
      "sura": "30",
      "aya": "11",
      "arabic_text": "ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ",
      "translation": "Allah menciptakan (manusia) dari permulaan, kemudian mengembalikan (menghidupkan)nya kembali, kemudian kepada-Nya-lah kamu dikembalikan",
      "footnotes": ""
    },
    {
      "id": "3421",
      "sura": "30",
      "aya": "12",
      "arabic_text": "وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ",
      "translation": "Dan pada hari terjadinya kiamat, orang-orang yang berdosa terdiam berputus asa.",
      "footnotes": ""
    },
    {
      "id": "3422",
      "sura": "30",
      "aya": "13",
      "arabic_text": "وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ",
      "translation": "Dan sekali-kali, tidak ada pemberi syafaat 1166 bagi mereka dari berhala-berhala mereka dan adalah mereka mengingkari berhala mereka itu 1167.",
      "footnotes": "1166.  Lihat arti syafaat pada catatan kaki no. 46.\n1167.  Menurut sebagian ahli tafsir ayat ini diartikan \" ....  sedang mereka menjadi kafir adalah disebabkan berhala-berhala.\" "
    },
    {
      "id": "3423",
      "sura": "30",
      "aya": "14",
      "arabic_text": "وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ",
      "translation": "Dan pada hari terjadinya kiamat, pada hari itu mereka (manusia) bergolong-golongan.",
      "footnotes": ""
    },
    {
      "id": "3424",
      "sura": "30",
      "aya": "15",
      "arabic_text": "فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ",
      "translation": "Adapun orang-orang yang beriman dan mengerjakan amal saleh, maka mereka di dalam taman (surga) bergembira.",
      "footnotes": ""
    },
    {
      "id": "3425",
      "sura": "30",
      "aya": "16",
      "arabic_text": "وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ",
      "translation": "Adapun orang-orang yang kafir dan mendustakan ayat-ayat Kami (Al-Qur`ān) serta (mendustakan) menemui hari akhirat, maka mereka tetap berada di dalam siksaan (neraka).",
      "footnotes": ""
    },
    {
      "id": "3426",
      "sura": "30",
      "aya": "17",
      "arabic_text": "فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ",
      "translation": "Maka bertasbihlah kepada Allah pada waktu kamu berada pada petang hari dan waktu kamu berada pada waktu subuh,",
      "footnotes": ""
    },
    {
      "id": "3427",
      "sura": "30",
      "aya": "18",
      "arabic_text": "وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ",
      "translation": "dan bagi-Nya-lah segala puji di langit dan di bumi dan pada waktu kamu berada pada petang hari dan pada waktu kamu berada pada waktu Zuhur 1168.",
      "footnotes": "1168.  Maksud bertasbih dalam ayat 17 ialah salat.  Ayat-ayat 17 dan 18 menerangkan tentang waktu salat yang lima. "
    },
    {
      "id": "3428",
      "sura": "30",
      "aya": "19",
      "arabic_text": "يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ",
      "translation": "Dia mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup dan menghidupkan bumi sesudah matinya. Dan seperti itulah kamu akan dikeluarkan (dari kubur).",
      "footnotes": ""
    },
    {
      "id": "3429",
      "sura": "30",
      "aya": "20",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ",
      "translation": "Dan di antara tanda-tanda kekuasaan-Nya ialah Dia menciptakan kamu dari tanah, kemudian tiba-tiba kamu (menjadi) manusia yang berkembang biak.",
      "footnotes": ""
    },
    {
      "id": "3430",
      "sura": "30",
      "aya": "21",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ",
      "translation": "Dan di antara tanda-tanda kekuasaan-Nya ialah Dia menciptakan untukmu istri-istri dari jenismu sendiri supaya kamu cenderung dan merasa tenteram kepadanya dan dijadikan-Nya di antaramu rasa kasih dan sayang.  Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda bagi kaum yang berpikir.",
      "footnotes": ""
    },
    {
      "id": "3431",
      "sura": "30",
      "aya": "22",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ",
      "translation": "Dan di antara tanda-tanda kekuasaan-Nya ialah menciptakan langit dan bumi dan berlain-lainan bahasamu dan warna kulitmu.  Sesungguhnya pada yang demikan itu benar-benar terdapat tanda-tanda bagi orang-orang yang mengetahui.",
      "footnotes": ""
    },
    {
      "id": "3432",
      "sura": "30",
      "aya": "23",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ",
      "translation": "Dan di antara tanda-tanda kekuasaan-Nya ialah tidurmu pada waktu malam dan siang hari dan usahamu mencari sebagian dari karunia-Nya.  Sesungguhnya pada yang demikian itu, benar-benar terdapat tanda-tanda bagi kaum yang mendengarkan.",
      "footnotes": ""
    },
    {
      "id": "3433",
      "sura": "30",
      "aya": "24",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ",
      "translation": "Dan di antara tanda-tanda kekuasaan-Nya, Dia memperlihatkan kepadamu kilat untuk (menimbulkan) ketakutan dan harapan dan Dia menurunkan hujan dari langit, lalu menghidupkan bumi dengan air itu sesudah matinya.  Sesungguhnya pada yang demikian itu, benar-benar terdapat tanda-tanda bagi kaum yang mempergunakan akalnya.",
      "footnotes": ""
    },
    {
      "id": "3434",
      "sura": "30",
      "aya": "25",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ",
      "translation": "Dan di antara tanda-tanda kekuasaan-Nya ialah berdirinya langit dan bumi dengan iradat-Nya.   Kemudian apabila Dia memanggil kamu sekali panggil dari bumi, seketika itu (juga) kamu keluar (dari kubur).",
      "footnotes": ""
    },
    {
      "id": "3435",
      "sura": "30",
      "aya": "26",
      "arabic_text": "وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ",
      "translation": "Dan kepunyaan-Nya-lah siapa saja yang ada di langit dan di bumi.  Semuanya hanya kepada-Nya tunduk.",
      "footnotes": ""
    },
    {
      "id": "3436",
      "sura": "30",
      "aya": "27",
      "arabic_text": "وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "Dan Dia-lah yang menciptakan (manusia) dari permulaan, kemudian mengembalikan (menghidupkan)nya kembali dan menghidupkan kembali itu adalah lebih mudah bagi-Nya.  Dan bagi-Nya-lah sifat yang Maha Tinggi di langit dan di bumi, dan Dia-lah Yang Maha Perkasa lagi Maha Bijaksana.",
      "footnotes": ""
    },
    {
      "id": "3437",
      "sura": "30",
      "aya": "28",
      "arabic_text": "ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ",
      "translation": "Dia membuat perumpamaan untuk kamu dari dirimu sendiri.  Apakah ada di antara hamba sahaya yang dimiliki oleh tangan kananmu, sekutu bagimu dalam (memiliki) rezeki yang telah Kami berikan kepadamu, maka kamu sama dengan mereka dalam (hak mempergunakan) rezeki itu, kamu takut kepada mereka sebagaimana kamu takut kepada dirimu sendiri? Demikianlah, Kami jelaskan ayat-ayat bagi kaum yang berakal.",
      "footnotes": ""
    },
    {
      "id": "3438",
      "sura": "30",
      "aya": "29",
      "arabic_text": "بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّٰصِرِينَ",
      "translation": "Tetapi orang-orang yang zalim, mengikuti hawa nafsunya tanpa ilmu pengetahuan, maka siapakah yang akan menunjuki orang yang telah disesatkan Allah? Dan tiadalah bagi mereka seorang penolong pun.",
      "footnotes": ""
    },
    {
      "id": "3439",
      "sura": "30",
      "aya": "30",
      "arabic_text": "فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "Maka hadapkanlah wajahmu dengan lurus kepada agama Allah; (tetaplah atas) fitrah Allah yang telah menciptakan manusia menurut fitrah itu.  Tidak ada perubahan pada fitrah Allah.  (Itulah) agama yang lurus, tetapi kebanyakan manusia tidak mengetahui 1169,",
      "footnotes": "1169.  \"Fitrah Allah\" maksudnya ialah ciptaan Allah Subḥānahu wa Ta‘ālā.  Manusia diciptakan Allah Subḥānahu wa Ta‘ālā mempunyai naluri beragama, yaitu agama tauhid.  Kalau ada manusia tidak beragama tauhid, hal itu tidaklah wajar.  Mereka tidak beragama tauhid itu hanyalah lantaran pengaruh lingkungan. "
    },
    {
      "id": "3440",
      "sura": "30",
      "aya": "31",
      "arabic_text": "۞ مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "dengan kembali bertobat kepada-Nya dan bertakwalah kepada-Nya serta dirikanlah salat dan janganlah kamu termasuk orang-orang yang mempersekutukan Allah,",
      "footnotes": ""
    },
    {
      "id": "3441",
      "sura": "30",
      "aya": "32",
      "arabic_text": "مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ",
      "translation": "yaitu orang-orang yang memecah-belah agama mereka 1170 dan mereka menjadi beberapa golongan. Tiap-tiap golongan merasa bangga dengan apa yang ada pada golongan mereka.",
      "footnotes": "1170.  Maksudnya, meninggalkan agama tauhid dan menganut pelbagai kepercayaan menurut hawa nafsu mereka. "
    },
    {
      "id": "3442",
      "sura": "30",
      "aya": "33",
      "arabic_text": "وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ",
      "translation": "Dan apabila manusia disentuh oleh suatu bahaya, mereka menyeru Tuhan-nya dengan kembali bertobat kepada-Nya, kemudian apabila Tuhan merasakan kepada mereka barang sedikit rahmat 1171 daripada-Nya, tiba-tiba sebagian daripada mereka mempersekutukan Tuhan-nya,",
      "footnotes": "1171.  Maksud \"rahmat\"  di sini ialah lepas dari bahaya itu. "
    },
    {
      "id": "3443",
      "sura": "30",
      "aya": "34",
      "arabic_text": "لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ",
      "translation": "sehingga mereka mengingkari akan rahmat yang telah Kami berikan kepada mereka.  Maka bersenang-senanglah kamu sekalian, kelak kamu akan mengetahui (akibat perbuatanmu).",
      "footnotes": ""
    },
    {
      "id": "3444",
      "sura": "30",
      "aya": "35",
      "arabic_text": "أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ",
      "translation": "Atau pernahkah Kami menurunkan kepada mereka keterangan, lalu keterangan itu menunjukkan (kebenaran) apa yang mereka selalu mempersekutukan dengan Tuhan?",
      "footnotes": ""
    },
    {
      "id": "3445",
      "sura": "30",
      "aya": "36",
      "arabic_text": "وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ",
      "translation": "Dan apabila Kami rasakan sesuatu rahmat kepada manusia, niscaya mereka gembira dengan rahmat itu.  Dan apabila mereka ditimpa suatu musibah (bahaya) disebabkan kesalahan yang telah dikerjakan oleh tangan mereka sendiri, tiba-tiba mereka itu berputus asa.",
      "footnotes": ""
    },
    {
      "id": "3446",
      "sura": "30",
      "aya": "37",
      "arabic_text": "أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "Dan apakah mereka tidak memperhatikan bahwa sesungguhnya Allah melapangkan rezeki bagi siapa yang dikehendaki-Nya dan Dia (pula) yang menyempitkan (rezeki itu).  Sesungguhnya pada yang demikian itu, benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi kaum yang beriman.",
      "footnotes": ""
    },
    {
      "id": "3447",
      "sura": "30",
      "aya": "38",
      "arabic_text": "فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
      "translation": "Maka berikanlah kepada kerabat yang terdekat akan haknya, demikian (pula) kepada fakir miskin dan orang-orang yang dalam perjalanan 1172.  Itulah yang lebih baik bagi orang-orang yang mencari keridaan Allah dan mereka itulah orang-orang beruntung.",
      "footnotes": "1172.  Lihat arti ibnu sabil dalam catatan kaki no. 647. "
    },
    {
      "id": "3448",
      "sura": "30",
      "aya": "39",
      "arabic_text": "وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ",
      "translation": "Dan sesuatu riba (tambahan) yang kamu berikan agar dia bertambah pada harta manusia, maka riba itu tidak menambah pada sisi Allah.  Dan apa yang kamu berikan berupa zakat yang kamu maksudkan untuk mencapai keridaan Allah, maka (yang berbuat demikian) itulah orang-orang yang melipatgandakan (pahalanya).",
      "footnotes": ""
    },
    {
      "id": "3449",
      "sura": "30",
      "aya": "40",
      "arabic_text": "ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
      "translation": "Allah-lah yang menciptakan kamu, kemudian memberimu rezeki, kemudian mematikanmu, kemudian menghidupkanmu (kembali).  Adakah di antara yang kamu sekutukan dengan Allah itu yang dapat berbuat sesuatu dari yang demikian itu? Maha Sucilah Dia dan Maha Tinggi dari apa yang mereka persekutukan.",
      "footnotes": ""
    },
    {
      "id": "3450",
      "sura": "30",
      "aya": "41",
      "arabic_text": "ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "Telah tampak kerusakan di darat dan di laut disebabkan karena perbuatan tangan manusia supaya Allah merasakan kepada mereka sebagian dari (akibat) perbuatan mereka agar mereka kembali (ke jalan yang benar).",
      "footnotes": ""
    },
    {
      "id": "3451",
      "sura": "30",
      "aya": "42",
      "arabic_text": "قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ",
      "translation": "Katakanlah, \"Adakan perjalanan di muka bumi dan perhatikanlah bagaimana kesudahan orang-orang yang terdahulu.  Kebanyakan dari mereka itu adalah orang-orang yang mempersekutukan (Allah)\".",
      "footnotes": ""
    },
    {
      "id": "3452",
      "sura": "30",
      "aya": "43",
      "arabic_text": "فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ",
      "translation": "Oleh karena itu, hadapkanlah wajahmu kepada agama yang lurus (Islam) sebelum datang dari Allah suatu hari yang tak dapat ditolak (kedatangannya), pada hari itu mereka terpisah-pisah 1173.",
      "footnotes": "1173.  Yakni sebagian mereka berada dalam surga dan sebagian lagi berada dalam neraka. "
    },
    {
      "id": "3453",
      "sura": "30",
      "aya": "44",
      "arabic_text": "مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ",
      "translation": "Barang siapa yang kafir maka dia sendirilah yang menanggung (akibat) kekafirannya itu; dan barang siapa yang beramal saleh maka untuk diri mereka sendirilah mereka menyiapkan (tempat yang menyenangkan),",
      "footnotes": ""
    },
    {
      "id": "3454",
      "sura": "30",
      "aya": "45",
      "arabic_text": "لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ",
      "translation": "agar Allah memberi pahala kepada orang-orang yang beriman dan beramal saleh dari karunia-Nya. Sesungguhnya Dia tidak menyukai orang-orang yang ingkar.",
      "footnotes": ""
    },
    {
      "id": "3455",
      "sura": "30",
      "aya": "46",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "Dan di antara tanda-tanda kekuasan-Nya adalah bahwa Dia mengirimkan angin sebagai pembawa berita gembira 1174, dan untuk merasakan kepadamu sebagian dari rahmat-Nya dan supaya kapal dapat berlayar dengan perintah-Nya 1175 , dan (juga) supaya kamu dapat mencari karunia-Nya; mudah-mudahan kamu bersyukur.",
      "footnotes": "l174.  \"Pembawa berita gembira\" maksudnya ialah awan yang tebal yang ditiup angin, lalu menurunkan hujan.  Karena hal itu dapat dirasakan rahmat Allah Subḥānahu wa Ta‘ālā dengan tumbuhnya biji-biji yang telah disemaikan, dan menghijaunya tanaman-tanaman serta berbuahnya tumbuh-tumbuhan dan sebagainya.\n1175.  Yaitu dengan seizin Allah Subḥānahu wa Ta‘ālā dan dengan sekehendak-Nya. "
    },
    {
      "id": "3456",
      "sura": "30",
      "aya": "47",
      "arabic_text": "وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ",
      "translation": "Dan Sesungguhnya Kami telah mengutus sebelum kamu beberapa orang rasul kepada kaumnya, mereka datang kepadanya dengan membawa keterangan-keterangan (yang cukup), lalu Kami melakukan pembalasan terhadap orang-orang yang berdosa 1176.  Dan Kami selalu berkewajiban menolong orang-orang yang beriman.",
      "footnotes": "1176.  Dengan kedatangan rasul-rasul yang cukup membawa keterangan-keterangan kepada kaumnya itu,  sebagian mereka mempercayainya dan sebagian lagi mendustakannya, bahkan sampai ada yang menyakitinya.  Maka terhadap orang yang berdosa seperti itu, Allah Subḥānahu wa Ta‘ālā menyiksa mereka. "
    },
    {
      "id": "3457",
      "sura": "30",
      "aya": "48",
      "arabic_text": "ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ",
      "translation": "Allah, Dia-lah yang mengirim angin, lalu angin itu menggerakkan awan dan Allah membentangkannya di langit menurut yang dikehendaki-Nya dan menjadikannya bergumpal-gumpal; lalu kamu lihat hujan keluar dari celah-celahnya, maka apabila hujan itu turun mengenai hamba-hamba-Nya yang dikehendaki-Nya, tiba-tiba mereka menjadi gembira.",
      "footnotes": ""
    },
    {
      "id": "3458",
      "sura": "30",
      "aya": "49",
      "arabic_text": "وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ",
      "translation": "Dan Sesungguhnya sebelum hujan diturunkan kepada mereka, mereka benar-benar telah berputus asa.",
      "footnotes": ""
    },
    {
      "id": "3459",
      "sura": "30",
      "aya": "50",
      "arabic_text": "فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "Maka perhatikanlah bekas-bekas rahmat Allah, bagaimana Allah menghidupkan bumi yang sudah mati.  Sesungguhnya (Tuhan yang berkuasa seperti) demikian benar-benar (berkuasa) menghidupkan orang-orang yang telah mati.  Dan Dia Maha Kuasa atas segala sesuatu.",
      "footnotes": ""
    },
    {
      "id": "3460",
      "sura": "30",
      "aya": "51",
      "arabic_text": "وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ",
      "translation": "Dan sungguh, jika Kami mengirimkan angin (kepada tumbuh-tumbuhan), lalu mereka melihat (tumbuh-tumbuhan itu) menjadi kuning (kering), benar-benar tetaplah mereka sesudah itu menjadi orang yang ingkar.",
      "footnotes": ""
    },
    {
      "id": "3461",
      "sura": "30",
      "aya": "52",
      "arabic_text": "فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ",
      "translation": "Maka Sesungguhnya, kamu tidak akan sanggup menjadikan orang-orang yang mati itu dapat mendengar dan menjadikan orang-orang yang tuli dapat mendengar seruan, apabila mereka itu berpaling membelakang 1177.",
      "footnotes": "1177.  Orang-orang kafir itu disamakan Tuhan dengan orang-orang mati yang tidak mungkin lagi mendengarkan pelajaran-pelajaran.  Begitu juga disamakan orang-orang kafir itu dengan orang-orang tuli yang tidak dapat mendengar panggilan sama sekali, apabila mereka sedang membelakangi kita. "
    },
    {
      "id": "3462",
      "sura": "30",
      "aya": "53",
      "arabic_text": "وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ",
      "translation": "Dan kamu sekali-kali tidak akan dapat memberi petunjuk kepada orang-orang yang buta (mata hatinya) dari kesesatannya. Dan kamu tidak dapat memperdengarkan (petunjuk Tuhan), melainkan kepada orang-orang yang beriman dengan ayat-ayat Kami; mereka itulah orang-orang yang berserah diri (kepada Kami).",
      "footnotes": ""
    },
    {
      "id": "3463",
      "sura": "30",
      "aya": "54",
      "arabic_text": "۞ ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ",
      "translation": "Allah, Dia-lah yang menciptakan kamu dari keadaan lemah, kemudian Dia menjadikan (kamu) sesudah keadaan lemah itu menjadi kuat, kemudian Dia menjadikan (kamu) sesudah kuat itu lemah (kembali) dan beruban.  Dia menciptakan apa yang dikehendaki-Nya dan Dia-lah Yang Maha Mengetahui lagi Maha Kuasa.",
      "footnotes": ""
    },
    {
      "id": "3464",
      "sura": "30",
      "aya": "55",
      "arabic_text": "وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ",
      "translation": "Dan pada hari terjadinya kiamat, bersumpahlah orang-orang yang berdosa, \"Mereka tidak berdiam (dalam kubur), melainkan sesaat (saja)\".  Seperti demikianlah, mereka selalu dipalingkan (dari kebenaran) 1178.",
      "footnotes": "1178.  Maksudnya, sebagaimana mereka berdusta dalam perkataan mereka ini, seperti itu pulalah mereka selalu berdusta di dunia. "
    },
    {
      "id": "3465",
      "sura": "30",
      "aya": "56",
      "arabic_text": "وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ",
      "translation": "Dan berkata orang-orang yang diberi ilmu pengetahuan dan keimanan (kepada orang-orang yang kafir), \"Sesungguhnya kamu telah berdiam (dalam kubur) menurut ketetapan Allah sampai hari berbangkit; maka inilah hari berbangkit itu, akan tetapi kamu selalu tidak meyakini(nya)\".",
      "footnotes": ""
    },
    {
      "id": "3466",
      "sura": "30",
      "aya": "57",
      "arabic_text": "فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ",
      "translation": "Maka pada hari itu, tidak bermanfaat (lagi) bagi orang-orang yang zalim permintaan uzur mereka dan tidak pula mereka diberi kesempatan bertobat lagi.",
      "footnotes": ""
    },
    {
      "id": "3467",
      "sura": "30",
      "aya": "58",
      "arabic_text": "وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ",
      "translation": "Dan Sesungguhnya telah Kami buat dalam Al-Qur`ān ini segala macam perumpamaan untuk manusia.  Dan Sesungguhnya jika kamu membawa kepada mereka suatu ayat, pastilah orang-orang yang kafir itu akan berkata, \"Kamu tidak lain hanyalah orang-orang yang membuat kepalsuan belaka\".",
      "footnotes": ""
    },
    {
      "id": "3468",
      "sura": "30",
      "aya": "59",
      "arabic_text": "كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ",
      "translation": "Demikianlah, Allah mengunci mati hati orang-orang yang tidak (mau) memahami.",
      "footnotes": ""
    },
    {
      "id": "3469",
      "sura": "30",
      "aya": "60",
      "arabic_text": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ",
      "translation": "Dan bersabarlah kamu, sesungguhnya janji Allah adalah benar dan sekali-kali janganlah orang-orang yang tidak meyakini (kebenaran ayat-ayat Allah) itu menggelisahkan kamu.",
      "footnotes": ""
    }
  ]
}