{
  "result": [
    {
      "id": "3341",
      "sura": "29",
      "aya": "1",
      "arabic_text": "الٓمٓ",
      "translation": "1. Елиф-лам-мим.",
      "footnotes": ""
    },
    {
      "id": "3342",
      "sura": "29",
      "aya": "2",
      "arabic_text": "أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ",
      "translation": "2. Зарем луѓето мислат дека ќе бидат оставени на мира ако кажат: „Ние веруваме!“ – и дека нема да бидат ставени на искушение?",
      "footnotes": ""
    },
    {
      "id": "3343",
      "sura": "29",
      "aya": "3",
      "arabic_text": "وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ",
      "translation": "3. А Ние во искушение ги стававме и тие пред нив, па Аллах, навистина ги знае тие што вистината ја говорат и тие што лажат.",
      "footnotes": ""
    },
    {
      "id": "3344",
      "sura": "29",
      "aya": "4",
      "arabic_text": "أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ",
      "translation": "4. Зарем тие што прават лоши дела мислат дека Нам ќе Ни избегаат? Лошо проценуваат!",
      "footnotes": ""
    },
    {
      "id": "3345",
      "sura": "29",
      "aya": "5",
      "arabic_text": "مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "5. А кој се надева на средбата со Аллах, па од Аллах одреденото време ќе дојде, а Тој сè слуша и сè знае!",
      "footnotes": ""
    },
    {
      "id": "3346",
      "sura": "29",
      "aya": "6",
      "arabic_text": "وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ",
      "translation": "6. А тој што се бори – само за себе се бори, навистина, Аллах е независен од сите светови.",
      "footnotes": ""
    },
    {
      "id": "3347",
      "sura": "29",
      "aya": "7",
      "arabic_text": "وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ",
      "translation": "7. На тие што веруваат и прават добри дела, сигурно, ќе прејдеме преку нивните лоши постапки, и за тоа што го правеле, навистина, со најубава награда ќе ги наградиме.",
      "footnotes": ""
    },
    {
      "id": "3348",
      "sura": "29",
      "aya": "8",
      "arabic_text": "وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "8. Ние секој човек го задолживме да биде добар кон родителите свои. Но, ако тие те наговараат Мене здруженик да Ми припишуваш, за кого ти ништо не знаеш, тогаш – не слушај ги! Мене ќе ми се вратите, па Јас ќе ве известам за тоа што го правевте.",
      "footnotes": ""
    },
    {
      "id": "3349",
      "sura": "29",
      "aya": "9",
      "arabic_text": "وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّٰلِحِينَ",
      "translation": "9. Тие што веруваат и прават добри дела, сигурно, ќе ги ставиме меѓу добрите.",
      "footnotes": ""
    },
    {
      "id": "3350",
      "sura": "29",
      "aya": "10",
      "arabic_text": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ",
      "translation": "10. Има луѓе кои велат: „Веруваме во Аллах!“ – а кога некој, поради Аллах, ќе биде ставен на мака, тој смета дека човечкото измачување е исто што и Аллаховата казна. А ако дојде победа од Господарот твој, тие сигурно ќе речат: „Бевме со вас!“ А зарем Аллах не знае што е во градите на сите?",
      "footnotes": ""
    },
    {
      "id": "3351",
      "sura": "29",
      "aya": "11",
      "arabic_text": "وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ",
      "translation": "11. Аллах добро ги знае тие што веруваат и добро ги знае тие што се дволични.",
      "footnotes": ""
    },
    {
      "id": "3352",
      "sura": "29",
      "aya": "12",
      "arabic_text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ",
      "translation": "12. Неверниците им велат на верниците: „Следете го нашиот пат, а ние ќе ги носиме гревовите ваши!“ А не би зеле ниту еден нивен грев, тие само лажат,",
      "footnotes": ""
    },
    {
      "id": "3353",
      "sura": "29",
      "aya": "13",
      "arabic_text": "وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ",
      "translation": "13. но сигурно, покрај нивниот, и додатен товар врз истиот ќе носат, и за лагите кои ги изнесуваат на Судниот ден ќе одговараат!",
      "footnotes": ""
    },
    {
      "id": "3354",
      "sura": "29",
      "aya": "14",
      "arabic_text": "وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ",
      "translation": "14. Ние Нух на народот негов го испративме и тој остана меѓу нив деветстотини и педесет години, па потоа ги снајде потопот, а беа насилници.",
      "footnotes": ""
    },
    {
      "id": "3355",
      "sura": "29",
      "aya": "15",
      "arabic_text": "فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ",
      "translation": "15. И Ние него и тие што беа со него на бродот ги спасивме, и поучен пример за световите ги направивме.",
      "footnotes": ""
    },
    {
      "id": "3356",
      "sura": "29",
      "aya": "16",
      "arabic_text": "وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ",
      "translation": "16. А и Ибрахим, кога му кажа на народот свој: „Аллах обожувајте Го и од Него плашете се, тоа ви е подобро, да знаете!",
      "footnotes": ""
    },
    {
      "id": "3357",
      "sura": "29",
      "aya": "17",
      "arabic_text": "إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ",
      "translation": "17. Вие, покрај Аллах, киповите ги обожувате и лаги измислувате. Тие кои вие, покрај Аллах, ги обожувате не можат со никакво снабдување да ве снабдат; вие снабдувањето од Аллах барајте го и Него обожувајте Го и Нему бидете Му благодарни! – Нему ќе Му се вратите.",
      "footnotes": ""
    },
    {
      "id": "3358",
      "sura": "29",
      "aya": "18",
      "arabic_text": "وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ",
      "translation": "18. А ако вие мене ме сметате за лажен, па и народите пред вас ги сметале за лажни Пратениците свои; а Пратеникот е должен само јасно да пренесува.",
      "footnotes": ""
    },
    {
      "id": "3359",
      "sura": "29",
      "aya": "19",
      "arabic_text": "أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ",
      "translation": "19. Зарем тие не гледаат како Аллах сè од ништо создава? Тој тоа повторно ќе го стори; На Аллах тоа Му е навистина лесно.",
      "footnotes": ""
    },
    {
      "id": "3360",
      "sura": "29",
      "aya": "20",
      "arabic_text": "قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "20. Кажи: „Патувајте по светот, да видите што Тој од ништо создал. И Аллах повторно, по вторпат, тоа ќе го стори, Аллах навистина може сè.",
      "footnotes": ""
    },
    {
      "id": "3361",
      "sura": "29",
      "aya": "21",
      "arabic_text": "يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ",
      "translation": "21. Тој казнува кого Тој сака и милоста му ја укажува на тој на кого Тој сака, на Него ќе Му се вратите.",
      "footnotes": ""
    },
    {
      "id": "3362",
      "sura": "29",
      "aya": "22",
      "arabic_text": "وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ",
      "translation": "22. Од Неговата казна нема да можете да избегате, ни на Земјата ни на небото, а, освен Аллах, немате ни помагач ни заштитник.",
      "footnotes": ""
    },
    {
      "id": "3363",
      "sura": "29",
      "aya": "23",
      "arabic_text": "وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "23. А тие што не сакаат да веруваат во Аллаховите докази и во средбата со Него, за нив нема надеж за Мојата милост, нив ги чека неиздржливо страдање.“",
      "footnotes": ""
    },
    {
      "id": "3364",
      "sura": "29",
      "aya": "24",
      "arabic_text": "فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "24. А одговорот на народот негов беше: „Убијте го или запалете го!“ – но Аллах го спаси од огнот. Тоа се навистина докази за народот кој верува.",
      "footnotes": ""
    },
    {
      "id": "3365",
      "sura": "29",
      "aya": "25",
      "arabic_text": "وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ",
      "translation": "25. Тој рече: „Вие, покрај Аллах, киповите ги прифативте за во животот на овој свет меѓусебните пријателски односи да ги одржувате, а потоа, на Судниот ден, едни од други ќе се откажувате и едни со други ќе се проколнувате, Огнот вашето престојувалиште ќе биде, и никој на помош нема да ви дојде.“",
      "footnotes": ""
    },
    {
      "id": "3366",
      "sura": "29",
      "aya": "26",
      "arabic_text": "۞ فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "26. И само Лут му поверува! А Ибрахим рече: „Јас се селам таму каде што Господарот мој ми нареди, затоа што Тој е навистина Силен и Мудар.“",
      "footnotes": ""
    },
    {
      "id": "3367",
      "sura": "29",
      "aya": "27",
      "arabic_text": "وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ",
      "translation": "27. И Ние Исхак и Јакуб му ги подаривме и на потомците нивни веровесништво и Книга им дадовме, а нему на овој свет наградата му ја дадовме, а на оној свет еден од добрите ќе биде.",
      "footnotes": ""
    },
    {
      "id": "3368",
      "sura": "29",
      "aya": "28",
      "arabic_text": "وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ",
      "translation": "28. И Лут, кога на народот свој му рече: „Вие правите таков разврат, каков пред вас никој на светот не правел:",
      "footnotes": ""
    },
    {
      "id": "3369",
      "sura": "29",
      "aya": "29",
      "arabic_text": "أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
      "translation": "29. имате односи со мажи, на патиштата пресретнувате и на собирите свои најодвратни работи правите“, одговорот на неговиот народ беше: „Направи Аллаховата казна да нè стигне, ако вистината ја говориш!“",
      "footnotes": ""
    },
    {
      "id": "3370",
      "sura": "29",
      "aya": "30",
      "arabic_text": "قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ",
      "translation": "30. „Господару мој,“ – рече тој – „помогни ми против народот кој прави неред!“",
      "footnotes": ""
    },
    {
      "id": "3371",
      "sura": "29",
      "aya": "31",
      "arabic_text": "وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ",
      "translation": "31. И кога гласниците Наши, на Ибрахим радосна вест му донесоа, велејќи: „Ние ќе ги уништиме жителите на оној град, затоа што неговите жители се неверници!“",
      "footnotes": ""
    },
    {
      "id": "3372",
      "sura": "29",
      "aya": "32",
      "arabic_text": "قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ",
      "translation": "32. „Во него е Лут!“ – рече Ибрахим. „Ние добро знаеме кој е во него,“ – рекоа тие – „ние него и семејството негово ќе ги спасиме, освен жената негова. Таа ќе остане со тие што казната ќе ја искусат.“",
      "footnotes": ""
    },
    {
      "id": "3373",
      "sura": "29",
      "aya": "33",
      "arabic_text": "وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ",
      "translation": "33. И кога гласниците Наши му дојдоа на Лут, тој поради нив се растажи и се вознемири. „Не плаши се и не грижи се,“ – рекоа тие – „ние тебе и семејството твое ќе ве спасиме, освен жената твоја, таа ќе остане со тие што казната ќе ја искусат.",
      "footnotes": ""
    },
    {
      "id": "3374",
      "sura": "29",
      "aya": "34",
      "arabic_text": "إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ",
      "translation": "34. А на жителите од овој град ќе спуштиме страшна казна од небото, поради тоа што се развратници.",
      "footnotes": ""
    },
    {
      "id": "3375",
      "sura": "29",
      "aya": "35",
      "arabic_text": "وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ",
      "translation": "35. И од него оставивме видливи остатоци за луѓето кои разум ќе имаат.",
      "footnotes": ""
    },
    {
      "id": "3376",
      "sura": "29",
      "aya": "36",
      "arabic_text": "وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ",
      "translation": "36. А во Медјен го испративме братот нивен Шуајб: „О, народе мој,“ – говореше тој, „Аллах обожувајте Го, и во оној свет надевајте се, и по Земјата никако неред не правете!“",
      "footnotes": ""
    },
    {
      "id": "3377",
      "sura": "29",
      "aya": "37",
      "arabic_text": "فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ",
      "translation": "37. Но тие не му поверуваа, па ги снајде страшен потрес и тие осамнаа во земјата своја, мртви, неподвижни.",
      "footnotes": ""
    },
    {
      "id": "3378",
      "sura": "29",
      "aya": "38",
      "arabic_text": "وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ",
      "translation": "38. А и Ад и Семуд – остатоците од домовите нивни ви се видливи – и шејтанот убави им ги прикажа постапките нивни, па иако беа разумни, од Вистинскиот пат ги одврати.",
      "footnotes": ""
    },
    {
      "id": "3379",
      "sura": "29",
      "aya": "39",
      "arabic_text": "وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ",
      "translation": "39. И Карун и фараонот и Хаман – Муса јасни докази им донесе, но тие на Земјата вообразено се однесуваа и казната не ја избегнаа,",
      "footnotes": ""
    },
    {
      "id": "3380",
      "sura": "29",
      "aya": "40",
      "arabic_text": "فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
      "translation": "40. и сите, сходно гревовите нивни, ги казнивме: на некои ветер полн со песок испративме, а некои со страшен глас ги уништивме, некои в земја ги втеравме, а некои ги потопивме; Аллах не им стори неправда, самите себеси неправда си сторија.",
      "footnotes": ""
    },
    {
      "id": "3381",
      "sura": "29",
      "aya": "41",
      "arabic_text": "مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
      "translation": "41. Тие што, покрај Аллах, земаат други заштитници, слични се на пајакот кој си плете куќа, а најслаба куќа е пајаковата куќа, нека знаат!",
      "footnotes": ""
    },
    {
      "id": "3382",
      "sura": "29",
      "aya": "42",
      "arabic_text": "إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "42. Аллах добро знае дека овие на кои тие, покрај Него, им се молат ништо не претставуваат. Тој е Силен и Мудар.",
      "footnotes": ""
    },
    {
      "id": "3383",
      "sura": "29",
      "aya": "43",
      "arabic_text": "وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ",
      "translation": "43. Тоа се примерите кои Ние на луѓето им ги истакнуваме, но само учените ги сфаќаат.",
      "footnotes": ""
    },
    {
      "id": "3384",
      "sura": "29",
      "aya": "44",
      "arabic_text": "خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ",
      "translation": "44. Аллах небесата и Земјата со Вистината ги создаде; тоа е навистина поука за тие што веруваат.",
      "footnotes": ""
    },
    {
      "id": "3385",
      "sura": "29",
      "aya": "45",
      "arabic_text": "ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ",
      "translation": "45. Кажувај го од Книгата тоа што ти се објавува и извршувај го намазот (молитвата) – намазот навистина одвраќа од развратот и од сè што е лошо; а Аллаховото спомнување на вас е поголемо од вашето спомнување на Него! – А Аллах знае што правите!",
      "footnotes": ""
    },
    {
      "id": "3386",
      "sura": "29",
      "aya": "46",
      "arabic_text": "۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ",
      "translation": "46. И со следбениците на Книгата расправајте на најубав начин – не со тие меѓу нив кои се неправедни – и кажете: „Ние веруваме во тоа што ни се објавува нам и во тоа што ви е објавено вам, а нашиот Бог и вашиот Бог е еден и ние Нему сме Му предани!“",
      "footnotes": ""
    },
    {
      "id": "3387",
      "sura": "29",
      "aya": "47",
      "arabic_text": "وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ",
      "translation": "47. Како и ним, Ние тебе ти ја објавуваме Книгата, а некои од тие на кои што веќе сме им дале Книга – и во неа веруваат, а и некои од овие веруваат во неа, а доказите Наши само неверниците ги оспоруваат.",
      "footnotes": ""
    },
    {
      "id": "3388",
      "sura": "29",
      "aya": "48",
      "arabic_text": "وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ",
      "translation": "48. Ти пред неа ниту една книга не си читал, а ниту со својата десна рака не си ја пишувал, инаку, би се посомневале тие што кажуваат лаги.",
      "footnotes": ""
    },
    {
      "id": "3389",
      "sura": "29",
      "aya": "49",
      "arabic_text": "بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ",
      "translation": "49. А тоа се јасни ајети, во срцата се на тие на кои им е дадено знаењето, а Нашите ајети само неправедните ги оспоруваат.",
      "footnotes": ""
    },
    {
      "id": "3390",
      "sura": "29",
      "aya": "50",
      "arabic_text": "وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ",
      "translation": "50. и велат: „Зошто од Господарот негов не му се испратени некои чуда?“ Кажи: „Чудата се само кај Аллах, а јас сум само јасен опоменувач.“",
      "footnotes": ""
    },
    {
      "id": "3391",
      "sura": "29",
      "aya": "51",
      "arabic_text": "أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "51. А зарем не им е доволно тоа што тебе Ние ти објавуваме Книга која им се кажува: во неа е, навистина, милоста и поуката за народот кој верува.",
      "footnotes": ""
    },
    {
      "id": "3392",
      "sura": "29",
      "aya": "52",
      "arabic_text": "قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
      "translation": "52. Кажи: „Аллах е доволен сведок и за мене и за вас, Тој знае сè што е на небесата и на Земјата. А тие што веруваат во невистината, а не веруваат во Аллах, тие се губитници.",
      "footnotes": ""
    },
    {
      "id": "3393",
      "sura": "29",
      "aya": "53",
      "arabic_text": "وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ",
      "translation": "53. Тие бараат од тебе што порано да ги стигне казната. А да не е одредениот рок за тоа, казната ќе им дојдеше, а ќе им дојде сигурно, ненадејно, тие нема да претчувствуваат.",
      "footnotes": ""
    },
    {
      "id": "3394",
      "sura": "29",
      "aya": "54",
      "arabic_text": "يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ",
      "translation": "54. Тие бараат од тебе што порано да ги стигне казната, а Џехенемот сигурно сите неверници ќе ги опфати,",
      "footnotes": ""
    },
    {
      "id": "3395",
      "sura": "29",
      "aya": "55",
      "arabic_text": "يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "55. на Денот, кога страдањето и одоздола и одозгора ќе ги опфати, ќе им се каже: искусете го тоа што го правевете!",
      "footnotes": ""
    },
    {
      "id": "3396",
      "sura": "29",
      "aya": "56",
      "arabic_text": "يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ",
      "translation": "56. О, робови Мои кои верувате, Мојата Земја е пространа, затоа само Мене обожувајте Ме!",
      "footnotes": ""
    },
    {
      "id": "3397",
      "sura": "29",
      "aya": "57",
      "arabic_text": "كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ",
      "translation": "57. Секое живо суштество смртта ќе је вкуси, и потоа Нам ќе ни се вратите.",
      "footnotes": ""
    },
    {
      "id": "3398",
      "sura": "29",
      "aya": "58",
      "arabic_text": "وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ",
      "translation": "58. Тие што ќе веруваат и што добри дела ќе прават, ќе ги сместиме во џенетските одаи, под нив реки течат, во нив вечно ќе живеат. Колку ќе биде прекрасна наградата на тие што се трудеа,",
      "footnotes": ""
    },
    {
      "id": "3399",
      "sura": "29",
      "aya": "59",
      "arabic_text": "ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ",
      "translation": "59. тие што трпеа и на Господарот Свој се потпираа!",
      "footnotes": ""
    },
    {
      "id": "3400",
      "sura": "29",
      "aya": "60",
      "arabic_text": "وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "60. А колку животни има кои не собираат снабдување за себе, Аллах ги снабдува, а и вас! Тој сè слуша и сè знае.",
      "footnotes": ""
    },
    {
      "id": "3401",
      "sura": "29",
      "aya": "61",
      "arabic_text": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ",
      "translation": "61. А да ги запрашаш: „Кој ги создаде небесата и Земјата и кој ги потчини Сонцето и Месечината?“ Сигурно ќе кажат: „Аллах!“ Па тогаш каде се одметнуваат?!",
      "footnotes": ""
    },
    {
      "id": "3402",
      "sura": "29",
      "aya": "62",
      "arabic_text": "ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ",
      "translation": "62. Аллах во изобилство го снабдува оној кого Тој сака од робовите Свои, а на некого и му скратува: Аллах, навистина, знае сè.",
      "footnotes": ""
    },
    {
      "id": "3403",
      "sura": "29",
      "aya": "63",
      "arabic_text": "وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ",
      "translation": "63. А, ако ги запрашаш: „Кој од небото спушта вода и со неа мртвата земја ја оживува?“ Сигурно ќе кажат: „Аллах!“ а ти кажи: „Сета благодарност Му припаѓа на Аллах!“, но повеќето од нив не сфаќаат.",
      "footnotes": ""
    },
    {
      "id": "3404",
      "sura": "29",
      "aya": "64",
      "arabic_text": "وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
      "translation": "64. Животот на овој свет не е ништо друго освен игра и забава, а само оној свет е вистинскиот, само кога тие би знаеле!",
      "footnotes": ""
    },
    {
      "id": "3405",
      "sura": "29",
      "aya": "65",
      "arabic_text": "فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ",
      "translation": "65. Кога со бродот ќе запловат, искрено Му се молат на Аллах, а кога Тој до копното ќе ги донесе, одеднаш Нему други за рамни Му здружуваат",
      "footnotes": ""
    },
    {
      "id": "3406",
      "sura": "29",
      "aya": "66",
      "arabic_text": "لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ",
      "translation": "66. за да покажат неблагодарност кон тоа што Ние им го даваме, и за да уживаат. А ќе знаат тие!",
      "footnotes": ""
    },
    {
      "id": "3407",
      "sura": "29",
      "aya": "67",
      "arabic_text": "أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ",
      "translation": "67. Зарем не гледаат дека Храмот свет и сигурен сме го направиле, додека секаде околу нив се краде и ограбува? И зарем во лагата веруваат, а на Аллаховите благодети се неблагодарни?!",
      "footnotes": ""
    },
    {
      "id": "3408",
      "sura": "29",
      "aya": "68",
      "arabic_text": "وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ",
      "translation": "68. Има ли тогаш понеправеден од оној кој за Аллах измислува лаги или ја негира вистината која му доаѓа? И зарем на неверниците не им е местото во Џехенемот?",
      "footnotes": ""
    },
    {
      "id": "3409",
      "sura": "29",
      "aya": "69",
      "arabic_text": "وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ",
      "translation": "69. Тие кои поради Нас се борат, Ние, сигурно, на патиштата Наши ќе ги упатиме, а Аллах е навистина со тие што прават добри дела!",
      "footnotes": ""
    }
  ]
}