{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 562,
      "verse_key": "67:1",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
      "translation": "1. Bendito sea Aquel en Cuya mano[1060] está la soberanía absoluta de todo y es Todopoderoso.",
      "footnotes": "[1060]  Ver la segunda nota de la aleya 115 de la sura 2."
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 562,
      "verse_key": "67:2",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ",
      "translation": "2. Él es Quien creó la muerte y la vida para ponerlos a prueba y ver quién obraba más rectamente. Y Él es el Poderoso, el Indulgente.",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 562,
      "verse_key": "67:3",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ",
      "translation": "3. Él es Quien creó siete cielos superpuestos. No verás en la creación del Clemente ninguna imperfección. Vuelve tu vista al cielo, ¿acaso ves algún fallo?",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 562,
      "verse_key": "67:4",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ",
      "translation": "4. Después, vuelve tu mirada nuevamente, una y otra vez. Tu mirada regresará frustrada y extenuada (incapaz de encontrar defecto alguno).",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 562,
      "verse_key": "67:5",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ",
      "translation": "5. Y, ciertamente, hemos adornado el cielo de este mundo con (estrellas que brillan cual) lámparas, y hacemos de ellas proyectiles contra los demonios (que pretenden escuchar lo que se dice en el cielo). Y hemos preparado para ellos el castigo de un fuego abrasador.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 562,
      "verse_key": "67:6",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ",
      "translation": "6. Y quienes no creen en su Señor recibirán el castigo del Infierno; ¡y qué pésimo destino!",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 562,
      "verse_key": "67:7",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ",
      "translation": "7. Cuando sean arrojados al fuego, escucharán en su interior ruidos desagradables a la vez que este bullirá.",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 562,
      "verse_key": "67:8",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ",
      "translation": "8. Estará a punto de estallar de ira. Cada vez que un grupo sea arrojado a él, los ángeles guardianes del Infierno les preguntarán: “¿Acaso no recibieron a ningún amonestador (que les advirtiera del castigo de Al-lah)?”.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 562,
      "verse_key": "67:9",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ",
      "translation": "9. Contestarán: “Sí, ciertamente llegó a nosotros un Mensajero de Al-lah advirtiéndonos de ello, mas lo desmentimos y dijimos: ‘Al-lah no ha revelado nada y ustedes (amonestadores) están en un gran extravío’”.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 562,
      "verse_key": "67:10",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ",
      "translation": "10. Y añadirán: “Si hubiésemos escuchado y hubiésemos razonado sobre lo que decían, no estaríamos (hoy) entre los habitantes del fuego abrasador”.",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 562,
      "verse_key": "67:11",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ",
      "translation": "11. Y reconocerán entonces sus pecados. ¡Que Al-lah aleje de Su misericordia a los habitantes del fuego abrasador!",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 562,
      "verse_key": "67:12",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ",
      "translation": "12. En verdad, quienes teman a su Señor cuando no son vistos[1061]obtendrán el perdón de sus pecados y una gran recompensa (por sus buenas acciones).",
      "footnotes": "[1061]  O a pesar de no verlo."
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 563,
      "verse_key": "67:13",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "13. Tanto da si guardan en su interior lo que piensan como si lo expresan con palabras, pues Él conoce bien lo que ocultan los corazones.",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 563,
      "verse_key": "67:14",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ",
      "translation": "14. ¿Cómo no iba a conocerlo Aquel que ha creado todas las cosas? Él es el Sutil y está informado de todo.",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 563,
      "verse_key": "67:15",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ",
      "translation": "15. Él es Quien facilitó que pudieran habitar la tierra. Recorran sus confines y coman de lo que les provee; y Él los resucitará (para juzgarlos).",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 563,
      "verse_key": "67:16",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ",
      "translation": "16. ¿Acaso se sienten a salvo (¡ustedes que rechazan la verdad!) de que Quien está en el cielo no haga que los trague la tierra cuando esta tiemble?",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 563,
      "verse_key": "67:17",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ",
      "translation": "17. ¿Acaso se sienten a salvo de que Quien está en el cielo no envíe contra ustedes un fuerte vendaval cargado de guijarros? Entonces conocerán (la severidad de Mi castigo) que les advertía.",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 563,
      "verse_key": "67:18",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ",
      "translation": "18. Y, ciertamente, quienes los precedieron también desmintieron a sus profetas y negaron la verdad. ¡Y qué terrible fue Mi castigo!",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 563,
      "verse_key": "67:19",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ",
      "translation": "19. ¿Acaso no observan cómo las aves que vuelan sobre ellos extienden y recogen las alas? El Clemente es Quien las sostiene (en el aire). En verdad, Él ve todas las cosas.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 563,
      "verse_key": "67:20",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ",
      "translation": "20. ¿Quién, a parte del Clemente, podría actuar como un ejército auxiliándolos y protegiéndolos (del castigo)? Mas quienes rechazan la verdad viven sumidos en el engaño.",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 563,
      "verse_key": "67:21",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ",
      "translation": "21. ¿Quién podría proveerlos si Al-lah retuviese Su sustento? Mas (quienes rechazan la verdad) persisten en su soberbia y en su extravío.",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 563,
      "verse_key": "67:22",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "22. ¿Quién está mejor guiado: el que camina cabizbajo[1062] (y no ve lo que hay delante de él) o el que camina erguido por el camino recto?",
      "footnotes": "[1062]  El que camina cabizbajo simboliza a quien rechaza la verdad porque no ve el camino y se desvía de él, mientras que el que camina erguido representa al creyente que puede ver con claridad el buen camino y seguirlo."
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 563,
      "verse_key": "67:23",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ",
      "translation": "23. Di (a tu pueblo, ¡oh, Muhammad!): “Al-lah es Quien los creó y les concedió el oído, la vista y la razón. Poco es lo que se Lo agradecen”.",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 563,
      "verse_key": "67:24",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ",
      "translation": "24. Diles: “Él es Quien los creó y los dispersó sobre la tierra, y ante Él serán reunidos (el Día de la Resurrección)”.",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 563,
      "verse_key": "67:25",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "25. Y dicen (quienes niegan la verdad a los creyentes): “¿Y cuándo tendrá lugar esa promesa (de la resurrección), si son veraces?”.",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 563,
      "verse_key": "67:26",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ",
      "translation": "26. Diles (¡oh, Muhammad!): “Solo Al-lah tiene conocimiento de ello, y yo no soy más que un simple amonestador”.",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 564,
      "verse_key": "67:27",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ",
      "translation": "27. Y cuando vean próximo el castigo (tras el comienzo del Juicio Final), los rostros de quienes rechazaron la verdad se consternarán. Y (los ángeles) les dirán (recriminándolos): “Esto es lo que pedían con apremio”.",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 564,
      "verse_key": "67:28",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ",
      "translation": "28. Diles (a quienes niegan la verdad, ¡oh, Muhammad!): “Si Al-lah me destruyese a mí y a quienes me siguen (como desean) o se apiadase de nosotros, ¿acaso eso los libraría de un castigo doloroso?”.",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 564,
      "verse_key": "67:29",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "29. Diles: “Él es el Clemente. En Él creemos y en Él depositamos nuestra confianza. Y ya sabrán quiénes son los que están en un claro extravío”.",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 564,
      "verse_key": "67:30",
      "juz_number": 29,
      "hizb_number": 57,
      "rub_el_hizb_number": 225,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ",
      "translation": "30. Diles: “Díganme, si su agua desapareciera bajo la tierra, ¿quién podría hacerla brotar para ustedes (salvo Al-lah)?”.",
      "footnotes": ""
    }
  ]
}