{
  "result": [
    {
      "id": "1803",
      "sura": "15",
      "aya": "1",
      "arabic_text": "الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ وَقُرۡءَانٖ مُّبِينٖ",
      "translation": "អាលិហ្វ ឡាម រ៉។ ទាំងនោះគឺជាអាយ៉ាត់ៗនៃគម្ពីរ និងជា អាយ៉ាត់ៗគួរអានយ៉ាងច្បាស់លាស់។",
      "footnotes": ""
    },
    {
      "id": "1804",
      "sura": "15",
      "aya": "2",
      "arabic_text": "رُّبَمَا يَوَدُّ ٱلَّذِينَ كَفَرُواْ لَوۡ كَانُواْ مُسۡلِمِينَ",
      "translation": "ពួកដែលគ្មានជំនឿស្រមើស្រមៃថា (ពួកគេនឹងបានចូល ឋានសួគ៌ដែរ) បើពួកគេជាមូស្លីមវិញនោះ។",
      "footnotes": ""
    },
    {
      "id": "1805",
      "sura": "15",
      "aya": "3",
      "arabic_text": "ذَرۡهُمۡ يَأۡكُلُواْ وَيَتَمَتَّعُواْ وَيُلۡهِهِمُ ٱلۡأَمَلُۖ فَسَوۡفَ يَعۡلَمُونَ",
      "translation": "ចូរអ្នក(មូហាំម៉ាត់)បណ្ដោយឱ្យពួកគេបរិភោគ និង សប្បាយរីករាយ ហើយនិងឱ្យការស្រមើស្រមៃធ្វើឱ្យពួកគេងប់ងុល ចុះ. ដូចេ្នះ ពួកគេគង់តែនឹងដឹង។",
      "footnotes": ""
    },
    {
      "id": "1806",
      "sura": "15",
      "aya": "4",
      "arabic_text": "وَمَآ أَهۡلَكۡنَا مِن قَرۡيَةٍ إِلَّا وَلَهَا كِتَابٞ مَّعۡلُومٞ",
      "translation": "ហើយយើងមិនបានបំផ្លាញភូមិស្រុកណាមួយឡើយ លុះត្រា តែមានការកំណត់ច្បាស់លាស់សម្រាប់វា។",
      "footnotes": ""
    },
    {
      "id": "1807",
      "sura": "15",
      "aya": "5",
      "arabic_text": "مَّا تَسۡبِقُ مِنۡ أُمَّةٍ أَجَلَهَا وَمَا يَسۡتَـٔۡخِرُونَ",
      "translation": "គ្មានប្រជាជាតិណាមួយអាច(ធ្វើឱ្យសេចក្ដីស្លាប់)កើតឡើង មុនពេលកំណត់របស់វាបានឡើយ ហើយពួកគេក៏មិនអាចពន្យារ ពេល(សេចក្ដីស្លាប់)បានដែរ។",
      "footnotes": ""
    },
    {
      "id": "1808",
      "sura": "15",
      "aya": "6",
      "arabic_text": "وَقَالُواْ يَٰٓأَيُّهَا ٱلَّذِي نُزِّلَ عَلَيۡهِ ٱلذِّكۡرُ إِنَّكَ لَمَجۡنُونٞ",
      "translation": "ហើយពួកគេ(ពួកប្រឆាំង)បាននិយាយថាៈ ឱអ្នកដែលត្រូវ បានគេបញ្ចុះគម្ពីរគួរអានឱ្យ. ពិតប្រាកដណាស់ អ្នកគឺជាមនុស្ស វិកលចរិត។",
      "footnotes": ""
    },
    {
      "id": "1809",
      "sura": "15",
      "aya": "7",
      "arabic_text": "لَّوۡمَا تَأۡتِينَا بِٱلۡمَلَٰٓئِكَةِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
      "translation": "ហេតុអ្វីបានជាអ្នកមិននាំម៉ាឡាអ៊ីកាត់មកឱ្យយើង ប្រសិន បើអ្នកស្ថិតក្នុងចំណោមអ្នកដែលសច្ចៈមែននោះ?",
      "footnotes": ""
    },
    {
      "id": "1810",
      "sura": "15",
      "aya": "8",
      "arabic_text": "مَا نُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ إِلَّا بِٱلۡحَقِّ وَمَا كَانُوٓاْ إِذٗا مُّنظَرِينَ",
      "translation": "-(អល់ឡោះតបវិញថា) យើងមិនបញ្ចុះម៉ាឡាអ៊ីកាត់ទេ លើកលែងតែមានមូលហេតុត្រឹមត្រូវ ដូចេ្នះហើយពួកគេមិនត្រូវ បានគេពន្យារពេលឡើយ។",
      "footnotes": ""
    },
    {
      "id": "1811",
      "sura": "15",
      "aya": "9",
      "arabic_text": "إِنَّا نَحۡنُ نَزَّلۡنَا ٱلذِّكۡرَ وَإِنَّا لَهُۥ لَحَٰفِظُونَ",
      "translation": "ពិតប្រាកដណាស់ យើងបានបញ្ចុះគម្ពីរគួរអាន ហើយពិត ប្រាកដណាស់ យើងជាអ្នកថែរក្សាវា។",
      "footnotes": ""
    },
    {
      "id": "1812",
      "sura": "15",
      "aya": "10",
      "arabic_text": "وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي شِيَعِ ٱلۡأَوَّلِينَ",
      "translation": "ហើយជាការពិតណាស់ យើងបានបញ្ជូន(អ្នកនាំសារ ជាច្រើន)មុនអ្នក(មូហាំម៉ាត់)នៅក្នុងចំណោមប្រជាជាតិជំនាន់ មុនៗ។",
      "footnotes": ""
    },
    {
      "id": "1813",
      "sura": "15",
      "aya": "11",
      "arabic_text": "وَمَا يَأۡتِيهِم مِّن رَّسُولٍ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "ហើយរាល់ៗអ្នកនាំសារដែលបានមកដល់ពួកគេ គឺពួកគេ តែងតែចំអកឡកឡឺយចំពោះគេ(អ្នកនាំសារ)ជានិច្ច។",
      "footnotes": ""
    },
    {
      "id": "1814",
      "sura": "15",
      "aya": "12",
      "arabic_text": "كَذَٰلِكَ نَسۡلُكُهُۥ فِي قُلُوبِ ٱلۡمُجۡرِمِينَ",
      "translation": "ដូច្នោះហើយ យើងបានបញ្ចូលវា(ភាពប្រឆាំង)ទៅក្នុង ចិត្ដរបស់ពួកដែលប្រព្រឹត្ដអំពើអាក្រក់។",
      "footnotes": ""
    },
    {
      "id": "1815",
      "sura": "15",
      "aya": "13",
      "arabic_text": "لَا يُؤۡمِنُونَ بِهِۦ وَقَدۡ خَلَتۡ سُنَّةُ ٱلۡأَوَّلِينَ",
      "translation": "ពួកគេគ្មានជំនឿនឹងវា(គម្ពីរគួរអាន)ឡើយ។ ហើយជា ការពិតណាស់ មាគ៌ារបស់ពួកជំនាន់មុនបានកើតឡើងរួចមកហើយ។",
      "footnotes": ""
    },
    {
      "id": "1816",
      "sura": "15",
      "aya": "14",
      "arabic_text": "وَلَوۡ فَتَحۡنَا عَلَيۡهِم بَابٗا مِّنَ ٱلسَّمَآءِ فَظَلُّواْ فِيهِ يَعۡرُجُونَ",
      "translation": "ហើយប្រសិនបើយើង(អល់ឡោះ)បានបើកទ្វារណាមួយ ពីលើមេឃឱ្យពួកគេនោះ ពួកគេនៅតែបន្ដឡើងទៅលើវារហូត។",
      "footnotes": ""
    },
    {
      "id": "1817",
      "sura": "15",
      "aya": "15",
      "arabic_text": "لَقَالُوٓاْ إِنَّمَا سُكِّرَتۡ أَبۡصَٰرُنَا بَلۡ نَحۡنُ قَوۡمٞ مَّسۡحُورُونَ",
      "translation": "ពួកគេប្រាកដជានឹងនិយាយថាៈ តាមពិតភ្នែករបស់ពួក យើងត្រូវបានគេបំភាន់។ ផ្ទុយទៅវិញពួកយើងគឺជាក្រុមដែលត្រូវ មន្ដអាគម។",
      "footnotes": ""
    },
    {
      "id": "1818",
      "sura": "15",
      "aya": "16",
      "arabic_text": "وَلَقَدۡ جَعَلۡنَا فِي ٱلسَّمَآءِ بُرُوجٗا وَزَيَّنَّٰهَا لِلنَّٰظِرِينَ",
      "translation": "ហើយជាការពិតណាស់ យើងបានបង្កើតផ្កាយជាច្រើននៅ លើមេឃ ហើយយើងបានលំអវាសម្រាប់អ្នកដែលសញ្ជឹងមើល។",
      "footnotes": ""
    },
    {
      "id": "1819",
      "sura": "15",
      "aya": "17",
      "arabic_text": "وَحَفِظۡنَٰهَا مِن كُلِّ شَيۡطَٰنٖ رَّجِيمٍ",
      "translation": "ហើយយើងបានការពារវា(មេឃ)អំពីរាល់ស្ហៃតនដែល ត្រូវគេដាក់បណ្ដាសា។",
      "footnotes": ""
    },
    {
      "id": "1820",
      "sura": "15",
      "aya": "18",
      "arabic_text": "إِلَّا مَنِ ٱسۡتَرَقَ ٱلسَّمۡعَ فَأَتۡبَعَهُۥ شِهَابٞ مُّبِينٞ",
      "translation": "លើកលែងតែស្ហៃតនណាដែលបានលួចស្ដាប់(ដំណឹងពី ម៉ាឡាអ៊ីកាត់)ប៉ុណ្ណោះ។ ហើយភ្លើងផ្កាយដ៏ភ្លឺច្បាស់បានតាមដុត កមេ្ទចវា។",
      "footnotes": ""
    },
    {
      "id": "1821",
      "sura": "15",
      "aya": "19",
      "arabic_text": "وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ شَيۡءٖ مَّوۡزُونٖ",
      "translation": "ហើយផែនដី យើងបានពង្រាបវា និងបានបង្កើតភ្នំជាច្រើន នៅលើវា ហើយនិងបានបណ្ដុះរាល់អ្វីៗទាំងអស់នៅលើវាតាម ការកំណត់។",
      "footnotes": ""
    },
    {
      "id": "1822",
      "sura": "15",
      "aya": "20",
      "arabic_text": "وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَ وَمَن لَّسۡتُمۡ لَهُۥ بِرَٰزِقِينَ",
      "translation": "ហើយយើងបានបង្កើតការរស់នៅនៅលើវា(ផែនដី) សម្រាប់ពួកអ្នក និងអ្នកដែលពួកអ្នកពុំមែនជាអ្នកផ្ដល់លាភសក្ការៈ ដល់គេ។",
      "footnotes": ""
    },
    {
      "id": "1823",
      "sura": "15",
      "aya": "21",
      "arabic_text": "وَإِن مِّن شَيۡءٍ إِلَّا عِندَنَا خَزَآئِنُهُۥ وَمَا نُنَزِّلُهُۥٓ إِلَّا بِقَدَرٖ مَّعۡلُومٖ",
      "translation": "ហើយអ្វីៗទាំងអស់គឺយើង(អល់ឡោះ)មានឃ្លាំងស្ដុក របស់វា ហើយយើងមិនបញ្ចុះវាឡើយ លើកលែងតែក្នុងកំរិតមួយ ច្បាស់លាស់ប៉ុណ្ណោះ។",
      "footnotes": ""
    },
    {
      "id": "1824",
      "sura": "15",
      "aya": "22",
      "arabic_text": "وَأَرۡسَلۡنَا ٱلرِّيَٰحَ لَوَٰقِحَ فَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَسۡقَيۡنَٰكُمُوهُ وَمَآ أَنتُمۡ لَهُۥ بِخَٰزِنِينَ",
      "translation": "ហើយយើងបានបញ្ជូនខ្យល់ឱ្យទៅផ្ដុំជាមួយពពក បន្ទាប់ មកយើងបានបញ្ចុះទឹកភ្លៀងពីលើមេឃ ហើយយើងបានផ្ដល់វាឱ្យ អ្នកទាំងអស់គ្នាផឹកដោយពួកអ្នកពុំមែនជាអ្នកស្ដុកវាទុកឡើយ។",
      "footnotes": ""
    },
    {
      "id": "1825",
      "sura": "15",
      "aya": "23",
      "arabic_text": "وَإِنَّا لَنَحۡنُ نُحۡيِۦ وَنُمِيتُ وَنَحۡنُ ٱلۡوَٰرِثُونَ",
      "translation": "ហើយពិតប្រាកដណាស់ យើងគឺជាអ្នកផ្ដល់ជីវិត និងជា អ្នកដកយកជីវិតវិញ ហើយយើងក៏ជាអ្នកទទួលមរតក(អ្វីៗដែល មាននៅលើផែនដី)ដែរ។",
      "footnotes": ""
    },
    {
      "id": "1826",
      "sura": "15",
      "aya": "24",
      "arabic_text": "وَلَقَدۡ عَلِمۡنَا ٱلۡمُسۡتَقۡدِمِينَ مِنكُمۡ وَلَقَدۡ عَلِمۡنَا ٱلۡمُسۡتَـٔۡخِرِينَ",
      "translation": "ហើយជាការពិតណាស់ យើងបានដឹងអំពីពួកជំនាន់មុន (ដែលបានស្លាប់)ក្នុងចំណោមពួកអ្នក ហើយយើងក៏ពិតជាបានដឹង អំពីពួកជំនាន់ក្រោយ(ដែលត្រូវរស់រហូតដល់ថ្ងៃបរលោក)ដែរ។",
      "footnotes": ""
    },
    {
      "id": "1827",
      "sura": "15",
      "aya": "25",
      "arabic_text": "وَإِنَّ رَبَّكَ هُوَ يَحۡشُرُهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ",
      "translation": "ហើយពិតប្រាកដណាស់ ម្ចាស់របស់អ្នក ទ្រង់នឹងប្រមូល ផ្ដុំពួកគេ(នៅថ្ងៃបរលោក)ជាមិនខាន។ ពិតប្រាកដណាស់ ទ្រង់ មហាគតិបណ្ឌិត មហាដឹង។",
      "footnotes": ""
    },
    {
      "id": "1828",
      "sura": "15",
      "aya": "26",
      "arabic_text": "وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ مِن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ",
      "translation": "ហើយជាការពិតណាស់ យើងបានបង្កើតមនុស្សលោកអំពី ដីស្អិតស្ងួតចេញពីដីភក់ខ្មៅដែលត្រូវគេសូនជារូបរាង។",
      "footnotes": ""
    },
    {
      "id": "1829",
      "sura": "15",
      "aya": "27",
      "arabic_text": "وَٱلۡجَآنَّ خَلَقۡنَٰهُ مِن قَبۡلُ مِن نَّارِ ٱلسَّمُومِ",
      "translation": "ហើយជិន(អ៊ីព្លីស)យើងបានបង្កើតវាមុន(អាដាំ)អំពី ភ្លើងដែលក្ដៅបំផុត។",
      "footnotes": ""
    },
    {
      "id": "1830",
      "sura": "15",
      "aya": "28",
      "arabic_text": "وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ",
      "translation": "ហើយ(ចូរចងចាំ)នៅពេលដែលម្ចាស់របស់អ្នកបានមាន បន្ទូលទៅកាន់បណ្ដាម៉ាឡាអ៊ីកាត់ថាៈ ពិតប្រាកដណាស់ យើងជា អ្នកបង្កើតមនុស្សលោកអំពីដីស្អិតស្ងួតចេញពីដីភក់ខ្មៅដែលត្រូវ គេសូនជារូបរាង។",
      "footnotes": ""
    },
    {
      "id": "1831",
      "sura": "15",
      "aya": "29",
      "arabic_text": "فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ",
      "translation": "ហើយនៅពេលដែលយើងបានធ្វើឱ្យគេ(អាដាំ)មានរូប រាងពេញលេញ និងបានផ្លុំវិញ្ញាណរបស់យើងបញ្ចូលទៅក្នុងខ្លួន របស់គេហើយនោះ ចូរពួកអ្នក(ម៉ាឡាអ៊ីកាត់)ក្រាបគោរពចំពោះ គេចុះ។",
      "footnotes": ""
    },
    {
      "id": "1832",
      "sura": "15",
      "aya": "30",
      "arabic_text": "فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ",
      "translation": "ពេលនោះបណ្ដាម៉ាឡាអ៊ីកាត់ក៏បានស៊ូជូតទាំងអស់គ្នា។",
      "footnotes": ""
    },
    {
      "id": "1833",
      "sura": "15",
      "aya": "31",
      "arabic_text": "إِلَّآ إِبۡلِيسَ أَبَىٰٓ أَن يَكُونَ مَعَ ٱلسَّٰجِدِينَ",
      "translation": "លើកលែងតែអ៊ីព្លីសប៉ុណ្ណោះដែលបានបដិសេធក្នុងការ ចូលរួមជាមួយបណ្ដាអ្នកដែលស៊ូជូត។",
      "footnotes": ""
    },
    {
      "id": "1834",
      "sura": "15",
      "aya": "32",
      "arabic_text": "قَالَ يَٰٓإِبۡلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ ٱلسَّٰجِدِينَ",
      "translation": "ទ្រង់បានមានបន្ទូលថាៈ ឱអ៊ីព្លីស. ហេតុអ្វីបានជាឯងមិន ព្រមចូលរួមជាមួយបណ្ដាអ្នកដែលស៊ូជូត?",
      "footnotes": ""
    },
    {
      "id": "1835",
      "sura": "15",
      "aya": "33",
      "arabic_text": "قَالَ لَمۡ أَكُن لِّأَسۡجُدَ لِبَشَرٍ خَلَقۡتَهُۥ مِن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ",
      "translation": "វាបានឆ្លើយថាៈ ខ្ញុំមិនស៊ូជូតទៅចំពោះមនុស្សដែលទ្រង់ បានបង្កើតគេអំពីដីឥដ្ឋស្ងួតចេញពីដីភក់ខ្មៅដែលត្រូវគេសូនជារូប រាងនោះទេ។",
      "footnotes": ""
    },
    {
      "id": "1836",
      "sura": "15",
      "aya": "34",
      "arabic_text": "قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ",
      "translation": "ទ្រង់បានមានបន្ទូលថាៈ ចូរឯងចាកចេញពីវា(ឋានសួគ៌) ចុះ ពិតប្រាកដណាស់ ឯងត្រូវគេដាក់បណ្ដាសា។",
      "footnotes": ""
    },
    {
      "id": "1837",
      "sura": "15",
      "aya": "35",
      "arabic_text": "وَإِنَّ عَلَيۡكَ ٱللَّعۡنَةَ إِلَىٰ يَوۡمِ ٱلدِّينِ",
      "translation": "ហើយពិតប្រាកដណាស់ ឯងត្រូវបណ្ដាសារហូតដល់ថ្ងៃ ជំនុំជំរះ(បរលោក)។",
      "footnotes": ""
    },
    {
      "id": "1838",
      "sura": "15",
      "aya": "36",
      "arabic_text": "قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ",
      "translation": "វាបាននិយាយថាៈ ឱម្ចាស់របស់ខ្ញុំ. សូមទ្រង់មេត្ដាពន្យារ ពេលឱ្យខ្ញុំរហូតដល់ថ្ងៃដែលពួកគេ(មនុស្សលោក)ត្រូវគេធ្វើឱ្យរស់ ឡើងវិញផងចុះ។",
      "footnotes": ""
    },
    {
      "id": "1839",
      "sura": "15",
      "aya": "37",
      "arabic_text": "قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ",
      "translation": "ទ្រង់បានមានបន្ទូលថាៈ ដូចេ្នះ ឯងពិតជានឹងស្ថិតក្នុង ចំណោមពួកដែលត្រូវគេពន្យារពេល",
      "footnotes": ""
    },
    {
      "id": "1840",
      "sura": "15",
      "aya": "38",
      "arabic_text": "إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ",
      "translation": "រហូតដល់ថ្ងៃមួយនៃពេលវេលាដែលត្រូវបានគេកំណត់។",
      "footnotes": ""
    },
    {
      "id": "1841",
      "sura": "15",
      "aya": "39",
      "arabic_text": "قَالَ رَبِّ بِمَآ أَغۡوَيۡتَنِي لَأُزَيِّنَنَّ لَهُمۡ فِي ٱلۡأَرۡضِ وَلَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ",
      "translation": "វាបាននិយាយថាៈ ឱម្ចាស់របស់ខ្ញុំ. ដោយសារតែទ្រង់ បានកំណត់ថា ខ្ញុំវងេ្វងទៅហើយនោះ ខ្ញុំប្រាកដជានឹងលំអ(ប្រការ អាក្រក់)សម្រាប់ពួកគេនៅលើផែនដីនេះ ហើយខ្ញុំពិតជានឹងធ្វើឱ្យ ពួកគេវងេ្វងទាំងអស់គ្នា។",
      "footnotes": ""
    },
    {
      "id": "1842",
      "sura": "15",
      "aya": "40",
      "arabic_text": "إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ",
      "translation": "លើកលែងតែបណ្ដាខ្ញុំរបស់ទ្រង់ដែលស្មោះត្រង់ក្នុង ចំណោមពួកគេប៉ុណ្ណោះ។",
      "footnotes": ""
    },
    {
      "id": "1843",
      "sura": "15",
      "aya": "41",
      "arabic_text": "قَالَ هَٰذَا صِرَٰطٌ عَلَيَّ مُسۡتَقِيمٌ",
      "translation": "ទ្រង់បានមានបន្ទូលថាៈ នេះគឺជាមាគ៌ាមួយដែលត្រឹមត្រូវ ឆ្ពោះមកកាន់យើង។",
      "footnotes": ""
    },
    {
      "id": "1844",
      "sura": "15",
      "aya": "42",
      "arabic_text": "إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٌ إِلَّا مَنِ ٱتَّبَعَكَ مِنَ ٱلۡغَاوِينَ",
      "translation": "ពិតប្រាកដណាស់ ខ្ញុំរបស់យើងទាំងអស់ ឯងគ្មានអំណាច អ្វីទៅលើពួកគេឡើយ លើកលែងតែអ្នកណាដែលបានដើរតាមឯង ក្នុងចំណោមពួកដែលវងេ្វងប៉ុណ្ណោះ។",
      "footnotes": ""
    },
    {
      "id": "1845",
      "sura": "15",
      "aya": "43",
      "arabic_text": "وَإِنَّ جَهَنَّمَ لَمَوۡعِدُهُمۡ أَجۡمَعِينَ",
      "translation": "ហើយពិតប្រាកដណាស់ នរកជើហាន់ណាំគឺជាកន្លែង សន្យាសម្រាប់ពួកគេទាំងអស់គ្នា។",
      "footnotes": ""
    },
    {
      "id": "1846",
      "sura": "15",
      "aya": "44",
      "arabic_text": "لَهَا سَبۡعَةُ أَبۡوَٰبٖ لِّكُلِّ بَابٖ مِّنۡهُمۡ جُزۡءٞ مَّقۡسُومٌ",
      "translation": "វានោះ(នរកជើហាន់ណាំ)មានទ្វារចំនួនប្រាំពីរ។ ក្នុង ចំណោមពួកគេ(ពួកតាមអ៊ីព្លីស)មានការបែងចែកខុសៗគ្នាទៅតាម ទ្វារនីមួយៗ(តាមកំរិតបាបកម្មរបស់ខ្លួន)។",
      "footnotes": ""
    },
    {
      "id": "1847",
      "sura": "15",
      "aya": "45",
      "arabic_text": "إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ",
      "translation": "ពិតប្រាកដណាស់ បណ្ដាអ្នកដែលកោតខ្លាចអល់ឡោះនោះ គឺស្ថិតក្នុងឋានសួគ៌ និងមានប្រភពទឹកជាច្រើន។",
      "footnotes": ""
    },
    {
      "id": "1848",
      "sura": "15",
      "aya": "46",
      "arabic_text": "ٱدۡخُلُوهَا بِسَلَٰمٍ ءَامِنِينَ",
      "translation": "ចូរពួកអ្នកចូលទៅក្នុងវា(ឋានសួគ៌) ដោយសេចក្ដីសុខ សន្ដិភាពចុះ។",
      "footnotes": ""
    },
    {
      "id": "1849",
      "sura": "15",
      "aya": "47",
      "arabic_text": "وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلٍّ إِخۡوَٰنًا عَلَىٰ سُرُرٖ مُّتَقَٰبِلِينَ",
      "translation": "ហើយយើងបានបំបាត់ពីចិត្ដរបស់ពួកគេនូវភាពឈ្នានីស ឱ្យចេះស្រឡាញ់គ្នាជាបងប្អូនដែលអង្គុយលើគ្រែទល់មុខគ្នា(ដោយ សប្បាយរីករាយ)។",
      "footnotes": ""
    },
    {
      "id": "1850",
      "sura": "15",
      "aya": "48",
      "arabic_text": "لَا يَمَسُّهُمۡ فِيهَا نَصَبٞ وَمَا هُم مِّنۡهَا بِمُخۡرَجِينَ",
      "translation": "ភាពនឿយហត់នឹងមិនប៉ះពាល់ដល់ពួកគេនៅក្នុងវា (ឋានសួគ៌)ឡើយ ហើយពួកគេក៏មិនត្រូវគេបណេ្ដញចេញពីទីនោះ វិញដែរ។",
      "footnotes": ""
    },
    {
      "id": "1851",
      "sura": "15",
      "aya": "49",
      "arabic_text": "۞ نَبِّئۡ عِبَادِيٓ أَنِّيٓ أَنَا ٱلۡغَفُورُ ٱلرَّحِيمُ",
      "translation": "ចូរអ្នកប្រាប់បណ្ដាខ្ញុំរបស់យើងថាៈ ពិតប្រាកដណាស់ យើងជាម្ចាស់មហាអភ័យទោស មហាអាណិតស្រឡាញ់។",
      "footnotes": ""
    },
    {
      "id": "1852",
      "sura": "15",
      "aya": "50",
      "arabic_text": "وَأَنَّ عَذَابِي هُوَ ٱلۡعَذَابُ ٱلۡأَلِيمُ",
      "translation": "ហើយពិតប្រាកដណាស់ ទារុណកម្មរបស់យើងគឺជា ទារុណកម្មដ៏ឈឺចាប់បំផុត។",
      "footnotes": ""
    },
    {
      "id": "1853",
      "sura": "15",
      "aya": "51",
      "arabic_text": "وَنَبِّئۡهُمۡ عَن ضَيۡفِ إِبۡرَٰهِيمَ",
      "translation": "ហើយចូរអ្នកប្រាប់ពួកគេ(ពួកគ្មានជំនឿ)អំពីភ្ញៀវរបស់ អ៊ីព្រហ៊ីម(ម៉ាឡាអ៊ីកាត់)។",
      "footnotes": ""
    },
    {
      "id": "1854",
      "sura": "15",
      "aya": "52",
      "arabic_text": "إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗا قَالَ إِنَّا مِنكُمۡ وَجِلُونَ",
      "translation": "(ចូរចងចាំ)នៅពេលដែលពួកគេ(ម៉ាឡាអ៊ីកាត់)បាន ចូលទៅជួបគាត់(អ៊ីព្រហ៊ីម) រួចពួកគេក៏បានពោលពាក្យសាឡាម។ គាត់បានតបថាៈ ពិតប្រាកដណាស់ពួកយើងភ័យខ្លាចចំពោះពួកអ្នក។",
      "footnotes": ""
    },
    {
      "id": "1855",
      "sura": "15",
      "aya": "53",
      "arabic_text": "قَالُواْ لَا تَوۡجَلۡ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ عَلِيمٖ",
      "translation": "ពួកគេ(ម៉ាឡាអ៊ីកាត់)បានពោលថាៈ ចូរអ្នកកុំខ្លាចអ្វី. ពិតប្រាកដណាស់ យើងមកផ្ដល់ដំណឹងរីករាយដល់អ្នកអំពី(ការ ប្រសូត)កេ្មងប្រុសម្នាក់ដ៏មានចំណេះដឹង។",
      "footnotes": ""
    },
    {
      "id": "1856",
      "sura": "15",
      "aya": "54",
      "arabic_text": "قَالَ أَبَشَّرۡتُمُونِي عَلَىٰٓ أَن مَّسَّنِيَ ٱلۡكِبَرُ فَبِمَ تُبَشِّرُونَ",
      "translation": "គាត់បានតបថាៈ តើពួកអ្នកមកប្រាប់ដំណឹងរីករាយដល់ ខ្ញុំយ៉ាងដូចមេ្ដច ខណៈដែលភាពជរាបានបៀតបៀនខ្ញុំទៅហើយ នោះ? ហេតុនេះ តើពួកអ្នកចង់ផ្ដល់ដំណឹងរីករាយអ្វីទៀត?",
      "footnotes": ""
    },
    {
      "id": "1857",
      "sura": "15",
      "aya": "55",
      "arabic_text": "قَالُواْ بَشَّرۡنَٰكَ بِٱلۡحَقِّ فَلَا تَكُن مِّنَ ٱلۡقَٰنِطِينَ",
      "translation": "ពួកគេ(ម៉ាឡាអ៊ីកាត់)បានពោលថាៈ យើងបានផ្ដល់ ដំណឹងរីករាយដ៏ពិតប្រាកដដល់អ្នក ហេតុនេះចូរអ្នកកុំស្ថិតក្នុង ចំណោមពួកដែលអស់សង្ឃឹមឱ្យសោះ។",
      "footnotes": ""
    },
    {
      "id": "1858",
      "sura": "15",
      "aya": "56",
      "arabic_text": "قَالَ وَمَن يَقۡنَطُ مِن رَّحۡمَةِ رَبِّهِۦٓ إِلَّا ٱلضَّآلُّونَ",
      "translation": "គាត់(អ៊ីព្រហ៊ីម)បានពោលថាៈ ហើយគ្មានអ្នកដែលអស់ សង្ឃឹមចំពោះការប្រោសប្រណីពីម្ចាស់របស់គេឡើយ លើកលែងតែ ពួកដែលវងេ្វងប៉ុណ្ណោះ។",
      "footnotes": ""
    },
    {
      "id": "1859",
      "sura": "15",
      "aya": "57",
      "arabic_text": "قَالَ فَمَا خَطۡبُكُمۡ أَيُّهَا ٱلۡمُرۡسَلُونَ",
      "translation": "គាត់បានពោលថាៈ តើអ្វីទៅជាភារកិច្ចរបស់ពួកអ្នក ឱបណ្ដាអ្នកនាំសារ(ម៉ាឡាអ៊ីកាត់)?",
      "footnotes": ""
    },
    {
      "id": "1860",
      "sura": "15",
      "aya": "58",
      "arabic_text": "قَالُوٓاْ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمٖ مُّجۡرِمِينَ",
      "translation": "ពួកគេ(ម៉ាឡាអ៊ីកាត់)បានតបថាៈ ពិតប្រាកដណាស់ ពួក យើងត្រូវបានគេ(អល់ឡោះ)បញ្ជូនទៅកាន់ក្រុមដែលប្រព្រឹត្ដអំពើ អាក្រក់។",
      "footnotes": ""
    },
    {
      "id": "1861",
      "sura": "15",
      "aya": "59",
      "arabic_text": "إِلَّآ ءَالَ لُوطٍ إِنَّا لَمُنَجُّوهُمۡ أَجۡمَعِينَ",
      "translation": "លើកលែងតែបណ្ដាអ្នកដែលតាមលូតប៉ុណ្ណោះ។ ពិត ប្រាកដណាស់ យើងគឺជាអ្នកសង្គ្រោះពួកគេទាំងអស់គ្នា។",
      "footnotes": ""
    },
    {
      "id": "1862",
      "sura": "15",
      "aya": "60",
      "arabic_text": "إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَآ إِنَّهَا لَمِنَ ٱلۡغَٰبِرِينَ",
      "translation": "លើកលែងតែភរិយារបស់គាត់ ដែលយើងបានកំណត់រួច ថា ពិតប្រាកដណាស់ នាងស្ថិតក្នុងចំណោមពួកដែលត្រូវគេបោះ បង់ចោល(ឱ្យរងទារុណកម្ម)។",
      "footnotes": ""
    },
    {
      "id": "1863",
      "sura": "15",
      "aya": "61",
      "arabic_text": "فَلَمَّا جَآءَ ءَالَ لُوطٍ ٱلۡمُرۡسَلُونَ",
      "translation": "ហើយនៅពេលដែលបណ្ដាអ្នកនាំសារ(ម៉ាឡាអ៊ីកាត់)បាន មកដល់ពួកដែលតាមលូត។",
      "footnotes": ""
    },
    {
      "id": "1864",
      "sura": "15",
      "aya": "62",
      "arabic_text": "قَالَ إِنَّكُمۡ قَوۡمٞ مُّنكَرُونَ",
      "translation": "គាត់(លូត)ក៏បានពោលថាៈ ពិតប្រាកដណាស់ ពួកអ្នក (ម៉ាឡាអ៊ីកាត់)ជាក្រុមដែលគេមិនស្គាល់ឡើយ។",
      "footnotes": ""
    },
    {
      "id": "1865",
      "sura": "15",
      "aya": "63",
      "arabic_text": "قَالُواْ بَلۡ جِئۡنَٰكَ بِمَا كَانُواْ فِيهِ يَمۡتَرُونَ",
      "translation": "ពួកគេ(ម៉ាឡាអ៊ីកាត់)បានតបថាៈ ផ្ទុយទៅវិញយើងបាន នាំមកឱ្យអ្នកនូវអ្វី(ទារុណកម្ម)ដែលពួកគេបានសង្ស័យចំពោះវា។",
      "footnotes": ""
    },
    {
      "id": "1866",
      "sura": "15",
      "aya": "64",
      "arabic_text": "وَأَتَيۡنَٰكَ بِٱلۡحَقِّ وَإِنَّا لَصَٰدِقُونَ",
      "translation": "ហើយយើងបាននាំមកឱ្យអ្នកនូវការពិត។ ហើយពិត ប្រាកដណាស់ ពួកយើងគឺជាអ្នកដែលត្រឹមត្រូវ។",
      "footnotes": ""
    },
    {
      "id": "1867",
      "sura": "15",
      "aya": "65",
      "arabic_text": "فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَٱتَّبِعۡ أَدۡبَٰرَهُمۡ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٞ وَٱمۡضُواْ حَيۡثُ تُؤۡمَرُونَ",
      "translation": "ដូចេ្នះ ចូរអ្នកនាំគ្រួសារបស់អ្នកចាកចេញ(ពីភូមិនេះ)នៅ ពាក់កណ្ដាលយប់ ហើយអ្នកត្រូវដើរតាមក្រោយពួកគេ ហើយកុំឱ្យ អ្នកណាម្នាក់ក្នុងចំណោមពួកអ្នកងាកមើលក្រោយឱ្យសោះ ហើយ ចូរពួកអ្នកបន្ដដំណើរទៅកន្លែងណាដែលត្រូវគេបញ្ជាពួកអ្នក។",
      "footnotes": ""
    },
    {
      "id": "1868",
      "sura": "15",
      "aya": "66",
      "arabic_text": "وَقَضَيۡنَآ إِلَيۡهِ ذَٰلِكَ ٱلۡأَمۡرَ أَنَّ دَابِرَ هَٰٓؤُلَآءِ مَقۡطُوعٞ مُّصۡبِحِينَ",
      "translation": "ហើយយើងបានផ្ដល់ដំណឹងដល់គាត់(លូត)ចំពោះរឿង នោះថាៈ ពិតប្រាកដណាស់ ពួកគេនឹងត្រូវគេកំទេចទាំងពូជនៅ វេលាទៀបភ្លឺ។",
      "footnotes": ""
    },
    {
      "id": "1869",
      "sura": "15",
      "aya": "67",
      "arabic_text": "وَجَآءَ أَهۡلُ ٱلۡمَدِينَةِ يَسۡتَبۡشِرُونَ",
      "translation": "ហើយប្រជាជននៅក្នុងទីក្រុងបានមកដល់(លូត)ដោយ ពួកគេសប្បាយរីករាយ។",
      "footnotes": ""
    },
    {
      "id": "1870",
      "sura": "15",
      "aya": "68",
      "arabic_text": "قَالَ إِنَّ هَٰٓؤُلَآءِ ضَيۡفِي فَلَا تَفۡضَحُونِ",
      "translation": "គាត់បានពោលថាៈ ពិតប្រាកដណាស់ ពួកគេទាំងអស់គ្នា នេះជាភ្ញៀវរបស់ខ្ញុំ។ ដូចេ្នះ ចូរពួកអ្នកកុំធ្វើឱ្យខ្ញុំអាម៉ាស់ឱ្យសោះ។",
      "footnotes": ""
    },
    {
      "id": "1871",
      "sura": "15",
      "aya": "69",
      "arabic_text": "وَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ",
      "translation": "ហើយចូរពួកអ្នកកោតខ្លាចអល់ឡោះ និងកុំធ្វើឱ្យខ្ញុំអាប់ឱនឱ្យសោះ។",
      "footnotes": ""
    },
    {
      "id": "1872",
      "sura": "15",
      "aya": "70",
      "arabic_text": "قَالُوٓاْ أَوَلَمۡ نَنۡهَكَ عَنِ ٱلۡعَٰلَمِينَ",
      "translation": "ពួកគេ(ពួកប្រឆាំងនឹងលូត)បាននិយាយថាៈ តើពួកយើង មិនបានហាមឃាត់អ្នក(អំពីការទទួលភ្ញៀវណាម្នាក់)លើពិភព លោកនេះទេឬ?",
      "footnotes": ""
    },
    {
      "id": "1873",
      "sura": "15",
      "aya": "71",
      "arabic_text": "قَالَ هَٰٓؤُلَآءِ بَنَاتِيٓ إِن كُنتُمۡ فَٰعِلِينَ",
      "translation": "គាត់បានពោលថាៈ គេទាំងនេះ គឺជាកូនស្រីរបស់យើង (ចូររៀបការនឹងពួកនាងចុះ) ប្រសិនបើពួកអ្នកចង់ធ្វើដូច្នោះ។",
      "footnotes": ""
    },
    {
      "id": "1874",
      "sura": "15",
      "aya": "72",
      "arabic_text": "لَعَمۡرُكَ إِنَّهُمۡ لَفِي سَكۡرَتِهِمۡ يَعۡمَهُونَ",
      "translation": "(អល់ឡោះមានបន្ទូលថា) យើងស្បថនឹងជីវិតរបស់អ្នក (មូហាំម៉ាត់) ពិតប្រាកដណាស់ ពួកគេគឺស្ថិតនៅក្នុងភាពវងេ្វងរបស់ ពួកគេដោយពួកគេមិនដឹងអ្វីឡើយ។",
      "footnotes": ""
    },
    {
      "id": "1875",
      "sura": "15",
      "aya": "73",
      "arabic_text": "فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ مُشۡرِقِينَ",
      "translation": "ដូចេ្នះ សម្រែកយ៉ាងខ្លាំងបានឆក់យកជីវិតពួកគេនៅ វេលាថ្ងៃរះ។",
      "footnotes": ""
    },
    {
      "id": "1876",
      "sura": "15",
      "aya": "74",
      "arabic_text": "فَجَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهِمۡ حِجَارَةٗ مِّن سِجِّيلٍ",
      "translation": "ដូចេ្នះយើងបានធ្វើឱ្យភូមិស្រុកនោះ(ភូមិសាដូមនៅ ប៉ាឡេស្ទីន)ក្រឡាប់ពីលើចុះក្រោម ហើយយើងបានបញ្ចុះភ្លៀង ថ្មពីដីដុតទៅលើពួកគេ។",
      "footnotes": ""
    },
    {
      "id": "1877",
      "sura": "15",
      "aya": "75",
      "arabic_text": "إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡمُتَوَسِّمِينَ",
      "translation": "ពិតប្រាកដណាស់ ចំពោះរឿងទាំងនោះគឺជាភស្ដុតាង សម្រាប់បណ្ដាអ្នកដែលមើលដោយពិចារណា។",
      "footnotes": ""
    },
    {
      "id": "1878",
      "sura": "15",
      "aya": "76",
      "arabic_text": "وَإِنَّهَا لَبِسَبِيلٖ مُّقِيمٍ",
      "translation": "ហើយពិតប្រាកដណាស់វា(ទីក្រុងសាដូម)នោះគឺស្ថិតនៅ ចំផ្លូវធំ(ដែលអ្នកដំណើរមើលឃើញវា) ។",
      "footnotes": ""
    },
    {
      "id": "1879",
      "sura": "15",
      "aya": "77",
      "arabic_text": "إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ",
      "translation": "ពិតប្រាកដណាស់ នៅក្នុងរឿងទាំងនោះ គឺជាភស្ដុតាង មួយសម្រាប់បណ្ដាអ្នកដែលមានជំនឿ។",
      "footnotes": ""
    },
    {
      "id": "1880",
      "sura": "15",
      "aya": "78",
      "arabic_text": "وَإِن كَانَ أَصۡحَٰبُ ٱلۡأَيۡكَةِ لَظَٰلِمِينَ",
      "translation": "ហើយពិតប្រាកដណាស់ ពួកដែលរស់នៅក្នុងព្រៃ(ប្រជាជនស៊្ហូអែប)គឺជាពួកដែលបំពាន។",
      "footnotes": ""
    },
    {
      "id": "1881",
      "sura": "15",
      "aya": "79",
      "arabic_text": "فَٱنتَقَمۡنَا مِنۡهُمۡ وَإِنَّهُمَا لَبِإِمَامٖ مُّبِينٖ",
      "translation": "ហើយយើងក៏បានផ្ដន្ទាទោសចំពោះពួកគេ(ប្រជាជនរបស់ស៊្ហូអែប)។ ហើយពិតប្រាកដណាស់ កន្លែងទាំងពីរ(កន្លែងរបស់ ប្រជាជនលូត និងស៊្ហូអែប)នោះ គឺស្ថិតនៅតាមផ្លូវធំមួយដ៏ច្បាស់ លាស់។",
      "footnotes": ""
    },
    {
      "id": "1882",
      "sura": "15",
      "aya": "80",
      "arabic_text": "وَلَقَدۡ كَذَّبَ أَصۡحَٰبُ ٱلۡحِجۡرِ ٱلۡمُرۡسَلِينَ",
      "translation": "ហើយជាការពិតណាស់ ពួក(សាមូដ)ដែលរស់នៅដោយ ចោះភ្នំធ្វើជាផ្ទះបានបដិសេធចំពោះបណ្ដាអ្នកនាំសារ។",
      "footnotes": ""
    },
    {
      "id": "1883",
      "sura": "15",
      "aya": "81",
      "arabic_text": "وَءَاتَيۡنَٰهُمۡ ءَايَٰتِنَا فَكَانُواْ عَنۡهَا مُعۡرِضِينَ",
      "translation": "ហើយយើងបានផ្ដល់ភស្ដុតាងរបស់យើងជាច្រើនដល់ពួក គេ ក៏ប៉ុន្ដែពួកគេបែរជាបានងាកចេញពីវាទៅវិញ។",
      "footnotes": ""
    },
    {
      "id": "1884",
      "sura": "15",
      "aya": "82",
      "arabic_text": "وَكَانُواْ يَنۡحِتُونَ مِنَ ٱلۡجِبَالِ بُيُوتًا ءَامِنِينَ",
      "translation": "ហើយពួកគេបានចោះភ្នំធ្វើជាលំនៅដ្ឋានដោយសុវត្ថិភាព។",
      "footnotes": ""
    },
    {
      "id": "1885",
      "sura": "15",
      "aya": "83",
      "arabic_text": "فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ مُصۡبِحِينَ",
      "translation": "ហើយសម្រែកដ៏ខ្លាំងបានឆក់យកជីវិតពួកគេនៅវេលា ទៀបភ្លឺ។",
      "footnotes": ""
    },
    {
      "id": "1886",
      "sura": "15",
      "aya": "84",
      "arabic_text": "فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ",
      "translation": "ហើយអ្វីដែលពួកគេបានធ្វើកន្លងមកមិនអាចការពារ ពួកគេ(ពីទារុណកម្ម)បានឡើយ។",
      "footnotes": ""
    },
    {
      "id": "1887",
      "sura": "15",
      "aya": "85",
      "arabic_text": "وَمَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّۗ وَإِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞۖ فَٱصۡفَحِ ٱلصَّفۡحَ ٱلۡجَمِيلَ",
      "translation": "ហើយយើងមិនបានបង្កើតមេឃជាច្រើនជាន់ និងផែនដី ហើយនិងអ្វីៗដែលនៅចន្លោះវាទាំងពីរនោះឡើយ លើកលែងតែ មានមូលហេតុត្រឹមត្រូវប៉ុណ្ណោះ។ ហើយពិតប្រាកដណាស់ថ្ងៃ បរលោកនឹងឈានមកដល់ជាមិនខាន។ ហេតុនេះចូរអ្នក(មូហាំម៉ាត់)អនុគ្រោះ(ដល់ពួកមូស្ហរីគីន)នូវការអនុគ្រោះមួយ ដ៏ល្អប្រពៃ។",
      "footnotes": ""
    },
    {
      "id": "1888",
      "sura": "15",
      "aya": "86",
      "arabic_text": "إِنَّ رَبَّكَ هُوَ ٱلۡخَلَّٰقُ ٱلۡعَلِيمُ",
      "translation": "ពិតប្រាកដណាស់ ម្ចាស់របស់អ្នក ទ្រង់គឺជាអ្នកបង្កើត មហាដឹង។",
      "footnotes": ""
    },
    {
      "id": "1889",
      "sura": "15",
      "aya": "87",
      "arabic_text": "وَلَقَدۡ ءَاتَيۡنَٰكَ سَبۡعٗا مِّنَ ٱلۡمَثَانِي وَٱلۡقُرۡءَانَ ٱلۡعَظِيمَ",
      "translation": "ហើយជាការពិតណាស់ យើងបានផ្ដល់ឱ្យអ្នក(មូហាំម៉ាត់) ប្រាំពីរឃ្លានៃអាល់ម៉ាសានី(សូរ៉ោះអាល់ហា្វតីហះ)រួមជាមួយនឹង គម្ពីរគួរអានដ៏ឧត្ដុង្គឧត្ដម។",
      "footnotes": ""
    },
    {
      "id": "1890",
      "sura": "15",
      "aya": "88",
      "arabic_text": "لَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَٱخۡفِضۡ جَنَاحَكَ لِلۡمُؤۡمِنِينَ",
      "translation": "ហើយអ្នក(មូហាំម៉ាត់)កុំសម្លឹងភ្នែកទាំងពីររបស់អ្នក មើលទៅកាន់អ្វី(ទ្រព្យសម្បត្ដិ បុណ្យសក្ដិ)ដែលយើងបានផ្ដល់ ឱ្យក្រុមមួយចំនួនក្នុងចំណោមពួកគេ(ពួកគ្មានជំនឿ) ហើយចូរអ្នក កុំពិបាកចិត្ដចំពោះពួកគេឱ្យសោះ។ ហើយចូរអ្នកលំទោនកាយរបស់ អ្នកចំពោះបណ្ដាអ្នកដែលមានជំនឿចុះ។",
      "footnotes": ""
    },
    {
      "id": "1891",
      "sura": "15",
      "aya": "89",
      "arabic_text": "وَقُلۡ إِنِّيٓ أَنَا ٱلنَّذِيرُ ٱلۡمُبِينُ",
      "translation": "ហើយចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ពិតប្រាកដណាស់ ខ្ញុំ ជាអ្នកដាស់តឿនព្រមានយ៉ាងច្បាស់លាស់។",
      "footnotes": ""
    },
    {
      "id": "1892",
      "sura": "15",
      "aya": "90",
      "arabic_text": "كَمَآ أَنزَلۡنَا عَلَى ٱلۡمُقۡتَسِمِينَ",
      "translation": "ក៏ដូចជាយើងបានបញ្ចុះ(ទារុណកម្ម)ទៅលើពួកដែលបែង ចែក(ពួកអារ៉ាប់គ្មានជំនឿ ពួកយ៉ាហ៊ូទី និងណាសរ៉នី)ផងដែរ។",
      "footnotes": ""
    },
    {
      "id": "1893",
      "sura": "15",
      "aya": "91",
      "arabic_text": "ٱلَّذِينَ جَعَلُواْ ٱلۡقُرۡءَانَ عِضِينَ",
      "translation": "គឺពួកដែលបានបែងចែកគម្ពីរគួរអានទៅជាផ្នែកៗ(មាន ជំនឿផ្នែកខ្លះ បដិសេធផ្នែកខ្លះ) ។",
      "footnotes": ""
    },
    {
      "id": "1894",
      "sura": "15",
      "aya": "92",
      "arabic_text": "فَوَرَبِّكَ لَنَسۡـَٔلَنَّهُمۡ أَجۡمَعِينَ",
      "translation": "ដូចេ្នះ ម្ចាស់របស់អ្នកបានស្បថថាៈ (ឱមូហាំម៉ាត់.)យើង ពិតជានឹងសួរពួកគេទាំងអស់គ្នា",
      "footnotes": ""
    },
    {
      "id": "1895",
      "sura": "15",
      "aya": "93",
      "arabic_text": "عَمَّا كَانُواْ يَعۡمَلُونَ",
      "translation": "អំពីអ្វីដែលពួកគេធ្លាប់បានប្រព្រឹត្ដជាមិនខាន។",
      "footnotes": ""
    },
    {
      "id": "1896",
      "sura": "15",
      "aya": "94",
      "arabic_text": "فَٱصۡدَعۡ بِمَا تُؤۡمَرُ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ",
      "translation": "ហេតុនេះ ចូរអ្នកអំពាវនាវដោយចំហនូវអ្វី(សាររបស់ អល់ឡោះ)ដែលគេ(អល់ឡោះ)បញ្ជា ហើយចូរអ្នកងាកចេញ ពីពួកមូស្ហរីគីន។",
      "footnotes": ""
    },
    {
      "id": "1897",
      "sura": "15",
      "aya": "95",
      "arabic_text": "إِنَّا كَفَيۡنَٰكَ ٱلۡمُسۡتَهۡزِءِينَ",
      "translation": "ពិតប្រាកដណាស់ យើងបានបំពេញបំណងឱ្យអ្នក(មូហាំម៉ាត់)ទៅលើពួកដែលសើចចំអកនោះ។",
      "footnotes": ""
    },
    {
      "id": "1898",
      "sura": "15",
      "aya": "96",
      "arabic_text": "ٱلَّذِينَ يَجۡعَلُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۚ فَسَوۡفَ يَعۡلَمُونَ",
      "translation": "គឺជាពួកដែលបង្កើតម្ចាស់ផេ្សងដើម្បីគោរពសក្ការៈរួមជា មួយអល់ឡោះ។ ដូចេ្នះ ពួកគេគង់តែនឹងដឹង។",
      "footnotes": ""
    },
    {
      "id": "1899",
      "sura": "15",
      "aya": "97",
      "arabic_text": "وَلَقَدۡ نَعۡلَمُ أَنَّكَ يَضِيقُ صَدۡرُكَ بِمَا يَقُولُونَ",
      "translation": "ហើយជាការពិតណាស់ យើងដឹងថាអ្នក(មូហាំម៉ាត់) ពិត ជាតឹងទ្រូងណាស់់ចំពោះអ្វីដែលពួកគេនិយាយ។",
      "footnotes": ""
    },
    {
      "id": "1900",
      "sura": "15",
      "aya": "98",
      "arabic_text": "فَسَبِّحۡ بِحَمۡدِ رَبِّكَ وَكُن مِّنَ ٱلسَّٰجِدِينَ",
      "translation": "ហេតុនេះ ចូរអ្នកលើកតម្កើងដោយការសរសើរចំពោះ ម្ចាស់របស់អ្នក ហើយចូរអ្នកស្ថិតក្នុងចំណោមអ្នកដែលស៊ូជូត (ថ្វាយបង្គំ)។",
      "footnotes": ""
    },
    {
      "id": "1901",
      "sura": "15",
      "aya": "99",
      "arabic_text": "وَٱعۡبُدۡ رَبَّكَ حَتَّىٰ يَأۡتِيَكَ ٱلۡيَقِينُ",
      "translation": "ហើយចូរអ្នកគោរពសក្ការៈចំពោះម្ចាស់របស់អ្នក រហូត ដល់សេចក្ដីស្លាប់មកដល់អ្នកចុះ។",
      "footnotes": ""
    }
  ]
}