{
  "result": [
    {
      "id": "6158",
      "sura": "101",
      "aya": "1",
      "arabic_text": "ٱلۡقَارِعَةُ",
      "translation": "کھڑکھڑا دینے والی.(1)",
      "footnotes": ""
    },
    {
      "id": "6159",
      "sura": "101",
      "aya": "2",
      "arabic_text": "مَا ٱلۡقَارِعَةُ",
      "translation": "کیا(1) ہے وه کھڑکھڑا دینے والی.",
      "footnotes": "(1) یہ بھی قیامت کے ناموں میں سے ایک نام ہے۔ جیسے اس سے قبل اس کے متعدد نام گزر چکے ہیں، مثلاً، الْحَاقَّةُ، الطَّامَّةُ، الصَّاخَّةُ، الْغَاشِيَةُ، السَّاعَةُ، الْوَاقِعَة وغیرہ۔ الْقَارِعَةُ، اسے اس لئے کہتے ہیں۔ کہ یہ اپنی ہولناکیوں سے دلوں کو بیدار اور اللہ کے دشمنوں کو عذاب سے خبردار کر دے گی، جیسے دروازہ کھٹکھٹانے والا کرتا ہے۔"
    },
    {
      "id": "6160",
      "sura": "101",
      "aya": "3",
      "arabic_text": "وَمَآ أَدۡرَىٰكَ مَا ٱلۡقَارِعَةُ",
      "translation": "تجھے کیا معلوم کہ وه کھڑ کھڑا دینے والی کیا ہے.",
      "footnotes": ""
    },
    {
      "id": "6161",
      "sura": "101",
      "aya": "4",
      "arabic_text": "يَوۡمَ يَكُونُ ٱلنَّاسُ كَٱلۡفَرَاشِ ٱلۡمَبۡثُوثِ",
      "translation": "جس دن انسان بکھرے ہوئے پروانوں کی طرح ہو جائیں گے.(1)",
      "footnotes": "(1) فِرَاشٌ، مچھر اور شمع کے گرد منڈلانے والے پرندے وغیرہ۔ مَبْثُوثٌ، منتشر اور بکھرے ہوئے۔ یعنی قیامت والے دن انسان بھی پروانوں کی طرح پراگندہ اور بکھرے ہوئے ہوں گے۔"
    },
    {
      "id": "6162",
      "sura": "101",
      "aya": "5",
      "arabic_text": "وَتَكُونُ ٱلۡجِبَالُ كَٱلۡعِهۡنِ ٱلۡمَنفُوشِ",
      "translation": "اور پہاڑ دھنے ہوئے رنگین اون کی طرح ہو جائیں گے.(1)",
      "footnotes": "(1) عِهْنٌ اس اون کو کہتے ہیں جو مختلف رنگوں کے ساتھ رنگی ہوئی ہو، مَنْفُوشٌ، دھنی ہوئی۔ یہ پہاڑوں کی وہ کیفیت بیان کی گئی ہے جو قیامت والے دن ان کی ہوگی۔ قرآن کریم میں پہاڑوں کی یہ کیفیت مختلف انداز میں بیان کی گئی ہے، جس کی تفصیل پہلے گزرچکی ہے۔ اب آگے ان دو فریقوں کا اجمالی ذکر کیا جا رہا ہے جو قیامت والے دن اعمال کے اعتبار سے ہوں گے۔"
    },
    {
      "id": "6163",
      "sura": "101",
      "aya": "6",
      "arabic_text": "فَأَمَّا مَن ثَقُلَتۡ مَوَٰزِينُهُۥ",
      "translation": "پھر جس کے پلڑے بھاری ہوں گے.(1)",
      "footnotes": "(1) مَوَازِينُ، مِيزَانٌ کی جمع ہے۔ ترازو، جس میں صحائف اعمال تولے جائیں گے۔ جیسا کہ اس کا ذکر سورۂ اعراف: 8، سورۂ کہف: 105 اور سورۂ انبیاء: 47 میں بھی گزرا ہے۔ بعض کہتے ہیں کہ یہاں یہ میزان نہیں، موزون کی جمع ہے یعنی ایسے اعمال جن کی اللہ کے ہاں کوئی اہمیت اور خاص وزن ہوگا۔ ( فتح القدیر ) لیکن پہلا مفہوم ہی راجح اور صحیح ہے۔ مطلب یہ ہے کہ جن کی نیکیاں زیادہ ہوں گی اور وزن اعمال کے وقت ان کی نیکیوں والا پلڑا بھاری ہو جائے گا۔"
    },
    {
      "id": "6164",
      "sura": "101",
      "aya": "7",
      "arabic_text": "فَهُوَ فِي عِيشَةٖ رَّاضِيَةٖ",
      "translation": "وه تو دل پسند آرام کی زندگی میں ہوگا.(1)",
      "footnotes": "(1) یعنی ایسی زندگی، جس کو وہ صاحب زندگی پسند کرے گا۔"
    },
    {
      "id": "6165",
      "sura": "101",
      "aya": "8",
      "arabic_text": "وَأَمَّا مَنۡ خَفَّتۡ مَوَٰزِينُهُۥ",
      "translation": "اور جس کے پلڑے ہلکے ہوں گے.(1)",
      "footnotes": "(1) یعنی جس کی برائیاں نیکیوں پر غالب ہوں گی، اور برائیوں کا پلڑا بھاری اور نیکیوں کا ہلکا ہوگا۔"
    },
    {
      "id": "6166",
      "sura": "101",
      "aya": "9",
      "arabic_text": "فَأُمُّهُۥ هَاوِيَةٞ",
      "translation": "اس کا ٹھکانا ہاویہ ہے.(1)",
      "footnotes": "(1) هَاوِيَةٌ جہنم کا نام ہے، اس کو ہاویہ اس لئے کہتے ہیں کہ جہنمی اس کی گہرائی میں گرے گا۔ اور اس کو ام ( ماں ) سے اس لئے تعبیر کیا کہ جس طرح انسان کے لئے ماں، جائےپناہ ہوتی ہے اسی طرح جہنمیوں کا ٹھکانہ جہنم ہوگا۔ بعض کہتے ہیں کہ ام کے معنی دماغ کے ہیں۔ جہنمی، جہنم میں سر کے بل ڈالے جائیں گے۔ ( ابن کثیر ) ۔"
    },
    {
      "id": "6167",
      "sura": "101",
      "aya": "10",
      "arabic_text": "وَمَآ أَدۡرَىٰكَ مَا هِيَهۡ",
      "translation": "تجھے کیا معلوم کہ وه کیا ہے.(1)",
      "footnotes": "(1) یہ استفہام اس کی ہولناکی اور شدت عذاب کو بیان کرنے کے لئے ہے کہ وہ انسان کے وہم وتصور سے بالا ہے، انسانی علوم اس کا احاطہ نہیں کر سکتے اور اس کی کنہ نہیں جان سکتے۔"
    },
    {
      "id": "6168",
      "sura": "101",
      "aya": "11",
      "arabic_text": "نَارٌ حَامِيَةُۢ",
      "translation": "وه تند وتیز آگ (ہے).(1)",
      "footnotes": "(1) جس طرح حدیث میں ہے کہ انسان دنیامیں جو آگ جلاتا ہے، یہ جہنم کی آگ کا ستر واں حصہ ہے، جہنم کی اگ دنیا کی آگ سے 69 درجہ زیادہ ہے۔ (صحيح بخاري، كتاب بدء الخلق ، باب صفة النار وأنها مخلوقة ، مسلم كتاب الجنة، باب في شدة حر نار جهنم ) ایک اور حدیث میں ہے کہ ( آگ نے اپنے رب سے شکایت کی کہ میرا ایک حصہ دوسرے حصے کو کھائے جا رہا ہے، اللہ تعالیٰ نے اسے دو سانس لینے کی اجازت فرما دی۔ ایک سانس گرمی اور ایک سانس سردی میں پس جو سخت سردی ہوتی ہے یہ اس کا ٹھنڈا سانس ہے۔ اور نہایت سخت گرمی جو پڑتی ہے، وہ جہنم کا گرم سانس ہے)۔ (بخاری، کتاب وباب مذکور) ایک اور حدیث میں نبی (صلى الله عليه وسلم) نے فرمایا ”جب گرمی زیادہ سخت ہو تو نماز ٹھنڈی کرکے پڑھو، اس لئے کہ گرمی کی شدت جہنم کے جوش کی وجہ سے ہے“۔ (حوالہ مذکور، مسلم، کتاب المساجد ) ۔"
    }
  ]
}