{
  "id": 3,
  "verse_number": 3,
  "page_number": 77,
  "verse_key": "4:3",
  "juz_number": 4,
  "hizb_number": 8,
  "rub_el_hizb_number": 31,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَإِنۡ خِفۡتُمۡ أَلَّا تُقۡسِطُواْ فِي ٱلۡيَتَٰمَىٰ فَٱنكِحُواْ مَا طَابَ لَكُم مِّنَ ٱلنِّسَآءِ مَثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۖ فَإِنۡ خِفۡتُمۡ أَلَّا تَعۡدِلُواْ فَوَٰحِدَةً أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُكُمۡۚ ذَٰلِكَ أَدۡنَىٰٓ أَلَّا تَعُولُواْ",
  "translation": "3. Y si teméis no tratar con justicia a las huérfanas (que tenéis bajo vuestra tutela, en lo referente a no concederles un maher[125] apropiado en caso de querer casaos con ellas, no las desposéis), casaos, entonces, con otras mujeres (lícitas) que sean de vuestro agrado, ya sean dos, tres o cuatro (como máximo)[126]. Pero si teméis no ser justos con todas ellas por igual, casaos solamente con una o recurrid a vuestras esclavas[127]. Eso es lo más apropiado para evitar caer en la injusticia.",
  "footnotes": "[125]  Ver la nota de la aleya 229 de la sura 2.\n[126]  Anteriormente, la poligamia no estaba regulada y no había ningún límite acerca del número de esposas que un hombre podía tener. El islam la regularizó y estableció un límite de cuatro, siempre y cuando el hombre fuera capaz de ser justo con todas ellas por igual. De no ser así, lo más recomendable para el hombre es casarse solo con una mujer.\n[127]  Cuando apareció el islam, la esclavitud era una práctica social muy arraigada que no podía eliminarse de golpe; por este motivo el islam adoptó las siguientes medidas para ir reduciéndola poco a poco: el hombre libre solo podía convertirse en esclavo si era apresado como cautivo de guerra tras haber luchado contra el islam, y aun entonces podía no convertirse en esclavo si así se decidía; liberar a un esclavo era una acción mediante la cual el creyente se acercaba a Al-lah; liberar a un esclavo era la manera principal de expiar ciertos pecados; parte del azaque que se recolectaba se destinaba a la liberación de los esclavos; un esclavo podía comprar su libertad y su propietario era alentado a ayudarlo; se prohibió el hecho de prostituir a las esclavas, etc. "
}