{
  "id": "203",
  "sura": "2",
  "aya": "196",
  "arabic_text": "وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
  "translation": "196. Y realizad las peregrinaciones del hajj y del ‘umrah sinceramente por Al-lah. Pero si algo os impidiera completarlas (tras haber manifestado vuestra intención de hacerlo), sacrificad el animal que podáis (un camello, una vaca, una cabra o una oveja) como ofrenda. No os afeitéis la cabeza (acción que se lleva a cabo para poner fin al estado de consagración[68] con el que deben realizarse ambas peregrinaciones) hasta que el animal llegue al lugar del sacrificio. Y si uno de vosotros estuviera enfermo o padeciera un problema en el cuero cabelludo (y, por ello, tuviese que rasurarse antes la cabeza), que compense (el haberse afeitado antes de tiempo) con (tres) días de ayuno o bien con comida para (seis) pobres o bien con el sacrificio de un animal (un camello, una vaca, una cabra o una oveja). Y cuando os sintáis seguros y podáis completar los ritos sin temor, aquel que realice la peregrinación del ‘umrah y del hajj (con una interrupción entre ambas peregrinaciones) que sacrifique el animal que pueda (de entre los mencionados anteriormente) como ofrenda; y quien no tenga los medios para hacerlo que ayune tres días durante la peregrinación y siete a su regreso: diez días en total. Esta (combinación de las dos peregrinaciones con la debida ofrenda o el ayuno correspondiente) es para el peregrino que no habita en las proximidades de la Mezquita Sagrada. Temed a Al-lah y sabed que Su castigo es severo.",
  "footnotes": "[68]  Antes de realizar las peregrinaciones del hajj o del ‘umrah, el peregrino debe entran en el estado de consagración o ihram en uno de los puntos designados para ello (o miqat) cercanos a la ciudad de La Meca. Para entrar en dicho estado se pronuncia en voz alta la intención de realizar la peregrinación y, a partir de dicho momento, el hombre no debe vestir ninguna prenda cosida (por lo que viste dos toallas o dos sábanas que no estén bordadas; mientras que la mujer no debe usar guantes ni cubrirse el rostro con un niqab) y se le prohíben diversas acciones como: cortarse el pelo o las uñas, ponerse perfume, mantener relaciones sexuales, pelearse, cazar, etc. Una vez acabados los ritos, se sale de dicho estado cortándose el pelo o afeitándose la cabeza (esto último solo en el caso del hombre). El incumplimiento de las prohibiciones mencionadas puede invalidar la peregrinación."
}