{
  "id": "236",
  "sura": "2",
  "aya": "229",
  "arabic_text": "ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ",
  "translation": "229. El divorcio (de la misma mujer) podrá ser (revocado) dos veces. Luego deberá tomarla nuevamente por esposa y tratarla bien o deberá dejarla libre de buena manera. No os está permitido tomar nada de los bienes que les disteis a ellas como maher[79] (al casaros), salvo si ambas partes temen no cumplir las leyes que Al-lah establece. Si teméis que no se respeten dichas leyes, ninguno incurrirá en falta si ella decide darle parte (para obtener el divorcio). Estas son las leyes de Al-lah, no las quebrantéis, pues. Quienes lo hagan, esos serán los injustos.",
  "footnotes": "[79]  El maher suele traducirse tradicionalmente como dote; sin embargo hay grandes diferencias entre ambos conceptos. El maher consiste en unos bienes —normalmente oro en la actualidad— que el esposo debe obligatoriamente regalar a la esposa cuando oficializan el contrato de matrimonio. Este presente es una muestra de la generosidad y de la disposición y capacidad del hombre para mantener a su esposa y satisfacer sus necesidades económicas. A veces, en Occidente, se malinterpreta maliciosamente y se piensa que de esta manera el esposo compra a la esposa. Hay que resaltar que estos bienes no los ofrece el esposo a los padres de la esposa, sino a ella, y nadie más que ella tiene el derecho de hacer uso de esos bienes. No hay una cantidad mínima estipulada y lo recomendable es que el maher se adapte a las posibilidades del esposo.\nLa dote, no obstante, consiste en unos bienes o dinero que la esposa aporta al matrimonio —no son, pues, solamente para ella— y que provienen de sus propios padres y familiares más cercanos."
}