{
  "id": 102,
  "verse_number": 102,
  "page_number": 16,
  "verse_key": "2:102",
  "juz_number": 1,
  "hizb_number": 2,
  "rub_el_hizb_number": 6,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
  "translation": "Kuma suka bi abin da shaiɗãnu* ke karantawa a kan mulkin Sulaimãnu, kuma Sulaimãnu bai yi kãfirci ba, kuma Shaidãnun, sũ ne suka yi kãfirci, suna karantar da mutãne sihiri. Kuma ba a saukar da shi ba a kan malã'iku biyu a Bãbila, Harũta da Mãrũta. Kuma ba su sanar da kõwa ba balle su ce: \"Mũ fitina kawai ne, sabõda haka kada ka kãfirta,\" balle har su yi ta nẽman ilmin abin da suke rarrabẽwa tsakãnin mutum da mãtarsa da shi daga gare su. Kuma su (mãsu yin sihirin) ba su zama mãsu cũtar da kõwa da shi ba, fãce da iznin Allah. Kuma suna nẽman ilmin abin da yake cũtar da su, kuma bã ya amfaninsu. Kuma lalle ne, haƙiƙa, sun sani, tabbas, wanda ya saye shi, bã ya da wani rabo a cikin Lãhira. Kuma tir da abin da suka sayar da rãyukansu da shi, dã sun kasance suna sani.",
  "footnotes": "* Shaiɗan shi ne dukan wanda ya san gaskiya kuma ya ƙi yin aiki da ita, mutum ne kõ aljani. Sabõda haka a nan anã nufin miyagun malamai mãsu ɗauke mutãne daga abin da Allah Ya saukar musu na addini zuwa ga abin da suke so dõmin su cũce su. Hanyar ɗauke mutãne daga addinin gaskiya ita ce a wajen jingina magana ga wani mutum sãlihi wanda aka yarda da shi a bãyan yã mutu kamar Sulaimanu, kõ kuma a jingina ta ga wanda bã zã a iya tambayarsa ba kamar malã'iku. A wannan ãyã an jingina asalin sihiri ga Sulaimãnu aka ce da sihiri ya kai ga mulkinsa, kuma aka ce asalin sihirin nan ilmi ne daga Allah Ya saukar da shi ta kan wasu mala'iku biyu waɗanda suke a garin da ake ce wa Bãbila a ƙasar Iraƙ, anã kiransuHãrũta da Mãrũta waɗanda suke, kãfin su gayawa mai neman ilmin sihirin daga gare su abin da yake so, sai sun yi masa gargaɗi da cewa: \"Kada ka yi kãfirci,\" sa'an nan su gaya masa abin dasuke iya raba miji da mãta da shi na sihiri. To, Allah Yã farkar da mu cewa Sulamiãnu bai yi sihiri ba, dõmin yin sihiri kãfirci ne. Sũ mãlaman mãsu faɗin haka, sũ ne suka yi kãfirci. Mai aiki da sihiri bai cũtar kõwa sai da iznin Allah. neman saninsa cũta ne, bãbu wani amfãni."
}