{
  "result": [
    {
      "id": "3410",
      "sura": "30",
      "aya": "1",
      "arabic_text": "الٓمٓ",
      "translation": "Alɩf, Lɑɑm, Miim.[1]",
      "footnotes": "[1] Wẽnd n yɩɩd minim ne A sẽn rat ne gʋls-bi tõsdɩ-kãensã. La Gʋls-bi tõsdɩ-kãensã, sẽn be Sʋʋr-kãensã baasgẽ wã, yaa sẽn wilgd Alkʋrãanã sẽn komsd a gees-n-taasã, bala b geesa kɩfr-dãmbã ne Alkʋrãanã, tɩ b kong n ka tõog n wa ne a buud ye, tɩ Alkʋrãanã me -yaool n yaa sẽn tui ne gom-biis nins bãmb goamã sẽn tuit ne wã, sẽn yaa gʋls-bi tõsdɩ bãmbã buudã, tɩ rẽnda wilgd Laarab-rãmbã kongame n ka tõog n wa ne Alkʋrãanã buud ye, n lagem ne bãmb n yɩɩd nebã ne zelem pεkã, tɩ wilgdẽ tɩ Alkʋrãanã a yaa sẽn tʋme tɩ yi Wẽnd nengẽ."
    },
    {
      "id": "3411",
      "sura": "30",
      "aya": "2",
      "arabic_text": "غُلِبَتِ ٱلرُّومُ",
      "translation": "B tõogɑ Rʋʋm-rãmba.",
      "footnotes": ""
    },
    {
      "id": "3412",
      "sura": "30",
      "aya": "3",
      "arabic_text": "فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ",
      "translation": "Tẽng sẽn pẽ yɑmbẽ ne bεεbã tẽngã (Fɑɑrɩs), lɑ b sẽn tõog-bã poorẽ b nɑ n tõogɑme.",
      "footnotes": ""
    },
    {
      "id": "3413",
      "sura": "30",
      "aya": "4",
      "arabic_text": "فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ",
      "translation": "Yʋʋm ɑ wãn poor bɑlɑ. Yellã tɑoor lɑ ɑ poor yɑɑ Wẽnd soolem, lɑ bɑrɑɑre sɩd-kõtbã nɑ n kɩdmɑme.",
      "footnotes": ""
    },
    {
      "id": "3414",
      "sura": "30",
      "aya": "5",
      "arabic_text": "بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
      "translation": "Ne Wẽnd sõngrã. A sõngdɑ A sẽn dɑt rãmbɑ, lɑ Yẽ lɑ ɑ Wilb lɑ ɑ Welg-n-yols Naaba.",
      "footnotes": ""
    },
    {
      "id": "3415",
      "sura": "30",
      "aya": "6",
      "arabic_text": "وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "Wẽnd pʋlengo, Wẽnd kɑ yidgd A pʋleng ye. La nebã wʋsgã fãɑ kɑ mi ye.",
      "footnotes": ""
    },
    {
      "id": "3416",
      "sura": "30",
      "aya": "7",
      "arabic_text": "يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ",
      "translation": "B mii dũni vɩɩmã yel-vẽenese, lɑ yɑoolem raarã yɛlã, b yaa zɩtb ne rẽ.",
      "footnotes": ""
    },
    {
      "id": "3417",
      "sura": "30",
      "aya": "8",
      "arabic_text": "أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ",
      "translation": "Bãmb kɑ tɑgs n ges b mensã pʋsẽ lɑ? lɑ Wẽnd kɑ nɑɑn sɑɑsã lɑ tẽngã lɑ sẽn be b yiibã sʋkã rẽndɑ ne sɩdɑ, lɑ ad nebã wʋsg ka tẽed b Soɑbã segbã ye.",
      "footnotes": ""
    },
    {
      "id": "3418",
      "sura": "30",
      "aya": "9",
      "arabic_text": "أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
      "translation": "Rẽ yĩngɑ bãmb kɑ kẽn tẽngã pʋgẽ n ges rãeenem rãmbã bɑɑsg sẽn n yɩ to-to lɑ? B pãng yɩɩgɑ bãmbɑ; b koo tẽn-gõngã lɑ b me-ɑ n yɩɩd bãmb sẽn me-ɑ wã. B tẽn-tʋʋmbã waa b nengẽ ne vẽenem-dãmbã, lɑ Wẽnd kɑ yɩ n nɑ n wẽg-b ye, bãmb n dɑ yɩ n wẽgd b mense.",
      "footnotes": ""
    },
    {
      "id": "3419",
      "sura": "30",
      "aya": "10",
      "arabic_text": "ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ",
      "translation": "Rẽ poorẽ, neb nins b sẽn tʋm wẽngã bɑɑsg yɩɩ wẽngɑ, b sẽn yɑgs Tõnd Aayayã lɑ b sẽn dɑ yɑɑnd-bã yĩngɑ.",
      "footnotes": ""
    },
    {
      "id": "3420",
      "sura": "30",
      "aya": "11",
      "arabic_text": "ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ",
      "translation": "Wẽnd n sɩngd naoonegã, rẽ poorẽ n lebs n yɩlm-ɑ, rẽ poorẽ yɑɑ Yẽ nengẽ lɑ y nɑ n lebe.",
      "footnotes": ""
    },
    {
      "id": "3421",
      "sura": "30",
      "aya": "12",
      "arabic_text": "وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ",
      "translation": "Lɑ raɑr ning Dũni wã sẽn nɑ n yikã yel-wẽn-mɑɑndbã nɑ n wãaga b tẽebo.",
      "footnotes": ""
    },
    {
      "id": "3422",
      "sura": "30",
      "aya": "13",
      "arabic_text": "وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ",
      "translation": "Lɑ sugsdb kɑ nɑ n zĩnd b lɑgem-n-tɑɑsã pʋgẽ b yĩng ye; b na n yɩɩme n kɩfl ne b lɑgm-n-tɑɑsã.",
      "footnotes": ""
    },
    {
      "id": "3423",
      "sura": "30",
      "aya": "14",
      "arabic_text": "وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ",
      "translation": "Lɑ dũni wã yikr rɑɑre, b nɑ n weelɑ tɑɑbɑ:",
      "footnotes": ""
    },
    {
      "id": "3424",
      "sura": "30",
      "aya": "15",
      "arabic_text": "فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ",
      "translation": "Lɑ sã n yɑɑ ne neb nins b sẽn kõ sɩd lɑ b tʋm tʋʋm-sõmã wã, bãmb rãmbã bee arzãn bãoogẽ wã n noogd b sũyã.",
      "footnotes": ""
    },
    {
      "id": "3425",
      "sura": "30",
      "aya": "16",
      "arabic_text": "وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ",
      "translation": "Lɑ sã n yɑɑ ne neb nins sẽn kɩfl la yagsd Tõnd Aaya-rãmbã lɑ yɑoolem sɛgbã, bãmb lɑ sẽn na n zĩnd naongã pʋgẽ wã.",
      "footnotes": ""
    },
    {
      "id": "3426",
      "sura": "30",
      "aya": "17",
      "arabic_text": "فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ",
      "translation": "Rẽnd bɩ y yɩlg Wẽnd yʋʋrã yãmb sẽn wɑt n kẽed zɑɑbr lɑ y sẽn wɑt n vẽegd beoogo.",
      "footnotes": ""
    },
    {
      "id": "3427",
      "sura": "30",
      "aya": "18",
      "arabic_text": "وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ",
      "translation": "A tara Pẽgr sɑɑsẽ lɑ tẽngẽ, lɑ y sẽn wɑt n kẽed zaabr(Lɑɑnsre) la wẽnto-sʋkɑ (Zɑfɑr) wɑkɑt.",
      "footnotes": ""
    },
    {
      "id": "3428",
      "sura": "30",
      "aya": "19",
      "arabic_text": "يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ",
      "translation": "َA yiisdɑ vɩt kiid pʋgẽ lɑ A yiisd kiid vɩt pʋgẽ lɑ A vʋʋgd tẽngã ɑ sẽn ki poorẽ, lɑ yɑɑ boto me lɑ B nɑ n yiis yãmbɑ.",
      "footnotes": ""
    },
    {
      "id": "3429",
      "sura": "30",
      "aya": "20",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ",
      "translation": "Lɑ sẽn yi A yel-soalmã pʋgẽ yɑɑ A sẽn nɑɑn yãmb n yi tãndẽ, rẽ poorẽ tɩ yãmb yɑɑ neb n sãeegdẽ.",
      "footnotes": ""
    },
    {
      "id": "3430",
      "sura": "30",
      "aya": "21",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ",
      "translation": "Lɑ sẽn yi A yel-soɑlmã pʋgẽ yɑɑ A sẽn nɑɑn pɑgb yãmb yĩng tɩ yi yãmb mensã pʋsẽ bʋl yĩng tɩ y na pɑɑm yɑm-gãɑg b kɩrengã, lɑ A ning nonglem lɑ yolsg yãmb sʋkɑ, ad woto pʋgẽ yel-soɑlem bee sẽn tɑgsd-bã yĩngɑ.",
      "footnotes": ""
    },
    {
      "id": "3431",
      "sura": "30",
      "aya": "22",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ",
      "translation": "Sɑɑsã lɑ tẽngã naanegã lɑ yãmb zεlmã wã lɑ yãmb kõbgã yõs-tɑɑbã yii A yel-soɑlmã pʋgẽ, ad wãnde pʋgẽ yel-soɑlem bee bãngdbã yĩngɑ.",
      "footnotes": ""
    },
    {
      "id": "3432",
      "sura": "30",
      "aya": "23",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ",
      "translation": "Lɑ yãmb gõeemã yʋng lɑ wĩntoogã lɑ yãmb sẽn baood A yɩɩdlmã, ɑd wãnde pʋgẽ yel-soɑlem bee sẽn kelgd-bã yĩngɑ.",
      "footnotes": ""
    },
    {
      "id": "3433",
      "sura": "30",
      "aya": "24",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ",
      "translation": "Lɑ sẽn yi A yel-soɑlmã pʋgẽ yɑɑ A sẽn wĩngd yãmb tɩ y yãt sɑ-yãgrã tɩ yɑɑ yεεsg lɑ sɑkoom-tẽebo, lɑ A sikd koom tɩ yi sɑɑgẽ wã t'A vʋʋgd tẽn-gõngã ne-ɑ a sẽn ki poore, ad wãnde pʋgẽ wã, sɩdɑ yel-soɑlem bee sẽn tɑgsd-bã yĩngɑ.",
      "footnotes": ""
    },
    {
      "id": "3434",
      "sura": "30",
      "aya": "25",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ",
      "translation": "Lɑ sẽn yi A yel-soɑlmã pʋgẽ yɑɑ sɑɑsã ne tẽngã sẽn yɑls ne A sɑgellã, rẽ poorẽ t'A sã n bool yãmb bool-vuk tẽn-gãongẽ wã lɑ yãmb sẽn tɑr yiib bɑlɑ.",
      "footnotes": ""
    },
    {
      "id": "3435",
      "sura": "30",
      "aya": "26",
      "arabic_text": "وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ",
      "translation": "Lɑ sẽn n be sɑɑsẽ lɑ tẽngẽ yɑɑ Yẽ soolem, b fãɑ yɑɑ sɑk-n-tũ-rãmb A yĩngɑ.",
      "footnotes": ""
    },
    {
      "id": "3436",
      "sura": "30",
      "aya": "27",
      "arabic_text": "وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "Lɑ Yẽndɑ n sɩngd naoonego, n nɑ n le yɩlem-ɑ rẽ poorẽ, lɑ rẽ n yɩɩd nɑɑnɑ ne-A, lɑ bilgr sẽn yɩɩd zɩslem sɑɑsẽ lɑ tẽngẽ yɑɑ Yẽ soolem, lɑ Yẽ lɑ Zɩsg n yaa Bʋʋd-mitɑ.",
      "footnotes": ""
    },
    {
      "id": "3437",
      "sura": "30",
      "aya": "28",
      "arabic_text": "ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ",
      "translation": "A rɩkɑ bilgr sẽn yi yãmb mensẽ wã: rẽ yĩngɑ yãmb nusã sẽn so b rãmbã (yembsã) pʋgẽ, yãmb tɑrɑ sood-n-tɑɑs Tõnd sẽn dɩlg yãmbã pʋgẽ tɩ yãmb fãa zem tɑɑb ɑ pʋgẽ, tɩ yãmb zoet-b wɑlɑ yãmb ɑ burkĩnbã sẽn zoet tɑɑbã? Yɑɑ woto lɑ Tõnd welgd D goɑmã sẽn tɑr-b yɑm n tɑgsdẽ wã yĩngɑ.",
      "footnotes": ""
    },
    {
      "id": "3438",
      "sura": "30",
      "aya": "29",
      "arabic_text": "بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّٰصِرِينَ",
      "translation": "Pa rẽ bal ye, neb nins sẽn wẽg-b mensã tũuda b yɑmleoog tɩ ka tũ ne bãngr ye, la ãnd n nɑ n kãndg Wẽnd sẽn menes-b rãmbã? Lɑ b pa tar sõngd me ye.",
      "footnotes": ""
    },
    {
      "id": "3439",
      "sura": "30",
      "aya": "30",
      "arabic_text": "فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "Bɩ f wẽnem f nengã fãa n yals dĩinã n toglg Wẽnd-yembgo, Saobã yard bal baoob yĩnga; Soab ning sẽn yaa tẽeg-tɩrg-soɑbã. Woto yɑɑ yɑlẽ ning Wẽnd sẽn nɑɑn nebã à pʋgẽ wã, Wẽnd naanegã kɑ tɑr tedgr ye, wãnde yaa dĩin sẽn yɑɑ tɩrgɑ, lɑ ad nebã sẽn yɩɩd wʋsg fãɑ kɑ mi ye.",
      "footnotes": ""
    },
    {
      "id": "3440",
      "sura": "30",
      "aya": "31",
      "arabic_text": "۞ مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "Tɩ y yɑɑ lεbgdb n tʋgd A nengẽ, lɑ y yɑls Pʋʋsg lɑ y rɑ yɩ lɑgem-n-tɑɑr-rãmba,",
      "footnotes": ""
    },
    {
      "id": "3441",
      "sura": "30",
      "aya": "32",
      "arabic_text": "مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ",
      "translation": "n gẽdg neb nins sẽn weel-b dĩinã n lebg sulã, tɩ sull fãɑ kɩdemd ne sẽn be a nengẽ wã.",
      "footnotes": ""
    },
    {
      "id": "3442",
      "sura": "30",
      "aya": "33",
      "arabic_text": "وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ",
      "translation": "Lɑ keelem sã n pɑɑm nebã b boonda b Soɑbã tɩ b yɑɑ lεbgdb n tʋgd A nengẽ, rẽ poorẽ t'A sã n lemb-b yolsg sẽn yi A nengẽ lɑ sul sẽn be b pʋgẽ wã n mɑɑnd lɑgem-n-tɑɑr ne b Soɑbã.",
      "footnotes": ""
    },
    {
      "id": "3443",
      "sura": "30",
      "aya": "34",
      "arabic_text": "لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ",
      "translation": "Bʋɩl yĩng tɩ b kɩfl ne Tõnd sẽn kõ-ba, bɩ y wʋm noog tɩ ket bilf tɩ y bãnge.",
      "footnotes": ""
    },
    {
      "id": "3444",
      "sura": "30",
      "aya": "35",
      "arabic_text": "أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ",
      "translation": "Bɩ Tõnd sikɑ daliil n kõ bãmb t'ɑ togsd bãmb tɩ b sẽn dɑ yɩ n mɑɑnd lɑgem-n-tɑɑrã ne bũmb ninsã mɑnegɑme?",
      "footnotes": ""
    },
    {
      "id": "3445",
      "sura": "30",
      "aya": "36",
      "arabic_text": "وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ",
      "translation": "Lɑ Tõnd sã n lemb nebã yolsgo, la b sẽn kɩdemd ne-a; lɑ keelem sã n pɑɑm-b tɩ yɑɑ b nus sẽn tʋm yĩng lɑ b sẽn wãagd b tẽebo.",
      "footnotes": ""
    },
    {
      "id": "3446",
      "sura": "30",
      "aya": "37",
      "arabic_text": "أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "Lɑ rẽ yĩngɑ bãmb kɑ yẽ tɩ Wẽnd yɑlgdɑ rɩtlã n kõt A sẽn dɑt ɑ soɑb lɑ A wẽoogdẽ lɑ? Ad wãnde pʋgẽ yεl-soɑlem n be ne sẽn kõt-b sɩdã yĩngɑ.",
      "footnotes": ""
    },
    {
      "id": "3447",
      "sura": "30",
      "aya": "38",
      "arabic_text": "فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
      "translation": "Bɩ f kõ rog-pẽt lɑ nimbãan-ned lɑ so-kẽnd ɑ pʋɩɩre, rẽ lɑ sõamɑ ne neb nins sẽn bɑood Wẽnd yel-sõmdã, lɑ bãmb rãmbã lɑ tɩlgdbã.",
      "footnotes": ""
    },
    {
      "id": "3448",
      "sura": "30",
      "aya": "39",
      "arabic_text": "وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ",
      "translation": "Lɑ yãmb sẽn kõ ''rɩbaa'' sẽn na yɩl n paam yõod paasg nebã nengẽ, a ka paasd Wẽnd nengẽ ye, lɑ yãmb sẽn kõ arzεg-yɩleng n dɑt Wẽnd yĩngã, bãmb dãmbã la b sẽn na n fãoo n kõ-b rãmbã.",
      "footnotes": ""
    },
    {
      "id": "3449",
      "sura": "30",
      "aya": "40",
      "arabic_text": "ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
      "translation": "Wẽnd n nɑɑn yãmbɑ, rẽ poorẽ n dɩlg yãmba, rẽ poorẽ n kʋʋd yãmba, rẽ poorẽ n nɑ n vʋʋg yãmbɑ; rẽ yĩngɑ bee yãmb soben-rãmbã pʋgẽ sẽn tõe n mɑɑn boto buud bɑ fʋɩ bɩ? Yɩlgemd be ne-A, lɑ A le zẽk n gãndg n yi ne b sẽn mɑɑnd lɑgem-n-tɑɑr ne bũmb ninsã.",
      "footnotes": ""
    },
    {
      "id": "3450",
      "sura": "30",
      "aya": "41",
      "arabic_text": "ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "Sãang pukɑ yɩng tẽn-gãng zug la Mogrẽ tɩ yɑɑ nebã nus sẽn tʋmã biisi, bʋl yĩng lɑ Wẽnd lemb-b b sẽn tʋmã sãnda tɩ sãn-sãnde b nɑ tek n bɑse.",
      "footnotes": ""
    },
    {
      "id": "3451",
      "sura": "30",
      "aya": "42",
      "arabic_text": "قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ",
      "translation": "Yeele: kẽn-y tẽmsã pʋsẽ n ges sẽn deng-b yãmb toaarã bɑɑsg yɩɩ wãn-wãnã? b sẽn yɩɩd wʋsg fãɑ yɩɩ lɑgem-n-tɑɑr rãmbɑ.",
      "footnotes": ""
    },
    {
      "id": "3452",
      "sura": "30",
      "aya": "43",
      "arabic_text": "فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ",
      "translation": "Bɩ f tees f nengã dĩin tɩrgẽ wã tɑoor tɩ rɑɑr sẽn ka tɑr lεbsdgã nɑn kɑ tɑ ye, bɑrɑɑr lɑ b nɑ n weel tɑɑbɑ.",
      "footnotes": ""
    },
    {
      "id": "3453",
      "sura": "30",
      "aya": "44",
      "arabic_text": "مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ",
      "translation": "Neb ning sẽn kɩfl-a, a kɩflg bee ne-a; lɑ neb nins sẽn tʋm sõama me yɑa b mens lɑ b segend n bĩngdẽ.",
      "footnotes": ""
    },
    {
      "id": "3454",
      "sura": "30",
      "aya": "45",
      "arabic_text": "لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ",
      "translation": "Bʋɩl yĩng lɑ A rol neb nins sẽn kõ-b sɩd lɑ b tʋm tʋʋm-sõmsã ne A yɩɩdlmã, ad A kɑ nong sõm-zɩtb ye.",
      "footnotes": ""
    },
    {
      "id": "3455",
      "sura": "30",
      "aya": "46",
      "arabic_text": "وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "Lɑ sẽn yi A yel-soɑlmã pʋgẽ yɑa ɑ sẽn tʋm sobdã tɩ b yɑɑ sũ-noogdba, bʋɩl yĩng tɩ y na lemb A yolsgã, lɑ bʋɩl yĩng tɩ koglsã kẽn ne A sɑgelle, lɑ bʋɩl yĩng tɩ y na bɑo A yɩɩdlmẽ wã, lɑ sãnd-sãnde y nɑ pʋʋs barka.",
      "footnotes": ""
    },
    {
      "id": "3456",
      "sura": "30",
      "aya": "47",
      "arabic_text": "وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ",
      "translation": "Sɩdɑ Tõnd tʋmɑ tẽn-tʋʋmb b nebã nengẽ toɑɑr tɩ fo nɑn kɑ wɑ. B wɑa b nengẽ ne vẽenem tɩ Tõnd sɩbg neb nins sẽn tʋmd yel-wẽnɑ; lɑ sɩd-kõɑtbã sõngr yɑɑ tɩlɑe ne Tõndo.",
      "footnotes": ""
    },
    {
      "id": "3457",
      "sura": "30",
      "aya": "48",
      "arabic_text": "ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ",
      "translation": "Wẽnd n tʋmd sobdã tɩ b peegd sɑwɑtã t'A sãeegd-b sɑɑsẽ wã wɑlɑ A sẽn dɑte, lɑ A mɑɑn tɩ b lebg sɑwɑd-pεl tɩ fo yẽt sɑ-koomã t'ɑ yit b pʋsẽ. A sã n sik-ɑ A sẽn dɑt-b rãmb A yembsã zugu, lɑ bãmb sẽn noogd b sũyã.",
      "footnotes": ""
    },
    {
      "id": "3458",
      "sura": "30",
      "aya": "49",
      "arabic_text": "وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ",
      "translation": "Lɑ tɑoor tɩ b nɑn kɑ sik-ɑ n kõ-ba, b ra yɩɩme n da wãag b tẽebo.",
      "footnotes": ""
    },
    {
      "id": "3459",
      "sura": "30",
      "aya": "50",
      "arabic_text": "فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "Bɩ f ges Wẽnd yolsgã vũunã A sẽn vʋʋgd tẽngã ɑ kũum poorã, ad yaa Yẽnda n vʋʋgd kiidba, la A yɑɑ bũmb fãɑ gill tõogda.",
      "footnotes": ""
    },
    {
      "id": "3460",
      "sura": "30",
      "aya": "51",
      "arabic_text": "وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ",
      "translation": "Lɑ tɩ Tõnd sã n tʋm sobg tɩ b yã-ɑ t'ɑ yɑɑ rõodo, b nɑ kell n pɑ ɑ loogr poorã n kɩfendẽ.",
      "footnotes": ""
    },
    {
      "id": "3461",
      "sura": "30",
      "aya": "52",
      "arabic_text": "فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ",
      "translation": "Rẽnd fo kɑ tõe n wʋmsg kũ-rãmb ye, lɑ fo kɑ tõe n wʋmsg wʋms boɑɑl tɩ b sã n gũd n teesdẽ ye.",
      "footnotes": ""
    },
    {
      "id": "3462",
      "sura": "30",
      "aya": "53",
      "arabic_text": "وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ",
      "translation": "Lɑ fo kɑ tõe n kãndg zoees n yiis b menengẽ wã ye; fo sẽn tõe n wʋms-b rãmb yaa neb nins sẽn kõ sɩd ne Tõnd goɑmã, bãmb rãmbɑ yaa sak-n-tũ rãmbɑ.",
      "footnotes": ""
    },
    {
      "id": "3463",
      "sura": "30",
      "aya": "54",
      "arabic_text": "۞ ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ",
      "translation": "Wẽnd lɑ sẽn nɑɑn yãmb ne ko vɑlenga, rẽ poorẽ t'A kõ pãng vɑlengã loogr poore, rẽ poorẽ t'A kõ komsg lɑ kʋʋlem pãngã poore. A nɑɑndɑ A sẽn dɑte, lɑ Yẽnda lɑ bãngd lɑ tõog Naaba.",
      "footnotes": ""
    },
    {
      "id": "3464",
      "sura": "30",
      "aya": "55",
      "arabic_text": "وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ",
      "translation": "Lɑ raar ning dũni wã sẽn na n wa yikã, yel-wẽn-mɑɑndbã nɑ n wẽendɑme tɩ bãmb kɑ zĩnd rẽndɑ sɑsɑ-yεng bɑlɑ, yɑɑ woto lɑ b rɑg n wẽnesd-b dũni wã n yit sɩdã.",
      "footnotes": ""
    },
    {
      "id": "3465",
      "sura": "30",
      "aya": "56",
      "arabic_text": "وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ",
      "translation": "Lɑ b sẽn kõ-b rãmb bãngrã lɑ sɩd kũunã yeel-yã: \"sɩdɑ ɑd Wẽnd Sebrã pʋgẽ, yãmb pɑɑme hɑl n tãɑg Yikr rɑɑrã, rẽnd Yikr rɑɑrã lɑ woto, lɑ bũmb ning sẽn be yɑɑ tɩ yãmb rɑ yɩɩme n kɑ miẽ ye.",
      "footnotes": ""
    },
    {
      "id": "3466",
      "sura": "30",
      "aya": "57",
      "arabic_text": "فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ",
      "translation": "Rẽnd bɑrɑɑrã wẽgdbã pɑdengã kɑ nɑ n tɑll yõod ne-b ye, lɑ b kɑ nɑ n kõ-b sor me tɩ b bao lebgr ye.",
      "footnotes": ""
    },
    {
      "id": "3467",
      "sura": "30",
      "aya": "58",
      "arabic_text": "وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ",
      "translation": "La sɩd la hakɩɩka Tõnd rɩka Alkʋrãan-kãngã pʋgẽ bilgr buud toor-toore, la tɩ fo sã n wa ne Aayar n kõ-ba, kɩfr-rãmbã na yeele: \"ad yãmb yaa zĩrimbe-neb bala\".",
      "footnotes": ""
    },
    {
      "id": "3468",
      "sura": "30",
      "aya": "59",
      "arabic_text": "كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ",
      "translation": "Yɑɑ woto bɑl lɑ Wẽnd pɑgd sẽn kɑ mi-bã sũy wã.",
      "footnotes": ""
    },
    {
      "id": "3469",
      "sura": "30",
      "aya": "60",
      "arabic_text": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ",
      "translation": "Bɩ f mɑɑn sʋgri, bɑlɑ Wẽnd pʋlengã yɑa sɩdɑ, lɑ sẽn kɑ mɑɑnd-b bãng-n-wãɑkã rɑ wɑ tus foom tɩ f mɑɑn sũ-yikr ye.",
      "footnotes": ""
    }
  ]
}