{
  "result": {
    "id": "710",
    "sura": "5",
    "aya": "41",
    "arabic_text": "۞ يَٰٓأَيُّهَا ٱلرَّسُولُ لَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِ مِنَ ٱلَّذِينَ قَالُوٓاْ ءَامَنَّا بِأَفۡوَٰهِهِمۡ وَلَمۡ تُؤۡمِن قُلُوبُهُمۡۛ وَمِنَ ٱلَّذِينَ هَادُواْۛ سَمَّٰعُونَ لِلۡكَذِبِ سَمَّٰعُونَ لِقَوۡمٍ ءَاخَرِينَ لَمۡ يَأۡتُوكَۖ يُحَرِّفُونَ ٱلۡكَلِمَ مِنۢ بَعۡدِ مَوَاضِعِهِۦۖ يَقُولُونَ إِنۡ أُوتِيتُمۡ هَٰذَا فَخُذُوهُ وَإِن لَّمۡ تُؤۡتَوۡهُ فَٱحۡذَرُواْۚ وَمَن يُرِدِ ٱللَّهُ فِتۡنَتَهُۥ فَلَن تَمۡلِكَ لَهُۥ مِنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ لَمۡ يُرِدِ ٱللَّهُ أَن يُطَهِّرَ قُلُوبَهُمۡۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ",
    "translation": "41. Эй пайғамбар, оғизларида: «Иймон келтирдик», деган, аммо диллари иймон келтирмаган (мунофиқлардан) ва яҳудийлардан бўлган, куфр томонга қараб чопаётган кимсалар сизни маҳзун қилмасин. Улар ёлғонга қулоқ бергувчи ва сизнинг олдингизга келмаган, сўзларни ўз ўринларига қўйилгандан кейин ўзгартирадиган бошқа қавмга (яъни, яҳудийларга) қулоқ бергувчи кимсалардир. (Яҳудийлар): «Агар (Муҳаммад тарафидан) сизларга мана шу ҳукм берилса, олинглар, бўлмаса (яъни, бошқа бир ҳукм айтилса), эҳтиёт бўлинглар — олманглар, дейишади. Кимники Аллоҳ ўзи адаштиришни истаса, бас, сиз унинг учун Аллоҳ томонидан ҳеч нарса қила олмассиз. Улар Аллоҳ кўнгилларини поклашни истамаган кимсалардир. Улар учун дунёда расволик, Охиратда эса улуғ азоб бордир.",
    "footnotes": "И з о ҳ. Мазкур оятнинг нозил бўлишига қуйидаги воқеани нисбат қиладилар. Тавротда зинокорни тошбўрон қилиш буюрилишига қарамасдан яҳудийлар зино қилувчини дарралаб, юзига қора чаплашни одат қилиб олган эдилар. Мадинада Ислом давлати барпо бўлганидан кейин улар мана шу сохта ҳукмни Муҳаммад алайҳис-салоту вас-саломдан ҳам тасдиқлатиб олмоқчи бўлишиб, мадиналик айрим мунофиқ кимсаларни, бир зинокор яҳудийни қўшиб, у зотнинг ҳузурига юборадилар ва уларга: «Агар Муҳаммад бизнинг одатимизни тасдиқласа — қабул қилинглар, аммо тошбўрон қилишни буюрса — қабул қилмайсизлар», деб тайинлайдилар. Улар келиб, бу масалани сўраганларида Пайғамбар алайҳис-салоту вас-салом: «Бу ҳақда Тавротда нима дейилган?», деб сўрайдилар. Улар: «Тавротда ҳам дарралаш буюрилган», деб нотўғри жавоб қиладилар. Шунда Расулуллоҳ яҳудий уламоларидан бирини топтириб, ундан: «Аллоҳ номини ўртага қўйиб сўрайман. Тавротда зинокорга қандай жазо буюрилган?», деб сўраганларида у: «Модомики Аллоҳ номи билан сўрар экансиз, ростини айтишга мажбурман — тошбўрон қилишга буюрилган», деб жавоб беради. Бу жавобни эшитгач, Расулуллоҳ зинокор яҳудийни тошбўрон қилишга буюрадилар. Аммо ўзлари уларнинг Тавротдаги Аллоҳ хукмини ўзгартириб юборганларига қаттиқ хафа бўладилар. Шунда Аллоҳ пайғамбарига тасалли бериш учун мазкур оятларни нозил қилди."
  }
}