{
  "id": 187,
  "verse_number": 187,
  "page_number": 29,
  "verse_key": "2:187",
  "juz_number": 2,
  "hizb_number": 3,
  "rub_el_hizb_number": 11,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ",
  "translation": "ಉಪವಾಸದ ರಾತ್ರಿಯಲ್ಲಿ ನಿಮ್ಮ ಪತ್ನಿಯರೊಂದಿಗೆ ಲೈಂಗಿಕ ಸಂಪರ್ಕ ಮಾಡುವುದನ್ನು ನಿಮಗೆ ಅನುಮತಿಸಲಾಗಿದೆ. ಅವರು ನಿಮ್ಮ ಉಡುಪಾಗಿದ್ದಾರೆ ಮತ್ತು ನೀವು ಅವರ ಉಡುಪಾಗಿದ್ದೀರಿ. ನೀವು ನಿಮ್ಮ ಆತ್ಮಗಳನ್ನು ವಂಚಿಸುತ್ತಿದ್ದೀರಿ ಎಂದು ಅಲ್ಲಾಹನಿಗೆ ತಿಳಿದಿದೆ. ಆದ್ದರಿಂದ, ಅವನು ನಿಮ್ಮ ಪಶ್ಚಾತ್ತಾಪವನ್ನು ಸ್ವೀಕರಿಸಿದ್ದಾನೆ ಮತ್ತು ನಿಮ್ಮನ್ನು ಕ್ಷಮಿಸಿದ್ದಾನೆ. ಈಗ ನೀವು ಅವರೊಂದಿಗೆ ಲೈಂಗಿಕ ಸಂಪರ್ಕವನ್ನು ಮಾಡಬಹುದು ಮತ್ತು ಅಲ್ಲಾಹು ನಿಮಗೆ ವಿಧಿಸಿದ್ದನ್ನು (ಮಕ್ಕಳನ್ನು) ಅರಸಬಹುದು. ಪ್ರಭಾತದ ಬಿಳಿಯ ನೂಲು ಕಪ್ಪು ನೂಲಿನಿಂದ ಸ್ಪಷ್ಟವಾಗಿ ಗೋಚರಿಸುವವರೆಗೆ ತಿನ್ನಿರಿ ಮತ್ತು ಕುಡಿಯಿರಿ. ನಂತರ ರಾತ್ರಿಯ ತನಕ ಉಪವಾಸವನ್ನು ಪೂರ್ತಿಗೊಳಿಸಿರಿ. ಆದರೆ ನೀವು ಮಸೀದಿಗಳಲ್ಲಿ ಧ್ಯಾನ (ಈತಿಕಾಫ್) ನಿರತರಾಗಿರುವಾಗ ಅವರೊಂದಿಗೆ ಲೈಂಗಿಕ ಸಂಪರ್ಕ ಮಾಡಬೇಡಿ. ಇವು ಅಲ್ಲಾಹನ ಎಲ್ಲೆಗಳಾಗಿವೆ. ನೀವು ಅವುಗಳ ಸಮೀಪಕ್ಕೂ ಹೋಗಬೇಡಿ. ಹೀಗೆ ಅಲ್ಲಾಹು ಜನರಿಗೆ ತನ್ನ ನಿಯಮಗಳನ್ನು ವಿವರಿಸಿಕೊಡುತ್ತಿದ್ದಾನೆ. ಅವರು ದೇವಭಯವುಳ್ಳವರಾಗುವುದಕ್ಕಾಗಿ.[1]",
  "footnotes": "[1] ಇಸ್ಲಾಮಿನ ಆರಂಭ ಕಾಲದಲ್ಲಿ ಸೂರ್ಯಾಸ್ತದ ವೇಳೆ ಉಪವಾಸ ತೊರೆದರೆ ನಂತರ ಇಶಾ ನಮಾಝಿನ ತನಕ ಅಥವಾ ಮಲಗುವ ತನಕ ಮಾತ್ರ ತಿನ್ನುವುದು, ಕುಡಿಯುವುದು ಮತ್ತು ಲೈಂಗಿಕ ಸಂಪರ್ಕ ಮಾಡುವುದನ್ನು ಅನುಮತಿಸಲಾಗಿತ್ತು. ಮಲಗಿದ ನಂತರ ಇವೆಲ್ಲವೂ ನಿಷಿದ್ಧವಾಗಿದ್ದವು. ಈ ನಿರ್ಬಂಧವು ಕಠಿಣವಾಗಿತ್ತು ಮತ್ತು ಅದನ್ನು ಪಾಲಿಸಲು ಕಷ್ಟವಾಗುತ್ತಿತ್ತು. ಆದ್ದರಿಂದ ಅಲ್ಲಾಹು ಈ ನಿರ್ಬಂಧಗಳನ್ನು ತೆಗೆದುಹಾಕಿ ಪ್ರಭಾತೋದಯದ ತನಕ ತಿನ್ನುವ, ಕುಡಿಯುವ ಮತ್ತು ಲೈಂಗಿಕ ಸಂಪರ್ಕ ಮಾಡುವ ರಿಯಾಯಿತಿಯನ್ನು ನೀಡಿದನು."
}