{
  "id": 229,
  "verse_number": 229,
  "page_number": 36,
  "verse_key": "2:229",
  "juz_number": 2,
  "hizb_number": 4,
  "rub_el_hizb_number": 14,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ",
  "translation": "ವಿಚ್ಛೇದನವು ಎರಡು ಬಾರಿ.[1] ನಂತರ ಒಂದೋ ಸ್ವೀಕಾರಾರ್ಹ ರೀತಿಯಲ್ಲಿ ಬಳಿಯಿರಿಸಿಕೊಳ್ಳಬೇಕು ಅಥವಾ ಉತ್ತಮ ರೀತಿಯಲ್ಲಿ ಬಿಟ್ಟು ಬಿಡಬೇಕು. ನೀವು ಅವರಿಗೆ ನೀಡಿದ ಯಾವುದೇ ವಸ್ತುವನ್ನು ಮರಳಿ ಪಡೆಯುವುದು ನಿಮಗೆ ಧರ್ಮಸಮ್ಮತವಲ್ಲ. ಅಲ್ಲಾಹನ ಎಲ್ಲೆಗಳೊಳಗೆ ನಿಲ್ಲಲು ಅವರಿಬ್ಬರಿಗೆ ಸಾಧ್ಯವಾಗಲಾರದು ಎಂದು ಅವರಿಬ್ಬರು ಭಯಪಡುವ ಹೊರತು. ಅಲ್ಲಾಹನ ಎಲ್ಲೆಗಳೊಳಗೆ ನಿಲ್ಲಲು ಅವರಿಬ್ಬರಿಗೆ ಸಾಧ್ಯವಾಗಲಾರದೆಂದು ನೀವು ಭಯಪಡುವುದಾದರೆ, ಪತ್ನಿ ಏನಾದರೂ ಕೊಟ್ಟು ವಿಚ್ಛೇದನ ಪಡೆಯುವುದರಲ್ಲಿ ಅವರಿಬ್ಬರಿಗೂ ದೋಷವಿಲ್ಲ.[2] ಇವು ಅಲ್ಲಾಹನ ಎಲ್ಲೆಗಳಾಗಿವೆ. ನೀವು ಅವುಗಳನ್ನು ಮೀರಿ ಹೋಗಬೇಡಿ. ಯಾರು ಅಲ್ಲಾಹನ ಎಲ್ಲೆಗಳನ್ನು ಮೀರಿ ಹೋಗುತ್ತಾರೋ ಅವರೇ ಅಕ್ರಮಿಗಳು.",
  "footnotes": "[1] ಗಂಡನಿಗೆ ಹೆಂಡತಿಯನ್ನು ಮರಳಿ ಸ್ವೀಕರಿಸಬಹುದಾದ ವಿಚ್ಛೇದನೆಯು ಎರಡು ಬಾರಿ ಮಾತ್ರ. ಮೊದಲ ಬಾರಿ ವಿಚ್ಛೇದಿಸಿದರೆ ಮರಳಿ ಸ್ವೀಕರಿಸಬಹುದು ಮತ್ತು ಎರಡನೇ ಬಾರಿ ವಿಚ್ಛೇದಿಸಿದರೂ ಮರಳಿ ಸ್ವೀಕರಿಸಬಹುದು. ಆದರೆ ಮೂರನೇ ಬಾರಿ ವಿಚ್ಛೇದಿಸಿದರೆ (ಮೂರನೇ ತಲಾಕ್ ಹೇಳಿದರೆ) ನಂತರ ಹೆಂಡತಿಯನ್ನು ಮರಳಿ ಸ್ವೀಕರಿಸುವ ಅನುಮತಿಯಿಲ್ಲ. ಇಸ್ಲಾಮೀ ಪೂರ್ವ ಕಾಲದಲ್ಲಿ ವಿಚ್ಛೇದನೆಗೆ ಮತ್ತು ಮರಳಿ ಸ್ವೀಕರಿಸುವುದಕ್ಕೆ ಯಾವುದೇ ಮಿತಿಯಿರಲಿಲ್ಲ. ಎಷ್ಟು ಬಾರಿ ಬೇಕಾದರೂ ವಿಚ್ಛೇದನೆ ನೀಡಬಹುದಿತ್ತು ಮತ್ತು ಎಷ್ಟು ಬಾರಿ ಬೇಕಾದರೂ ಮರಳಿ ಪಡೆಯಬಹುದಿತ್ತು. ಇದರಿಂದ ಮಹಿಳೆಯರಿಗೆ ತುಂಬಾ ಅನ್ಯಾಯವಾಗುತ್ತಿತ್ತು. ಏಕೆಂದರೆ, ಅತ್ತ ಗಂಡ ಪೂರ್ಣವಾಗಿ ವಿಚ್ಛೇದಿಸುತ್ತಲೂ ಇರಲಿಲ್ಲ ಮತ್ತು ಪತ್ನಿಯಾಗಿಟ್ಟುಕೊಳ್ಳುತ್ತಲೂ ಇರಲಿಲ್ಲ. ಗಂಡನಿಂದ ವಿಚ್ಛೇದನೆ ಸಿಗದೆ ಅವಳಿಗೆ ಬೇರೆ ಮದುವೆಯಾಗಲು ಸಾಧ್ಯವಾಗುತ್ತಿರಲಿಲ್ಲ. ಆಕೆ ಗಂಡನೊಂದಿಗೆ ನರಕಸದ್ರಶ ಜೀವನವನ್ನು ಅನುಭವಿಸಬೇಕಾಗಿ ಬರುತ್ತಿತ್ತು. [2] ಪತ್ನಿ ವಿಚ್ಛೇದನ ಪಡೆಯುವುದನ್ನು ಖುಲಾ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ಅಂದರೆ ಆಕೆ ಗಂಡನಿಂದ ಬೇರ್ಪಡಲು ಬಯಸಿದರೆ ಗಂಡ ಆಕೆಗೆ ನೀಡಿದ ವಧುದಕ್ಷಿಣೆ (ಮಹರ್)ಯನ್ನು ಹಿಂದಿರುಗಿಸಬೇಕು. ಗಂಡ ಬೇರ್ಪಡಲು ಒಪ್ಪದಿದ್ದರೆ, ನ್ಯಾಯಾಲಯವು ವಿಚ್ಛೇದನ ನೀಡಲು ಗಂಡನಿಗೆ ಆದೇಶಿಸುತ್ತದೆ. ಗಂಡ ವಿಚ್ಛೇದನ ನೀಡದಿದ್ದರೆ ನ್ಯಾಯಾಲಯವು ಮದುವೆಯನ್ನು ಫಸ್ಕ್ (ರದ್ದು) ಮಾಡುತ್ತದೆ."
}