{
  "id": 85,
  "verse_number": 85,
  "page_number": 13,
  "verse_key": "2:85",
  "juz_number": 1,
  "hizb_number": 2,
  "rub_el_hizb_number": 5,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ",
  "translation": "ನಂತರ, ನೀವು ನಿಮ್ಮವರನ್ನೇ ಕೊಲ್ಲುತ್ತೀರಿ, ನಿಮ್ಮವರ ಒಂದು ಗುಂಪನ್ನು ಅವರ ಮನೆಗಳಿಂದ ಹೊರಹಾಕುತ್ತೀರಿ; ಪಾಪ ಮತ್ತು ಅತಿರೇಕದಲ್ಲಿ ಅವರ ವಿರುದ್ಧ ಪರಸ್ಪರ ಸಹಕರಿಸುತ್ತೀರಿ; ಅವರು ನಿಮ್ಮ ಬಳಿಗೆ ಸೆರೆಯಾಳುಗಳಾಗಿ ಬಂದರೆ ಅವರಿಗೆ ಪರಿಹಾರವನ್ನು ನೀಡುತ್ತೀರಿ. ವಾಸ್ತವದಲ್ಲಿ, ಅವರನ್ನು ಹೊರಹಾಕುವುದನ್ನು ನಿಮಗೆ ನಿಷೇಧಿಸಲಾಗಿದ್ದರೂ (ನೀವು ಅದರ ಬಗ್ಗೆ ಯೋಚಿಸುವುದೇ ಇಲ್ಲ). ಹಾಗಾದರೆ, ನೀವು ಗ್ರಂಥದ ಕೆಲವು ಭಾಗಗಳಲ್ಲಿ ನಂಬಿಕೆಯಿಟ್ಟು ಕೆಲವು ಭಾಗಗಳನ್ನು ನಿಷೇಧಿಸುತ್ತೀರಾ? ನಿಮ್ಮ ಪೈಕಿ ಹೀಗೆ ಮಾಡುವವರಿಗೆ ಇಹಲೋಕದಲ್ಲಿ ಅವಮಾನವಲ್ಲದೆ ಇನ್ನೇನು ಪ್ರತಿಫಲವಿರಲು ಸಾಧ್ಯ? ಪುನರುತ್ಥಾನ ದಿನ ಅವರನ್ನು ಅತಿಕಠೋರ ಶಿಕ್ಷೆಗೆ ಮರಳಿಸಲಾಗುವುದು. ನೀವು ಮಾಡುತ್ತಿರುವ ಕರ್ಮಗಳ ಕುರಿತು ಅಲ್ಲಾಹು ತಿಳಿಯದವನಲ್ಲ.[1]",
  "footnotes": "[1] ಮದೀನದಲ್ಲಿ  ಔಸ್ ಮತ್ತು ಖಝ್ರಜ್ ಎಂಬ ಎರಡು ಗೋತ್ರಗಳಿದ್ದವು. ಇವರು ಪರಸ್ಪರ ವೈರಿಗಳಾಗಿದ್ದು ನಿರಂತರ ಯುದ್ಧ ಮಾಡುತ್ತಿದ್ದರು. ಅದೇ ರೀತಿ, ಮದೀನದ ಯಹೂದಿಗಳಲ್ಲಿ ಮೂರು ಗೋತ್ರಗಳಿದ್ದವು. ಬನೂ ಕೈನುಕಾ, ಬನೂ ನದೀರ್ ಮತ್ತು ಬನೂ ಕುರೈಝ. ಬನೂ ಕುರೈಝ ಗೋತ್ರದವರು ಔಸ್ ಗೋತ್ರದವರೊಡನೆ ಮತ್ತು ಬನೂ ಕೈನುಕಾ ಹಾಗೂ ಬನೂ ನದೀರ್ ಗೋತ್ರಗಳು ಖಝ್ರಜ್ ಗೋತ್ರದವರೊಡನೆ ಮೈತ್ರಿ ಮಾಡಿಕೊಂಡಿದ್ದರು. ಯುದ್ಧದಲ್ಲಿ ಅವರು ತಮ್ಮ ತಮ್ಮ ಮಿತ್ರರಿಗೆ ಸಹಾಯ ಮಾಡುತ್ತಿದ್ದರು. ಇದರಿಂದ ಯಹೂದಿಗಳು ಯಹೂದಿಗಳನ್ನೇ ಕೊಲ್ಲುತ್ತಿದ್ದರು ಮತ್ತು ಅವರ ಮನೆಗಳನ್ನು ಲೂಟಿ ಮಾಡಿ ಅವರನ್ನು ಮನೆಗಳಿಂದ ಹೊರದಬ್ಬುತ್ತಿದ್ದರು. ತೌರಾತ್ (ತೋರಾ) ನಿಯಮದ ಪ್ರಕಾರ ಯಹೂದಿಗಳು ಪರಸ್ಪರ ಕೊಲ್ಲುವುದು, ಲೂಟಿ ಮಾಡುವುದು, ಮನೆಗಳಿಂದ ಬಲವಂತವಾಗಿ ಹೊರದಬ್ಬುವುದು, ತಮ್ಮವರಿಗೆ ವಿರುದ್ಧವಾಗಿ ಹೊರಗಿನವರಿಗೆ ಸಹಾಯ ಮಾಡುವುದು ನಿಷಿದ್ಧವಾಗಿತ್ತು. ಆದರೆ ಅವರು ಈ ನಿಯಮವನ್ನು ಪಾಲಿಸುತ್ತಿರಲಿಲ್ಲ. ಆದರೆ ಯುದ್ಧ ಖೈದಿಗಳಾದ ಯಹೂದಿಗಳನ್ನು ಅವರು ಪರಸ್ಪರ ಪರಿಹಾರ ನೀಡಿ ಸ್ವತಂತ್ರಗೊಳಿಸುತ್ತಿದ್ದರು. ಈ ನಿಯಮ ತೋರದಲ್ಲಿದೆ ಮತ್ತು ನಾವು ಅದನ್ನು ಪಾಲಿಸಬೇಕಾಗಿದೆ ಎಂದು ಅವರು ಹೇಳುತ್ತಿದ್ದರು. ಹೀಗೆ ಅವರು ತಮಗೆ ಬೇಕಾದ ನಿಯಮವನ್ನು ಸ್ವೀಕರಿಸಿ ತಮಗೆ ಬೇಡದ ನಿಯಮವನ್ನು ತಿರಸ್ಕರಿಸುತ್ತಿದ್ದರು."
}