{
  "result": {
    "id": "1104",
    "sura": "7",
    "aya": "150",
    "arabic_text": "وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ",
    "translation": "Na alipo rudi Musa kwa watu wake, naye amekasirika na kuhuzunika, alisema: Ni maovu yalioje mlio nifanyia nyuma yangu! Je, mmeitangulia amri ya Mola wenu Mlezi? Na akaziweka chini zile mbao, na akamkamata kichwa ndugu yake akimvutia kwake. (Haarun) akasema: Ewe mwana wa mama yangu! Hakika hawa watu wamenidharau, na wakakaribia kuniuwa. Basi usiwafurahishe maadui juu yangu, wala usinifanye pamoja na watu madhaalimu.",
    "footnotes": "Na Musa alipo rejea kutoka kuzungumza na Mola Mlezi wake kuja kwa watu wake, naye kakasirika nao kwa vile walivyo muabudu ndama, na amehuzunika kwa kuwa Mwenyezi Mungu amewatia mtihanini - kwani Mwenyezi Mungu alikwisha mpa khabari ya yale kabla hajarejea - aliwaambia: Kitendo gani kiovu hichi mlicho kitenda baada ya kuondoka kwangu! Mmetangulia kwa kumuabudu ndama msifuate amri ya Mola wenu Mlezi kuwa mningojee, na mkawa hamkuishika ahadi yangu mpaka nikakuleteeni Taurati? Akaziweka zile mbao, na akamuelekea nduguye kwa huzuni kubwa kwa yale aliyo yaona kwa kaumu yake. Akaingia kumvuta ndugu yake kwa kichwa akimbururia kwake kwa wingi wa ghadhabu. Haya ni kuwa alidhani kuwa amefanya taksiri hakuwazuia kufanya walio yafanya! Haarun akasema: Ewe mwana wa mama yangu!  Hakika hawa watu walipo fanya waliyo yafanya walinidharau na wakanishinda nguvu. Na wakakaribia kuniuwa kwa kuwa niliwakataza wasimuabudu ndama. Basi usiwafurahishe maadui kwa kunitesa mimi, wala usiitakidi kuwa mimi ni mmoja wa wenye kudhulumu, kwani mimi ni mbali nao na dhulma yao. Haarun amemwita Musa kwa kumnasibisha na mama yao, ijapo kuwa hao walikuwa ndugu khalisa, wa baba na mama, kwa sababu huyo mama alikuwa Muumini. Kumtaja yeye ni kuzidi kukumbusha mapenzi."
  }
}