{
  "id": 38,
  "verse_number": 38,
  "page_number": 155,
  "verse_key": "7:38",
  "juz_number": 8,
  "hizb_number": 16,
  "rub_el_hizb_number": 62,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ",
  "translation": "Mwenyezi Mungu atasema: Ingieni Motoni pamoja na umma zilizo pita kabla yenu za majini na watu. Kila utakapo ingia umma utawalaani wenzake. Mpaka watakapo kusanyika wote humo, wa mwisho wao watawasema wa mwanzo wao: Mola wetu Mlezi! Hawa ndio walio tupoteza; basi wape adhabu ya Motoni marudufu. Atasema: Itakuwa kwenu nyote marudufu, lakini nyinyi hamjui tu.",
  "footnotes": "Siku ya Kiyama Mwenyezi Mungu atawaambia hawa makafiri: Ingieni Motoni pamoja na kaumu nyengine za kikafiri miongoni mwa watu na majini, walio kwisha kutangulieni. Kila umma ukiingia Motoni huwalaani umma mwingine ulio kufuru mfano wao, na ambao waliwafanya ndio wa kuwafuata. Mpaka wakisha ingia kwa kufuatana wote wakakusanyika, wale walio fuata watawashutumu wale walio kuwa waongozi kwa kusema: Ewe Mola wetu Mlezi! Hao walitupoteza tulipo wafuata, kwa kuwa walitutangulia au kwa kuwa walikuwa ndio wakitutawala. Basi wakatugeuza kwenye Njia ya Haki tusiifuate. Basi wao wape adhabu mara mbili, wabebe malipo ya uasi wao na uasi wetu! Mwenyezi Mungu atawajibu: Kila mmoja wenu atapata adhabu mara mbili ambayo hapana ataye iepuka katika makundi yenu mawili. Wanao fuata watapata adhabu marudufu kwa ukafiri wao na upotovu wao, na kufuata kwao bila ya kuzingatia na kufikiri. Na wale walio fuatwa watapata adhabu marudufu kwa ukafiri wao na upotovu, na pia kwa kuwakufurisha na kuwapotoa wengineo. Lakini nyinyi hamjui kiasi gani itakuwa adhabu ya kila mmoja wenu."
}