{
  "result": {
    "id": "1696",
    "sura": "12",
    "aya": "100",
    "arabic_text": "وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ",
    "translation": "Na akawapandisha wazazi wake kwenye kiti cha enzi. Na wote wakaporomoka kumsujudia. Na akasema: Ewe baba yangu! Hii ndiyo tafsiri ya ile ndoto yangu ya zamani. Na Mwenyezi Mungu ameijaalia iwe kweli. Na Mwenyezi Mungu amenifanyia wema kunitoa gerezani, na kukuleteni kutoka jangwani baada ya Shet'ani kuchochea baina yangu na ndugu zangu. Hakika Mola wangu Mlezi ni Mpole kwa alitakalo. Bila ya shaka Yeye ni Mjuzi Mwenye hikima.",
    "footnotes": "Msafara ukenda ndani ya nchi ya Misri mpaka ukafika kwenye nyumba ya Yusuf. Wakaingia, na Yusuf akawatanguliza wazazi wake akawaweka kwenye kochi. Yaa'qub na ahali zake wakajaa furaha kwa uzuri wa mapokezi aliyo watengezea Mwenyezi Mungu katika mikono ya Yusuf. Kwani kwa hayo ukoo wote umekusanyika hapo baada ya mfarakano, na umetukuka makamu makubwa ya utukufu na hishima. Wakamuamkia maamkio yaliyo zowewa na watu tangu zamani ya kuwaamkia maraisi na watawala. Wakaonyesha unyenyekevu kwa utawala wake. Yale yalimkumbusha Yusuf ile ndoto yake ya utotoni. Akamwambia baba yake: Hii ndio tafsiri ya ndoto niliyo iota na nikakusimulia ya kwamba nimeota usingizini kuwa nyota kumi na moja na jua na mwezi zinanisujudia; ni hivi basi Mola wangu Mlezi ameitimiza, na amenitukuza na amenifanyia hisani. Amedhihirisha kuwa sina makosa, na akanitoa kifungoni, na akakuleteni kutoka jangwani tukutane, baada ya Shetani kutufisidi baina yangu na ndugu zangu, akawachochea dhidi yangu. Na haya yote yasinge kuwa bila ya Mwenyezi Mungu kuyafanya. Yeye ndiye wa kupanga na kuyafanya mambo yatimie kama atakavyo. Na Yeye ndiye Mwenye kuzunguka kila kitu kwa ujuzi wake, ambaye hukumu yake ni yenye kushinda katika kila jambo na kadhiya."
  }
}