{
  "id": 24,
  "verse_number": 24,
  "page_number": 82,
  "verse_key": "4:24",
  "juz_number": 5,
  "hizb_number": 9,
  "rub_el_hizb_number": 33,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "۞ وَٱلۡمُحۡصَنَٰتُ مِنَ ٱلنِّسَآءِ إِلَّا مَا مَلَكَتۡ أَيۡمَٰنُكُمۡۖ كِتَٰبَ ٱللَّهِ عَلَيۡكُمۡۚ وَأُحِلَّ لَكُم مَّا وَرَآءَ ذَٰلِكُمۡ أَن تَبۡتَغُواْ بِأَمۡوَٰلِكُم مُّحۡصِنِينَ غَيۡرَ مُسَٰفِحِينَۚ فَمَا ٱسۡتَمۡتَعۡتُم بِهِۦ مِنۡهُنَّ فَـَٔاتُوهُنَّ أُجُورَهُنَّ فَرِيضَةٗۚ وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا تَرَٰضَيۡتُم بِهِۦ مِنۢ بَعۡدِ ٱلۡفَرِيضَةِۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا",
  "translation": "(Ó tún jẹ́ èèwọ̀ láti fẹ́) àwọn abilékọ nínú àwọn obìnrin àyàfi àwọn ẹrúbìnrin yín. Òfin Allāhu nìyí lórí yín. Wọ́n sì ṣe ẹni tó ń bẹ lẹ́yìn àwọn wọ̀nyẹn (àwọn obìnrin yòókù) ní ẹ̀tọ́ fún yín pé kí ẹ wá wọn fẹ́ pẹ̀lú dúkìá yín; ẹ fẹ́ wọn ní fífẹ́ ìyàwó, láì nìí bá wọn ṣe sìná (ṣíwájú yìgì síso). Ẹni tí ẹ bá sì fẹ́ ní fífẹ́ ìyàwó nínú wọn, tí ẹ sì ti jẹ ìgbádùn oorun ìfẹ́ lára wọn[1] (àmọ́ tí ẹ fẹ́ kọ̀ wọ́n sílẹ̀), ẹ fún wọn ní sọ̀daàkí wọn tí ó jẹ́ ìpín ọ̀ran-anyàn.² Kò sì sí ẹ̀ṣẹ̀ fún yín nípa ohun tí ẹ dìjọ yọ́nú sí (láti fojúfò láààrin ara yín) lẹ́yìn sọ̀daàkí (tó jẹ́ ìpín ọ̀ran-anyàn)³. Dájúdájú Allāhu ń jẹ́ Onímọ̀, Ọlọ́gbọ́n.",
  "footnotes": "1. Ọmọ ‘Abbās - kí Allāhu yọ́nú sí àwọn méjèèjì - “Kódà kí ó jẹ́ ìbálòpọ̀ ẹ̀ẹ̀ kan péré.” 2. Gbólóhùn yìí jẹmọ́ sūrah al-Baƙọrah; 2:236 - 237 nítorí pé, ọ̀rọ̀ obìnrin tí ọkọ fẹ́ tán tí ìkọ̀sílẹ̀ wáyé láààrin wọn ṣíwájú ìbálòpọ̀, èyí ló jẹyọ nínú āyah méjèèjì yẹn. Àmọ́ nínú āyah yìí ìkọ̀sílẹ̀ wáyé lẹ́yìn ìbálòpọ̀ díẹ̀, ó kéré parí ẹ̀ẹ̀ kan péré. Ó gbọ́dọ̀ san sọ̀daàkí rẹ̀ fún un. 3. Ìyẹn ni pé, kò sí aburú tí obìnrin náà bá gba àdínkù, kò sì sí aburú tí ọkọ bá fún un ní àlékún sí òdíwọ̀n sọ̀daàkí tí wọ́n dìjọ fẹnukò sí."
}