{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 453,
      "verse_key": "38:1",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "صٓۚ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ",
      "translation": "Swaad[1]. Jewe Allah, Ndarahiye kuri Qor’ani yibutsa abantu kwikebuka ku vyo bagosweko!",
      "footnotes": "[1] Raba insiguro y’indome zitangura mu ntango y’igisomwa Al-Baqara."
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 453,
      "verse_key": "38:2",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ",
      "translation": "Ariko rero, abagararije bagira amanyama mu guhonyanga ukuri bagaca kubiri na kwo.",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 453,
      "verse_key": "38:3",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ",
      "translation": "Hari imigwi myinshi y’abantu Twahoneje hambere yabo, yatakamvye mu kwigaya igihe ishikirwa n’ibihano, ico gihe umwanya wo kwigaya wari wamaze kurengerana, nta n’ubukiriro yari igifise bwo guhunga nya bihano.",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 453,
      "verse_key": "38:4",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡۖ وَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ",
      "translation": "Abagarariji, baritangaje ku kurungikirwa Umugabisha avuye mu bantu nkabo, kugira abagabishe ku bihano vy’Imana Allah, yongere abararikire kuyemera, baraheza barinamura bati: “Uyu, ni umurozi karuhariwe mu kubesha;",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 453,
      "verse_key": "38:5",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ",
      "translation": "Karashize ingani, afate imana zacu azigire Imana Imwe Rudende, abe ari Yo aturarikira kwemera! Mu vy’ukuri, iryo rarikiramana ryiwe, ni ukuri ni ikintu gitangaje pe!”.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 453,
      "verse_key": "38:6",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمۡ أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰٓ ءَالِهَتِكُمۡۖ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ",
      "translation": "Indongozi z’abagararije zarahimirije abantu bazo gukomeza gutsimbatara mw’ibangikanyamana ziti: “Nimushishikare mutsimbatare mudahesha mu gusenga imana zanyu. Mu vy’ukuri inyigisho z’iyi Ntumwa, ni ukuri zifise ihangiro ryo kwiganza no kwigarurira ubutegetsi.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 453,
      "verse_key": "38:7",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ إِنۡ هَٰذَآ إِلَّا ٱخۡتِلَٰقٌ",
      "translation": "Kuva na kera na rindi, nta ho twigeze twumva inyigisho nk’izo mw’idini rya ba data mu Bakorayishi canke mu banaswara. Izo nyigisho rero, si ikindi kiretse ko ari irementanya ryigendera!",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 453,
      "verse_key": "38:8",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِنۢ بَيۡنِنَاۚ بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِيۚ بَل لَّمَّا يَذُوقُواْ عَذَابِ",
      "translation": "Vyoshoboka gute ko Muhamadi ari we gusa muri twese yohishurirwa Qor’ani!”. Ntumwa y’Imana! Ahubwo rero abagarariji, bafise amakenga kw’ihishurirwa n’irungikwa vyawe. Ahubwo mbere binamura kuvuga ukwo, kuko batarahonja ibihano vyanje Jewe Allah.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 453,
      "verse_key": "38:9",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ عِندَهُمۡ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ",
      "translation": "Mbega none boba bagaba ibigega vy’impano z’Imana yawe Rurema Allah, Nyenintsinzi-Mutaneshwa, Bigaburo Iha uwo Ishatse mu ngabirano zayo Itarinze gusabwa!",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 453,
      "verse_key": "38:10",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ لَهُم مُّلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ",
      "translation": "Canke boba bagaba bakaganza amajuru n’isi n’ibiri hagati yavyo, ku buryo bagaburira canke bakima uwo bashatse mu biremwa! Enda rero nibakore ibibashobokeye kugira bashike mw’ijuru, baheze rero bagaburire ibiremwa mu guha canke mu kwima uwo bashaka!",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 453,
      "verse_key": "38:11",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ",
      "translation": "Ingabo z’ababangikanyamana, zizoneshwa nk’uko ingabo ziyunze z’abo hambere yabo zaneshejwe;",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 453,
      "verse_key": "38:12",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ",
      "translation": "Aho hambere yabo, harigeze kuba hari abahakanye bivuye inyuma: abantu ba Nuhu, Bene Aadi, Firawuni yari afise ingabo n’inguvu bidasanzwe;",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 453,
      "verse_key": "38:13",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡـَٔيۡكَةِۚ أُوْلَٰٓئِكَ ٱلۡأَحۡزَابُ",
      "translation": "Bene Thamuudi, abantu ba Luutwi hamwe rero n’abantu bo mu gisagara c’ibiti bitotahaye barungikiwe Shu’ayibu. Iyo migwi rero, ni yo migwi y’abantu biyunze mu bugarariji no mu buhakanyi;",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 453,
      "verse_key": "38:14",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ",
      "translation": "Umugwi wose muri yo, warahakanye wivuye inyuma Intumwa, uca uhabwa ibihano vyanje Jewe Allah.",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 453,
      "verse_key": "38:15",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ",
      "translation": "Ababangikanyamana, nta n’ikindi barindiriye mu gihe boguma mw’ibangikanyamana, kiretse ivuzwa rimwe gusa ry’akaruru gahonya kadasubizwa inyuma.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 453,
      "verse_key": "38:16",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ ٱلۡحِسَابِ",
      "translation": "Baranavuze batebura kw’iharurirwa ry’ibiremwa ku musi w’izuka bati: “Ewe Mana yacu Rurema Allah! Turagusavye Uduhe ibihano vyacu Watugeneye tukiri kw’isi, imbere yuko umusi w’iharurirwa ugera!”.",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 454,
      "verse_key": "38:17",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱذۡكُرۡ عَبۡدَنَا دَاوُۥدَ ذَا ٱلۡأَيۡدِۖ إِنَّهُۥٓ أَوَّابٌ",
      "translation": "Ntumwa y’Imana! Ihanganire ivyo bavuga bikubangamiye, uheze wibuke n’Umuja wacu Dawudi yaranzwe n’inguvu zo guhangana n’abansi ata guhesha, hamwe rero no kwihanganira igamburukiramana. Mu vy’ukuri, yarigaya cane akitura kenshi Imana Allah[2].",
      "footnotes": "[2] Iyi Aayah iratera intege Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah)."
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 454,
      "verse_key": "38:18",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّا سَخَّرۡنَا ٱلۡجِبَالَ مَعَهُۥ يُسَبِّحۡنَ بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ",
      "translation": "Mu vy’ukuri Twebwe Allah, Twatumye imisozi yitabira itazira n’ininahazamana ryagirwa na Dawudi umugoroba n’igitondo;",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 454,
      "verse_key": "38:19",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلطَّيۡرَ مَحۡشُورَةٗۖ كُلّٞ لَّهُۥٓ أَوَّابٞ",
      "translation": "Dutuma n’umugwi w’inyoni witabira nya tazira n’ininahazamana, ivyo vyose rero vyaramwumvira;",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 454,
      "verse_key": "38:20",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 181,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَشَدَدۡنَا مُلۡكَهُۥ وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ وَفَصۡلَ ٱلۡخِطَابِ",
      "translation": "Twaranamutsimbatarije ubwami bwiwe kw’ijunja n’inguvu Twamuhaye, Tumuha n’ubutumwa hamwe no gutomora ijambo n’ingingo.",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 454,
      "verse_key": "38:21",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ",
      "translation": "Ntumwa y’Imana! Mbega warashikiriwe n’inkuru y’abantu babiri batase, igihe basimba urugo rw’aho Dawudi yasengera;",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 454,
      "verse_key": "38:22",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ دَخَلُواْ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنۡهُمۡۖ قَالُواْ لَا تَخَفۡۖ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ",
      "translation": "Baraheza bamwinjirirako aca agira ubwoba! Ni ho bamutururuza bati: “Tekana, ntugire ubwoba namba, twebwe twatase, aho umwe muri twebwe yarenganije uwundi; twaje kukwitura rero kugira udutunganirize vy’ukuri ata nkunzi, wongere uduhanure gukurikira inzira igororotseˮ.",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 454,
      "verse_key": "38:23",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ هَٰذَآ أَخِي لَهُۥ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِيَ نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي ٱلۡخِطَابِ",
      "translation": "Ni ho rero umwe muri bo yatangura kwigana avuga ati: “Mu vy’ukuri, uyu ni mwenewacu, afise intama mirongo icenda n’icenda, nanje nkaba mfise intama imwe rudende, akaba yagize inambu yo kuyinyaga, aca ambwira ati: “Mpa iyo ntamaˮ, maze aranzivya sinagira ayo ncira n’ayo miraˮ;",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 454,
      "verse_key": "38:24",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": "obligatory",
      "sajdah_number": 10,
      "text": "قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِۦۖ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ فَٱسۡتَغۡفَرَ رَبَّهُۥ وَخَرَّۤ رَاكِعٗاۤ وَأَنَابَ۩",
      "translation": "Dawudi aca avuga ati: “Ni ukuri, mwenewanyu yakurenganije mu kukunyaga intama yawe akayihagira, kandi abenshi mu basangiye amatungo, ni ukuri birashika bamwe muri bo bakarenganya abandi, havuyemwo gusa abemeramana bakora ivyiza bitegetswe, ntibarenganyana. Abo rero, ni bake cane mu bantuˮ. Dawudi yaratahuye ko Twebwe Allah, Twamugerageje mu kuba abo bantu baje kumwitwarako, ni ho yasaba imbabazi Imana yiwe Rurema Allah, aca arayubamira ashira uruhanga hasi, maze arigaya[3];",
      "footnotes": "[3] Iyo umuntu asomye iyi Aayah gushika ku mpera, aca yubama agashira uruhanga hasi."
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 454,
      "verse_key": "38:25",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَغَفَرۡنَا لَهُۥ ذَٰلِكَۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ",
      "translation": "Twaciye Tumugumiriza akabanga Turanamubabarira ivyaha vyiwe. Mu vy’ukuri Dawudi, ni ukuri ari mu batonye kuri Twebwe Allah, ari no mu bagenewe uburuhukiro bwiza mu buzima bw’inyuma yo gupfa.",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 454,
      "verse_key": "38:26",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰدَاوُۥدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدُۢ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ",
      "translation": "Ni ho rero Twamubwira Duti: “Ewe Dawudi! Mu vy’ukuri, Tukugize icariho cacu mu kukugira umwami kw’isi. Kubera ivyo rero, tunganiriza abantu vy’ukuri ata nkunzi, kandi ntugakurikire ivyipfuzo vyawe mu gufata ingingo, kuko vyoguhubisha inzira y’amabwirizwa y’idini ry’Imana Allah. Mu vy’ukuri abahuba inzira y’amabwirizwa y’idini ry’Imana Allah, barategekanirijwe ibihano bikaze, kuko birengagije umusi w’iharurirwa ry’ibiremwa[4]ˮ.",
      "footnotes": "[4] Iyi Aayah ihanura indongozi ko zibwirizwa gutunganiriza abantu vy’ukuri ata nkunzi, kuko kutabatunganiriza kuzihubisha inzira y’amabwirizwa y’idini ry’Imana Allah."
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 455,
      "verse_key": "38:27",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗاۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْۚ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ",
      "translation": "Ntitwaremye ijuru n’isi n’ibiri hagati yavyo ku gufyinata, ukwo ni ko abagararije bibwira ko Twabiremye. Ibihano nya bihano vyo mu muriro rero, vyagenewe abagarariji badategera intumbero y’Imana Allah mu kurema ijuru n’isi.",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 455,
      "verse_key": "38:28",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ",
      "translation": "Mbega burya Twogira abemeye bagakora n’ivyiza bitegetswe nk’abagenzwa n’ubwononyi kw’isi, canke Twogira abagamburukiramana nk’abanyavyaha! Eka nta ho basa basana mu butoni n’ubutore ku Mana Allah.",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 455,
      "verse_key": "38:29",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
      "translation": "Ntumwa y’Imana! Ivyo wahishuriwe, ni Igitabu gihezagiye Twakumanuriye, kugira abantu bazigame Aayah zaco baheze bazigendere, no kugira incabwenge koko zibuke zishire mu ngiro amabwirizwa y’Imana Allah.",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 455,
      "verse_key": "38:30",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَوَهَبۡنَا لِدَاوُۥدَ سُلَيۡمَٰنَۚ نِعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٌ",
      "translation": "Dawudi rero, Twaranamuronkeje umwana yitwa Sulayimani, yari Umuja mwiza yatewe iteka akarigendera koko; mu vy’ukuri, yarigaya cane akitura kenshi Imana Allah;",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 455,
      "verse_key": "38:31",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ عُرِضَ عَلَيۡهِ بِٱلۡعَشِيِّ ٱلصَّٰفِنَٰتُ ٱلۡجِيَادُ",
      "translation": "Ibuka aho Sulayimani yagenzura ifarasi z’akarorero zigishijwe, agahera ku muhingamo gushika ku kirengazuba;",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 455,
      "verse_key": "38:32",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَقَالَ إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ",
      "translation": "Maze akavuga yiregura ati: “Mu vy’ukuri, jewe nahisemwo gukunda ifarasi, maze ndasamara sinibuka gutazira no kuninahaza Imana yanje Rurema Allah, gushika n’aho izuba rirenga;",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 455,
      "verse_key": "38:33",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رُدُّوهَا عَلَيَّۖ فَطَفِقَ مَسۡحَۢا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ",
      "translation": "Ngarukanira za farasi zose nagenzuraˮ. Ni ho rero nya farasi zagarukanwa, maze azitanga ikimazi[5] aca arazica imitsi arazikerera, kuko zatumye isengesho rimucika.",
      "footnotes": "[5] Ukwiyegereza Imana Allah mu gukerera ifarasi, ryari ibwirizwa mu mabwirizwa yubahirizwa igihe c’Intumwa Sulayimani."
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 455,
      "verse_key": "38:34",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِۦ جَسَدٗا ثُمَّ أَنَابَ",
      "translation": "Ni ukuri, Twaragerageje Sulayimani, maze Dukororera ku ntebe yiwe umwana afise urubavu rumwe yavutse atageze[6], ni ho yagaruka ku Mana Allah arigaya;",
      "footnotes": "[6] Sulayimani yarigeze kurahira ko arangurana amabanga y’abubatse n’abakenyezi biwe bose mw’ijoro rimwe, maze bose bagasamira rimwe, bakazomuvyarira abana barinda ku rugamba, bakazoharanira idini ry’Imana Allah, ariko rero ntiyibutse kuvuga ati: “In shaa Allah” ku bushake bw’Imana Allah. Ni ho rero yabigenza nk’uko yarahiye, maze hasama imbanyi umukenyezi umwe gusa muri bo, yahavuye yibaruka umwana afise urubavu rumwe."
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 455,
      "verse_key": "38:35",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ",
      "translation": "Araheza avuga mu kwigaya kwiwe ati: “Mana yanje Rurema Allah! Ngumiriza akabanga Umbabarire ivyaha, Umpe n’ubwami buhambaye Utazokwigera Uha n’umwe mu bantu bo mu nyuma zanje. Mu vy’ukuri, Wewe Uri Bigaburoˮ.",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 455,
      "verse_key": "38:36",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَسَخَّرۡنَا لَهُ ٱلرِّيحَ تَجۡرِي بِأَمۡرِهِۦ رُخَآءً حَيۡثُ أَصَابَ",
      "translation": "Ni ho rero Twamwakirira igisabisho ciwe, Tumworohereza kwikora ku muyaga, ukamwumvira mu gihe cose awutegetse kumujana aho hose ashaka;",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 455,
      "verse_key": "38:37",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ",
      "translation": "Tumworohereza no gukoresha amashetani mu bikorwa vyiwe vya misi yose; muri yo, harimwo ayubaka n’ayibira mw’ibahari;",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 455,
      "verse_key": "38:38",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَءَاخَرِينَ مُقَرَّنِينَ فِي ٱلۡأَصۡفَادِ",
      "translation": "Hakaba rero n’ayandi mashetani ruhebwa yabohesha amapingu.",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 455,
      "verse_key": "38:39",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هَٰذَا عَطَآؤُنَا فَٱمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ",
      "translation": "Ubu bwami buhambaye n’iyoroherezwa ryo kwikora ku muyaga no ku mashetani, ni impano yacu kuri wewe Sulayimani, uratanga utitangira, uhe uwo ushatse, wime uwo ushatse, nta wuzoguciramwo.",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 455,
      "verse_key": "38:40",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ",
      "translation": "Mu vy’ukuri Sulayimani, ni ukuri ari mu batonye kuri Twebwe Allah, ari no mu bagenewe uburuhukiro bwiza mu buzima bw’inyuma yo gupfa.",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 455,
      "verse_key": "38:41",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱذۡكُرۡ عَبۡدَنَآ أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ",
      "translation": "Ntumwa y’Imana! Ibuka n’Umuja wacu Ayubu igihe yasaba gukira umuniho, atakambira Imana yiwe Rurema Allah, avuga ati: “Mu vy’ukuri shetani, yanteye umuruho n’ububabare budasanzwe buturutse ku ndwara no ku kwangara kw’umuryango wanje, hamwe rero no guhona kw’amatungo yanjeˮ;",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 455,
      "verse_key": "38:42",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱرۡكُضۡ بِرِجۡلِكَۖ هَٰذَا مُغۡتَسَلُۢ بَارِدٞ وَشَرَابٞ",
      "translation": "Turaheza Tubwira Ayubu Duti: “Dida ikirenge cawe hasi, haca hadudubiza amazi akanye, uheze uyanyweko wongere uyiyuhagire, indwara ice ikiraˮ.",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 456,
      "verse_key": "38:43",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَوَهَبۡنَا لَهُۥٓ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنَّا وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ",
      "translation": "Ni ho rero Twamukiza nya ndwara, Tukamutera n’iteka ryo gusubizwa abangaye mu bana no mu bagore, Tumurengerezako n’abandi nk’abo mu bana no mu buzukuru. Ivyo vyose rero, Twabigize ku mpuhwe zacu mu kumuhembera ukwihanganira igeragezwa ryamushikiye, no kugira rero bibere urwibutso incabwenge koko, ziheze zimenye ko ukwihangana gushikana umuntu ku ntsinzi.",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 456,
      "verse_key": "38:44",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِۦ وَلَا تَحۡنَثۡۗ إِنَّا وَجَدۡنَٰهُ صَابِرٗاۚ نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٞ",
      "translation": "Maze Tumubwira kandi Duti: “Fata umukama w’ubwatsi uwukubitishe umukenyezi wawe, mu gushira mu ngiro indahiro yawe kugira ntuyirengeko[7]ˮ. Mu vy’ukuri Twebwe Allah, Twasanze Ayubu ari umuntu yihanganira koko igeragezwa, yari n’Umuja mwiza, yatewe iteka akarigendera koko. Mu vy’ukuri, yarigaya cane akagaruka kenshi ku Mana Allah.",
      "footnotes": "[7] Iyo ndahiro yari yuko niyaramuka akize, azokubita umukenyezi wiwe inkoni ijana, kuko uwo musi yari yatevye kugaruka kumuraba aho yari arwariye."
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 456,
      "verse_key": "38:45",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱذۡكُرۡ عِبَٰدَنَآ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي ٱلۡأَيۡدِي وَٱلۡأَبۡصَٰرِ",
      "translation": "Ntumwa y’Imana! Ibuka kandi Abaja bacu: Ibrahimu, Is-haka na Yakubu, baranzwe n’ishaka n’umwete bidasanzwe kw’iyumviramana hamwe n’ubumenyi budasanzwe mw’idini;",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 456,
      "verse_key": "38:46",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّآ أَخۡلَصۡنَٰهُم بِخَالِصَةٖ ذِكۡرَى ٱلدَّارِ",
      "translation": "Mu vy’ukuri Twabahisemwo mu bandi, mu kubatera iteka ryo kwama bibuka gukorera ubuzima bw’inyuma yo gupfa[8];",
      "footnotes": "[8] Barumvira Imana Allah, bakararikira n’abantu kwemera no gusenga Imana Imwe Rudende Allah."
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 456,
      "verse_key": "38:47",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِنَّهُمۡ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ ٱلۡأَخۡيَارِ",
      "translation": "Mu vy’ukuri abo, ni ukuri bari mu bo Twahisemwo Tukabagira Intumwa n’intore mu kutwumvira.",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 456,
      "verse_key": "38:48",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱذۡكُرۡ إِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَذَا ٱلۡكِفۡلِۖ وَكُلّٞ مِّنَ ٱلۡأَخۡيَارِ",
      "translation": "Ntumwa y’Imana! Ongera wibuke Abaja bacu: Ismayili, Al-Yasa’a na Dhu l-Kifli, umwe wese muri bo, ni ukuri yari mu ntore zatewe iteka mu biremwa vy’Imana Allah.",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 456,
      "verse_key": "38:49",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هَٰذَا ذِكۡرٞۚ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ",
      "translation": "Ntumwa y’Imana! Iyi Qor’ani, ni iteka n’urwibutso kuri wewe no ku bantu bawe warungitsweko. Mu vy’ukuri abagamburukiramana, ni ukuri baragenewe uburuhukiro bwiza;",
      "footnotes": ""
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 456,
      "verse_key": "38:50",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "جَنَّٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ",
      "translation": "Ubwo buruhukiro bukaba ari imirima itotahaye yo mu Bwami bw’ijuru rya “Adeni” bazokwugururirwa imiryango yabwo;",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 456,
      "verse_key": "38:51",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 182,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ",
      "translation": "Aho bazoba bicaye ku nyegamo zisharije, basaba guherezwa ivyo bipfuza mu vyamwa vy’ubwoko bwinshi hamwe n’ibinyobwa bitandukanye;",
      "footnotes": ""
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 456,
      "verse_key": "38:52",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ",
      "translation": "Muri nya Bwami, bazoba bafise n’abakenyezi bagumiza akajisho ku bagabo babo, bari mu runganwe rumwe n’urugero rumwe.",
      "footnotes": ""
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 456,
      "verse_key": "38:53",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هَٰذَا مَا تُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ",
      "translation": "Bagamburukiramana! Izo nema rero, ziri mu vyo musezeraniwe kuzoronka ku musi w’iharurirwa ry’ibiremwa;",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 456,
      "verse_key": "38:54",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُۥ مِن نَّفَادٍ",
      "translation": "Mu vy’ukuri, izo ni zo mpano zacu kuri mwebwe, ntizigera zishira canke ngo zikehe;",
      "footnotes": ""
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 456,
      "verse_key": "38:55",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هَٰذَاۚ وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٖ",
      "translation": "Izo rero, ni zo mpano zagenewe abagamburukiramana. Nayo abimonogoje mu bugarariji, ni ukuri bagenewe uburuhukiro bubi cane;",
      "footnotes": ""
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 456,
      "verse_key": "38:56",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "جَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ ٱلۡمِهَادُ",
      "translation": "Ubwo buruhukiro bukaba ari umuriro wa Jahannamu, bazokwinjira maze bakawota. Ubwo rero, ni bwo busaswa bubi cane bubaho;",
      "footnotes": ""
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 456,
      "verse_key": "38:57",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَّاقٞ",
      "translation": "Ibi, ni vyo bihano bazohonja; ukunywa amazi asebuye akaryimara, urwuya hamwe n’amashira bitemba biva mu mibiri y’abantu bo mu muriro udahera;",
      "footnotes": ""
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 456,
      "verse_key": "38:58",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَءَاخَرُ مِن شَكۡلِهِۦٓ أَزۡوَٰجٌ",
      "translation": "Bazohabwa n’ibindi bihano rero nk’ivyo vy’ubwoko bwose.",
      "footnotes": ""
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 456,
      "verse_key": "38:59",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ لَا مَرۡحَبَۢا بِهِمۡۚ إِنَّهُمۡ صَالُواْ ٱلنَّارِ",
      "translation": "Igihe abimonogoje mu bugarariji binjiye mu muriro, bazotanako umwikomo, maze babwirane hagati yabo bati: “Ng’uwo umugwi w’abantu isinzi, utegerezwa kwinjirana na mwe mu muriro udaheraˮ. Abari muri uwo muriro bazobishura bati: “Ntibagahabwe ikaze, ntibakagire uburaro n’uburamuko mu muriro, ni ukuri nibinjire mu muriro baheze bawote nkatweˮ;",
      "footnotes": ""
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 456,
      "verse_key": "38:60",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ بَلۡ أَنتُمۡ لَا مَرۡحَبَۢا بِكُمۡۖ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَاۖ فَبِئۡسَ ٱلۡقَرَارُ",
      "translation": "Abumviye abimonogoje mu bugarariji bakabakurikira, bazosubizayo bati: “Ahubwo mwebwe nyabuna ntimugahabwe ikaze, kuko ari mwebwe mwaduhubishije kw’isi mugatuma twinjira muri woˮ. Umuriro udahera rero, ni bwo buraro n’uburamuko bubi cane bubaho;",
      "footnotes": ""
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 456,
      "verse_key": "38:61",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ",
      "translation": "Abumviye abimonogoje mu bugarariji, bazobandanya basabira ababahubishije, ko bohanwa vy’akarorero bati: “Mana yacu Rurema Allah! Abaduhubishije inzira yawe kw’isi, turagusavye ubongerereze ibihano ku bindi mu muriro udaheraˮ.",
      "footnotes": ""
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 457,
      "verse_key": "38:62",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ ٱلۡأَشۡرَارِ",
      "translation": "Abimonogoje mu bugarariji na bo, bazovuga bitangaza bati: “Mbega vyagenze gute ko mu muriro tutabonayo abantu twahora duharura kw’isi ko bari mu banyavyaha!",
      "footnotes": ""
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 457,
      "verse_key": "38:63",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ",
      "translation": "Mbega twoba twarabihenzeko mu kubateburako tubasuzugura, canke twoba tudashoboye gusa kubabona kandi bari kumwe na twe mu muriro!ˮ.",
      "footnotes": ""
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 457,
      "verse_key": "38:64",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ ٱلنَّارِ",
      "translation": "Iryo tanako ry’umwikomo hagati y’abantu bo mu muriro, nta nkeka ko ari iry’ukuri kandi rizoshika.",
      "footnotes": ""
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 457,
      "verse_key": "38:65",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِنَّمَآ أَنَا۠ مُنذِرٞۖ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ",
      "translation": "Ntumwa y’Imana! Bwira abantu bawe warungitsweko uti: “Ni ukuri jewe, ndi Umugabisha kuri mwebwe ku bihano vy’Imana Allah, nta mana ibwirijwe gusengwa vy’ukuri atari Imana Allah Nyarudende[9], Nyeninkomezi-ntangere;",
      "footnotes": "[9] Ni Yo Mana Rudende mu biyiranga vyose, Irikwije, ntibangikanywa. Nta giteye nkayo. Ivyo bigatuma ari Yo gusa Ikwiye kwiyegerezwa mu gusengwa ari Imwe Rudende, Itabangikanywa."
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 457,
      "verse_key": "38:66",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ",
      "translation": "Ni Yo Mana Rurema Ikaba n’Umubungabunzi w’amajuru n’isi n’ibiri hagati yavyo, Nyenintsinzi-Mutaneshwa, Nyenimbabazinyinshiˮ.",
      "footnotes": ""
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 457,
      "verse_key": "38:67",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ",
      "translation": "Ntumwa y’Imana! Bwira abantu bawe warungitsweko uti: “Iyi Qor’ani, ni inkuru ihambaye, ngirakamaro cane;",
      "footnotes": ""
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 457,
      "verse_key": "38:68",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَنتُمۡ عَنۡهُ مُعۡرِضُونَ",
      "translation": "Mwebwe mwirengagiza kuyitegera no kuyigendera;",
      "footnotes": ""
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 457,
      "verse_key": "38:69",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَا كَانَ لِيَ مِنۡ عِلۡمِۭ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰٓ إِذۡ يَخۡتَصِمُونَ",
      "translation": "Nta bumenyi nogira ku vyerekeye uruhara rw’abamalayika kw’iremwa rya Adamu, kiretse ivyo nahishuriwe n’Imana Allah;",
      "footnotes": ""
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 457,
      "verse_key": "38:70",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ",
      "translation": "Nta co Impishurira ngo menye ivyo ntari nzi, atari uko ndi Umugabisha ku bihano vyayo, ntomora amabwirizwa yayoˮ.",
      "footnotes": ""
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 457,
      "verse_key": "38:71",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن طِينٖ",
      "translation": "Ntumwa y’Imana! Ibutsa abo warungitsweko, igihe Imana yawe Rurema Allah Yabwira abamalayika Iti: “Mu vy’ukuri, Jewe Ngira Ndeme umuntu mw’ivu;",
      "footnotes": ""
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 457,
      "verse_key": "38:72",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ",
      "translation": "Ninamara gutunganya indemo y’umubiri wiwe, nkamuhuhiramwo n’inkomoko y’ubuzima “Roho” akaba muzima, muraheza rero mumuhe icubahiro kimukwiye mu kumwubamira[10]”.",
      "footnotes": "[10] Ukwubama kuvugwa ng’aha, kwari mu ntumbero yo guha Adamu icubahiro yahawe n’Imana Allah Yamuremye, ntikwari mu ntumbero yo kumusenga kuko ubwislamu bubuza bwivuye inyuma ukwubama mu ntumbero yo guha icubahiro umuntu."
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 457,
      "verse_key": "38:73",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ",
      "translation": "Abamalayika baraheza baragamburuka bose barubama;",
      "footnotes": ""
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 457,
      "verse_key": "38:74",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَّآ إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ",
      "translation": "Kiretse Ibilisi, yanse n’amanyama n’akantu kumwubamira, gutyo aca aba mu bagarariji;",
      "footnotes": ""
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 457,
      "verse_key": "38:75",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ يَٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّۖ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ",
      "translation": "Imana Allah Iraheza Ibaza Ibilisi icatumye atubama Iti: “Ewe Ibilisi! Ni igiki cakubujije kwubamira ikiremwa Niremeye n’amaboko yanje[11]! Wabigize ku manyama n’agasuzuguro, canke uri mu bihambaza ku Mana yawe Rurema!”.",
      "footnotes": "[11] Iyi Aayah Iremeza ko Imana Allah Ifise amaboko mu buryo buberanye n’icubahiro cayo."
    },
    {
      "id": 76,
      "verse_number": 76,
      "page_number": 457,
      "verse_key": "38:76",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ",
      "translation": "Ibilisi yishuye n’amanyama n’akantu ati: “Sinubamiye ico kiremwa kuko jewe ndi intore kugisumba, Wandemye mu rubeya rw’umuriro, na co Ukirema mw’ivu!”.",
      "footnotes": ""
    },
    {
      "id": 77,
      "verse_number": 77,
      "page_number": 457,
      "verse_key": "38:77",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ",
      "translation": "Imana Allah, Iraheza Ibwira Ibilisi Iti: “Kubera ivyo rero, va mu Bwami bw’ijuru, kuko wewe mu vy’ukuri uravumwe;",
      "footnotes": ""
    },
    {
      "id": 78,
      "verse_number": 78,
      "page_number": 457,
      "verse_key": "38:78",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ ٱلدِّينِ",
      "translation": "Ni ukuri uzobaho mw’ivumwe ryanje, gushika ku musi w’iharurirwa n’impera”.",
      "footnotes": ""
    },
    {
      "id": 79,
      "verse_number": 79,
      "page_number": 457,
      "verse_key": "38:79",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ",
      "translation": "Ibilisi abonye ko kabaye, yavuze ati: “Mana yanje Rurema Allah! Ndagusavye Umpe kuramba gushika ku musi w’izuka ry’ibiremwa”.",
      "footnotes": ""
    },
    {
      "id": 80,
      "verse_number": 80,
      "page_number": 457,
      "verse_key": "38:80",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ",
      "translation": "Imana Allah Iraheza Imwishura Iti: “Mu vy’ukuri, wewe uri mu bazoramba;",
      "footnotes": ""
    },
    {
      "id": 81,
      "verse_number": 81,
      "page_number": 457,
      "verse_key": "38:81",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ",
      "translation": "Gushika ku musi w’isango nyezina, rizwi ryo guhonya ibiremwa vyose”.",
      "footnotes": ""
    },
    {
      "id": 82,
      "verse_number": 82,
      "page_number": 457,
      "verse_key": "38:82",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ",
      "translation": "Ni ho Ibilisi yavuga n’agahigihigi n’akantu ati: “Ndarahiye ku cubahiro c’iteka ryawe, ni ukuri ntegerezwa guhubisha Bene Adamu;",
      "footnotes": ""
    },
    {
      "id": 83,
      "verse_number": 83,
      "page_number": 457,
      "verse_key": "38:83",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ",
      "translation": "Kiretse gusa abo Wejeje mu baja bawe, Ukabaha ubudahangarwa, ku buryo ata nzira n’imwe yo kubahubisha noronka ncamwo”.",
      "footnotes": ""
    },
    {
      "id": 84,
      "verse_number": 84,
      "page_number": 458,
      "verse_key": "38:84",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ",
      "translation": "Imana Allah Yavuze Iti: “Uku ni ukuri kuvuye kuri Jewe Allah, kanatsinda sinigera Mvuga atari ukuri;",
      "footnotes": ""
    },
    {
      "id": 85,
      "verse_number": 85,
      "page_number": 458,
      "verse_key": "38:85",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ",
      "translation": "Ni ukuri Nzokwuzuza mu muriro wa Jahannamu, uruvyaro rugukomokako hamwe n’abazogukurikira bose muri Bene Adamu”.",
      "footnotes": ""
    },
    {
      "id": 86,
      "verse_number": 86,
      "page_number": 458,
      "verse_key": "38:86",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ",
      "translation": "Ntumwa y’Imana! Bwira ababangikanyamana uti: “Nta mpembo ndabasavye kw’ishikirizabutumwa ryanje, eka si ndi no mu barementanya bihatira gushikiriza ivyo batahishuriwe”.",
      "footnotes": ""
    },
    {
      "id": 87,
      "verse_number": 87,
      "page_number": 458,
      "verse_key": "38:87",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ",
      "translation": "Iyi Qor’ani rero, si ikindi kiretse ko ari urwibutso ku biremwa; abantu n’amajini kugira vyikebuke mu gukora ivyobigirira akamaro mu buzima bwo kw’isi no mu bw’inyuma yo gupfa.",
      "footnotes": ""
    },
    {
      "id": 88,
      "verse_number": 88,
      "page_number": 458,
      "verse_key": "38:88",
      "juz_number": 23,
      "hizb_number": 46,
      "rub_el_hizb_number": 183,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ",
      "translation": "Babangikanyamana! Ni ukuri muzomenya ukuri kw’inkuru ya Qor’ani igihe ubwislamu bwatsinze, maze abantu bakabwinjiramwo ari imigwimigwi; n’igihe rero mwahaniwe kuyigarariza, ata wuronka ayo acira n’ayo amira.",
      "footnotes": ""
    }
  ]
}