{
  "result": [
    {
      "id": "2349",
      "sura": "20",
      "aya": "1",
      "arabic_text": "طه",
      "translation": "1. Ta. Ha[568].",
      "footnotes": "[568]  Estas son dos letras del alfabeto árabe (ver la nota de la primera aleya de la sura 2)."
    },
    {
      "id": "2350",
      "sura": "20",
      "aya": "2",
      "arabic_text": "مَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ لِتَشۡقَىٰٓ",
      "translation": "2. No te hemos revelado el Corán (¡oh, Muhammad!) para que te angusties,",
      "footnotes": ""
    },
    {
      "id": "2351",
      "sura": "20",
      "aya": "3",
      "arabic_text": "إِلَّا تَذۡكِرَةٗ لِّمَن يَخۡشَىٰ",
      "translation": "3. sino que es una exhortación para quienes temen (a Al-lah).",
      "footnotes": ""
    },
    {
      "id": "2352",
      "sura": "20",
      "aya": "4",
      "arabic_text": "تَنزِيلٗا مِّمَّنۡ خَلَقَ ٱلۡأَرۡضَ وَٱلسَّمَٰوَٰتِ ٱلۡعُلَى",
      "translation": "4. Y proviene de Quien creó la tierra y los altos cielos.",
      "footnotes": ""
    },
    {
      "id": "2353",
      "sura": "20",
      "aya": "5",
      "arabic_text": "ٱلرَّحۡمَٰنُ عَلَى ٱلۡعَرۡشِ ٱسۡتَوَىٰ",
      "translation": "5. (Él es) el Clemente y está establecido sobre el Trono[569].",
      "footnotes": "[569]  Ver la nota de la aleya 54 de la sura 7."
    },
    {
      "id": "2354",
      "sura": "20",
      "aya": "6",
      "arabic_text": "لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَمَا تَحۡتَ ٱلثَّرَىٰ",
      "translation": "6. A Él pertenece cuanto hay en los cielos y en la tierra, lo que existe entre ellos y lo que hay bajo la tierra húmeda.",
      "footnotes": ""
    },
    {
      "id": "2355",
      "sura": "20",
      "aya": "7",
      "arabic_text": "وَإِن تَجۡهَرۡ بِٱلۡقَوۡلِ فَإِنَّهُۥ يَعۡلَمُ ٱلسِّرَّ وَأَخۡفَى",
      "translation": "7. Y no es necesario que alces la voz (en tus alabanzas y súplicas a tu Señor), pues Él conoce los secretos y lo que está aun más oculto[570].",
      "footnotes": "[570]  Al-lah conoce lo que uno mismo se dice para sí y lo que piensa aunque no llegue a expresar sus pensamientos."
    },
    {
      "id": "2356",
      "sura": "20",
      "aya": "8",
      "arabic_text": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ",
      "translation": "8. ¡(Él es) Al-lah! No existe nada ni nadie con derecho a ser adorado excepto Él. A Él pertenecen los nombres más sublimes.",
      "footnotes": ""
    },
    {
      "id": "2357",
      "sura": "20",
      "aya": "9",
      "arabic_text": "وَهَلۡ أَتَىٰكَ حَدِيثُ مُوسَىٰٓ",
      "translation": "9. ¿Y conoces lo que le aconteció a Moisés (oh, Muhammad)?",
      "footnotes": ""
    },
    {
      "id": "2358",
      "sura": "20",
      "aya": "10",
      "arabic_text": "إِذۡ رَءَا نَارٗا فَقَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِقَبَسٍ أَوۡ أَجِدُ عَلَى ٱلنَّارِ هُدٗى",
      "translation": "10. Vio un fuego cuando viajaba con su familia y le dijo a esta: «Permaneced aquí. He divisado un fuego. Puede que allí consiga alguna brasa encendida (para calentaros) o a alguien que nos indique el camino».",
      "footnotes": ""
    },
    {
      "id": "2359",
      "sura": "20",
      "aya": "11",
      "arabic_text": "فَلَمَّآ أَتَىٰهَا نُودِيَ يَٰمُوسَىٰٓ",
      "translation": "11. Y cuando llegó al lugar (de donde procedía el fuego), (una voz) lo llamó (por su nombre): «¡Moisés!,",
      "footnotes": ""
    },
    {
      "id": "2360",
      "sura": "20",
      "aya": "12",
      "arabic_text": "إِنِّيٓ أَنَا۠ رَبُّكَ فَٱخۡلَعۡ نَعۡلَيۡكَ إِنَّكَ بِٱلۡوَادِ ٱلۡمُقَدَّسِ طُوٗى",
      "translation": "12. »Yo soy tu Señor. Y quítate las sandalias, pues estás en el valle sagrado de Twa[571].",
      "footnotes": "[571]  El valle de Tua se encuentra en el Sinaí, aunque algunos exégetas lo ubican cerca de la frontera con Jordania, al noroeste de Arabia Saudí, concretamente en Jabal Al Laws, en la tierra de Madián."
    },
    {
      "id": "2361",
      "sura": "20",
      "aya": "13",
      "arabic_text": "وَأَنَا ٱخۡتَرۡتُكَ فَٱسۡتَمِعۡ لِمَا يُوحَىٰٓ",
      "translation": "13. »Y te he escogido a ti (de entre tu pueblo); escucha, pues, lo que te va a ser revelado.",
      "footnotes": ""
    },
    {
      "id": "2362",
      "sura": "20",
      "aya": "14",
      "arabic_text": "إِنَّنِيٓ أَنَا ٱللَّهُ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدۡنِي وَأَقِمِ ٱلصَّلَوٰةَ لِذِكۡرِيٓ",
      "translation": "14. »Ciertamente, Yo soy Al-lah, no hay ninguna otra divinidad verdadera fuera de Mí. Adórame, pues, (solo a Mí) y cumple con la oración para glorificarme.",
      "footnotes": ""
    },
    {
      "id": "2363",
      "sura": "20",
      "aya": "15",
      "arabic_text": "إِنَّ ٱلسَّاعَةَ ءَاتِيَةٌ أَكَادُ أُخۡفِيهَا لِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا تَسۡعَىٰ",
      "translation": "15. »La Hora final llegará con toda certeza. Solo Yo sé cuándo sucederá[572] para recompensar a cada ser según se haya esforzado (y haya actuado).",
      "footnotes": "[572]  La expresión árabe enfatiza el hecho de que solamente Él conoce todo lo referente a la Hora, y que ni los profetas ni los ángeles tenían ni tienen conocimiento acerca de cuándo sucederá. De hecho, la Biblia también afirma que solo el Padre sabe cuándo tendrá lugar la Hora que está marcada por la segunda venida de Jesús: «Pero de aquel día y hora nadie sabe, ni siquiera los ángeles del cielo, ni el Hijo, sino solo el Padre (Mateo 24, 36; Biblia de las Américas)». El hecho de que Jesús —la paz de Al-lah esté con él— no tuviese ese conocimiento confirma que no era más que un mensajero de Al-lah."
    },
    {
      "id": "2364",
      "sura": "20",
      "aya": "16",
      "arabic_text": "فَلَا يَصُدَّنَّكَ عَنۡهَا مَن لَّا يُؤۡمِنُ بِهَا وَٱتَّبَعَ هَوَىٰهُ فَتَرۡدَىٰ",
      "translation": "16. »No dejes que quienes no creen (en la Hora) y siguen sus pasiones te aparten de tu fe, pues sería tu perdición.",
      "footnotes": ""
    },
    {
      "id": "2365",
      "sura": "20",
      "aya": "17",
      "arabic_text": "وَمَا تِلۡكَ بِيَمِينِكَ يَٰمُوسَىٰ",
      "translation": "17. »¿Y qué es eso que llevas en tu mano derecha, Moisés?».",
      "footnotes": ""
    },
    {
      "id": "2366",
      "sura": "20",
      "aya": "18",
      "arabic_text": "قَالَ هِيَ عَصَايَ أَتَوَكَّؤُاْ عَلَيۡهَا وَأَهُشُّ بِهَا عَلَىٰ غَنَمِي وَلِيَ فِيهَا مَـَٔارِبُ أُخۡرَىٰ",
      "translation": "18. Moisés (dijo): «Es mi cayado. Me apoyo en él, sacudo con él las ramas de los árboles para (que caigan las hojas de las que se alimenta) mi ganado y me sirve para muchas otras cosas».",
      "footnotes": ""
    },
    {
      "id": "2367",
      "sura": "20",
      "aya": "19",
      "arabic_text": "قَالَ أَلۡقِهَا يَٰمُوسَىٰ",
      "translation": "19. Al-lah le dijo: «¡Arrójalo, Moisés!».",
      "footnotes": ""
    },
    {
      "id": "2368",
      "sura": "20",
      "aya": "20",
      "arabic_text": "فَأَلۡقَىٰهَا فَإِذَا هِيَ حَيَّةٞ تَسۡعَىٰ",
      "translation": "20. Moisés lo arrojó y se convirtió en una serpiente que se movía con rapidez.",
      "footnotes": ""
    },
    {
      "id": "2369",
      "sura": "20",
      "aya": "21",
      "arabic_text": "قَالَ خُذۡهَا وَلَا تَخَفۡۖ سَنُعِيدُهَا سِيرَتَهَا ٱلۡأُولَىٰ",
      "translation": "21. (Al-lah) le dijo: «¡Tómalo y no temas! Lo devolveremos a su estado original.",
      "footnotes": ""
    },
    {
      "id": "2370",
      "sura": "20",
      "aya": "22",
      "arabic_text": "وَٱضۡمُمۡ يَدَكَ إِلَىٰ جَنَاحِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٍ ءَايَةً أُخۡرَىٰ",
      "translation": "22. »(E introduce la mano por el cuello de tus vestimentas) y presiónala en el costado (bajo la axila); al extraerla aparecerá (radiantemente) blanca, sin que padezcas ninguna enfermedad[573]. Este es otro milagro (de tu Señor).",
      "footnotes": "[573]  La mano de Moisés parecía irradiar luz de lo blanca que era sin que se debiera a ninguna enfermedad, ya que algunas, como la lepra, suelen comenzar a manifestarse con la aparición de manchas blancas en la piel donde se pierde sensibilidad. Aquí Al-lah hace hincapié a que dicha blancura era totalmente milagrosa. "
    },
    {
      "id": "2371",
      "sura": "20",
      "aya": "23",
      "arabic_text": "لِنُرِيَكَ مِنۡ ءَايَٰتِنَا ٱلۡكُبۡرَى",
      "translation": "23. »(Esto es) para mostrarte grandes pruebas de Nuestro poder.",
      "footnotes": ""
    },
    {
      "id": "2372",
      "sura": "20",
      "aya": "24",
      "arabic_text": "ٱذۡهَبۡ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ",
      "translation": "24. »Ve al Faraón, pues se ha excedido(en opresión e incredulidad)».",
      "footnotes": ""
    },
    {
      "id": "2373",
      "sura": "20",
      "aya": "25",
      "arabic_text": "قَالَ رَبِّ ٱشۡرَحۡ لِي صَدۡرِي",
      "translation": "25. Entonces, (Moisés) suplicó (a su Señor) diciendo: «¡Señor!, abre mi corazón (dándome confianza y valor)",
      "footnotes": ""
    },
    {
      "id": "2374",
      "sura": "20",
      "aya": "26",
      "arabic_text": "وَيَسِّرۡ لِيٓ أَمۡرِي",
      "translation": "26. »y facilítame mi misión;",
      "footnotes": ""
    },
    {
      "id": "2375",
      "sura": "20",
      "aya": "27",
      "arabic_text": "وَٱحۡلُلۡ عُقۡدَةٗ مِّن لِّسَانِي",
      "translation": "27. »y libérame de mi impedimento al hablar[574]",
      "footnotes": "[574]  Moisés —la paz de Al-lah esté con él— le pide a Al-lah que le ayude a expresarse con claridad debido a que tenía un problema en la lengua que le dificultaba el habla."
    },
    {
      "id": "2376",
      "sura": "20",
      "aya": "28",
      "arabic_text": "يَفۡقَهُواْ قَوۡلِي",
      "translation": "28. »para que entiendan mis palabras.",
      "footnotes": ""
    },
    {
      "id": "2377",
      "sura": "20",
      "aya": "29",
      "arabic_text": "وَٱجۡعَل لِّي وَزِيرٗا مِّنۡ أَهۡلِي",
      "translation": "29. »Desígname a un ayudante de mi familia;",
      "footnotes": ""
    },
    {
      "id": "2378",
      "sura": "20",
      "aya": "30",
      "arabic_text": "هَٰرُونَ أَخِي",
      "translation": "30. »(desígname como ayudante) a Aarón, mi hermano.",
      "footnotes": ""
    },
    {
      "id": "2379",
      "sura": "20",
      "aya": "31",
      "arabic_text": "ٱشۡدُدۡ بِهِۦٓ أَزۡرِي",
      "translation": "31. »Refuérzame con él ",
      "footnotes": ""
    },
    {
      "id": "2380",
      "sura": "20",
      "aya": "32",
      "arabic_text": "وَأَشۡرِكۡهُ فِيٓ أَمۡرِي",
      "translation": "32. »y haz que participe conmigo en mi misión",
      "footnotes": ""
    },
    {
      "id": "2381",
      "sura": "20",
      "aya": "33",
      "arabic_text": "كَيۡ نُسَبِّحَكَ كَثِيرٗا",
      "translation": "33. »para que te alabemos ",
      "footnotes": ""
    },
    {
      "id": "2382",
      "sura": "20",
      "aya": "34",
      "arabic_text": "وَنَذۡكُرَكَ كَثِيرًا",
      "translation": "34. »y te glorifiquemos mucho.",
      "footnotes": ""
    },
    {
      "id": "2383",
      "sura": "20",
      "aya": "35",
      "arabic_text": "إِنَّكَ كُنتَ بِنَا بَصِيرٗا",
      "translation": "35. »En verdad, tu nos observas (en todo momento y ves todo lo que hacemos)».",
      "footnotes": ""
    },
    {
      "id": "2384",
      "sura": "20",
      "aya": "36",
      "arabic_text": "قَالَ قَدۡ أُوتِيتَ سُؤۡلَكَ يَٰمُوسَىٰ",
      "translation": "36. (Al-lah) respondió: «Tu plegaria ha sido aceptada, Moisés;",
      "footnotes": ""
    },
    {
      "id": "2385",
      "sura": "20",
      "aya": "37",
      "arabic_text": "وَلَقَدۡ مَنَنَّا عَلَيۡكَ مَرَّةً أُخۡرَىٰٓ",
      "translation": "37. »y ya te concedimos Nuestro favor en otra ocasión,",
      "footnotes": ""
    },
    {
      "id": "2386",
      "sura": "20",
      "aya": "38",
      "arabic_text": "إِذۡ أَوۡحَيۡنَآ إِلَىٰٓ أُمِّكَ مَا يُوحَىٰٓ",
      "translation": "38. »cuando inspiramos a tu madre lo siguiente:",
      "footnotes": ""
    },
    {
      "id": "2387",
      "sura": "20",
      "aya": "39",
      "arabic_text": "أَنِ ٱقۡذِفِيهِ فِي ٱلتَّابُوتِ فَٱقۡذِفِيهِ فِي ٱلۡيَمِّ فَلۡيُلۡقِهِ ٱلۡيَمُّ بِٱلسَّاحِلِ يَأۡخُذۡهُ عَدُوّٞ لِّي وَعَدُوّٞ لَّهُۥۚ وَأَلۡقَيۡتُ عَلَيۡكَ مَحَبَّةٗ مِّنِّي وَلِتُصۡنَعَ عَلَىٰ عَيۡنِيٓ",
      "translation": "39. »“Pon (a tu bebé) en un cesto y échalo al río. La corriente lo llevará hacia la orilla donde lo recogerá un enemigo Mío (el Faraón) que también será enemigo suyo”. Y deposité Mi amor en ti (haciendo que Mi enemigo te quisiera)e hice que crecieras bajo Mi protección.",
      "footnotes": ""
    },
    {
      "id": "2388",
      "sura": "20",
      "aya": "40",
      "arabic_text": "إِذۡ تَمۡشِيٓ أُخۡتُكَ فَتَقُولُ هَلۡ أَدُلُّكُمۡ عَلَىٰ مَن يَكۡفُلُهُۥۖ فَرَجَعۡنَٰكَ إِلَىٰٓ أُمِّكَ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَۚ وَقَتَلۡتَ نَفۡسٗا فَنَجَّيۡنَٰكَ مِنَ ٱلۡغَمِّ وَفَتَنَّٰكَ فُتُونٗاۚ فَلَبِثۡتَ سِنِينَ فِيٓ أَهۡلِ مَدۡيَنَ ثُمَّ جِئۡتَ عَلَىٰ قَدَرٖ يَٰمُوسَىٰ",
      "translation": "40. »E hice que tu hermana te siguiera y dijera (a quienes te recogieron tras ver que no aceptabas a ninguna nodriza): “¿Quieren que los guíe hacia quien puede hacerse cargo de él (para amamantarlo)?”.Y así es como te devolvimos a tu madre para que se alegrara y no estuviera afligida. Después mataste a un hombre[575] y te salvamos de ser castigado; y te pusimos a prueba en diversas ocasiones. Luego viviste unos años en el pueblo de Madián; y finalmente has acudido a la citaConmigo que había decretado, ¡oh, Moisés!",
      "footnotes": "[575]  Ver la aleya 15 de la sura 28."
    },
    {
      "id": "2389",
      "sura": "20",
      "aya": "41",
      "arabic_text": "وَٱصۡطَنَعۡتُكَ لِنَفۡسِي",
      "translation": "41. »Y te he escogido para Mí (para que transmitas Mi mensaje).",
      "footnotes": ""
    },
    {
      "id": "2390",
      "sura": "20",
      "aya": "42",
      "arabic_text": "ٱذۡهَبۡ أَنتَ وَأَخُوكَ بِـَٔايَٰتِي وَلَا تَنِيَا فِي ذِكۡرِي",
      "translation": "42. »Ve con tu hermano con Mis pruebas (y milagros) y no os canséis de mencionarme y glorificarme.",
      "footnotes": ""
    },
    {
      "id": "2391",
      "sura": "20",
      "aya": "43",
      "arabic_text": "ٱذۡهَبَآ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ",
      "translation": "43. »Presentaos ante el Faraón, pues se ha excedido (en opresión e incredulidad),",
      "footnotes": ""
    },
    {
      "id": "2392",
      "sura": "20",
      "aya": "44",
      "arabic_text": "فَقُولَا لَهُۥ قَوۡلٗا لَّيِّنٗا لَّعَلَّهُۥ يَتَذَكَّرُ أَوۡ يَخۡشَىٰ",
      "translation": "44. »y habladle con amabilidadpara que, tal vez, acepte la amonestación o tema a Al-lah».",
      "footnotes": ""
    },
    {
      "id": "2393",
      "sura": "20",
      "aya": "45",
      "arabic_text": "قَالَا رَبَّنَآ إِنَّنَا نَخَافُ أَن يَفۡرُطَ عَلَيۡنَآ أَوۡ أَن يَطۡغَىٰ",
      "translation": "45. (Moisés y Aarón) dijeron: «¡Señor nuestro!, tememos que se precipite a castigarnos o que se exceda (con nosotros)».",
      "footnotes": ""
    },
    {
      "id": "2394",
      "sura": "20",
      "aya": "46",
      "arabic_text": "قَالَ لَا تَخَافَآۖ إِنَّنِي مَعَكُمَآ أَسۡمَعُ وَأَرَىٰ",
      "translation": "46. (Al-lah) les dijo: «No temáis. Yo estaré con vosotros escuchándolo y observándolo (todo).",
      "footnotes": ""
    },
    {
      "id": "2395",
      "sura": "20",
      "aya": "47",
      "arabic_text": "فَأۡتِيَاهُ فَقُولَآ إِنَّا رَسُولَا رَبِّكَ فَأَرۡسِلۡ مَعَنَا بَنِيٓ إِسۡرَٰٓءِيلَ وَلَا تُعَذِّبۡهُمۡۖ قَدۡ جِئۡنَٰكَ بِـَٔايَةٖ مِّن رَّبِّكَۖ وَٱلسَّلَٰمُ عَلَىٰ مَنِ ٱتَّبَعَ ٱلۡهُدَىٰٓ",
      "translation": "47. »Id a él y decidle: “Somos dos mensajeros de vuestro Señor. Enviad con nosotros a los hijos de Israel y no los torturéis. Os traemos un milagro de vuestro Señor(como prueba de nuestra veracidad). Quien siga Su camino no tendrá nada que temer.",
      "footnotes": ""
    },
    {
      "id": "2396",
      "sura": "20",
      "aya": "48",
      "arabic_text": "إِنَّا قَدۡ أُوحِيَ إِلَيۡنَآ أَنَّ ٱلۡعَذَابَ عَلَىٰ مَن كَذَّبَ وَتَوَلَّىٰ",
      "translation": "48. »Nos ha sido revelado que quien desmienta (el mensaje que traemos) y le dé la espalda será castigado”». ",
      "footnotes": ""
    },
    {
      "id": "2397",
      "sura": "20",
      "aya": "49",
      "arabic_text": "قَالَ فَمَن رَّبُّكُمَا يَٰمُوسَىٰ",
      "translation": "49. (El Faraón) les dijo (entonces): «¿Y quién es vuestro Señor, Moisés?».",
      "footnotes": ""
    },
    {
      "id": "2398",
      "sura": "20",
      "aya": "50",
      "arabic_text": "قَالَ رَبُّنَا ٱلَّذِيٓ أَعۡطَىٰ كُلَّ شَيۡءٍ خَلۡقَهُۥ ثُمَّ هَدَىٰ",
      "translation": "50. (Moisés) respondió: «Nuestro Señor es Quien ha dotado a todo lo que ha creado de su debida forma y naturaleza y ha guiado a todas las criaturas (hacia lo que ha dispuesto para ellas)».",
      "footnotes": ""
    },
    {
      "id": "2399",
      "sura": "20",
      "aya": "51",
      "arabic_text": "قَالَ فَمَا بَالُ ٱلۡقُرُونِ ٱلۡأُولَىٰ",
      "translation": "51. (El Faraón) le dijo: «¿Y qué hay de las comunidades anteriores (que adoraban a otros fuera de Al-lah)?».",
      "footnotes": ""
    },
    {
      "id": "2400",
      "sura": "20",
      "aya": "52",
      "arabic_text": "قَالَ عِلۡمُهَا عِندَ رَبِّي فِي كِتَٰبٖۖ لَّا يَضِلُّ رَبِّي وَلَا يَنسَى",
      "translation": "52. (Moisés) respondió: «Solo mi Señor sabe todo lo referente a ellos y lo tiene todo registrado en un Libro (la Tabla Protegida[576]). A mi Señor no se le escapa nada ni se olvida de nada».",
      "footnotes": "[576]  Ver la primera nota de la aleya 38 de la sura 6."
    },
    {
      "id": "2401",
      "sura": "20",
      "aya": "53",
      "arabic_text": "ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَسَلَكَ لَكُمۡ فِيهَا سُبُلٗا وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّن نَّبَاتٖ شَتَّىٰ",
      "translation": "53. Él es Quien ha hecho de la tierra un lugar para que podáis residir en él, ha dispuesto en ella caminos y hace que descienda la lluvia del cielo para que con ella broten diferentes tipos de plantas.",
      "footnotes": ""
    },
    {
      "id": "2402",
      "sura": "20",
      "aya": "54",
      "arabic_text": "كُلُواْ وَٱرۡعَوۡاْ أَنۡعَٰمَكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ",
      "translation": "54. ¡Comed (de ellas) y apacentad vuestros rebaños! Ciertamente, en todo ello hay pruebas (del poder de Al-lah) para quienes están dotados de razón.",
      "footnotes": ""
    },
    {
      "id": "2403",
      "sura": "20",
      "aya": "55",
      "arabic_text": "۞ مِنۡهَا خَلَقۡنَٰكُمۡ وَفِيهَا نُعِيدُكُمۡ وَمِنۡهَا نُخۡرِجُكُمۡ تَارَةً أُخۡرَىٰ",
      "translation": "55. Os creamos a partir de la tierra, a ella regresaréis (al morir) y de ella saldréis de nuevo (cuando resucitéis).",
      "footnotes": ""
    },
    {
      "id": "2404",
      "sura": "20",
      "aya": "56",
      "arabic_text": "وَلَقَدۡ أَرَيۡنَٰهُ ءَايَٰتِنَا كُلَّهَا فَكَذَّبَ وَأَبَىٰ",
      "translation": "56. Y, ciertamente, mostramos al Faraón todos Nuestros milagros, mas los negó y los rechazó.",
      "footnotes": ""
    },
    {
      "id": "2405",
      "sura": "20",
      "aya": "57",
      "arabic_text": "قَالَ أَجِئۡتَنَا لِتُخۡرِجَنَا مِنۡ أَرۡضِنَا بِسِحۡرِكَ يَٰمُوسَىٰ",
      "translation": "57. (Este) dijo: «¡Moisés!, ¿has venido a nosotros para expulsarnos de nuestra tierra con tu brujería?",
      "footnotes": ""
    },
    {
      "id": "2406",
      "sura": "20",
      "aya": "58",
      "arabic_text": "فَلَنَأۡتِيَنَّكَ بِسِحۡرٖ مِّثۡلِهِۦ فَٱجۡعَلۡ بَيۡنَنَا وَبَيۡنَكَ مَوۡعِدٗا لَّا نُخۡلِفُهُۥ نَحۡنُ وَلَآ أَنتَ مَكَانٗا سُوٗى",
      "translation": "58. »Haremos una como la tuya.Fija una fecha para un encuentro entre nosotros, al que no faltemos ninguna de ambas partes, en un lugar donde nadie tenga ventaja (para demostrar qué brujería es la mejor)».",
      "footnotes": ""
    },
    {
      "id": "2407",
      "sura": "20",
      "aya": "59",
      "arabic_text": "قَالَ مَوۡعِدُكُمۡ يَوۡمُ ٱلزِّينَةِ وَأَن يُحۡشَرَ ٱلنَّاسُ ضُحٗى",
      "translation": "59. (Moisés) dijo: «Celebraremos el encuentro el día de vuestra fiesta, y que la gente acuda a primeras horas de la mañana (para presenciar el acontecimiento)».",
      "footnotes": ""
    },
    {
      "id": "2408",
      "sura": "20",
      "aya": "60",
      "arabic_text": "فَتَوَلَّىٰ فِرۡعَوۡنُ فَجَمَعَ كَيۡدَهُۥ ثُمَّ أَتَىٰ",
      "translation": "60. Entonces el Faraón se retiró, (reunió a sus brujos) para preparar su plan y regresó (el día fijado).",
      "footnotes": ""
    },
    {
      "id": "2409",
      "sura": "20",
      "aya": "61",
      "arabic_text": "قَالَ لَهُم مُّوسَىٰ وَيۡلَكُمۡ لَا تَفۡتَرُواْ عَلَى ٱللَّهِ كَذِبٗا فَيُسۡحِتَكُم بِعَذَابٖۖ وَقَدۡ خَابَ مَنِ ٱفۡتَرَىٰ",
      "translation": "61. Moisés dijo a los brujos: «¡Tened cuidado! No inventéis una mentira contra Al-lah[577] u os destruirá con Su castigo. Quienes inventen mentiras (contra Al-lah) serán los perdedores».",
      "footnotes": "[577]  Se refiere a la mentira de hacer creer a la gente que son capaces de crear, cuando eso solo puede hacerlo Al-lah."
    },
    {
      "id": "2410",
      "sura": "20",
      "aya": "62",
      "arabic_text": "فَتَنَٰزَعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡ وَأَسَرُّواْ ٱلنَّجۡوَىٰ",
      "translation": "62. Entonces los brujos discutieron en secreto (acerca de Moisés y de su hermano).",
      "footnotes": ""
    },
    {
      "id": "2411",
      "sura": "20",
      "aya": "63",
      "arabic_text": "قَالُوٓاْ إِنۡ هَٰذَٰنِ لَسَٰحِرَٰنِ يُرِيدَانِ أَن يُخۡرِجَاكُم مِّنۡ أَرۡضِكُم بِسِحۡرِهِمَا وَيَذۡهَبَا بِطَرِيقَتِكُمُ ٱلۡمُثۡلَىٰ",
      "translation": "63. Se dijeron (unos a otros): «En verdad, (Moisés y su hermano Aarón) son dos brujos que pretenden expulsarnos de nuestra tierra con su brujería y poner fin a nuestra supremacía y modo de vida.",
      "footnotes": ""
    },
    {
      "id": "2412",
      "sura": "20",
      "aya": "64",
      "arabic_text": "فَأَجۡمِعُواْ كَيۡدَكُمۡ ثُمَّ ٱئۡتُواْ صَفّٗاۚ وَقَدۡ أَفۡلَحَ ٱلۡيَوۡمَ مَنِ ٱسۡتَعۡلَىٰ",
      "translation": "64. »Preparemos bien nuestro plan sin desavenencias y formemos una sola fila (para mostrar nuestra brujería).Quien gane hoy triunfará»[578].",
      "footnotes": "[578]  El Faraón había prometido a los brujos que, si ellos ganaban, obtendrían poder y serían de sus allegados; mientras que si el vencedor era Moisés, este alcanzaría un gran liderato."
    },
    {
      "id": "2413",
      "sura": "20",
      "aya": "65",
      "arabic_text": "قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنۡ أَلۡقَىٰ",
      "translation": "65. (Los brujos) le dijeron (a Moisés): «¡Moisés!, ¿arrojas tú primero (tu cayado) o empezamos nosotros?».",
      "footnotes": ""
    },
    {
      "id": "2414",
      "sura": "20",
      "aya": "66",
      "arabic_text": "قَالَ بَلۡ أَلۡقُواْۖ فَإِذَا حِبَالُهُمۡ وَعِصِيُّهُمۡ يُخَيَّلُ إِلَيۡهِ مِن سِحۡرِهِمۡ أَنَّهَا تَسۡعَىٰ",
      "translation": "66. (Moisés) respondió: «Arrojad vosotros primero (lo que tengáis que arrojar)». Y (cuando arrojaron) sus cuerdas y cayados, (a Moisés) le pareció que estos (eran verdaderas serpientes que) se movían con gran rapidez debido a la brujería que realizaron.",
      "footnotes": ""
    },
    {
      "id": "2415",
      "sura": "20",
      "aya": "67",
      "arabic_text": "فَأَوۡجَسَ فِي نَفۡسِهِۦ خِيفَةٗ مُّوسَىٰ",
      "translation": "67. Entonces, Moisés sintió miedo[579].",
      "footnotes": "[579]  Moisés sintió miedo, bien por él —a pesar de no llegar a exteriorizarlo debido a que Al-lah reforzó su fe—, bien por su pueblo, ya que este podía extraviarse de la verdad si se dejaba llevar por la brujería que presenciaba. "
    },
    {
      "id": "2416",
      "sura": "20",
      "aya": "68",
      "arabic_text": "قُلۡنَا لَا تَخَفۡ إِنَّكَ أَنتَ ٱلۡأَعۡلَىٰ",
      "translation": "68. Le dijimos: «No temas, tú serás el vencedor.",
      "footnotes": ""
    },
    {
      "id": "2417",
      "sura": "20",
      "aya": "69",
      "arabic_text": "وَأَلۡقِ مَا فِي يَمِينِكَ تَلۡقَفۡ مَا صَنَعُوٓاْۖ إِنَّمَا صَنَعُواْ كَيۡدُ سَٰحِرٖۖ وَلَا يُفۡلِحُ ٱلسَّاحِرُ حَيۡثُ أَتَىٰ",
      "translation": "69. »¡Arroja (el cayado) que sostienes en tu mano derecha! Acabará con lo que han realizado. Lo que ellos han hecho es un mero truco, y los brujos no triunfarán nunca allí donde estén».",
      "footnotes": ""
    },
    {
      "id": "2418",
      "sura": "20",
      "aya": "70",
      "arabic_text": "فَأُلۡقِيَ ٱلسَّحَرَةُ سُجَّدٗا قَالُوٓاْ ءَامَنَّا بِرَبِّ هَٰرُونَ وَمُوسَىٰ",
      "translation": "70. (Y cuando Moisés arrojó su cayado), los brujos cayeron postrados (al percatarse de que lo que él había realizado no era brujería) y dijeron: «Creemos en el Señor de Aarón y de Moisés».",
      "footnotes": ""
    },
    {
      "id": "2419",
      "sura": "20",
      "aya": "71",
      "arabic_text": "قَالَ ءَامَنتُمۡ لَهُۥ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِي عَلَّمَكُمُ ٱلسِّحۡرَۖ فَلَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ وَلَأُصَلِّبَنَّكُمۡ فِي جُذُوعِ ٱلنَّخۡلِ وَلَتَعۡلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابٗا وَأَبۡقَىٰ",
      "translation": "71. (El Faraón) les dijo: «¿Creéis en Moisés (y lo seguís) antes de concederos yo permiso? Seguro que él es vuestro maestro, quien os ha enseñado la brujería que sabéis. Ciertamente, os amputaré las manos y los pies opuestos y después os clavaré[580]en troncos de palmeras. Así sabréis quién de los dos (si el Señor de Moisés o yo) puede infligir el castigo más severo y duradero».",
      "footnotes": "[580]  Ver la nota de la aleya 124 de la sura 7."
    },
    {
      "id": "2420",
      "sura": "20",
      "aya": "72",
      "arabic_text": "قَالُواْ لَن نُّؤۡثِرَكَ عَلَىٰ مَا جَآءَنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلَّذِي فَطَرَنَاۖ فَٱقۡضِ مَآ أَنتَ قَاضٍۖ إِنَّمَا تَقۡضِي هَٰذِهِ ٱلۡحَيَوٰةَ ٱلدُّنۡيَآ",
      "translation": "72. (Los brujos) respondieron: «No os preferiremos a vos por encima de las pruebas (de la verdad) que hemos recibidoy por encima de Aquel que nos creó. Decretad, pues, para nosotros lo que queráis. Vuestro decreto solo nos alcanzará en esta vida.",
      "footnotes": ""
    },
    {
      "id": "2421",
      "sura": "20",
      "aya": "73",
      "arabic_text": "إِنَّآ ءَامَنَّا بِرَبِّنَا لِيَغۡفِرَ لَنَا خَطَٰيَٰنَا وَمَآ أَكۡرَهۡتَنَا عَلَيۡهِ مِنَ ٱلسِّحۡرِۗ وَٱللَّهُ خَيۡرٞ وَأَبۡقَىٰٓ",
      "translation": "73. »Ciertamente, creemos en nuestro Señor y (esperamos) que perdone nuestras faltas y la brujería que nos habéis obligado a realizar. Y la recompensa de Al-lah es mejor y más duradera (que la vuestra)».",
      "footnotes": ""
    },
    {
      "id": "2422",
      "sura": "20",
      "aya": "74",
      "arabic_text": "إِنَّهُۥ مَن يَأۡتِ رَبَّهُۥ مُجۡرِمٗا فَإِنَّ لَهُۥ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحۡيَىٰ",
      "translation": "74. Quien se presente ante su Señor (el Día de la Resurrección) habiendo negado la verdad tendrá como castigo el infierno, donde ni morirá ni vivirá.",
      "footnotes": ""
    },
    {
      "id": "2423",
      "sura": "20",
      "aya": "75",
      "arabic_text": "وَمَن يَأۡتِهِۦ مُؤۡمِنٗا قَدۡ عَمِلَ ٱلصَّٰلِحَٰتِ فَأُوْلَٰٓئِكَ لَهُمُ ٱلدَّرَجَٰتُ ٱلۡعُلَىٰ",
      "translation": "75. Y quien se presente (ante su Señor) habiendo sido creyente y habiendo actuado con rectitud ocupará un alto nivel (en el paraíso).",
      "footnotes": ""
    },
    {
      "id": "2424",
      "sura": "20",
      "aya": "76",
      "arabic_text": "جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ مَن تَزَكَّىٰ",
      "translation": "76. (Entrará en) los Jardines de la Eternidad por los cuales corren ríos, y allí vivirán para siempre.Tal será la recompensa de quienes se purifiquen (de sus pecados).",
      "footnotes": ""
    },
    {
      "id": "2425",
      "sura": "20",
      "aya": "77",
      "arabic_text": "وَلَقَدۡ أَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَسۡرِ بِعِبَادِي فَٱضۡرِبۡ لَهُمۡ طَرِيقٗا فِي ٱلۡبَحۡرِ يَبَسٗا لَّا تَخَٰفُ دَرَكٗا وَلَا تَخۡشَىٰ",
      "translation": "77. Y revelamos a Moisés: «Sal (por la noche) con Mis siervos y abre para ellos un camino de tierra firme en el mar golpeándolo (con tu cayado). No temáis ser alcanzados ni morir ahogados».",
      "footnotes": ""
    },
    {
      "id": "2426",
      "sura": "20",
      "aya": "78",
      "arabic_text": "فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ بِجُنُودِهِۦ فَغَشِيَهُم مِّنَ ٱلۡيَمِّ مَا غَشِيَهُمۡ",
      "translation": "78. Y el Faraón los siguió con su ejército, mas el mar los cubrió (y murieron ahogados).",
      "footnotes": ""
    },
    {
      "id": "2427",
      "sura": "20",
      "aya": "79",
      "arabic_text": "وَأَضَلَّ فِرۡعَوۡنُ قَوۡمَهُۥ وَمَا هَدَىٰ",
      "translation": "79. Y el Faraón extravió a su pueblo en vez de guiarlo.",
      "footnotes": ""
    },
    {
      "id": "2428",
      "sura": "20",
      "aya": "80",
      "arabic_text": "يَٰبَنِيٓ إِسۡرَٰٓءِيلَ قَدۡ أَنجَيۡنَٰكُم مِّنۡ عَدُوِّكُمۡ وَوَٰعَدۡنَٰكُمۡ جَانِبَ ٱلطُّورِ ٱلۡأَيۡمَنَ وَنَزَّلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰ",
      "translation": "80. ¡Oh, hijos de Israel!, ciertamente, os salvamos de vuestro enemigo y establecimos un pacto con vosotros en la ladera derecha del monte (cuando dimos la Torá a Moisés), e hicimos que descendieran sobre vosotros el maná y las codornices. ",
      "footnotes": ""
    },
    {
      "id": "2429",
      "sura": "20",
      "aya": "81",
      "arabic_text": "كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَلَا تَطۡغَوۡاْ فِيهِ فَيَحِلَّ عَلَيۡكُمۡ غَضَبِيۖ وَمَن يَحۡلِلۡ عَلَيۡهِ غَضَبِي فَقَدۡ هَوَىٰ",
      "translation": "81. ¡Comed de las cosas buenas y lícitas que os hemos proveído y no os excedáis (negando Mi favor sobre vosotros) e incurráis, así, en Mi ira! Aquel que incurra en Mi ira habrá caído en la perdición.",
      "footnotes": ""
    },
    {
      "id": "2430",
      "sura": "20",
      "aya": "82",
      "arabic_text": "وَإِنِّي لَغَفَّارٞ لِّمَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا ثُمَّ ٱهۡتَدَىٰ",
      "translation": "82. En verdad, Yo soy siempre Indulgente con quien se arrepiente, cree, actúa con rectitud y sigue, después, el buen camino (y se mantiene firme en él).",
      "footnotes": ""
    },
    {
      "id": "2431",
      "sura": "20",
      "aya": "83",
      "arabic_text": "۞ وَمَآ أَعۡجَلَكَ عَن قَوۡمِكَ يَٰمُوسَىٰ",
      "translation": "83. (Dijo Al-lah a Moisés cuando este acudió a Su encuentro durante cuarenta días y cuarenta noches para recibir las Tablas:)«¡Moisés!, ¿por qué te has apresurado a venir dejando atrás a tu gente?».",
      "footnotes": ""
    },
    {
      "id": "2432",
      "sura": "20",
      "aya": "84",
      "arabic_text": "قَالَ هُمۡ أُوْلَآءِ عَلَىٰٓ أَثَرِي وَعَجِلۡتُ إِلَيۡكَ رَبِّ لِتَرۡضَىٰ",
      "translation": "84. (Moisés) respondió: «Ellos siguen mis pasos de cerca y me he apresurado a acudir a Ti, mi Señor, para que estés complacido conmigo».",
      "footnotes": ""
    },
    {
      "id": "2433",
      "sura": "20",
      "aya": "85",
      "arabic_text": "قَالَ فَإِنَّا قَدۡ فَتَنَّا قَوۡمَكَ مِنۢ بَعۡدِكَ وَأَضَلَّهُمُ ٱلسَّامِرِيُّ",
      "translation": "85. (Al-lah) dijo: «Hemos puesto a tu pueblo a prueba en tu ausencia, y el de Samaria[581] los ha extraviado».",
      "footnotes": "[581]  En árabe se utiliza el gentilicio samiri, que puede aludir a la persona natural de la antigua región de Samaria, situada en el norte de la margen occidental del río Jordán, o puede referirse a un samaritano, persona que pertenecía a un grupo étnico-religioso emparentado con los judíos que descendía de las doce tribus de Israel, pero que estableció cierta rivalidad con estos. "
    },
    {
      "id": "2434",
      "sura": "20",
      "aya": "86",
      "arabic_text": "فَرَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗاۚ قَالَ يَٰقَوۡمِ أَلَمۡ يَعِدۡكُمۡ رَبُّكُمۡ وَعۡدًا حَسَنًاۚ أَفَطَالَ عَلَيۡكُمُ ٱلۡعَهۡدُ أَمۡ أَرَدتُّمۡ أَن يَحِلَّ عَلَيۡكُمۡ غَضَبٞ مِّن رَّبِّكُمۡ فَأَخۡلَفۡتُم مَّوۡعِدِي",
      "translation": "86. Entonces Moisés regresó a su pueblo enojado y afligido. Dijo: «¡Pueblo mío!, ¿acaso vuestro Señor no os hizo la buena promesa[582](de concederos la Torá)? ¿Se os hizo larga la espera o más bien queríais incurrir en la ira de vuestro Señor y por eso rompisteis vuestro compromiso conmigo(de seguirme, y adorasteis a otros fuera de Al-lah)?».",
      "footnotes": "[582]  También puede significar la promesa de concederles cosas buenas en esta vida y en la otra, así como un buen final."
    },
    {
      "id": "2435",
      "sura": "20",
      "aya": "87",
      "arabic_text": "قَالُواْ مَآ أَخۡلَفۡنَا مَوۡعِدَكَ بِمَلۡكِنَا وَلَٰكِنَّا حُمِّلۡنَآ أَوۡزَارٗا مِّن زِينَةِ ٱلۡقَوۡمِ فَقَذَفۡنَٰهَا فَكَذَٰلِكَ أَلۡقَى ٱلسَّامِرِيُّ",
      "translation": "87. (Su pueblo) dijo: «No rompimos la promesa que te dimos por voluntad propia. Se nos hizo cargar con el peso de las joyas del pueblo (del Faraón) y las arrojamos (a un hoyo donde había una hoguera siguiendo las órdenes del de Samaria), y lo mismo hizo él».",
      "footnotes": ""
    },
    {
      "id": "2436",
      "sura": "20",
      "aya": "88",
      "arabic_text": "فَأَخۡرَجَ لَهُمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٞ فَقَالُواْ هَٰذَآ إِلَٰهُكُمۡ وَإِلَٰهُ مُوسَىٰ فَنَسِيَ",
      "translation": "88. (Tras fundir las joyas) el de Samaria modeló la figura de un becerro que emitía un sonido (parecido a un mugido)[583]. (El de Samaria y quienes lo seguían) dijeron: «Esta es nuestra divinidad y la de Moisés, pero él lo ha olvidado[584](y no os lo ha mencionado)».",
      "footnotes": "[583]  El aire entraba por la parte posterior de la estatua y salía por su boca produciendo un sonido que parecía un mugido.\n[584]  Otra interpretación posible es que el verbo «olvidar» se refiere al de Samaria y no a Moisés, por lo que pasaría a significar que el de Samaria se olvidó, entonces, de seguir la religión de Moisés y regresó a las costumbres idólatras que conocía."
    },
    {
      "id": "2437",
      "sura": "20",
      "aya": "89",
      "arabic_text": "أَفَلَا يَرَوۡنَ أَلَّا يَرۡجِعُ إِلَيۡهِمۡ قَوۡلٗا وَلَا يَمۡلِكُ لَهُمۡ ضَرّٗا وَلَا نَفۡعٗا",
      "translation": "89. ¿Acaso no veían que no les respondía (cuando le hablaban) y que no tenía poder ni para perjudicarlos ni para beneficiarlos?",
      "footnotes": ""
    },
    {
      "id": "2438",
      "sura": "20",
      "aya": "90",
      "arabic_text": "وَلَقَدۡ قَالَ لَهُمۡ هَٰرُونُ مِن قَبۡلُ يَٰقَوۡمِ إِنَّمَا فُتِنتُم بِهِۦۖ وَإِنَّ رَبَّكُمُ ٱلرَّحۡمَٰنُ فَٱتَّبِعُونِي وَأَطِيعُوٓاْ أَمۡرِي",
      "translation": "90. Y, ciertamente, Aarón[585] les había dicho con anterioridad: «¡Pueblo mío!, habéis sido puestos a prueba con el (becerro). Vuestro Señor es el Clemente, seguidme y obedecedme».",
      "footnotes": "[585]  Cabe mencionar que en la Biblia Aarón es quien funde el oro para modelar el becerro, ya que su pueblo le pedía que hiciera divinidades para ellos al no saber qué había sido de Moisés (ver Éxodo 32, 1-5). El Corán, no obstante, excusa a Aarón de tal pecado y culpa al de Samaria."
    },
    {
      "id": "2439",
      "sura": "20",
      "aya": "91",
      "arabic_text": "قَالُواْ لَن نَّبۡرَحَ عَلَيۡهِ عَٰكِفِينَ حَتَّىٰ يَرۡجِعَ إِلَيۡنَا مُوسَىٰ",
      "translation": "91. Estos dijeron: «Continuaremos adorándolo hasta que Moisés regrese a nosotros».",
      "footnotes": ""
    },
    {
      "id": "2440",
      "sura": "20",
      "aya": "92",
      "arabic_text": "قَالَ يَٰهَٰرُونُ مَا مَنَعَكَ إِذۡ رَأَيۡتَهُمۡ ضَلُّوٓاْ",
      "translation": "92. (Cuando Moisés regresó) le dijo (a su hermano tirándolo de la barba): «¡Aarón!, cuando viste que se habían extraviado (adorando el becerro), ",
      "footnotes": ""
    },
    {
      "id": "2441",
      "sura": "20",
      "aya": "93",
      "arabic_text": "أَلَّا تَتَّبِعَنِۖ أَفَعَصَيۡتَ أَمۡرِي",
      "translation": "93. »¿por qué no me seguiste (para informarme de lo que sucedía)? ¿Acaso desobedeciste mi orden (de no seguir el camino de los injustos)?».",
      "footnotes": ""
    },
    {
      "id": "2442",
      "sura": "20",
      "aya": "94",
      "arabic_text": "قَالَ يَبۡنَؤُمَّ لَا تَأۡخُذۡ بِلِحۡيَتِي وَلَا بِرَأۡسِيٓۖ إِنِّي خَشِيتُ أَن تَقُولَ فَرَّقۡتَ بَيۡنَ بَنِيٓ إِسۡرَٰٓءِيلَ وَلَمۡ تَرۡقُبۡ قَوۡلِي",
      "translation": "94. (Aarón)respondió: «¡Oh, hijo de mi madre!, no me cojas por la barba ni por la cabeza. Temí que me acusaras de (dejarlos solos y de) causar la división entre los hijos de Israel, incumpliendo así lo que me habías ordenado (al dejarme a cargo de ellos)».",
      "footnotes": ""
    },
    {
      "id": "2443",
      "sura": "20",
      "aya": "95",
      "arabic_text": "قَالَ فَمَا خَطۡبُكَ يَٰسَٰمِرِيُّ",
      "translation": "95. Entonces (Moisés) le preguntó al de Samaria: «¿Qué tienes que decir tú?».",
      "footnotes": ""
    },
    {
      "id": "2444",
      "sura": "20",
      "aya": "96",
      "arabic_text": "قَالَ بَصُرۡتُ بِمَا لَمۡ يَبۡصُرُواْ بِهِۦ فَقَبَضۡتُ قَبۡضَةٗ مِّنۡ أَثَرِ ٱلرَّسُولِ فَنَبَذۡتُهَا وَكَذَٰلِكَ سَوَّلَتۡ لِي نَفۡسِي",
      "translation": "96. (Este) dijo (tratando de justificarse): «Vi lo que los demás no vieron (el ángel Gabriel saliendo del mar cuando se ahogó el Faraón) y tomé un puñado (de la tierra) que había pisado el (caballo del) enviado (el ángel Gabriel) y la arrojé (con las joyas para modelar el becerro)[586]. Eso es lo que mi alma me sugirió hacer».",
      "footnotes": "[586]  Algunos comentaristas interpretan la aleya de la siguiente manera: «Supe lo que los demás no sabían (acerca de tu religión) y tomé una parte de ella y la deseché». "
    },
    {
      "id": "2445",
      "sura": "20",
      "aya": "97",
      "arabic_text": "قَالَ فَٱذۡهَبۡ فَإِنَّ لَكَ فِي ٱلۡحَيَوٰةِ أَن تَقُولَ لَا مِسَاسَۖ وَإِنَّ لَكَ مَوۡعِدٗا لَّن تُخۡلَفَهُۥۖ وَٱنظُرۡ إِلَىٰٓ إِلَٰهِكَ ٱلَّذِي ظَلۡتَ عَلَيۡهِ عَاكِفٗاۖ لَّنُحَرِّقَنَّهُۥ ثُمَّ لَنَنسِفَنَّهُۥ فِي ٱلۡيَمِّ نَسۡفًا",
      "translation": "97. (Moisés) le dijo: «¡Vete de aquí! Tu castigo en esta vida será que (contraerás una enfermedad y) dirás constantemente a la gente que no te toquen (y tú no podrás tocarlos)[587]. Y te esperará un castigo en la otra del que no escaparás. ¡Y mira la divinidad que adorabas! La quemaremos y después arrojaremos sus restos al mar».",
      "footnotes": "[587]  También puede significar que no podrá tocar a nadie porque vivirá aislado y apartado de todos como castigo. "
    },
    {
      "id": "2446",
      "sura": "20",
      "aya": "98",
      "arabic_text": "إِنَّمَآ إِلَٰهُكُمُ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۚ وَسِعَ كُلَّ شَيۡءٍ عِلۡمٗا",
      "translation": "98. Vuestra única divinidad es Al-lah, no hay nada ni nadie que merezca ser adorado excepto Él, y Su conocimiento abarca todas las cosas.",
      "footnotes": ""
    },
    {
      "id": "2447",
      "sura": "20",
      "aya": "99",
      "arabic_text": "كَذَٰلِكَ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ مَا قَدۡ سَبَقَۚ وَقَدۡ ءَاتَيۡنَٰكَ مِن لَّدُنَّا ذِكۡرٗا",
      "translation": "99. Así es como te contamos parte de lo que sucedió a quienes te precedieron (¡oh, Muhammad!); y ciertamente, te hemos concedido una exhortación (el Corán) de parte Nuestra.",
      "footnotes": ""
    },
    {
      "id": "2448",
      "sura": "20",
      "aya": "100",
      "arabic_text": "مَّنۡ أَعۡرَضَ عَنۡهُ فَإِنَّهُۥ يَحۡمِلُ يَوۡمَ ٱلۡقِيَٰمَةِ وِزۡرًا",
      "translation": "100. Quienes se alejen de ella (y no la sigan) cargarán con el peso (de sus pecados) el Día de la Resurrección.",
      "footnotes": ""
    },
    {
      "id": "2449",
      "sura": "20",
      "aya": "101",
      "arabic_text": "خَٰلِدِينَ فِيهِۖ وَسَآءَ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ حِمۡلٗا",
      "translation": "101. (Permanecerán en ese estado) eternamente. ¡Y qué pésima será esa carga para ellos el Día de la Resurrección!",
      "footnotes": ""
    },
    {
      "id": "2450",
      "sura": "20",
      "aya": "102",
      "arabic_text": "يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ وَنَحۡشُرُ ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ زُرۡقٗا",
      "translation": "102. Ese día sonará el cuerno (por segunda vez para que resuciten) y reuniremos a todos los pecadores que rechazaban la verdad con los ojos nublados[588](por el terror del momento).",
      "footnotes": "[588]  También puede significar que sus rostros se tornarán azules por la angustia y preocupación que sentirán, o por la sed que padecerán; o bien que la pupila se volverá azul y los rostros negros por el terror que vivirán. "
    },
    {
      "id": "2451",
      "sura": "20",
      "aya": "103",
      "arabic_text": "يَتَخَٰفَتُونَ بَيۡنَهُمۡ إِن لَّبِثۡتُمۡ إِلَّا عَشۡرٗا",
      "translation": "103. Hablarán en voz baja entre ellos y dirán que solo vivieron en la tierra unos diez días.",
      "footnotes": ""
    },
    {
      "id": "2452",
      "sura": "20",
      "aya": "104",
      "arabic_text": "نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَ إِذۡ يَقُولُ أَمۡثَلُهُمۡ طَرِيقَةً إِن لَّبِثۡتُمۡ إِلَّا يَوۡمٗا",
      "translation": "104. Nos sabemos bien lo que murmurarán entre ellos y sabemos que el más acertado en su juicio dirá: «Solo hemos vivido (en la tierra) un día»[589].",
      "footnotes": "[589]  La vida terrenal es tan efímera comparada con la eterna que los hombres tendrán la impresión de haber vivido solamente un día. Lo que hoy nos parece que es mucho tiempo, no lo será en la otra vida, y el mismo Día de la Resurrección parecerá una eternidad para los hombres."
    },
    {
      "id": "2453",
      "sura": "20",
      "aya": "105",
      "arabic_text": "وَيَسۡـَٔلُونَكَ عَنِ ٱلۡجِبَالِ فَقُلۡ يَنسِفُهَا رَبِّي نَسۡفٗا",
      "translation": "105. Y te preguntan (¡oh, Muhammad!) acerca de (lo que les sucederá a) las montañas (el Día de la Resurrección). Diles: «Mi Señor las pulverizará y las esparcirá (como si fueran polvo).",
      "footnotes": ""
    },
    {
      "id": "2454",
      "sura": "20",
      "aya": "106",
      "arabic_text": "فَيَذَرُهَا قَاعٗا صَفۡصَفٗا",
      "translation": "106. »Y nivelará (la tierra) dejándola plana por completo;",
      "footnotes": ""
    },
    {
      "id": "2455",
      "sura": "20",
      "aya": "107",
      "arabic_text": "لَّا تَرَىٰ فِيهَا عِوَجٗا وَلَآ أَمۡتٗا",
      "translation": "107. »no verás en ella ninguna depresión ni elevación».",
      "footnotes": ""
    },
    {
      "id": "2456",
      "sura": "20",
      "aya": "108",
      "arabic_text": "يَوۡمَئِذٖ يَتَّبِعُونَ ٱلدَّاعِيَ لَا عِوَجَ لَهُۥۖ وَخَشَعَتِ ٱلۡأَصۡوَاتُ لِلرَّحۡمَٰنِ فَلَا تَسۡمَعُ إِلَّا هَمۡسٗا",
      "translation": "108. El Día de la Resurrección todos acudirán directamente a la llamada (de Al-lah) sin desviarse lo más mínimo (tras salir de la tumba). Y todas las voces callarán ante el Clemente y no se oirá nada, salvo un ligero ruido (de pisadas).",
      "footnotes": ""
    },
    {
      "id": "2457",
      "sura": "20",
      "aya": "109",
      "arabic_text": "يَوۡمَئِذٖ لَّا تَنفَعُ ٱلشَّفَٰعَةُ إِلَّا مَنۡ أَذِنَ لَهُ ٱلرَّحۡمَٰنُ وَرَضِيَ لَهُۥ قَوۡلٗا",
      "translation": "109. Ese día de nada servirán las intercesiones, salvo la de quien haya recibido el permiso del Clemente y cuyas palabras Lo satisfagan.",
      "footnotes": ""
    },
    {
      "id": "2458",
      "sura": "20",
      "aya": "110",
      "arabic_text": "يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يُحِيطُونَ بِهِۦ عِلۡمٗا",
      "translation": "110. Él conoce lo que sucede (a los hombres en esta vida) y lo que les sucederá en la otra, mas ellos no tienen acceso a Su conocimiento.",
      "footnotes": ""
    },
    {
      "id": "2459",
      "sura": "20",
      "aya": "111",
      "arabic_text": "۞ وَعَنَتِ ٱلۡوُجُوهُ لِلۡحَيِّ ٱلۡقَيُّومِۖ وَقَدۡ خَابَ مَنۡ حَمَلَ ظُلۡمٗا",
      "translation": "111. Y todos los rostros se humillarán ante el Viviente, el Sustentador de toda la creación. Y quien cargue con el pecado de la idolatría perderá.",
      "footnotes": ""
    },
    {
      "id": "2460",
      "sura": "20",
      "aya": "112",
      "arabic_text": "وَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا يَخَافُ ظُلۡمٗا وَلَا هَضۡمٗا",
      "translation": "112. Y quien haya actuado con rectitud y haya sido creyente no temerá ser tratado con injusticia, pues ni verá sus pecados aumentados ni sus buenas acciones reducidas.",
      "footnotes": ""
    },
    {
      "id": "2461",
      "sura": "20",
      "aya": "113",
      "arabic_text": "وَكَذَٰلِكَ أَنزَلۡنَٰهُ قُرۡءَانًا عَرَبِيّٗا وَصَرَّفۡنَا فِيهِ مِنَ ٱلۡوَعِيدِ لَعَلَّهُمۡ يَتَّقُونَ أَوۡ يُحۡدِثُ لَهُمۡ ذِكۡرٗا",
      "translation": "113. Y así es como hemos revelado el Corán en lengua árabe y hemos expuesto en él, con claridad, todo tipo de advertencias para que, tal vez así, los hombres teman a Al-lah y reflexionen.",
      "footnotes": ""
    },
    {
      "id": "2462",
      "sura": "20",
      "aya": "114",
      "arabic_text": "فَتَعَٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۗ وَلَا تَعۡجَلۡ بِٱلۡقُرۡءَانِ مِن قَبۡلِ أَن يُقۡضَىٰٓ إِلَيۡكَ وَحۡيُهُۥۖ وَقُل رَّبِّ زِدۡنِي عِلۡمٗا",
      "translation": "114. ¡Exaltado sea Al-lah, el verdadero Soberano! Y no te apresures a recitar las aleyas del Corán (por miedo a olvidarlas, oh, Muhammad) antes de que el ángel Gabriel haya terminado de revelártelas[590]. Y di: «¡Señor, aumenta mi conocimiento[591]!».",
      "footnotes": "[590]  Cuando el ángel Gabriel le revelaba nuevas aleyas por orden de Al-lah, el profeta Muhammad —que Al-lah lo bendiga y le dé la paz— se apresuraba a repetirlas para no olvidarlas. Al-lah lo tranquiliza en esta aleya y le dice que a Él Le incumbe grabarlas en su mente y proteger la revelación. \n[591]  La búsqueda del conocimiento provechoso, en concreto sobre la religión, es de suma importancia en el islam, de hecho, uno de los dichos del Profeta —que Al-lah lo bendiga y le dé la paz— transmitido por Muslim, dice: « […]A quien emprenda un camino buscando en él conocimiento, Al-lah le facilitará un camino hacia el paraíso[…]». Asimismo, el Profeta —que Al-lah lo bendiga y le dé la paz— solía suplicar a Al-lah diciendo: «¡Oh, Al-lah!, busco refugio en Ti de un conocimiento que no sea beneficioso, de un corazón que no tiemble, de un ego no satisfecho y de una plegaria no aceptada»."
    },
    {
      "id": "2463",
      "sura": "20",
      "aya": "115",
      "arabic_text": "وَلَقَدۡ عَهِدۡنَآ إِلَىٰٓ ءَادَمَ مِن قَبۡلُ فَنَسِيَ وَلَمۡ نَجِدۡ لَهُۥ عَزۡمٗا",
      "translation": "115. Y, ciertamente, ordenamos a Adán con anterioridad (no comer de un árbol concreto en el paraíso), pero lo olvidó (desobedeciendo Nuestra orden); y no encontramos en él paciencia ni una firme determinación (para abstenerse de lo que le habíamos prohibido)[592].",
      "footnotes": "[592]  A pesar de que esta aleya habla sobre Adán, también incluye a su esposa, pues ambos recibieron la orden de no comer del árbol y ambos desobedecieron a Al-lah. A diferencia de la Biblia, el Corán no culpa a Eva de desobedecer a Al-lah y de hacer que Adán también lo hiciera, sino que culpa a los dos por igual porque ambos se dejaron engañar por el Demonio."
    },
    {
      "id": "2464",
      "sura": "20",
      "aya": "116",
      "arabic_text": "وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ",
      "translation": "116. Y recuerda cuando dijimos a los ángeles que se postraran ante Adán y se postraron todos, con la excepción de Iblis[593] (que se encontraba entre ellos) y se negó a hacerlo.",
      "footnotes": "[593]  Ver la nota de la aleya 34 de la sura 2."
    },
    {
      "id": "2465",
      "sura": "20",
      "aya": "117",
      "arabic_text": "فَقُلۡنَا يَٰٓـَٔادَمُ إِنَّ هَٰذَا عَدُوّٞ لَّكَ وَلِزَوۡجِكَ فَلَا يُخۡرِجَنَّكُمَا مِنَ ٱلۡجَنَّةِ فَتَشۡقَىٰٓ",
      "translation": "117. Entonces le dijimos (a Adán): «¡Adán!, este (el Demonio) es, ciertamente, un enemigo para ti y para tu esposa. No permitáis que os expulse del paraíso y tengáis que pasar penalidades.",
      "footnotes": ""
    },
    {
      "id": "2466",
      "sura": "20",
      "aya": "118",
      "arabic_text": "إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعۡرَىٰ",
      "translation": "118. »Nunca conocerás el hambre (en el paraíso) ni la desnudez.",
      "footnotes": ""
    },
    {
      "id": "2467",
      "sura": "20",
      "aya": "119",
      "arabic_text": "وَأَنَّكَ لَا تَظۡمَؤُاْ فِيهَا وَلَا تَضۡحَىٰ",
      "translation": "119. »Y no pasarás ni sed ni calor».",
      "footnotes": ""
    },
    {
      "id": "2468",
      "sura": "20",
      "aya": "120",
      "arabic_text": "فَوَسۡوَسَ إِلَيۡهِ ٱلشَّيۡطَٰنُ قَالَ يَٰٓـَٔادَمُ هَلۡ أَدُلُّكَ عَلَىٰ شَجَرَةِ ٱلۡخُلۡدِ وَمُلۡكٖ لَّا يَبۡلَىٰ",
      "translation": "120. Entonces el Demonio le susurró: «¡Adán!, ¿quieres que te muestre el árbol de la inmortalidad y de un reino infinito?».",
      "footnotes": ""
    },
    {
      "id": "2469",
      "sura": "20",
      "aya": "121",
      "arabic_text": "فَأَكَلَا مِنۡهَا فَبَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۚ وَعَصَىٰٓ ءَادَمُ رَبَّهُۥ فَغَوَىٰ",
      "translation": "121. Y Adán y su esposa comieron del árbol;entonces sus partes íntimas aparecieron al descubierto y empezaron a cubrirse con hojas del paraíso. Y Adán desobedeció a su Señor y se extravió.",
      "footnotes": ""
    },
    {
      "id": "2470",
      "sura": "20",
      "aya": "122",
      "arabic_text": "ثُمَّ ٱجۡتَبَٰهُ رَبُّهُۥ فَتَابَ عَلَيۡهِ وَهَدَىٰ",
      "translation": "122. Después, su Señor lo escogió, aceptó su arrepentimiento y lo guio.",
      "footnotes": ""
    },
    {
      "id": "2471",
      "sura": "20",
      "aya": "123",
      "arabic_text": "قَالَ ٱهۡبِطَا مِنۡهَا جَمِيعَۢاۖ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَنِ ٱتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشۡقَىٰ",
      "translation": "123. (Al-lah) les dijo (a Adán, a su esposa y a Iblis): «Descended todos del paraíso. Seréis enemigos (vosotros y vuestra descendencia) los unos de los otros. Recibiréis de Mí una guía: quien la siga no se extraviará ni será desdichado (en la otra vida);",
      "footnotes": ""
    },
    {
      "id": "2472",
      "sura": "20",
      "aya": "124",
      "arabic_text": "وَمَنۡ أَعۡرَضَ عَن ذِكۡرِي فَإِنَّ لَهُۥ مَعِيشَةٗ ضَنكٗا وَنَحۡشُرُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ أَعۡمَىٰ",
      "translation": "124. »pero quien la rechace y se aleje de ella tendrá una vida llena de dificultades y haremos que comparezca (ante Nos) ciego el Día dela Resurrección».",
      "footnotes": ""
    },
    {
      "id": "2473",
      "sura": "20",
      "aya": "125",
      "arabic_text": "قَالَ رَبِّ لِمَ حَشَرۡتَنِيٓ أَعۡمَىٰ وَقَدۡ كُنتُ بَصِيرٗا",
      "translation": "125. (Entonces) dirá: «¡Señor!, ¿por qué has hecho que comparezca ciego si (en la vida terrenal) veía?",
      "footnotes": ""
    },
    {
      "id": "2474",
      "sura": "20",
      "aya": "126",
      "arabic_text": "قَالَ كَذَٰلِكَ أَتَتۡكَ ءَايَٰتُنَا فَنَسِيتَهَاۖ وَكَذَٰلِكَ ٱلۡيَوۡمَ تُنسَىٰ",
      "translation": "126. (Al-lah) le responderá: «Al igual que abandonaste Nuestra revelación cuando te llegó (y no quisiste ver la verdad), hoy te abandonaremos a ti (en el fuego)». ",
      "footnotes": ""
    },
    {
      "id": "2475",
      "sura": "20",
      "aya": "127",
      "arabic_text": "وَكَذَٰلِكَ نَجۡزِي مَنۡ أَسۡرَفَ وَلَمۡ يُؤۡمِنۢ بِـَٔايَٰتِ رَبِّهِۦۚ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَدُّ وَأَبۡقَىٰٓ",
      "translation": "127. Así es como castigaremos a quienes adoren a otras divinidades y no crean en la revelación (ni en las pruebas) de su Señor.Y el castigo de la otra vida es más severo y duradero.",
      "footnotes": ""
    },
    {
      "id": "2476",
      "sura": "20",
      "aya": "128",
      "arabic_text": "أَفَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ",
      "translation": "128. ¿Acaso no les sirven de ejemplo las generaciones que destruimos anteriores a ellos, a pesar de que pasan por delante de (las que fueron) sus viviendas(cuando viajan)? En verdad, en ello hay una lección para quienes están dotados de razón.",
      "footnotes": ""
    },
    {
      "id": "2477",
      "sura": "20",
      "aya": "129",
      "arabic_text": "وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَكَانَ لِزَامٗا وَأَجَلٞ مُّسَمّٗى",
      "translation": "129. De no haber sido por lo que tu Señor decretó con anterioridad (acerca de posponer el castigo hasta una fecha fijada), este ya se habría abatido sobre ellos.",
      "footnotes": ""
    },
    {
      "id": "2478",
      "sura": "20",
      "aya": "130",
      "arabic_text": "فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ غُرُوبِهَاۖ وَمِنۡ ءَانَآيِٕ ٱلَّيۡلِ فَسَبِّحۡ وَأَطۡرَافَ ٱلنَّهَارِ لَعَلَّكَ تَرۡضَىٰ",
      "translation": "130. Sé paciente (¡oh, Muhammad!) con lo que dicen (sobre ti quienes rechazan la verdad) y glorifica a tu Señor rezándole antes de la salida del sol y antes de su puesta. Y reza también durante parte de la noche y durante el día para que quedes complacido (con la recompensa que se te ofrecerá).",
      "footnotes": ""
    },
    {
      "id": "2479",
      "sura": "20",
      "aya": "131",
      "arabic_text": "وَلَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ زَهۡرَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا لِنَفۡتِنَهُمۡ فِيهِۚ وَرِزۡقُ رَبِّكَ خَيۡرٞ وَأَبۡقَىٰ",
      "translation": "131. Y no anheles los bienes terrenales que hemos concedido a algunos de ellos para su disfrute con el fin de ponerlos a prueba, pues lo que tu Señor te concederá(en la otra vida)es mejor y más duradero.",
      "footnotes": ""
    },
    {
      "id": "2480",
      "sura": "20",
      "aya": "132",
      "arabic_text": "وَأۡمُرۡ أَهۡلَكَ بِٱلصَّلَوٰةِ وَٱصۡطَبِرۡ عَلَيۡهَاۖ لَا نَسۡـَٔلُكَ رِزۡقٗاۖ نَّحۡنُ نَرۡزُقُكَۗ وَٱلۡعَٰقِبَةُ لِلتَّقۡوَىٰ",
      "translation": "132. Y ordena a tu familia el salat[594] (¡oh, Muhammad!), y sé constante en su práctica. No te pedimos provisión alguna; Nos somos Quienes te proveemos. Y el buen final (en esta vida y en la otra) será para los piadosos (que temen a Al-lah).",
      "footnotes": "[594]  Ver la segunda nota de la aleya 3 de la sura 2."
    },
    {
      "id": "2481",
      "sura": "20",
      "aya": "133",
      "arabic_text": "وَقَالُواْ لَوۡلَا يَأۡتِينَا بِـَٔايَةٖ مِّن رَّبِّهِۦٓۚ أَوَلَمۡ تَأۡتِهِم بَيِّنَةُ مَا فِي ٱلصُّحُفِ ٱلۡأُولَىٰ",
      "translation": "133. Y dicen (quienes desmienten la verdad): «¿Por qué no viene (Muhammad) con un milagro de parte de su Señor (como prueba de su veracidad)?». ¿Acaso no han recibido la prueba (del Corán) que confirma las Escrituras anteriores (en las que se anunciaba tu llegada)?",
      "footnotes": ""
    },
    {
      "id": "2482",
      "sura": "20",
      "aya": "134",
      "arabic_text": "وَلَوۡ أَنَّآ أَهۡلَكۡنَٰهُم بِعَذَابٖ مِّن قَبۡلِهِۦ لَقَالُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ مِن قَبۡلِ أَن نَّذِلَّ وَنَخۡزَىٰ",
      "translation": "134. Y si los hubiéramos destruido mediante un castigo antes de haberles enviado (a Muhammad), habrían dicho: «¡Señor!, ¿por qué no nos enviaste un mensajero para que hubiéramos podido seguir Tu mensaje antes de haber caído en la humillación y en la desgracia (el Día de la Resurrección)?».",
      "footnotes": ""
    },
    {
      "id": "2483",
      "sura": "20",
      "aya": "135",
      "arabic_text": "قُلۡ كُلّٞ مُّتَرَبِّصٞ فَتَرَبَّصُواْۖ فَسَتَعۡلَمُونَ مَنۡ أَصۡحَٰبُ ٱلصِّرَٰطِ ٱلسَّوِيِّ وَمَنِ ٱهۡتَدَىٰ",
      "translation": "135. Diles: «Todos (creyentes e incrédulos) estamos a la espera (de ver lo que sucederá); esperad, pues. Ya sabréis quiénes están en el camino recto y están bien guiados».",
      "footnotes": ""
    }
  ]
}