{
  "result": [
    {
      "id": "5242",
      "sura": "67",
      "aya": "1",
      "arabic_text": "تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
      "translation": "(1) Blessed is He in whose hand is dominion, and He is over all things competent -",
      "footnotes": ""
    },
    {
      "id": "5243",
      "sura": "67",
      "aya": "2",
      "arabic_text": "ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ",
      "translation": "(2) [He] who created death and life to test you [as to] which of you is best in deed - and He is the Exalted in Might, the Forgiving -",
      "footnotes": ""
    },
    {
      "id": "5244",
      "sura": "67",
      "aya": "3",
      "arabic_text": "ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ",
      "translation": "(3) [And] who created seven heavens in layers.[1712] You do not see in the creation of the Most Merciful any inconsistency. So return [your] vision [to the sky]; do you see any breaks?",
      "footnotes": "[1712]- i.e., one covering or fitting over the other."
    },
    {
      "id": "5245",
      "sura": "67",
      "aya": "4",
      "arabic_text": "ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ",
      "translation": "(4) Then return [your] vision twice again.[1713] [Your] vision will return to you humbled while it is fatigued.",
      "footnotes": "[1713]- i.e., repeatedly."
    },
    {
      "id": "5246",
      "sura": "67",
      "aya": "5",
      "arabic_text": "وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ",
      "translation": "(5) And We have certainly beautified the nearest heaven with lamps [i.e., stars] and have made [from] them what is thrown at the devils[1714] and have prepared for them the punishment of the Blaze.",
      "footnotes": "[1714]- Thereby driving them from the heavens and preventing them from eavesdropping.  See 72:8-9."
    },
    {
      "id": "5247",
      "sura": "67",
      "aya": "6",
      "arabic_text": "وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ",
      "translation": "(6) And for those who disbelieved in their Lord is the punishment of Hell, and wretched is the destination.",
      "footnotes": ""
    },
    {
      "id": "5248",
      "sura": "67",
      "aya": "7",
      "arabic_text": "إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ",
      "translation": "(7) When they are thrown into it, they hear from it a [dreadful] inhaling while it boils up.",
      "footnotes": ""
    },
    {
      "id": "5249",
      "sura": "67",
      "aya": "8",
      "arabic_text": "تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ",
      "translation": "(8) It almost bursts with rage. Every time a company is thrown into it, its keepers ask them, \"Did there not come to you a warner?\"",
      "footnotes": ""
    },
    {
      "id": "5250",
      "sura": "67",
      "aya": "9",
      "arabic_text": "قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ",
      "translation": "(9) They will say, \"Yes, a warner had come to us, but we denied and said, 'Allāh has not sent down anything. You are not but in great error.'\"",
      "footnotes": ""
    },
    {
      "id": "5251",
      "sura": "67",
      "aya": "10",
      "arabic_text": "وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ",
      "translation": "(10) And they will say, \"If only we had been listening or reasoning, we would not be among the companions of the Blaze.\"",
      "footnotes": ""
    },
    {
      "id": "5252",
      "sura": "67",
      "aya": "11",
      "arabic_text": "فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ",
      "translation": "(11) And they will admit their sin, so [it is] alienation[1715] for the companions of the Blaze.",
      "footnotes": "[1715]- From all good and from Allāh's mercy."
    },
    {
      "id": "5253",
      "sura": "67",
      "aya": "12",
      "arabic_text": "إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ",
      "translation": "(12) Indeed, those who fear their Lord unseen will have forgiveness and great reward.",
      "footnotes": ""
    },
    {
      "id": "5254",
      "sura": "67",
      "aya": "13",
      "arabic_text": "وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "(13) And conceal your speech or publicize it; indeed, He is Knowing of that within the breasts.",
      "footnotes": ""
    },
    {
      "id": "5255",
      "sura": "67",
      "aya": "14",
      "arabic_text": "أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ",
      "translation": "(14) Does He who created not know,[1716] while He is the Subtle, the Aware?",
      "footnotes": "[1716]- Another accepted meaning is \"Does He not know those whom He created...?\""
    },
    {
      "id": "5256",
      "sura": "67",
      "aya": "15",
      "arabic_text": "هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ",
      "translation": "(15) It is He who made the earth tame[1717] for you - so walk among its slopes and eat of His provision - and to Him is the resurrection.",
      "footnotes": "[1717]- i.e., stable and subservient."
    },
    {
      "id": "5257",
      "sura": "67",
      "aya": "16",
      "arabic_text": "ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ",
      "translation": "(16) Do you feel secure that He who is above[1718] would not cause the earth to swallow you and suddenly it would sway?[1719]",
      "footnotes": "[1718]- Literally, \"in ascendancy\" or \"over the heaven.\"\n[1719]- In a circular motion, as in an earthquake."
    },
    {
      "id": "5258",
      "sura": "67",
      "aya": "17",
      "arabic_text": "أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ",
      "translation": "(17) Or do you feel secure that He who is above would not send against you a storm of stones? Then you would know how [severe] was My warning.",
      "footnotes": ""
    },
    {
      "id": "5259",
      "sura": "67",
      "aya": "18",
      "arabic_text": "وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ",
      "translation": "(18) And already had those before them denied, and how [terrible] was My reproach.",
      "footnotes": ""
    },
    {
      "id": "5260",
      "sura": "67",
      "aya": "19",
      "arabic_text": "أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ",
      "translation": "(19) Do they not see the birds above them with wings outspread and [sometimes] folded in? None holds them [aloft] except the Most Merciful. Indeed He is, of all things, Seeing.",
      "footnotes": ""
    },
    {
      "id": "5261",
      "sura": "67",
      "aya": "20",
      "arabic_text": "أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ",
      "translation": "(20) Or who is it that could be an army for you to aid you other than the Most Merciful? The disbelievers are not but in delusion.",
      "footnotes": ""
    },
    {
      "id": "5262",
      "sura": "67",
      "aya": "21",
      "arabic_text": "أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ",
      "translation": "(21) Or who is it that could provide for you if He withheld His provision? But they have persisted in insolence and aversion.",
      "footnotes": ""
    },
    {
      "id": "5263",
      "sura": "67",
      "aya": "22",
      "arabic_text": "أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "(22) Then is one who walks fallen on his face better guided or one who walks erect on a straight path?",
      "footnotes": ""
    },
    {
      "id": "5264",
      "sura": "67",
      "aya": "23",
      "arabic_text": "قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ",
      "translation": "(23) Say, \"It is He who has produced you and made for you hearing and vision and hearts [i.e., intellect]; little are you grateful.\"",
      "footnotes": ""
    },
    {
      "id": "5265",
      "sura": "67",
      "aya": "24",
      "arabic_text": "قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ",
      "translation": "(24) Say, \"It is He who has multiplied you throughout the earth, and to Him you will be gathered.\"",
      "footnotes": ""
    },
    {
      "id": "5266",
      "sura": "67",
      "aya": "25",
      "arabic_text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "(25) And they say, \"When is this promise, if you should be truthful?\"",
      "footnotes": ""
    },
    {
      "id": "5267",
      "sura": "67",
      "aya": "26",
      "arabic_text": "قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ",
      "translation": "(26) Say, \"The knowledge is only with Allāh, and I am only a clear warner.\"",
      "footnotes": ""
    },
    {
      "id": "5268",
      "sura": "67",
      "aya": "27",
      "arabic_text": "فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ",
      "translation": "(27) But when they see it[1720] approaching, the faces of those who disbelieve will be distressed, and it will be said, \"This is that for which you used to call.\"[1721]",
      "footnotes": "[1720]- The punishment of which they were warned.\n[1721]- When they challenged their prophets, saying, \"Bring on the punishment, if you are truthful.\""
    },
    {
      "id": "5269",
      "sura": "67",
      "aya": "28",
      "arabic_text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ",
      "translation": "(28) Say, [O Muḥammad], \"Have you considered:[1722] whether Allāh should cause my death and those with me or have mercy upon us, who can protect the disbelievers from a painful punishment?\"",
      "footnotes": "[1722]- i.e., inform me."
    },
    {
      "id": "5270",
      "sura": "67",
      "aya": "29",
      "arabic_text": "قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "(29) Say, \"He is the Most Merciful; we have believed in Him, and upon Him we have relied. And you will [come to] know who it is that is in clear error.\"",
      "footnotes": ""
    },
    {
      "id": "5271",
      "sura": "67",
      "aya": "30",
      "arabic_text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ",
      "translation": "(30) Say, \"Have you considered: if your water was to become sunken [into the earth], then who could bring you flowing water?\"",
      "footnotes": ""
    }
  ]
}