{
  "id": 37,
  "verse_number": 37,
  "page_number": 423,
  "verse_key": "33:37",
  "juz_number": 22,
  "hizb_number": 43,
  "rub_el_hizb_number": 169,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا",
  "translation": "Na ulipo mwambia yule Mwenyezi Mungu aliye mneemesha, nawe ukamneemesha: Shikamana na mkeo, na mche Mwenyezi Mungu. Na ukaficha nafsini mwako aliyo taka Mwenyezi Mungu kuyafichua, nawe ukawachelea watu, hali Mwenyezi Mungu ndiye mwenye haki zaidi kumchelea. Basi Zaid alipo kwisha haja naye tulikuoza wewe, ili isiwe taabu kwa Waumini kuwaoa wake wa watoto wao wa kupanga watapo kuwa wamekwisha timiza nao shuruti za t'alaka. Na amri ya Mwenyezi Mungu ni yenye kutekelezwa.",
  "footnotes": "Na kumbuka pale ulipo mwambia Zaid bin Haritha, ambaye Mwenyezi Mungu amemneemesha kwa kumwongoa kwenye Uislamu, na wewe ukamneemesha kwa kumlea na kumkomboa utumwani: Shikamana na mkeo, Zainab binti Jahsh, na umche Mwenyezi Mungu, na vumilia kukaa naye. Na wewe ulikuwa unaficha nafsini mwako ambayo Mwenyezi Mungu atakuja yadhihirisha, yaani kuwa yeye atampa t'alaka na wewe utakuja muwoa. Nawe ukakhofu watu wasije kukulaumu. Na Mwenyezi Mungu ndiye anaye stahiki umkhofu, ijapo kuwa hayo ni mashaka juu yako. Basi Zaid alipo kwisha haja naye, na akampa t'alaka kujiondolea dhiki ya kuishi naye, tukakuoza wewe, ili iwe ni chanzo cha kuvunja ada iliyo mbovu. Baada ya hayo hapana ubaya tena kwa Waislamu kuwaoa walio kuwa wake za walio kuwa wamewapanga utoto, baada ya kwisha wat'aliki. Na amri ya Mwenyezi Mungu aitakayo ni lazima iwe bila ya pingamizi."
}