{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 235,
      "verse_key": "12:1",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 94,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ",
      "translation": "1. Елиф-лам-ра. Ова се ајети од Книгата јасна!",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 235,
      "verse_key": "12:2",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 94,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّآ أَنزَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ",
      "translation": "2. Ја објавуваме како Куран на арапски јазик, за да разберете.",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 235,
      "verse_key": "12:3",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 94,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "نَحۡنُ نَقُصُّ عَلَيۡكَ أَحۡسَنَ ٱلۡقَصَصِ بِمَآ أَوۡحَيۡنَآ إِلَيۡكَ هَٰذَا ٱلۡقُرۡءَانَ وَإِن كُنتَ مِن قَبۡلِهِۦ لَمِنَ ٱلۡغَٰفِلِينَ",
      "translation": "3. Објавувајќи ти го овој Куран, Ние тебе ти кажуваме за најубавите случувања, иако пред него навистина не си знаел ништо.",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 235,
      "verse_key": "12:4",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 94,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ قَالَ يُوسُفُ لِأَبِيهِ يَٰٓأَبَتِ إِنِّي رَأَيۡتُ أَحَدَ عَشَرَ كَوۡكَبٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ رَأَيۡتُهُمۡ لِي سَٰجِدِينَ",
      "translation": "4. Кога Јусуф му рече на својот татко: „О, татко мој, сонував единаесет ѕвезди, и Сонцето и Месечината, и во сонот ги видов како ми се поклонија.“",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 236,
      "verse_key": "12:5",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 94,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ يَٰبُنَيَّ لَا تَقۡصُصۡ رُءۡيَاكَ عَلَىٰٓ إِخۡوَتِكَ فَيَكِيدُواْ لَكَ كَيۡدًاۖ إِنَّ ٱلشَّيۡطَٰنَ لِلۡإِنسَٰنِ عَدُوّٞ مُّبِينٞ",
      "translation": "5. Тој рече: „О, синко мој, не им го кажувај својот сон на браќата, за да не ти напакостат, шејтанот му е навистина отворен непријател на човекот.“",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 236,
      "verse_key": "12:6",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 94,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَذَٰلِكَ يَجۡتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِ وَيُتِمُّ نِعۡمَتَهُۥ عَلَيۡكَ وَعَلَىٰٓ ءَالِ يَعۡقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيۡكَ مِن قَبۡلُ إِبۡرَٰهِيمَ وَإِسۡحَٰقَۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٞ",
      "translation": "6. И, ете така, Господарот твој тебе ќе те одбере, и за толкување на соништата ќе те научи, и благодатта Своја кон тебе и Јакубовото семејство ќе ја надополни, како што претходно ја надополни на предците твои, на Ибрахим и на Исхак. Господарот твој, навистина, е Мудар.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 236,
      "verse_key": "12:7",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ لَّقَدۡ كَانَ فِي يُوسُفَ وَإِخۡوَتِهِۦٓ ءَايَٰتٞ لِّلسَّآئِلِينَ",
      "translation": "7. Кај Јусуф и кај браќата негови се наоѓаат поуки за сите што се распрашуваат.",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 236,
      "verse_key": "12:8",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحۡنُ عُصۡبَةٌ إِنَّ أَبَانَا لَفِي ضَلَٰلٖ مُّبِينٍ",
      "translation": "8. Кога тие рекоа: „Јусуф и братот негов му се помили на нашиот татко од нас, а ние сме цела група. Нашиот татко очигледно греши.“",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 236,
      "verse_key": "12:9",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱقۡتُلُواْ يُوسُفَ أَوِ ٱطۡرَحُوهُ أَرۡضٗا يَخۡلُ لَكُمۡ وَجۡهُ أَبِيكُمۡ وَتَكُونُواْ مِنۢ بَعۡدِهِۦ قَوۡمٗا صَٰلِحِينَ",
      "translation": "9. Убијте го Јусуф или оставете го во некој предел, татко ви потоа вам ќе ви се посвети, и потоа добри луѓе ќе бидете.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 236,
      "verse_key": "12:10",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ قَآئِلٞ مِّنۡهُمۡ لَا تَقۡتُلُواْ يُوسُفَ وَأَلۡقُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّ يَلۡتَقِطۡهُ بَعۡضُ ٱلسَّيَّارَةِ إِن كُنتُمۡ فَٰعِلِينَ",
      "translation": "10. Еден од нив рече: „Ако навистина сакате нешто да сторите, тогаш не го убивајте Јусуф, туку фрлете го на дното на некој бунар, ќе го земе некој караван.“",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 236,
      "verse_key": "12:11",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ يَٰٓأَبَانَا مَا لَكَ لَا تَأۡمَ۬نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ",
      "translation": "11. „О, татко наш,“ – рекоа тие – „зошто не ни го довериш Јусуф? Ние навистина му посакуваме добро.“",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 236,
      "verse_key": "12:12",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَرۡسِلۡهُ مَعَنَا غَدٗا يَرۡتَعۡ وَيَلۡعَبۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ",
      "translation": "12. „Испрати го утре со нас да се забавува и да се разоноди, ние сигурно ќе го чуваме.“",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 236,
      "verse_key": "12:13",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ إِنِّي لَيَحۡزُنُنِيٓ أَن تَذۡهَبُواْ بِهِۦ وَأَخَافُ أَن يَأۡكُلَهُ ٱلذِّئۡبُ وَأَنتُمۡ عَنۡهُ غَٰفِلُونَ",
      "translation": "13. „Навистина ќе ми биде жал ако го однесете, а се плашам да не го изеде волк кога вие нема да внимавате на него.“ – рече Јакуб.",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 236,
      "verse_key": "12:14",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ لَئِنۡ أَكَلَهُ ٱلذِّئۡبُ وَنَحۡنُ عُصۡبَةٌ إِنَّآ إِذٗا لَّخَٰسِرُونَ",
      "translation": "14. „Како ќе го изеде волк, а ние сме група?“ – рекоа тие – „Ние тогаш навистина би биле изгубени.“",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 237,
      "verse_key": "12:15",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا ذَهَبُواْ بِهِۦ وَأَجۡمَعُوٓاْ أَن يَجۡعَلُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّۚ وَأَوۡحَيۡنَآ إِلَيۡهِ لَتُنَبِّئَنَّهُم بِأَمۡرِهِمۡ هَٰذَا وَهُمۡ لَا يَشۡعُرُونَ",
      "translation": "15. И кога го однесоа и одлучија да го фрлат на дното на бунарот, Ние му објавивме: „Ти за оваа постапка нивна ќе ги известиш, а тие нема да те препознаат.“",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 237,
      "verse_key": "12:16",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَآءُوٓ أَبَاهُمۡ عِشَآءٗ يَبۡكُونَ",
      "translation": "16. И навечер плачејќи му дојдоа на својот татко.",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 237,
      "verse_key": "12:17",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ يَٰٓأَبَانَآ إِنَّا ذَهَبۡنَا نَسۡتَبِقُ وَتَرَكۡنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ ٱلذِّئۡبُۖ وَمَآ أَنتَ بِمُؤۡمِنٖ لَّنَا وَلَوۡ كُنَّا صَٰدِقِينَ",
      "translation": "17. „О, татко наш,“ – рекоа – „заминавме да се натпреваруваме, а Јусуф го оставивме кај нашите работи, па го изеде волк. А ти нема да ни веруваш, иако вистината ти ја говориме.“",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 237,
      "verse_key": "12:18",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٖ كَذِبٖۚ قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٞۖ وَٱللَّهُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ",
      "translation": "18. И ја донесоа кошулата негова, со лажна крв натопена. „Во вашите души изникна злобна мисла,“ – рече тој – „и јас нема да се жалам, барам помош од Аллах против ова што вие го изнесувате.“",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 237,
      "verse_key": "12:19",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَآءَتۡ سَيَّارَةٞ فَأَرۡسَلُواْ وَارِدَهُمۡ فَأَدۡلَىٰ دَلۡوَهُۥۖ قَالَ يَٰبُشۡرَىٰ هَٰذَا غُلَٰمٞۚ وَأَسَرُّوهُ بِضَٰعَةٗۚ وَٱللَّهُ عَلِيمُۢ بِمَا يَعۡمَلُونَ",
      "translation": "19. И дојде еден караван, па го испратија водоносецот свој и тој ја спушти кофата своја. „Види среќа!“ – викна тој – „еве едно момче!“ И тие како трговска стока го скрија, а Аллах добро го знаеше тоа што го направија.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 237,
      "verse_key": "12:20",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَشَرَوۡهُ بِثَمَنِۭ بَخۡسٖ دَرَٰهِمَ مَعۡدُودَةٖ وَكَانُواْ فِيهِ مِنَ ٱلزَّٰهِدِينَ",
      "translation": "20. И го продадоа за евтина цена, за неколку гроша; едвај чекаа да се ослободат од него.",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 237,
      "verse_key": "12:21",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِي ٱشۡتَرَىٰهُ مِن مِّصۡرَ لِٱمۡرَأَتِهِۦٓ أَكۡرِمِي مَثۡوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗاۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ وَلِنُعَلِّمَهُۥ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمۡرِهِۦ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "21. И потоа тој од Египет, што го купи, ѝ кажа на жената своја: „Направи му го престојот пријатен! Може корисен да ни биде, а можеме и да го посиниме!“ И ете така Ние на Јусуф му дадовме убаво место на Земјата и го научивме да толкува соништа, а Аллах прави што сака, но повеќето луѓе не знаат.",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 237,
      "verse_key": "12:22",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ",
      "translation": "22. И кога тој порасна, Ние со мудрост и со знаење го обдаривме; така Ние ги наградуваме тие што прават добри дела.",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 238,
      "verse_key": "12:23",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَرَٰوَدَتۡهُ ٱلَّتِي هُوَ فِي بَيۡتِهَا عَن نَّفۡسِهِۦ وَغَلَّقَتِ ٱلۡأَبۡوَٰبَ وَقَالَتۡ هَيۡتَ لَكَۚ قَالَ مَعَاذَ ٱللَّهِۖ إِنَّهُۥ رَبِّيٓ أَحۡسَنَ مَثۡوَايَۖ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ",
      "translation": "23. И почна да го наведува на грев таа во чија куќа беше тој, па ги заклучи сите врати и рече: „Пријди!“ „Аллах да ме сочува!“ – извика тој – „Стопанот мој убаво се грижи за мене; а тие кои доброто ќе го возвратат со зло никогаш нема да успеат.“",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 238,
      "verse_key": "12:24",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ هَمَّتۡ بِهِۦۖ وَهَمَّ بِهَا لَوۡلَآ أَن رَّءَا بُرۡهَٰنَ رَبِّهِۦۚ كَذَٰلِكَ لِنَصۡرِفَ عَنۡهُ ٱلسُّوٓءَ وَٱلۡفَحۡشَآءَۚ إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُخۡلَصِينَ",
      "translation": "24. И таа го посакуваше него, а и тој ќе ја посакаше неа доколку од Господарот свој јасен знак не виде – така беше, за да ги одвратиме од него злото и блудот, бидејќи тој навистина беше Наш искрен роб.",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 238,
      "verse_key": "12:25",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱسۡتَبَقَا ٱلۡبَابَ وَقَدَّتۡ قَمِيصَهُۥ مِن دُبُرٖ وَأَلۡفَيَا سَيِّدَهَا لَدَا ٱلۡبَابِۚ قَالَتۡ مَا جَزَآءُ مَنۡ أَرَادَ بِأَهۡلِكَ سُوٓءًا إِلَّآ أَن يُسۡجَنَ أَوۡ عَذَابٌ أَلِيمٞ",
      "translation": "25. И двајцата потрчаа кон вратата, а таа ја искина кошулата негова одназад, и мажот нејзин кај вратата го затекнаа. „Каква казна заслужува тој што сакаше на твојата жена зло да ѝ направи,“ – рече таа – „или зандана или болна казна?“",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 238,
      "verse_key": "12:26",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ هِيَ رَٰوَدَتۡنِي عَن نَّفۡسِيۚ وَشَهِدَ شَاهِدٞ مِّنۡ أَهۡلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٖ فَصَدَقَتۡ وَهُوَ مِنَ ٱلۡكَٰذِبِينَ",
      "translation": "26. „Таа се обиде мене да ме наведе на грев.“ – рече Јусуф. „Ако кошулата негова е искината од предната страна, тогаш таа ја говори вистината, а тој невистината,“ – посведочи еден човек од нејзиното семејство –",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 238,
      "verse_key": "12:27",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٖ فَكَذَبَتۡ وَهُوَ مِنَ ٱلصَّٰدِقِينَ",
      "translation": "27. „а ако кошулата негова е искината од задната страна, тогаш таа лаже, а тој ја говори вистината.“",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 238,
      "verse_key": "12:28",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٖ قَالَ إِنَّهُۥ مِن كَيۡدِكُنَّۖ إِنَّ كَيۡدَكُنَّ عَظِيمٞ",
      "translation": "28. И кога тој виде дека кошулата негова е искината од задната страна, рече: „Тоа е една од вашите интриги; вашите интриги се навистина големи!“",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 238,
      "verse_key": "12:29",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 95,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُوسُفُ أَعۡرِضۡ عَنۡ هَٰذَاۚ وَٱسۡتَغۡفِرِي لِذَنۢبِكِۖ إِنَّكِ كُنتِ مِنَ ٱلۡخَاطِـِٔينَ",
      "translation": "29. „Ти, Јусуф, остави го ова, а ти барај прошка за својот грев, затоа што навистина беше грешничка!“",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 238,
      "verse_key": "12:30",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَقَالَ نِسۡوَةٞ فِي ٱلۡمَدِينَةِ ٱمۡرَأَتُ ٱلۡعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفۡسِهِۦۖ قَدۡ شَغَفَهَا حُبًّاۖ إِنَّا لَنَرَىٰهَا فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "30. И жените во градот почнаа да зборуваат: „Жената на управникот го навела момчето на грев, во него лудо се заљубила! Ние мислиме дека навистина греши.“",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 239,
      "verse_key": "12:31",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا سَمِعَتۡ بِمَكۡرِهِنَّ أَرۡسَلَتۡ إِلَيۡهِنَّ وَأَعۡتَدَتۡ لَهُنَّ مُتَّكَـٔٗا وَءَاتَتۡ كُلَّ وَٰحِدَةٖ مِّنۡهُنَّ سِكِّينٗا وَقَالَتِ ٱخۡرُجۡ عَلَيۡهِنَّۖ فَلَمَّا رَأَيۡنَهُۥٓ أَكۡبَرۡنَهُۥ وَقَطَّعۡنَ أَيۡدِيَهُنَّ وَقُلۡنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنۡ هَٰذَآ إِلَّا مَلَكٞ كَرِيمٞ",
      "translation": "31. И кога таа слушна за нивното озборување, ги повика, па им подготви гозба, на секоја од нив ѝ даде нож и рече: „Излези пред нив!“ А кога тие го погледаа, се восхитија на неговата убавина и по рацете свои се исекоа: „Боже, Боже!“ – извикнаа – „Ова не е човек, ова е благороден мелек.“",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 239,
      "verse_key": "12:32",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَتۡ فَذَٰلِكُنَّ ٱلَّذِي لُمۡتُنَّنِي فِيهِۖ وَلَقَدۡ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ فَٱسۡتَعۡصَمَۖ وَلَئِن لَّمۡ يَفۡعَلۡ مَآ ءَامُرُهُۥ لَيُسۡجَنَنَّ وَلَيَكُونٗا مِّنَ ٱلصَّٰغِرِينَ",
      "translation": "32. „Е ова ви е тој поради кого ме прекорувавте.“ – рече таа – „Вистина е дека сакав да го наведам на грев, но тој ме одби. Ако не го направи тоа што го барам од него, сигурно ќе биде фрлен во зандана и понижен.“",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 239,
      "verse_key": "12:33",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ رَبِّ ٱلسِّجۡنُ أَحَبُّ إِلَيَّ مِمَّا يَدۡعُونَنِيٓ إِلَيۡهِۖ وَإِلَّا تَصۡرِفۡ عَنِّي كَيۡدَهُنَّ أَصۡبُ إِلَيۡهِنَّ وَأَكُن مِّنَ ٱلۡجَٰهِلِينَ",
      "translation": "33. „Господару мој,“ – изговори тој – „помил ми е затворот од тоа кон што тие ме наведуваат! И ако Ти не ги одвратиш од мене интригите нивни, јас можам кон нив наклоност да почувствувам и незналец да станам.“",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 239,
      "verse_key": "12:34",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱسۡتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنۡهُ كَيۡدَهُنَّۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "34. И Господарот негов ја исполни молбата негова и го спаси од интригите нивни. Тој, навистина, сè слуша и сè знае.",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 239,
      "verse_key": "12:35",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ بَدَا لَهُم مِّنۢ بَعۡدِ مَا رَأَوُاْ ٱلۡأٓيَٰتِ لَيَسۡجُنُنَّهُۥ حَتَّىٰ حِينٖ",
      "translation": "35. Потоа им падна напамет, иако беа уверени дека е невин, за некое време да го фрлат во зандана.",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 239,
      "verse_key": "12:36",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَدَخَلَ مَعَهُ ٱلسِّجۡنَ فَتَيَانِۖ قَالَ أَحَدُهُمَآ إِنِّيٓ أَرَىٰنِيٓ أَعۡصِرُ خَمۡرٗاۖ وَقَالَ ٱلۡأٓخَرُ إِنِّيٓ أَرَىٰنِيٓ أَحۡمِلُ فَوۡقَ رَأۡسِي خُبۡزٗا تَأۡكُلُ ٱلطَّيۡرُ مِنۡهُۖ نَبِّئۡنَا بِتَأۡوِيلِهِۦٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ",
      "translation": "36. Со него во зандана влегоа уште две момчиња. „Јас сонував дека цедам грозје.“ – рече еден од нив. „А јас, пак,“ – кажа другиот – „дека на главата носам леб кој птиците го колваат. Протолкувај ни го тоа, бидејќи гледаме дека си навистина добар човек.“",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 239,
      "verse_key": "12:37",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ لَا يَأۡتِيكُمَا طَعَامٞ تُرۡزَقَانِهِۦٓ إِلَّا نَبَّأۡتُكُمَا بِتَأۡوِيلِهِۦ قَبۡلَ أَن يَأۡتِيَكُمَاۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِي رَبِّيٓۚ إِنِّي تَرَكۡتُ مِلَّةَ قَوۡمٖ لَّا يُؤۡمِنُونَ بِٱللَّهِ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ",
      "translation": "37. „Ниту еден оброк со храна нема да ви биде донесен, а јас претходно да не ви кажам што ќе добиете.“ – рече Јусуф. „Тоа е само дел од тоа што ме научи Господарот мој, јас се чувам од верата на народот кој не верува во Аллах и кој не го признава оној свет;",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 240,
      "verse_key": "12:38",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱتَّبَعۡتُ مِلَّةَ ءَابَآءِيٓ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَۚ مَا كَانَ لَنَآ أَن نُّشۡرِكَ بِٱللَّهِ مِن شَيۡءٖۚ ذَٰلِكَ مِن فَضۡلِ ٱللَّهِ عَلَيۡنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ",
      "translation": "38. и ја исповедам верата на предците свои, Ибрахим, Исхак и Јакуб; на нас не ни доликува на Аллах да Му припишуваме здруженик. Тоа е милоста на Аллах кон нас и кон останатите луѓе, но повеќето луѓе не се благодарни.",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 240,
      "verse_key": "12:39",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰصَٰحِبَيِ ٱلسِّجۡنِ ءَأَرۡبَابٞ مُّتَفَرِّقُونَ خَيۡرٌ أَمِ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ",
      "translation": "39. О, пријатели мои од занданава, дали се подобри разноразните богови или Аллах, Единиот и Семоќниот?",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 240,
      "verse_key": "12:40",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَا تَعۡبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسۡمَآءٗ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "40. Тие кои наместо Него ги обожувате се само имиња кои сте им ги дале вие и предците ваши, Аллах за нив никаков доказ не објавил. Судот Му припаѓа само на Аллах, а Тој наредил само Него да Го обожувате. Тоа е единствената исправна вера, но повеќето луѓе не знаат.",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 240,
      "verse_key": "12:41",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰصَٰحِبَيِ ٱلسِّجۡنِ أَمَّآ أَحَدُكُمَا فَيَسۡقِي رَبَّهُۥ خَمۡرٗاۖ وَأَمَّا ٱلۡأٓخَرُ فَيُصۡلَبُ فَتَأۡكُلُ ٱلطَّيۡرُ مِن رَّأۡسِهِۦۚ قُضِيَ ٱلۡأَمۡرُ ٱلَّذِي فِيهِ تَسۡتَفۡتِيَانِ",
      "translation": "41. О, другари мои од занданава, едниот од вас господарот свој со вино ќе го пои, а другиот ќе биде распнат, па птиците главата ќе му ја колваат. Тоа за што прашавте е веќе одредено.“",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 240,
      "verse_key": "12:42",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ لِلَّذِي ظَنَّ أَنَّهُۥ نَاجٖ مِّنۡهُمَا ٱذۡكُرۡنِي عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيۡطَٰنُ ذِكۡرَ رَبِّهِۦ فَلَبِثَ فِي ٱلسِّجۡنِ بِضۡعَ سِنِينَ",
      "translation": "42. А на тој, од тие двајцата, за кого знаеше дека ќе биде спасен, му рече: „Спомни ме кај господарот твој!“ – но шејтанот направи тој да заборави да го спомне кај господарот свој, и Јусуф остана во занданите неколку години.",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 240,
      "verse_key": "12:43",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلۡمَلِكُ إِنِّيٓ أَرَىٰ سَبۡعَ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعَ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖۖ يَٰٓأَيُّهَا ٱلۡمَلَأُ أَفۡتُونِي فِي رُءۡيَٰيَ إِن كُنتُمۡ لِلرُّءۡيَا تَعۡبُرُونَ",
      "translation": "43. И владетелот рече: „Сонував како седум слаби крави изедоа седум дебели, и сонував седум класја зелени и седум други, исушени. О, великани, протолкувајте ми го сонот мој, ако знаете да толкувате соништа!“",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 241,
      "verse_key": "12:44",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمٖۖ وَمَا نَحۡنُ بِتَأۡوِيلِ ٱلۡأَحۡلَٰمِ بِعَٰلِمِينَ",
      "translation": "44. „Измешани соништа!“ – рекоа тие – „Ние не знаеме да толкуваме соништа.“",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 241,
      "verse_key": "12:45",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِي نَجَا مِنۡهُمَا وَٱدَّكَرَ بَعۡدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأۡوِيلِهِۦ فَأَرۡسِلُونِ",
      "translation": "45. И тогаш, по толку време, се сети еден од тие двајца, тој што беше спасен, и рече: „Јас ќе ви го протолкувам сонот, само испратете ме!",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 241,
      "verse_key": "12:46",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفۡتِنَا فِي سَبۡعِ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعِ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖ لَّعَلِّيٓ أَرۡجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمۡ يَعۡلَمُونَ",
      "translation": "46. Јусуфе, о, искрен, протолкувај ни што значи: седум слаби крави изедоа седум дебели, и седум класја зелени и седум други, исушени, – па да се вратам кај луѓето за да дознаат.“",
      "footnotes": ""
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 241,
      "verse_key": "12:47",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ تَزۡرَعُونَ سَبۡعَ سِنِينَ دَأَبٗا فَمَا حَصَدتُّمۡ فَذَرُوهُ فِي سُنۢبُلِهِۦٓ إِلَّا قَلِيلٗا مِّمَّا تَأۡكُلُونَ",
      "translation": "47. „Седум години постојано ќе сеете,“ – рече, „па тоа ште ќе го пожнеете во амбари оставете го, освен малку од тоа, што ќе го јадете,",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 241,
      "verse_key": "12:48",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ سَبۡعٞ شِدَادٞ يَأۡكُلۡنَ مَا قَدَّمۡتُمۡ لَهُنَّ إِلَّا قَلِيلٗا مِّمَّا تُحۡصِنُونَ",
      "translation": "48. затоа што потоа ќе дојдат седум тешки (години) кои ќе го изедат тоа што за нив сте го подготвиле, ќе остане само малку од тоа што за сеење ќе го сочувате.",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 241,
      "verse_key": "12:49",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ عَامٞ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعۡصِرُونَ",
      "translation": "49. После тоа, ќе дојде година во која на луѓето во изобилство ќе им врнат дождови и во која ќе цедат.“",
      "footnotes": ""
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 241,
      "verse_key": "12:50",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرۡجِعۡ إِلَىٰ رَبِّكَ فَسۡـَٔلۡهُ مَا بَالُ ٱلنِّسۡوَةِ ٱلَّٰتِي قَطَّعۡنَ أَيۡدِيَهُنَّۚ إِنَّ رَبِّي بِكَيۡدِهِنَّ عَلِيمٞ",
      "translation": "50. И владетелот рече: „Донесете ми го!“ И кога на Јусуф му дојде гласникот, тој рече: „Врати се кај владетелот твој и запрашај го: Што е со жените кои си ги исекоа рацете? Сопственикот мој добро ги знае интригите нивни!“[148]",
      "footnotes": "[148] Од претходните два ајета се гледа дека Јусуф не сакал да излезе од затворот сè до­дека жените не дадат изјава. Дури кога тие биле сослушани и кога жената на не­го­виот сопственик признала дека таа него го нападнала, тој излегол од затворот и ги кажал зборовите наведени во овој ајет."
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 241,
      "verse_key": "12:51",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ مَا خَطۡبُكُنَّ إِذۡ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفۡسِهِۦۚ قُلۡنَ حَٰشَ لِلَّهِ مَا عَلِمۡنَا عَلَيۡهِ مِن سُوٓءٖۚ قَالَتِ ٱمۡرَأَتُ ٱلۡعَزِيزِ ٱلۡـَٰٔنَ حَصۡحَصَ ٱلۡحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّٰدِقِينَ",
      "translation": "51. „Што точно се случило кога Јусуф сте го навеле на грев?“ – запраша владетелот. „Бог да чува!“ – рекоа тие – „Ние за него ништо лошо не знаеме!“ „Сега вистината ќе излезе на виделина,“ – рече жената на управителот – „јас го наведував на грев, а тој вистината ја говореше.",
      "footnotes": ""
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 241,
      "verse_key": "12:52",
      "juz_number": 12,
      "hizb_number": 24,
      "rub_el_hizb_number": 96,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ لِيَعۡلَمَ أَنِّي لَمۡ أَخُنۡهُ بِٱلۡغَيۡبِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي كَيۡدَ ٱلۡخَآئِنِينَ",
      "translation": "52. Исто така, тој (мојот сопруг) нека знае дека не сум го изневерила тајно, затоа што Аллах не дозволува да се остварат интригите на подмолните.",
      "footnotes": ""
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 242,
      "verse_key": "12:53",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ",
      "translation": "53. Јас не се правдам себеси, та душата е склона кон злото, освен таа на која Господарот мој ќе ѝ се смилува. Господарот мој навистина простува и Семилосен е.“",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 242,
      "verse_key": "12:54",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِيۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ",
      "translation": "54. И владетелот рече: „Донесете ми го, ќе го земам во мојата свита“, и откако поразговара со него, му рече: „Ти од денес кај нас влијателен и доверлив ќе бидеш.“",
      "footnotes": ""
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 242,
      "verse_key": "12:55",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِۖ إِنِّي حَفِيظٌ عَلِيمٞ",
      "translation": "55. „Постави ме“ – рече – „да водам грижа за стовариштата во земјата, јас навистина ќе ги чувам со знаење.",
      "footnotes": ""
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 242,
      "verse_key": "12:56",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ",
      "translation": "56. И така Ние на Јусуф му дадовме власт во земјата, престојуваше таму каде што сакаше; милоста наша Ние му ја даваме на тој што сакаме и не дозволуваме да пропадне наградата за тие што прават добри дела.",
      "footnotes": ""
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 242,
      "verse_key": "12:57",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ",
      "translation": "57. А наградата на оној свет е подобра за тие што веруваат и што се чуваат од гревовите.",
      "footnotes": ""
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 242,
      "verse_key": "12:58",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ",
      "translation": "58. И дојдоа браќата на Јусуф и влегоа кај него, па тој ги препозна, но тие него не го препознаа.",
      "footnotes": ""
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 242,
      "verse_key": "12:59",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ",
      "translation": "59. И кога ги снабди со потребната храна, рече: „Донесете ми го вашиот брат по татко. Зарем не гледате дека полна мерка давам и дека гостите најдобро ги примам?",
      "footnotes": ""
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 242,
      "verse_key": "12:60",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِن لَّمۡ تَأۡتُونِي بِهِۦ فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ",
      "translation": "60. Ако не ми го донесете, нема повеќе од мене храна да добиете и не ми доаѓајте.“",
      "footnotes": ""
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 242,
      "verse_key": "12:61",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ",
      "translation": "61. „Ќе се погрижиме некако од неговиот татко да го измамиме, навистина така ќе постапиме.“ – рекоа тие.",
      "footnotes": ""
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 242,
      "verse_key": "12:62",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ لِفِتۡيَٰنِهِ ٱجۡعَلُواْ بِضَٰعَتَهُمۡ فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ إِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمۡ لَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "62. А Јусуф им рече на момчињата свои: „Ставете ги нивните работи во товарите нивни, па тие, кога ќе се вратат кај своите, ќе ги препознаат и пак ќе се вратат.“",
      "footnotes": ""
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 242,
      "verse_key": "12:63",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ",
      "translation": "63. И откако му се вратија на својот татко, рекоа: „О, татко наш, повеќе храна нема да ни даваат. Затоа испрати го со нас братот наш за да добиеме храна, а ние навистина ќе го чуваме.“",
      "footnotes": ""
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 243,
      "verse_key": "12:64",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ",
      "translation": "64. „Зарем да ви го доверам како што претходно ви го доверив братот негов?“ – рече тој. „Но Аллах е Најдобриот чувар и Тој е Најмилостивиот од милостивите!“",
      "footnotes": ""
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 243,
      "verse_key": "12:65",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ",
      "translation": "65. А кога ги отворија товарите свои и видоа дека им се вратени работите нивни, рекоа: „О, татко наш, што можеме повеќе да посакаме? Еве, вратени ни се работите наши, и со храна семејството наше ќе го снабдиме, и братот наш ќе го чуваме, а и еден камилин товар храна повеќе ќе добиеме; тоа е незначаен товар.“",
      "footnotes": ""
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 243,
      "verse_key": "12:66",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ",
      "translation": "66. „Јас нема да го испратам со вас,“ – рече – „додека цврсто не ми се заколнете во Аллах дека навистина ќе ми го вратите, освен ако не настрадате.“ И откако тие му се заколнаа, тој рече: „Аллах е сведок за тоа што се договоривме!“",
      "footnotes": ""
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 243,
      "verse_key": "12:67",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ",
      "translation": "67. „О, синови мои,“ – рече тогаш – „не влегувајте на една порта, туку на различни порти, а јас не можам да ве спасам од тоа што Аллах ви го одредил; власта Му припаѓа само Нему, јас во Него имам доверба, и само во Него нека имаат доверба тие што се доверуваат.“",
      "footnotes": ""
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 243,
      "verse_key": "12:68",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "68. И кога влегоа така како што нивниот татко им нареди, тоа ни малку не им помогна за да бидат поштедени од тоа што Аллах веќе им го одредил, само се оставри желбата на Јакуб, која ја изврши, а тој навистина беше голем зналец, затоа што Ние го научивме, но повеќето луѓе не знаат.",
      "footnotes": ""
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 243,
      "verse_key": "12:69",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ",
      "translation": "69. И кога излегоа пред Јусуф, тој го прегрна братот свој на градите и рече: „Јас сум твојот брат и не тагувај поради тоа што тие го направија.“",
      "footnotes": ""
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 244,
      "verse_key": "12:70",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ",
      "translation": "70. И откако ги снабди со потребната храна, стави една чаша во товарот на братот свој, а потоа еден гласник почна да вика: „О, караване, вие сте навистина крадци!“",
      "footnotes": ""
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 244,
      "verse_key": "12:71",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ",
      "translation": "71. Тие им пристапија и ги запрашаа: „Што барате?“",
      "footnotes": ""
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 244,
      "verse_key": "12:72",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ",
      "translation": "72. „Ја бараме чашата на владетелот.“ – одговорија – „Кој ќе ја донесе, ќе добие камилин товар храна. Јас гарантирам за тоа.“",
      "footnotes": ""
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 244,
      "verse_key": "12:73",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ",
      "translation": "73. „Се колнеме во Аллах,“ – рекоа тие – „вие знаете дека ние не дојдовме да правиме неред на земјата, и ние не сме крадци.“",
      "footnotes": ""
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 244,
      "verse_key": "12:74",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ",
      "translation": "74. „А каква е казната ако не ја зборувате вистината?“ – запрашаа.",
      "footnotes": ""
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 244,
      "verse_key": "12:75",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ جَزَٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ",
      "translation": "75. „Казната за тој во чијшто товар ќе се најде (чашата) е самиот тој!“ одговорија. „Ете така ние ги казнуваме неправедните.“",
      "footnotes": ""
    },
    {
      "id": 76,
      "verse_number": 76,
      "page_number": 244,
      "verse_key": "12:76",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 97,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ",
      "translation": "76. И тој започна со вреќите нивни, пред вреќата на братот свој, а потоа ја извади чашата од вреќата на својот брат. Ние го подучивме Јусуф така да ја изведе измамата. Тој според законот на владетелот не можеше да го земе својот брат како роб, но можеше со дозвола од Аллах. Ние го воздигнуваме тој кого Ние сакаме, а над секој зналец е Сезнајниот.",
      "footnotes": ""
    },
    {
      "id": 77,
      "verse_number": 77,
      "page_number": 244,
      "verse_key": "12:77",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ",
      "translation": "77. „Ако украл,“ – рекоа тие – „па и претходно братот негов крадеше!“ И Јусуф не им рече ништо. „Вие сте во полоша положба,“ – си помисли во себе – „Аллах добро знае како беше тоа за што зборувате.“",
      "footnotes": ""
    },
    {
      "id": 78,
      "verse_number": 78,
      "page_number": 244,
      "verse_key": "12:78",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ",
      "translation": "78. „О, управнику,“ – рекоа тие – „тој има многу стар татко, па земи еден од нас наместо него! Ние гледаме дека си добар човек.“",
      "footnotes": ""
    },
    {
      "id": 79,
      "verse_number": 79,
      "page_number": 245,
      "verse_key": "12:79",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ",
      "translation": "79. „Чувај Боже,“ – рече – „да земе некој друг наместо тој кај кого го најдовме нашиот предмет! Тогаш навистина би биле неправедни!“",
      "footnotes": ""
    },
    {
      "id": 80,
      "verse_number": 80,
      "page_number": 245,
      "verse_key": "12:80",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ",
      "translation": "80. И кога изгубија секаква надеж, се одвоија настрана за да се посоветуваат. „Зарем не знаете,“ – рече најстариот меѓу нив – „дека на својот татко му се заколнавте во Аллах, а и претходно Јусуф го упропастивте? Нема да ја напуштам оваа земја додека тоа мојот татко не ми го дозволи или додека Аллах во моја корист не пресуди, а Тој е најдобриот Судија.",
      "footnotes": ""
    },
    {
      "id": 81,
      "verse_number": 81,
      "page_number": 245,
      "verse_key": "12:81",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ",
      "translation": "81. Вратете му се на својот татко и кажете му: ,О, татко наш, синот твој украде; ние го тврдиме само тоа што го видовме, а ние не можевме да се сочуваме од тоа што беше судено.",
      "footnotes": ""
    },
    {
      "id": 82,
      "verse_number": 82,
      "page_number": 245,
      "verse_key": "12:82",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ",
      "translation": "82. Прашај во градот во кој престојувавме и караванот со кој дојдовме. Ние, навистина ја зборуваме вистината!‘“",
      "footnotes": ""
    },
    {
      "id": 83,
      "verse_number": 83,
      "page_number": 245,
      "verse_key": "12:83",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ",
      "translation": "83. „Не е така,“ – рече Јакуб – „во вашите души изникна злобна мисла, и јас нема да се жалам, се надевам дека Аллах сè ќе ми врати; навистина, Тој знае сè и Мудар е.“",
      "footnotes": ""
    },
    {
      "id": 84,
      "verse_number": 84,
      "page_number": 245,
      "verse_key": "12:84",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ",
      "translation": "84. И се сврте од нив и рече: „О, Јусуфе, таго моја!“ – а очите му побелеа од жал, беше многу потиштен.",
      "footnotes": ""
    },
    {
      "id": 85,
      "verse_number": 85,
      "page_number": 245,
      "verse_key": "12:85",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ",
      "translation": "85. „Се колнеме во Аллах,“ – рекоа тие – „ти толку го спомнуваш Јусуф, што тешко ќе се разболиш или ќе умреш!“",
      "footnotes": ""
    },
    {
      "id": 86,
      "verse_number": 86,
      "page_number": 245,
      "verse_key": "12:86",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ",
      "translation": "86. „Јас тагата своја и жалта своја пред Аллах ги изнесувам, а од Аллах го знам тоа што вие не го знаете.“ – рече тој.",
      "footnotes": ""
    },
    {
      "id": 87,
      "verse_number": 87,
      "page_number": 246,
      "verse_key": "12:87",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ",
      "translation": "87. „О, синови мои, одете и распрашајте се за Јусуф и за братот негов, и не губете надеж во Аллаховата милост; надежта во Аллаховата милост ја губи само народот невернички.“",
      "footnotes": ""
    },
    {
      "id": 88,
      "verse_number": 88,
      "page_number": 246,
      "verse_key": "12:88",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ",
      "translation": "88. И кога тие влегоа кај него, рекоа: „О, управителу, нас и семејствата наши нè снајде неволја; донесовме мало количество вредни работи, но ти дај ни полна мерка и додели ни милостина, затоа што Аллах навистина ги наградува тие што даваат милостина.“",
      "footnotes": ""
    },
    {
      "id": 89,
      "verse_number": 89,
      "page_number": 246,
      "verse_key": "12:89",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ",
      "translation": "89. „А знаете ли,“ – запраша тој – „што направивте непромислено со Јусуф и со братот негов?“",
      "footnotes": ""
    },
    {
      "id": 90,
      "verse_number": 90,
      "page_number": 246,
      "verse_key": "12:90",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ",
      "translation": "90. „А ти да не си Јусуф?“ – повикаа тие. „Да, јас сум Јусуф, а ова е братот мој, Аллах ни ја подари милоста; кој ќе се плаши од Аллах и кој ќе биде трпелив – па, Аллах навистина нема да допушти да пропадне наградата на тие што прават добри дела.“",
      "footnotes": ""
    },
    {
      "id": 91,
      "verse_number": 91,
      "page_number": 246,
      "verse_key": "12:91",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ",
      "translation": "91. „Се колнеме во Аллах,“ – рекоа тие – „Аллах над нас те воздигна, а ние навистина згрешивме!“",
      "footnotes": ""
    },
    {
      "id": 92,
      "verse_number": 92,
      "page_number": 246,
      "verse_key": "12:92",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ",
      "translation": "92. „Јас сега нема да ве прекорувам,“ – рече – „Аллах ќе ви прости, Тој е најмилостивиот од милостивите!",
      "footnotes": ""
    },
    {
      "id": 93,
      "verse_number": 93,
      "page_number": 246,
      "verse_key": "12:93",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ",
      "translation": "93. Оваа кошула однесете ја и на лицето на мојот татко ставете ја, и тој ќе прогледа, и целото свое семејство донесете ми го!“",
      "footnotes": ""
    },
    {
      "id": 94,
      "verse_number": 94,
      "page_number": 246,
      "verse_key": "12:94",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ",
      "translation": "94. И кога караванот го напушти Египет, неговиот татко рече: „Јас навистина го чувствувам мирисот на Јусуф, само немојте да кажете дека сум станал сенилен.“",
      "footnotes": ""
    },
    {
      "id": 95,
      "verse_number": 95,
      "page_number": 246,
      "verse_key": "12:95",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ",
      "translation": "95. „Се колнеме во Аллах,“ – рекоа тие – „ти и сега како и порано грешиш.“",
      "footnotes": ""
    },
    {
      "id": 96,
      "verse_number": 96,
      "page_number": 247,
      "verse_key": "12:96",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ",
      "translation": "96. „А кога гласникот на радосни вести дојде, тој ја стави кошулата на лицето негово и тој прогледа. „Зарем не ви реков,“ – рече – „дека јас го знам од Аллах тоа што вие не го знаете?“",
      "footnotes": ""
    },
    {
      "id": 97,
      "verse_number": 97,
      "page_number": 247,
      "verse_key": "12:97",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ يَٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ",
      "translation": "97. „О, татко наш,“ рекоа тие – „замоли да ни се простат гревовите, ние навистина згрешивме.“",
      "footnotes": ""
    },
    {
      "id": 98,
      "verse_number": 98,
      "page_number": 247,
      "verse_key": "12:98",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ",
      "translation": "98. „Ќе Го замолам Господарот свој да ви прости,“ – одговори тој – „затоа што Тој простува и Милостив е.“",
      "footnotes": ""
    },
    {
      "id": 99,
      "verse_number": 99,
      "page_number": 247,
      "verse_key": "12:99",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ",
      "translation": "99. И кога излегоа пред Јусуф, тој ги прегрна родителите свои и рече: „Населете се во Египет, од секој страв, ако Аллах сака, ослободени!“",
      "footnotes": ""
    },
    {
      "id": 100,
      "verse_number": 100,
      "page_number": 247,
      "verse_key": "12:100",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 98,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ",
      "translation": "100. И тој родителите свои ги стави на престолот и сите му се поклонија, па тој рече: „О, татко мој, ова е остварување на мојот некогашен сон. Господарот мој го исполни. Аллах беше добар кон мене кога ме извади од занданата и вас од пустината ве донесе, откако шејтанот помеѓу мене и браќата мои раздор посеа. Господарот мој е милостив кон кого Тој сака, и Тој знае сè и Мудар е!",
      "footnotes": ""
    },
    {
      "id": 101,
      "verse_number": 101,
      "page_number": 247,
      "verse_key": "12:101",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ",
      "translation": "101. Господару мој, Ти ми даде дел од власта и ме научи да толкувам соништа! О, Создателу на небесата и на Земјата, Ти си Заштитникот мој и на овој и на оној свет; дај да умрам како муслиман и придружи ме со тие што се добри!“",
      "footnotes": ""
    },
    {
      "id": 102,
      "verse_number": 102,
      "page_number": 247,
      "verse_key": "12:102",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ",
      "translation": "102. Ете, тоа се некои непознати вести кои Ние тебе ти ги објавуваме, а ти не беше со нив кога тие одлучија, и кога беа така лукави.",
      "footnotes": ""
    },
    {
      "id": 103,
      "verse_number": 103,
      "page_number": 247,
      "verse_key": "12:103",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ",
      "translation": "103. А повеќето луѓе, колку и да сакаш, нема да бидат верници.",
      "footnotes": ""
    },
    {
      "id": 104,
      "verse_number": 104,
      "page_number": 248,
      "verse_key": "12:104",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ",
      "translation": "104. Ти од овие не бараш награда за него (Куранот), тој е само опомена на сите светови.",
      "footnotes": ""
    },
    {
      "id": 105,
      "verse_number": 105,
      "page_number": 248,
      "verse_key": "12:105",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ",
      "translation": "105. А колку знаци има на небесата и на Земјата покрај кои проаѓаат, а од кои тие главите ги вртат!",
      "footnotes": ""
    },
    {
      "id": 106,
      "verse_number": 106,
      "page_number": 248,
      "verse_key": "12:106",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ",
      "translation": "106. Повеќето од нив не веруваат во Аллах, туку на Него здруженици Му припишуваат.",
      "footnotes": ""
    },
    {
      "id": 107,
      "verse_number": 107,
      "page_number": 248,
      "verse_key": "12:107",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ",
      "translation": "107. Зарем можат да бидат сигурни дека неволја, како казна од Аллах, нема да ги стигне или дека Часот суден нема да ги изненади, а тие тоа да не го ни забележат?",
      "footnotes": ""
    },
    {
      "id": 108,
      "verse_number": 108,
      "page_number": 248,
      "verse_key": "12:108",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "108. Кажи: „Ова е мојот пат, јас повикувам кон Аллах имајќи јасни докази, јас и секој што ме следи, и нека е Возвишен Аллах, јас не Му припишувам здруженик.“",
      "footnotes": ""
    },
    {
      "id": 109,
      "verse_number": 109,
      "page_number": 248,
      "verse_key": "12:109",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "109. А Ние и пред тебе само мажи праќавме, граѓани на кои објавите им ги објавувавме. Зарем овие не патуваат по светот, па не гледаат како завршиле тие пред нив – а оној свет е навистина подобар за тие што ќе се плашат од Аллах – зарем нема да се опаметите?!",
      "footnotes": ""
    },
    {
      "id": 110,
      "verse_number": 110,
      "page_number": 248,
      "verse_key": "12:110",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ",
      "translation": "110. А кога Пратениците за малку ќе ја изгубеа надежта и ќе помислеа дека ќе ги прогласат за лажливци, Нашата помош ќе им дојдеше. Ние ќе ги спасевме тие што сакавме, а казната Наша не го одминуваше злосторничкиот народ.",
      "footnotes": ""
    },
    {
      "id": 111,
      "verse_number": 111,
      "page_number": 248,
      "verse_key": "12:111",
      "juz_number": 13,
      "hizb_number": 25,
      "rub_el_hizb_number": 99,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "111. Во кажувањата за нив има поука за тие што се обдарени со разум. Куранот не е измислена приказна, тој ги признава Книгите кои се објавени пред него, и објаснува сè, и патоказ и милост е за народот што верува.",
      "footnotes": ""
    }
  ]
}