{
  "result": [
    {
      "id": "5420",
      "sura": "71",
      "aya": "1",
      "arabic_text": "إِنَّآ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ أَنۡ أَنذِرۡ قَوۡمَكَ مِن قَبۡلِ أَن يَأۡتِيَهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "Tunay na Kami ay nagsugo kay Noe sa mga kababayan niya, na [nagsasabi]: “Magbabala ka sa mga kababayan mo bago pa may pumunta sa kanila na isang pagdurusang masakit.”",
      "footnotes": ""
    },
    {
      "id": "5421",
      "sura": "71",
      "aya": "2",
      "arabic_text": "قَالَ يَٰقَوۡمِ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ",
      "translation": "Nagsabi siya: “O mga kababayan ko, tunay na ako para sa inyo ay isang mapagbabalang malinaw:",
      "footnotes": ""
    },
    {
      "id": "5422",
      "sura": "71",
      "aya": "3",
      "arabic_text": "أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُ وَأَطِيعُونِ",
      "translation": "na sumamba kayo kay Allāh, mangilag kayong magkasala sa Kanya, at tumalima kayo sa akin;",
      "footnotes": ""
    },
    {
      "id": "5423",
      "sura": "71",
      "aya": "4",
      "arabic_text": "يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرۡكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ أَجَلَ ٱللَّهِ إِذَا جَآءَ لَا يُؤَخَّرُۚ لَوۡ كُنتُمۡ تَعۡلَمُونَ",
      "translation": "magpapatawad Siya sa inyo ng ilan sa mga pagkakasala ninyo at mag-aantala Siya sa inyo hanggang sa isang taning na tinukoy. Tunay na ang taning ni Allāh, kapag dumating, ay hindi inaantala, kung sakaling kayo ay nakaaalam.”",
      "footnotes": ""
    },
    {
      "id": "5424",
      "sura": "71",
      "aya": "5",
      "arabic_text": "قَالَ رَبِّ إِنِّي دَعَوۡتُ قَوۡمِي لَيۡلٗا وَنَهَارٗا",
      "translation": "Nagsabi siya: “Panginoon ko, tunay na ako ay nag-anyaya sa mga kababayan ko sa gabi at maghapon,",
      "footnotes": ""
    },
    {
      "id": "5425",
      "sura": "71",
      "aya": "6",
      "arabic_text": "فَلَمۡ يَزِدۡهُمۡ دُعَآءِيٓ إِلَّا فِرَارٗا",
      "translation": "ngunit walang naidagdag sa kanila ang pag-aanyaya ko kundi pagtakas [sa ipinaaanyaya].",
      "footnotes": ""
    },
    {
      "id": "5426",
      "sura": "71",
      "aya": "7",
      "arabic_text": "وَإِنِّي كُلَّمَا دَعَوۡتُهُمۡ لِتَغۡفِرَ لَهُمۡ جَعَلُوٓاْ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِمۡ وَٱسۡتَغۡشَوۡاْ ثِيَابَهُمۡ وَأَصَرُّواْ وَٱسۡتَكۡبَرُواْ ٱسۡتِكۡبَارٗا",
      "translation": "Tunay na sa tuwing nag-anyaya ako sa kanila upang magpatawad Ka sa kanila ay naglalagay sila ng mga daliri nila sa mga tainga nila, nagtatalukbong sila ng mga damit nila, nagpupumilit sila, at nagmamalaki sila nang isang pagmamalaki.",
      "footnotes": ""
    },
    {
      "id": "5427",
      "sura": "71",
      "aya": "8",
      "arabic_text": "ثُمَّ إِنِّي دَعَوۡتُهُمۡ جِهَارٗا",
      "translation": "Pagkatapos tunay na ako ay nag-anyaya sa kanila nang lantaran.",
      "footnotes": ""
    },
    {
      "id": "5428",
      "sura": "71",
      "aya": "9",
      "arabic_text": "ثُمَّ إِنِّيٓ أَعۡلَنتُ لَهُمۡ وَأَسۡرَرۡتُ لَهُمۡ إِسۡرَارٗا",
      "translation": "Pagkatapos tunay na ako ay nagpahayag sa kanila at nagtapat sa kanila nang isang pagtatapat.",
      "footnotes": ""
    },
    {
      "id": "5429",
      "sura": "71",
      "aya": "10",
      "arabic_text": "فَقُلۡتُ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ إِنَّهُۥ كَانَ غَفَّارٗا",
      "translation": "Kaya nagsabi ako [sa kanila]: ‘Humingi kayo ng tawad sa Panginoon ninyo – tunay na Siya ay laging Palapatawad –",
      "footnotes": ""
    },
    {
      "id": "5430",
      "sura": "71",
      "aya": "11",
      "arabic_text": "يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا",
      "translation": "magpapadala Siya ng [ulan ng] langit sa inyo na nananagana,",
      "footnotes": ""
    },
    {
      "id": "5431",
      "sura": "71",
      "aya": "12",
      "arabic_text": "وَيُمۡدِدۡكُم بِأَمۡوَٰلٖ وَبَنِينَ وَيَجۡعَل لَّكُمۡ جَنَّٰتٖ وَيَجۡعَل لَّكُمۡ أَنۡهَٰرٗا",
      "translation": "mag-aayuda Siya sa inyo ng mga yaman at mga anak, gagawa Siya para sa inyo ng mga hardin, at gagawa Siya para sa inyo ng mga ilog.",
      "footnotes": ""
    },
    {
      "id": "5432",
      "sura": "71",
      "aya": "13",
      "arabic_text": "مَّا لَكُمۡ لَا تَرۡجُونَ لِلَّهِ وَقَارٗا",
      "translation": "Ano ang mayroon sa inyo na hindi kayo umaasam kay Allāh sa kabunyian",
      "footnotes": ""
    },
    {
      "id": "5433",
      "sura": "71",
      "aya": "14",
      "arabic_text": "وَقَدۡ خَلَقَكُمۡ أَطۡوَارًا",
      "translation": "samantalang lumikha nga Siya sa inyo sa mga yugto?",
      "footnotes": ""
    },
    {
      "id": "5434",
      "sura": "71",
      "aya": "15",
      "arabic_text": "أَلَمۡ تَرَوۡاْ كَيۡفَ خَلَقَ ٱللَّهُ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗا",
      "translation": "Hindi ba ninyo napag-alaman kung papaanong lumikha si Allāh ng pitong langit na nagkakatakluban?",
      "footnotes": ""
    },
    {
      "id": "5435",
      "sura": "71",
      "aya": "16",
      "arabic_text": "وَجَعَلَ ٱلۡقَمَرَ فِيهِنَّ نُورٗا وَجَعَلَ ٱلشَّمۡسَ سِرَاجٗا",
      "translation": "Naglagay Siya ng buwan sa mga ito bilang liwanag at naglagay Siya ng araw bilang sulo.",
      "footnotes": ""
    },
    {
      "id": "5436",
      "sura": "71",
      "aya": "17",
      "arabic_text": "وَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلۡأَرۡضِ نَبَاتٗا",
      "translation": "Si Allāh ay nagpatubo sa inyo mula sa lupa sa isang pagpapatubo.",
      "footnotes": ""
    },
    {
      "id": "5437",
      "sura": "71",
      "aya": "18",
      "arabic_text": "ثُمَّ يُعِيدُكُمۡ فِيهَا وَيُخۡرِجُكُمۡ إِخۡرَاجٗا",
      "translation": "Pagkatapos magpapanumbalik Siya sa inyo rito at magpapalabas Siya sa inyo sa isang [panibagong] pagpapalabas.",
      "footnotes": ""
    },
    {
      "id": "5438",
      "sura": "71",
      "aya": "19",
      "arabic_text": "وَٱللَّهُ جَعَلَ لَكُمُ ٱلۡأَرۡضَ بِسَاطٗا",
      "translation": "Si Allāh ay gumawa para sa inyo ng lupa na isang nakalatag",
      "footnotes": ""
    },
    {
      "id": "5439",
      "sura": "71",
      "aya": "20",
      "arabic_text": "لِّتَسۡلُكُواْ مِنۡهَا سُبُلٗا فِجَاجٗا",
      "translation": "upang tumahak kayo mula rito sa mga landas na maluwang.’”",
      "footnotes": ""
    },
    {
      "id": "5440",
      "sura": "71",
      "aya": "21",
      "arabic_text": "قَالَ نُوحٞ رَّبِّ إِنَّهُمۡ عَصَوۡنِي وَٱتَّبَعُواْ مَن لَّمۡ يَزِدۡهُ مَالُهُۥ وَوَلَدُهُۥٓ إِلَّا خَسَارٗا",
      "translation": "Nagsabi si Noe: “Panginoon ko, tunay na sila ay sumuway sa akin at sumunod sa [taong] walang naidagdag sa kanya ang yaman niya at ang anak niya kundi isang pagkalugi.",
      "footnotes": ""
    },
    {
      "id": "5441",
      "sura": "71",
      "aya": "22",
      "arabic_text": "وَمَكَرُواْ مَكۡرٗا كُبَّارٗا",
      "translation": "Nagpakana sila [na mga pinuno] ng isang pakanang pagkalaki-laki.",
      "footnotes": ""
    },
    {
      "id": "5442",
      "sura": "71",
      "aya": "23",
      "arabic_text": "وَقَالُواْ لَا تَذَرُنَّ ءَالِهَتَكُمۡ وَلَا تَذَرُنَّ وَدّٗا وَلَا سُوَاعٗا وَلَا يَغُوثَ وَيَعُوقَ وَنَسۡرٗا",
      "translation": "Nagsabi sila: ‘Huwag nga kayong mag-iwan sa mga diyos ninyo at huwag nga kayong mag-iwan kay Wadd, ni kay Suwā`, ni kay Yaghūth, ni kay Ya`ūq, ni kay Nasr.’[1]",
      "footnotes": "[1] Ang mga ito ay mga pangalan ng mga diyus-diyusan nila."
    },
    {
      "id": "5443",
      "sura": "71",
      "aya": "24",
      "arabic_text": "وَقَدۡ أَضَلُّواْ كَثِيرٗاۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا ضَلَٰلٗا",
      "translation": "Nagligaw nga sila [na mga pinuno] ng marami at huwag Kang magdagdag sa mga tagalabag sa katarungan kundi ng isang pagkaligaw.”",
      "footnotes": ""
    },
    {
      "id": "5444",
      "sura": "71",
      "aya": "25",
      "arabic_text": "مِّمَّا خَطِيٓـَٰٔتِهِمۡ أُغۡرِقُواْ فَأُدۡخِلُواْ نَارٗا فَلَمۡ يَجِدُواْ لَهُم مِّن دُونِ ٱللَّهِ أَنصَارٗا",
      "translation": "Dahil sa mga kamalian nila, pinalunod sila saka pinapasok sila sa isang Apoy, saka hindi sila nakatagpo para sa kanila bukod pa kay Allāh ng mga tagaadya.",
      "footnotes": ""
    },
    {
      "id": "5445",
      "sura": "71",
      "aya": "26",
      "arabic_text": "وَقَالَ نُوحٞ رَّبِّ لَا تَذَرۡ عَلَى ٱلۡأَرۡضِ مِنَ ٱلۡكَٰفِرِينَ دَيَّارًا",
      "translation": "Nagsabi si Noe: “Panginoon ko, huwag Kang mag-iwan sa lupa mula sa mga tagatangging sumampalataya ng isang palagala.",
      "footnotes": ""
    },
    {
      "id": "5446",
      "sura": "71",
      "aya": "27",
      "arabic_text": "إِنَّكَ إِن تَذَرۡهُمۡ يُضِلُّواْ عِبَادَكَ وَلَا يَلِدُوٓاْ إِلَّا فَاجِرٗا كَفَّارٗا",
      "translation": "Tunay na kung mag-iiwan Ka sa kanila, magliligaw sila sa mga lingkod Mo at hindi sila magkakaanak kundi ng masamang-loob na palatangging sumampalataya.",
      "footnotes": ""
    },
    {
      "id": "5447",
      "sura": "71",
      "aya": "28",
      "arabic_text": "رَّبِّ ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِمَن دَخَلَ بَيۡتِيَ مُؤۡمِنٗا وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا تَبَارَۢا",
      "translation": "Panginoon ko, magpatawad Ka sa akin, sa mga magulang ko, sa sinumang pumasok sa bahay ko bilang mananampalataya, sa mga lalaking mananampalataya, at sa mga babaing mananampalataya. Huwag Kang magdagdag sa mga tagalabag sa katarungan kundi ng isang pagkapahamak.”",
      "footnotes": ""
    }
  ]
}