{
  "id": 82,
  "verse_number": 82,
  "page_number": 302,
  "verse_key": "18:82",
  "juz_number": 16,
  "hizb_number": 31,
  "rub_el_hizb_number": 121,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا",
  "translation": "82. Энди девор эса шу шаҳардаги икки етим боланики бўлиб, унинг остида улар учун бир хазина бор эди. Уларнинг оталари жуда яхши киши эди. Бас, Парвардигоринг улар вояга етиб, Парвардигорингнинг раҳмат-марҳамати бўлмиш хазиналарини чиқариб олишларини ирода қилди. Мен бу (ишларнинг биронтасини) ўз-ўзимча қилганим йўқ. Мана шу сен сабр қилишга тоқатинг етмаган нарсаларнинг таъвилидир».",
  "footnotes": "И з о ҳ. Мазкур илоҳий қиссадан олинадиган ибрат бандаларга берилган илмнинг чексиз-чегарасиз эканлигидир. Пайғамбарлар тарихидан маълумки, Мусо алайҳиссалом «Калимуллоҳ» — «Аллоҳ таоло билан бевосита сўзлашгувчи» деган номга сазовор бўлган зотдирлар. Демак, у киши, Яратган билан савол-жавоб қилганларида, ўртада ҳатто фаришта ҳам воситачилик қилмаган — бор ҳақиқатни Ҳақ таолонинг Ўзидан олганлар. Бинобарин, ўзларича дунёда мендан ҳам илмлироқ одам бормикан, деган фикр кўнгилларидан кечган бўлса керакки, юқоридаги оятларда зикр қилинган қиссада Аллоҳ Ўз пайғамбарини огоҳлантириб, гўё шундай дейди: «Агар сенга бўлиб ўтган барча нарсалар тўғрисида билим берган бўлсам, бандаларим орасида шундай бир киши ҳам мавжудки, унга энди бўладиган нарсаларнинг билимини ато этгандирман — яъни, сен ўз илм-маърифатинг билан бутун дунёга устоз бўлишинг мумкин, аммо у бандамга шогирд бўлишга ҳам ожизлик қилурсан». Бу ҳикоя билан Аллоҳ Ўзининг: «Ҳар бир билим соҳиби устида ундан-да билимдонроқ биров бордир», деган ояти каримасини яна бир карра исбот этади. Энди қуйидаги оятларда Зул-қарнайн ҳақида ҳикоя қилинади. Қадимда яшаб ўтган бу буюк шоҳнинг нима сабабдан Зул-қарнайн — икки шоҳ эгаси деб аталиши хусусида хилма-хил ривоятлар бордир. Баъзилар унинг бошида иккита шоҳи бўлган, десалар бошқа ривоятларда у икки кокилли эди, дейилади. Яна бир мўътабар манбаъда эса, Ернинг Шарқу Ғарбига ҳукмронлик қилгани учун ҳам икки шоҳ эгаси деган ном олган, дейилади. Қуйида Аллоҳ таолонинг ана ўша иймон ва тақво эгаси бўлган бандасининг Ер юзида ҳақни қарор топдириш учун қилган саъй-ҳаракатлари ҳақида сўйланади."
}