{
  "result": {
    "id": "710",
    "sura": "5",
    "aya": "41",
    "arabic_text": "۞ يَٰٓأَيُّهَا ٱلرَّسُولُ لَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِ مِنَ ٱلَّذِينَ قَالُوٓاْ ءَامَنَّا بِأَفۡوَٰهِهِمۡ وَلَمۡ تُؤۡمِن قُلُوبُهُمۡۛ وَمِنَ ٱلَّذِينَ هَادُواْۛ سَمَّٰعُونَ لِلۡكَذِبِ سَمَّٰعُونَ لِقَوۡمٍ ءَاخَرِينَ لَمۡ يَأۡتُوكَۖ يُحَرِّفُونَ ٱلۡكَلِمَ مِنۢ بَعۡدِ مَوَاضِعِهِۦۖ يَقُولُونَ إِنۡ أُوتِيتُمۡ هَٰذَا فَخُذُوهُ وَإِن لَّمۡ تُؤۡتَوۡهُ فَٱحۡذَرُواْۚ وَمَن يُرِدِ ٱللَّهُ فِتۡنَتَهُۥ فَلَن تَمۡلِكَ لَهُۥ مِنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ لَمۡ يُرِدِ ٱللَّهُ أَن يُطَهِّرَ قُلُوبَهُمۡۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ",
    "translation": "Hỡi Thiên Sứ (Muhammad), Ngươi chớ đừng buồn rầu cho những ai đua nhau chạy đến với sự vô đức tin trong số những kẻ chỉ nói trên đầu môi ‘chúng tôi đã có đức tin’ còn trái tim thì không hề có đức tin. Và (Ngươi cũng đừng buồn rầu cho) đám người Do Thái, những người mà họ chỉ biết nghe theo lời giả dối của đám người khác, không chịu đến gặp Ngươi, cố ý bóp méo lời lẽ trong (Tawrah được mặc khải cho họ), họ nói: “Nếu (Muhammad) mang đến cho các ngươi những gì phù hợp với ý thích của các ngươi thì các ngươi hãy nhận lấy còn những gì khác thì hãy coi chừng.”[16] Ai mà Allah muốn cho y lầm lạc thì Ngươi (Thiên Sứ) sẽ không bao giờ có thể giúp được gì cho y. Đám người đó đã không được Allah tẩy sạch tấm lòng của họ, họ sẽ bị hạ nhục ở trần gian này còn ở Đời Sau họ sẽ phải chịu một sự trừng phạt khủng khiếp.",
    "footnotes": "[16] Nguyên nhân câu Kinh này được mặc khải là rằng có một đôi nam nữ Do Thái làm điều Zina, họ xúi nhau đến gặp Thiên Sứ Muhammad để Người phân xử. Thiên Sứ hỏi họ: “Các người không thấy trong Tawrah có lệnh ném đá hay sao?” Họ đáp: “Chỉ thấy lệnh công khai tội lỗi của họ và đánh roi mà thôi.” Lúc đó ông Abdullah bin Salam (một người Do Thái đã cải đạo) lên tiếng: “Các người nói dối, trong đó thực sự có lệnh bảo ném đá.” Thế là buộc họ phải mang Kinh Tawrah đến để đối chứng. Khi đọc Kinh Tawrah thì kẻ đó lại cố tình lấy tay che một câu Kinh, rồi y chỉ đọc câu Kinh ở trên và câu Kinh ở dưới. Ông Abdullah bin Salam bảo: “Này, ngươi hãy lấy tay ra.” Tên đó lấy tay ra thì quả thật câu Kinh đó phán về lệnh ném đá. Lúc này họ mới nói: “Muhammad đã nói thật, trong Tawrah có câu Kinh ném đá.” Thế là Thiên Sứ ra lệnh ném đá đôi nam nữ kia. (Theo Tafsir Ibnu Kathir.)"
  }
}