{
  "id": 6,
  "verse_number": 6,
  "page_number": 108,
  "verse_key": "5:6",
  "juz_number": 6,
  "hizb_number": 11,
  "rub_el_hizb_number": 43,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قُمۡتُمۡ إِلَى ٱلصَّلَوٰةِ فَٱغۡسِلُواْ وُجُوهَكُمۡ وَأَيۡدِيَكُمۡ إِلَى ٱلۡمَرَافِقِ وَٱمۡسَحُواْ بِرُءُوسِكُمۡ وَأَرۡجُلَكُمۡ إِلَى ٱلۡكَعۡبَيۡنِۚ وَإِن كُنتُمۡ جُنُبٗا فَٱطَّهَّرُواْۚ وَإِن كُنتُم مَّرۡضَىٰٓ أَوۡ عَلَىٰ سَفَرٍ أَوۡ جَآءَ أَحَدٞ مِّنكُم مِّنَ ٱلۡغَآئِطِ أَوۡ لَٰمَسۡتُمُ ٱلنِّسَآءَ فَلَمۡ تَجِدُواْ مَآءٗ فَتَيَمَّمُواْ صَعِيدٗا طَيِّبٗا فَٱمۡسَحُواْ بِوُجُوهِكُمۡ وَأَيۡدِيكُم مِّنۡهُۚ مَا يُرِيدُ ٱللَّهُ لِيَجۡعَلَ عَلَيۡكُم مِّنۡ حَرَجٖ وَلَٰكِن يُرِيدُ لِيُطَهِّرَكُمۡ وَلِيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ",
  "translation": "Hỡi những người có đức tin, khi các ngươi muốn dâng lễ nguyện Salah thì các ngươi (phải làm Wudu’ bằng cách) rửa mặt của các ngươi, hai tay của các ngươi đến khỏi cùi chỏ, các ngươi hãy (dùng hai bàn tay thắm nước) vuốt đầu của các ngươi, (sau đó) các ngươi rửa hai bàn chân của các ngươi đến mắt cá. Trường hợp các ngươi trong tình trạng Junub[6] thì các ngươi phải rửa toàn thân (tắm). Trường hợp các ngươi bị bệnh hoặc đang trên đường đi xa hoặc sau khi đại tiểu tiện hoặc sau khi chung đụng (ăn nằm) với vợ nhưng không tìm thấy nước (để tẩy rửa) thì các ngươi hãy Tayammum[7] trên đất sạch, các ngươi hãy lau mặt và hai tay của các ngươi. Allah không hề muốn gây khó khăn cho các ngươi mà Ngài chỉ muốn tẩy sạch các ngươi, Ngài chỉ muốn hoàn tất ân huệ của Ngài cho các ngươi, mong rằng các ngươi biết tri ân.",
  "footnotes": "[6] Junub hoặc Janabah là tình trạng chưa tẩy rửa sau khi đã quan hệ tình dục, xuất tinh hoặc dứt kỳ kinh nguyệt.; \n[7] Tayammum là hình thức thay cho Wudu’ và tắm bắt buộc trong trường hợp không có nước, hiếm nước hoặc không thể sử dụng nước. Cách thức Tayammum theo đúng sự hướng dẫn của Thiên Sứ Muhammad: Vỗ hai bàn tay xuống đất khô, sạch một lần rồi lau mặt, sau đó bàn tay trái lau lên mu bàn tay phải và ngược lại."
}