{
  "id": 31,
  "verse_number": 31,
  "page_number": 253,
  "verse_key": "13:31",
  "juz_number": 13,
  "hizb_number": 26,
  "rub_el_hizb_number": 101,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "وَلَوۡ أَنَّ قُرۡءَانٗا سُيِّرَتۡ بِهِ ٱلۡجِبَالُ أَوۡ قُطِّعَتۡ بِهِ ٱلۡأَرۡضُ أَوۡ كُلِّمَ بِهِ ٱلۡمَوۡتَىٰۗ بَل لِّلَّهِ ٱلۡأَمۡرُ جَمِيعًاۗ أَفَلَمۡ يَاْيۡـَٔسِ ٱلَّذِينَ ءَامَنُوٓاْ أَن لَّوۡ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعٗاۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ أَوۡ تَحُلُّ قَرِيبٗا مِّن دَارِهِمۡ حَتَّىٰ يَأۡتِيَ وَعۡدُ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ",
  "translation": "اگر (بالفرض) کسی قرآن (آسمانی کتاب) کے ذریعے پہاڑ چلا دیئے جاتے یا زمین ٹکڑے ٹکڑے کر دی جاتی یا مردوں سے باتیں کرا دی جاتیں (پھر بھی وه ایمان نہ ﻻتے)، بات یہ ہے کہ سب کام اللہ کے ہاتھ میں ہے(1) ، تو کیا ایمان والوں کو اس بات پر دل جمعی نہیں کہ اگر اللہ تعالیٰ چاہے تو تمام لوگوں کو ہدایت دے دے۔ کفار کو تو ان کے کفر کے بدلے ہمیشہ ہی کوئی نہ کوئی سخت سزا پہنچتی رہے گی یا ان کے مکانوں کے قریب نازل ہوتی رہے گی(2) تاوقتیکہ وعدہٴ الٰہی آپہنچے(3)۔ یقیناً اللہ تعالیٰ وعده خلافی نہیں کرتا.",
  "footnotes": "(1) امام ابن کثیر فرماتے ہیں کہ ہر آسمانی کتاب کو قرآن کہا جاتا ہے، جس طرح ایک حدیث میں آتا ہے کہ \"حضرت داؤد علیہ السلام، جانور کو تیار کرنے کا حکم دیتے اور اتنی دیر میں ایک مرتبہ قرآن کا ورد کر لیتے \"۔ (صحيح بخاري كتاب الأنبياء، باب قول الله تعالى: وآتينا داود زبورا) یہاں ظاہر بات ہے قرآن سے مراد زبور ہے۔ مطلب آیت کا یہ ہے کہ اگر پہلے کوئی آسمانی کتاب ایسی نازل ہوئی ہوتی کہ جسے سن کر پہاڑ رواں دواں ہو جاتے یا زمین کی مسافت طے ہو جاتی یا مردے بول اٹھتے تو قرآن کریم کے اندر یہ خصوصیت بدرجہ اولیٰ موجود ہوتی، کیونکہ یہ اعجاز و بلاغت میں پچھلی کتابوں سے فائق ہے۔ اور بعض نے اس کا مطلب یہ بیان کیا ہے کہ اگر اس قرآن کے ذریعے سے معجزات ظاہر ہوتے، تب بھی کفار ایمان نہ لاتے، کیونکہ ایمان لانا نہ لانا یہ اللہ کی مشیت پر موقوف ہے، معجزوں پر نہیں۔ اسی لئے فرمایا، سب کام اللہ کے ہاتھ میں ہیں۔\n(2) جو ان کے مشاہدے یا علم میں ضرور آئے گا تاکہ وہ عبرت پکڑ سکیں۔\n(3) یعنی قیامت واقعہ ہو جائے، یا اہل اسلام کو قطعی فتح و غلبہ حاصل ہو جائے۔"
}