{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 556,
      "verse_key": "64:1",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
      "translation": "Nagluluwalhati kay Allāh ang anumang nasa mga langit at ang anumang nasa lupa; sa Kanya ang paghahari at ukol sa Kanya ang papuri. Siya sa bawat bagay ay May-kakayahan.",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 556,
      "verse_key": "64:2",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ",
      "translation": "Siya ay ang lumikha sa inyo, saka kabilang sa inyo ay tagatangging sumampalataya at kabilang sa inyo ay mananampalataya. Si Allāh sa anumang ginagawa ninyo ay Nakakikita.",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 556,
      "verse_key": "64:3",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ",
      "translation": "Lumikha Siya ng mga langit at lupa ayon sa katotohanan, nagbigay-anyo Siya sa inyo saka nagpaganda Siya ng mga anyo ninyo; tungo sa Kanya ang kahahantungan.",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 556,
      "verse_key": "64:4",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "Nakaaalam Siya sa anumang nasa mga langit at lupa at nakaaalam Siya sa anumang inililihim ninyo at anumang inihahayag ninyo. Si Allāh ay Maalam sa laman ng mga dibdib.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 556,
      "verse_key": "64:5",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "Hindi ba sumapit sa inyo ang ulat hinggil sa mga tumangging sumampalataya bago pa niyan? Kaya lumasap sila ng kasaklapan ng nauukol sa kanila, at ukol sa kanila ay isang pagdurusang masakit.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 556,
      "verse_key": "64:6",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ",
      "translation": "Iyon ay dahil noon ay nagdadala sa kanila ang mga sugo nila [mula kay Allāh] ng mga malinaw na patunay ngunit nagsabi sila: “Mga tao ba ang papatnubay sa amin?” Kaya tumanggi silang sumampalataya, tumalikod sila, at nagwalang-halaga si Allāh [sa pagtalima nila]. Si Allāh ay Walang-pangangailangan, Kapuri-puri.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 556,
      "verse_key": "64:7",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ",
      "translation": "Nag-angkin ang mga tumangging sumampalataya na hindi raw sila bubuhayin. Sabihin mo: “Oo naman; sumpa man sa Panginoon ko, talagang bubuhayin nga kayo, pagkatapos talagang babalitaan nga kayo hinggil sa ginawa ninyo. Iyon kay Allāh ay madali.”",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 556,
      "verse_key": "64:8",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ",
      "translation": "Kaya sumampalataya kayo kay Allāh, sa Sugo Niya [na si Propeta Muḥammad], at sa liwanag [ng patnubay] na pinababa. Si Allāh sa anumang ginagawa ninyo ay Mapagbatid.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 556,
      "verse_key": "64:9",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
      "translation": "Sa Araw na magtitipon Siya sa inyo para sa Araw ng pagtitipon. Iyon ay ang araw ng lamangan. Ang sinumang sumasampalataya kay Allāh at gumagawa ng matuwid ay magtatakip Siya rito sa mga masagwang gawa nito at magpapapasok Siya rito sa mga Hardin na dumadaloy mula sa ilalim ng mga ito ang mga ilog bilang mga mananatili sa mga ito magpakailanman. Iyon ang pagkatamong sukdulan.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 557,
      "verse_key": "64:10",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ",
      "translation": "Ang mga tumangging sumampalataya at nagpasinungaling sa mga talata Namin [sa Qur’ān], ang mga iyon ay ang mga maninirahan sa Apoy [ng Impiyerno] bilang mga mananatili roon. Kay saklap ang kahahantungan!",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 557,
      "verse_key": "64:11",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ",
      "translation": "Walang tumama na anumang kasawian [sa sinuman] malibang ayon sa pahintulot ni Allāh. Ang sinumang sumasampalataya kay Allāh ay magpapatnubay Siya sa puso nito. Si Allāh sa bawat bagay ay Maalam.",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 557,
      "verse_key": "64:12",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ",
      "translation": "Tumalima kayo kay Allāh at tumalima kayo sa Sugo [na si Propeta Muḥammad]. Kaya kung tumalikod kayo, tanging kailangan sa Sugo Namin ang pagpapaabot na malinaw [ng mensahe].",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 557,
      "verse_key": "64:13",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ",
      "translation": "Si Allāh, walang Diyos [na karapat-dapat] kundi Siya. Kay Allāh ay manalig ang mga mananampalataya.",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 557,
      "verse_key": "64:14",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ",
      "translation": "O mga sumampalataya, tunay na mayroon sa mga maybahay ninyo at mga anak ninyo na kaaway para sa inyo[1] kaya mag-ingat kayo sa kanila. Kung magpapaumanhin kayo, magpapalampas kayo,[2] at magpapatawad kayo, tunay na si Allāh ay Mapagpatawad, Maawain.",
      "footnotes": "[1] dahil sa pag-abala nila sa inyo sa pag-alaala kay Allāh at pakikibaka sa landas Niya\n[2] ng mga kamalian nila sa inyo at sa mga usaping pangmundo."
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 557,
      "verse_key": "64:15",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ",
      "translation": "Ang mga yaman ninyo at ang mga anak ninyo ay isang tukso lamang samantalang si Allāh sa ganang Kanya ay may isang pabuyang sukdulan.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 557,
      "verse_key": "64:16",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
      "translation": "Kaya mangilag kayong magkasala kay Allāh sa abot ng makakaya ninyo, makinig kayo, tumalima kayo, at gumugol kayo [sa landas ni Allāh] ng isang kabutihan para sa mga sarili ninyo. Ang sinumang ipinagsanggalang sa kasakiman ng sarili niya, ang mga iyon ay ang mga magtatagumpay.",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 557,
      "verse_key": "64:17",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ",
      "translation": "Kung magpapautang kayo kay Allāh ng isang pagpapautang na maganda[3] ay magpapaibayo Siya nito para sa inyo at magpapatatawad Siya sa inyo. Si Allāh ay Mapagpasalamat, Matimpiin,",
      "footnotes": "[3] Ibig sabihin: magkalob kaya mula sa mga yaman ninyo alang-alang sa Kanya."
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 557,
      "verse_key": "64:18",
      "juz_number": 28,
      "hizb_number": 56,
      "rub_el_hizb_number": 222,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "ang Tagaalam sa nakalingid at nasasaksihan, ang Makapangyarihan, ang Marunong.",
      "footnotes": ""
    }
  ]
}