{
  "result": {
    "id": "671",
    "sura": "5",
    "aya": "2",
    "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُحِلُّواْ شَعَٰٓئِرَ ٱللَّهِ وَلَا ٱلشَّهۡرَ ٱلۡحَرَامَ وَلَا ٱلۡهَدۡيَ وَلَا ٱلۡقَلَٰٓئِدَ وَلَآ ءَآمِّينَ ٱلۡبَيۡتَ ٱلۡحَرَامَ يَبۡتَغُونَ فَضۡلٗا مِّن رَّبِّهِمۡ وَرِضۡوَٰنٗاۚ وَإِذَا حَلَلۡتُمۡ فَٱصۡطَادُواْۚ وَلَا يَجۡرِمَنَّكُمۡ شَنَـَٔانُ قَوۡمٍ أَن صَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ أَن تَعۡتَدُواْۘ وَتَعَاوَنُواْ عَلَى ٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَلَا تَعَاوَنُواْ عَلَى ٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِۚ وَٱتَّقُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
    "translation": "Wahai orang-orang yang beriman! Janganlah kamu melanggar syiar-syiar kesucian Allah,253) dan jangan (melanggar kehormatan) bulan-bulan haram,254) jangan (mengganggu) hadyu (hewan-hewan kurban)255) dan qalāid (hewan-hewan kurban yang diberi tanda),256) dan jangan (pula) mengganggu orang-orang yang mengunjungi Baitulharam; mereka mencari karunia dan keridaan Tuhannya.257) Tetapi apabila kamu telah menyelesaikan ihram, maka kamu boleh berburu. Jangan sampai kebencian (mu) kepada suatu kaum karena mereka menghalang-halangimu dari Masjidilharam, mendorongmu berbuat melampaui batas (kepada mereka). Dan tolong-menolonglah kamu dalam (mengerjakan) kebajikan dan takwa, dan jangan tolong-menolong dalam berbuat dosa dan permusuhan. Bertakwalah kepada Allah, sungguh, Allah sangat berat siksa-Nya.",
    "footnotes": "*253) Syiar-syiar kesucian Allah ialah segala amalan yang dilakukan dalam rangka ibadah haji seperti tata cara melakukan tawaf dan sai; tempat-tempat mengerjakannya, seperti Ka'bah, Safa dan Marwah. 254) Bulan haram ialah Zulkaidah, Zulhijah, Muharam dan Rajab. Pada bulan-bulan itu dilarang melakukan peperangan. 255) Hadyu ialah hewan yang disembelih sebagai pengganti (dam) pekerjaan wajib yang ditinggalkan, atau sebagai denda karena melanggar hal-hal yang terlarang mengerjakannya di dalam ibadah haji. 256) Qalāid ialah hewan hadyu yang diberi kalung, agar diketahui orang bahwa hewan itu telah diperuntukkan untuk dibawa ke Ka'bah. 257) Dimaksud dengan karunia ialah keuntungan yang diberikan Allah dalam perjalanan ibadah haji, sedangkan keridaan Allah ialah pahala amalan haji."
  }
}