{
  "result": {
    "id": "5495",
    "sura": "73",
    "aya": "20",
    "arabic_text": "۞ إِنَّ رَبَّكَ يَعۡلَمُ أَنَّكَ تَقُومُ أَدۡنَىٰ مِن ثُلُثَيِ ٱلَّيۡلِ وَنِصۡفَهُۥ وَثُلُثَهُۥ وَطَآئِفَةٞ مِّنَ ٱلَّذِينَ مَعَكَۚ وَٱللَّهُ يُقَدِّرُ ٱلَّيۡلَ وَٱلنَّهَارَۚ عَلِمَ أَن لَّن تُحۡصُوهُ فَتَابَ عَلَيۡكُمۡۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنَ ٱلۡقُرۡءَانِۚ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرۡضَىٰ وَءَاخَرُونَ يَضۡرِبُونَ فِي ٱلۡأَرۡضِ يَبۡتَغُونَ مِن فَضۡلِ ٱللَّهِ وَءَاخَرُونَ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنۡهُۚ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗاۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِ هُوَ خَيۡرٗا وَأَعۡظَمَ أَجۡرٗاۚ وَٱسۡتَغۡفِرُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمُۢ",
    "translation": "(ئى مۇھەممەد!) شۈبھىسىزكى، پەرۋەردىگارىڭ سېنىڭ ۋە سەن بىلەن بولغانلارنىڭ (يەنى ساھابىلەر) دىن بىر توپ ئادەمنىڭ (تەھەججۇد نامىزى ئۈچۈن) كېچىنىڭ ئۈچتىن ئىككى ھەسسىسىدە، يېرىمىدا ۋە ئۈچتىن بىر ھەسسىسىدە تۇرىدىغانلىقىڭلارنى بىلىدۇ. كېچە بىلەن كۈندۈزنىڭ (ئۇزۇنلۇقى) نى ئاللاھ ئالدىنئالا بەلگىلەيدۇ، سىلەرنىڭ ئۇنى ھېسابلاپ بولالمايدىغانلىقىڭلارنى ئاللاھ بىلىدۇ. ئاللاھ سىلەرگە رەھىم قىلدى قۇرئاندىن سىلەرگە قولاي بولغاننى ئوقۇڭلار. ئاللاھ بىلىدۇكى، بەزىڭلار كېسەل بولۇپ قالىسىلەر، بەزىلەر ئاللاھنىڭ پەزلىنى تىلەپ (يەنى تىجارەت قىلىپ) يەر يۈزىدە سەپەر قىلىدۇ، يەنى بەزىلەر ئاللاھنىڭ يولىدا جىھاد قىلىدۇ، شۇنىڭ ئۈچۈن ئۇنىڭدىن (يەنى تەھەججۇد نامىزىدىن) قولاي بولغاننى ئوقۇڭلار، (پەرز) نامازنى ئادا قىلىڭلار، زاكاتنى بېرىڭلار، ئاللاھقا قەرزى ھەسەنە بېرىڭلار (يەنى ئاللاھنىڭ رازىلىقى ئۈچۈن ياخشىلىق يوللىرىغا پۇل ـ مال سەرپ قىلىڭلار)، ئۆزۈڭلار ئۈچۈن (دۇنيادا) قايسىبىر ياخشى ئىشنى قىلساڭلار، ئاللاھنىڭ دەرگاھىدا تېخىمۇ ياخشى، تېخىمۇ كاتتا ساۋابقا ئېرىشىسىلەر (دۇنيا بولسا پانىيدۇر، ئاخىرەت بولسا باقىيدۇر. ياخشى بەندىلەر ئۈچۈن ئاللاھنىڭ دەرگاھىدىكى ساۋاب ھەممىدىن ئارتۇقتۇر). ئاللاھتىن مەغپىرەت تىلەڭلار، ئاللاھ ھەقىقەتەن ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر[20].",
    "footnotes": null
  }
}