{
  "result": [
    {
      "id": "3971",
      "sura": "38",
      "aya": "1",
      "arabic_text": "صٓۚ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ",
      "translation": "සාද්, අනුශාසනා සහිත අල් කුර්ආනය මත දිවුරමින්.",
      "footnotes": ""
    },
    {
      "id": "3972",
      "sura": "38",
      "aya": "2",
      "arabic_text": "بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ",
      "translation": "එහෙත් ප්‍රතික්ෂේප කළවුන් ගර්වයෙහි හා මතභේදයෙහිම සිටිති.",
      "footnotes": ""
    },
    {
      "id": "3973",
      "sura": "38",
      "aya": "3",
      "arabic_text": "كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ",
      "translation": "ඔවුනට පෙර පරම්පරාවන් කොපමණක් අපි විනාශ කළෙමු ද? එවිට ඔවුහු විලාප නැගුවෝ ය. (එය) පලා යන අවස්ථාවක් නො වීය.",
      "footnotes": ""
    },
    {
      "id": "3974",
      "sura": "38",
      "aya": "4",
      "arabic_text": "وَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡۖ وَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ",
      "translation": "තවද ඔවුන් අතරින් ම අවවාද කරන්නෙකු ඔවුන් වෙත පැමිණීම ගැන ඔවුහු පුදුමයට පත් වූහ. මොහු මහා බොරුකාර හූනියම්කරුවකු” යැයි දේවත්වය ප්‍රතික්ෂේප කළවුන් පැවසී ය.",
      "footnotes": ""
    },
    {
      "id": "3975",
      "sura": "38",
      "aya": "5",
      "arabic_text": "أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ",
      "translation": "දෙවිවරුන් එක් දෙවියකු බවට ඔහු පත් කළේ ද? නියත වශයෙන් ම මෙය පුදුම සහගත කරුණකි. (යැයි ඔවුහු පවසා සිටියෝ ය.)",
      "footnotes": ""
    },
    {
      "id": "3976",
      "sura": "38",
      "aya": "6",
      "arabic_text": "وَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمۡ أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰٓ ءَالِهَتِكُمۡۖ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ",
      "translation": "ඔවුන් අතර සිටි ප්‍රධානීහු “නුඹලා යනු. නුඹලාගේ දෙවිවරුන් මත ස්ථීරව රැඳී සිටිනු. නියත වශයෙන් ම මෙය (අපගෙන්) අපේක්ෂා කරනු ලබන කරුණකි යැයි (පවසමින්) ගමන් කළහ.",
      "footnotes": ""
    },
    {
      "id": "3977",
      "sura": "38",
      "aya": "7",
      "arabic_text": "مَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ إِنۡ هَٰذَآ إِلَّا ٱخۡتِلَٰقٌ",
      "translation": "අවසාන පිළිවෙත් තුළ මේ ගැන අප අසා නැත්තෙමු. මෙය ප්‍රබන්ධිත බොරුවක් මිස වෙනකක් නැත.",
      "footnotes": ""
    },
    {
      "id": "3978",
      "sura": "38",
      "aya": "8",
      "arabic_text": "أَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِنۢ بَيۡنِنَاۚ بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِيۚ بَل لَّمَّا يَذُوقُواْ عَذَابِ",
      "translation": "“අප අතරින් මෙම උපදෙස පහළ කරනු ලැබුවේ මොහු වෙත ද?” (යැයි ප්‍රතික්ෂේප කළවුන් විමසී ය.) එසේ නොව ඔවුන් මාගේ උපදෙස ගැන සැකයෙහි වෙති. මක්නිසාද යත් ඔවුන් (මෙතෙක්) මාගේ දඬුවම විඳ නැත.",
      "footnotes": ""
    },
    {
      "id": "3979",
      "sura": "38",
      "aya": "9",
      "arabic_text": "أَمۡ عِندَهُمۡ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ",
      "translation": "එසේ නැතහොත් පරිත්‍යාගශීලී සර්වබලධාරී ඔබේ පරමාධිපතිගේ දයාවේ ගබඩාවන් ඔවුන් අබියස තිබේ ද?",
      "footnotes": ""
    },
    {
      "id": "3980",
      "sura": "38",
      "aya": "10",
      "arabic_text": "أَمۡ لَهُم مُّلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ",
      "translation": "එසේ නැතිනම් අහස්හි හා මහපොළොවේ ද ඒ දෙක අතර ඇති දෑහි ද ආධිපත්‍යය ඔවුන් සතු ද? එසේ නම් ඔවුහු (භෞතික) සාධකයන්හි නැග යත්වා!",
      "footnotes": ""
    },
    {
      "id": "3981",
      "sura": "38",
      "aya": "11",
      "arabic_text": "جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ",
      "translation": "මෙහි ඇති සේනාව ද පරාජයට පත් කරනු ලබන ඒකාබද්ධ සේනාවන් අතරිනි.",
      "footnotes": ""
    },
    {
      "id": "3982",
      "sura": "38",
      "aya": "12",
      "arabic_text": "كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ",
      "translation": "ඔවුනට පෙර නූහ්ගේ ජනයා ද ආද් සමූහයා ද රිටි සහිත ෆිර්අවුන් ද (ධර්ම දූතයින්ව) බොරු කළෝ ය.",
      "footnotes": ""
    },
    {
      "id": "3983",
      "sura": "38",
      "aya": "13",
      "arabic_text": "وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡـَٔيۡكَةِۚ أُوْلَٰٓئِكَ ٱلۡأَحۡزَابُ",
      "translation": "(එසේ ම) සමූද් ජනයා ද ලූත්ගේ ජනයා ද අයිකාවාසීන් ද බොරු කොළෝ ය. ඔවුහු මය (පරාජයට පත්කරනු ලැබූ) එම සේනා වනුයේ.",
      "footnotes": ""
    },
    {
      "id": "3984",
      "sura": "38",
      "aya": "14",
      "arabic_text": "إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ",
      "translation": "(ඔවුන්) සියල්ල ධර්ම දූතයින් බොරු කළා මිස නැත. එවිට මාගේ දඬුවම නියම විය.",
      "footnotes": ""
    },
    {
      "id": "3985",
      "sura": "38",
      "aya": "15",
      "arabic_text": "وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ",
      "translation": "එක් හඬක් මිස මොවුහු බලාපොරොත්තු නො වූවෝ ය. එයට කිසිදු ප්‍රමාදවීමක් නැත.",
      "footnotes": ""
    },
    {
      "id": "3986",
      "sura": "38",
      "aya": "16",
      "arabic_text": "وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ ٱلۡحِسَابِ",
      "translation": "අපගේ පරමාධිපතියාණනි! විනිශ්චය දිනට පෙර අපගේ කොටස අපහට ඉක්මන් කරනු මැනව! යැයි ඔවුහු පැවසූහ.",
      "footnotes": ""
    },
    {
      "id": "3987",
      "sura": "38",
      "aya": "17",
      "arabic_text": "ٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱذۡكُرۡ عَبۡدَنَا دَاوُۥدَ ذَا ٱلۡأَيۡدِۖ إِنَّهُۥٓ أَوَّابٌ",
      "translation": "ඔවුන් පවසන දෑ මත ඔබ ඉවසා සිටිනු. තවද බලවත් අයකු වූ අපගේ ගැත්තා දාවූද් පිළිබඳ මෙනෙහි කරනු. නියත වශයෙන් ම ඔහු (සමාව අයදිමින් අල්ලාහ් වෙත) ඉමහත් ලෙස නැඹුරු වන්නෙකු විය.",
      "footnotes": ""
    },
    {
      "id": "3988",
      "sura": "38",
      "aya": "18",
      "arabic_text": "إِنَّا سَخَّرۡنَا ٱلۡجِبَالَ مَعَهُۥ يُسَبِّحۡنَ بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ",
      "translation": "ඔහු සමඟ සවස් කාලයේ සහ උදෑසන (අල්ලාහ්ගේ නාමය) සුවිශුද්ධ කරන කඳු සැබැවින් ම වසඟ කර දුනිමු.",
      "footnotes": ""
    },
    {
      "id": "3989",
      "sura": "38",
      "aya": "19",
      "arabic_text": "وَٱلطَّيۡرَ مَحۡشُورَةٗۖ كُلّٞ لَّهُۥٓ أَوَّابٞ",
      "translation": "තවද (රංචු වශයෙන්) රැස් කරනු ලබන පක්ෂීන් ද (අපි වසඟ කර දුනිමු.) සියල්ල ඔහු වෙත නැඹුරු වෙති.",
      "footnotes": ""
    },
    {
      "id": "3990",
      "sura": "38",
      "aya": "20",
      "arabic_text": "وَشَدَدۡنَا مُلۡكَهُۥ وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ وَفَصۡلَ ٱلۡخِطَابِ",
      "translation": "තවද අපි ඔහුගේ රාජ්‍යය බලවත් කළෙමු. තවද අපි ඔහුට ප්‍රඥාව හා (තීරණාත්මකව) කතා කිරීමේ පැහැදිලිතාව පිරිනැමුවෙමු.",
      "footnotes": ""
    },
    {
      "id": "3991",
      "sura": "38",
      "aya": "21",
      "arabic_text": "۞ وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ",
      "translation": "තවද ඔවුහු නැමදුම් ස්ථානය වෙත (බිත්තියෙන්) නැග පැමිණි අවස්ථාවේ එම වාදයේ පුවත ඔබ වෙත පැමිණියේ ද?",
      "footnotes": ""
    },
    {
      "id": "3992",
      "sura": "38",
      "aya": "22",
      "arabic_text": "إِذۡ دَخَلُواْ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنۡهُمۡۖ قَالُواْ لَا تَخَفۡۖ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ",
      "translation": "දාවූද් වෙත ඔවුහු පිවිසුණු විට ඔවුන් ගැන ඔහු තැති ගත්තේ ය. “ඔබ බිය නො වනු. අපි නඩු සම්බන්ධයෙන් පාර්ශව දෙකකින් සමන්විතයි. අපගෙන් ඇතැමෙකු ඇතැමෙකුට අසාධාරණකම් සිදු කොට ඇත. එහෙයින් ඔබ යුක්ති ගරුකව අප අතර තීන්දු දෙනු. තවද ඔබ අපක්ෂපාතී නො වනු. තවද අපව ඍජු මාර්ගය වෙත යොමු කරනු” යැයි ඔවුහු පැවසූහ.",
      "footnotes": ""
    },
    {
      "id": "3993",
      "sura": "38",
      "aya": "23",
      "arabic_text": "إِنَّ هَٰذَآ أَخِي لَهُۥ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِيَ نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي ٱلۡخِطَابِ",
      "translation": "“නියත වශයෙන් ම මොහු මාගේ සහෝදරයා ය. ඔහුට බැටළු දෙනුන් අනූ නව දෙනෙකු ඇත. තවද මට එක් බැටළු දෙනකු පමණක් ඇත. තවද ‘එය ද මට පවරන්නැ’යි ඔහු පවසා සිටියි. තර්කයෙහි ඔහු මා අබිබවා ගොස් ඇත.",
      "footnotes": ""
    },
    {
      "id": "3994",
      "sura": "38",
      "aya": "24",
      "arabic_text": "قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِۦۖ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ فَٱسۡتَغۡفَرَ رَبَّهُۥ وَخَرَّۤ رَاكِعٗاۤ وَأَنَابَ۩",
      "translation": "දාවුද් මෙසේ පිළිතුරු දුන්නේය. ඔබේ බැටළු දෙන ඔහුගේ බැටළු දෙනුන් සමග එක් කරන මෙන් ඉල්ලා සිටීමෙන් ඔහු ඔබට අසාධාරණයක් කර ඇත. එකට එකතුවී ජීවත්වන ජනයාගෙන් බහුතරයක් ඔවුන්ගෙන් ඇතැමෙක් ඇතැමෙකුට අසාධාරණකම් කරති. නමුත් විශ්වාස කොට යහකම් කළවුන් හැර.” තවද ඔවුහු ස්වල්ප දෙනෙකි. (මෙසේ ප්‍රකාශ කරමින් සිටිනා අතර) සැබැවින්ම අපි ඔහු පරීක්ෂාවට ලක් කොට ඇතැයි දාවූද් වටහා ගත්තේය. එහෙයින් ඔහු ඔහුගේ පරමාධිපතිගෙන් සමාව අයැද සිටියේය. තවද (සජදා කරමින්) නැමී බිම වැතිරුණේය. තවද ඔහු (පශ්චාත්තාපවී අල්ලාහ් වෙත) හැරුණේය.",
      "footnotes": ""
    },
    {
      "id": "3995",
      "sura": "38",
      "aya": "25",
      "arabic_text": "فَغَفَرۡنَا لَهُۥ ذَٰلِكَۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ",
      "translation": "එවිට අපි ඔහුට ඒ සඳහා සමාව දුනිමු. නියත වශයෙන් ම අප අබියස ඔහුට සමීපතාවක් සහ අලංකාර නවාතැනක් ඇත.",
      "footnotes": ""
    },
    {
      "id": "3996",
      "sura": "38",
      "aya": "26",
      "arabic_text": "يَٰدَاوُۥدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدُۢ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ",
      "translation": "අහෝ දාවූද්! අපි ඔබ මහපොළොවේ නියෝජිතයකු බවට පත් කළෙමු. එහෙයින් ඔබ ජනයා අතර යුක්තිගරුකව තීන්දු දෙනු. තවද ආශාවන් අනුගමනය නො කරනු. එවිට එය අල්ලාහ්ගේ මාර්ගයෙන් ඔබ නොමග යවනු ඇත. නියත වශයෙන් ම අල්ලාහ්ගේ මාර්ගයෙන් නොමග ගියවුන් වන ඔවුනට විනිශ්චය දිනය ඔවුන් අමතක කළ බැවින් දැඩි දඬුවමක් ඇත.",
      "footnotes": ""
    },
    {
      "id": "3997",
      "sura": "38",
      "aya": "27",
      "arabic_text": "وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗاۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْۚ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ",
      "translation": "තවද අප විසින් මෙම අහස හා මහපොළොව ද ඒ දෙක අතර ඇති දෑ ද ව්‍යාජ ලෙස මවා නැත. එය දේවත්වය ප්‍රතික්ෂේප කළවුන්ගේ සිතුවිල්ලයි. එහෙයින් දේවත්වය ප්‍රතික්ෂේප කළවුනට (නිරා) ගින්නෙන් වූ විනාශය අත් වේවා!",
      "footnotes": ""
    },
    {
      "id": "3998",
      "sura": "38",
      "aya": "28",
      "arabic_text": "أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ",
      "translation": "දේවත්වය විශ්වාස කොට යහකම් කළවුන්, මහපොළොවේ කලහකාරීන් මෙන් අපි පත් කරන්නෙමු ද? එසේ නැතහොත් බිය බැතිමතුන් දුෂ්ටයින් මෙන් අපි පත් කරන්නෙමු ද?",
      "footnotes": ""
    },
    {
      "id": "3999",
      "sura": "38",
      "aya": "29",
      "arabic_text": "كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
      "translation": "(මෙය) ඔබ වෙත අපි පහළ කළ භාග්‍යමත් පුස්තකයයි. ඔවුන් එහි වදන් පරිශීලනය කරනු පිණිසත් බුද්ධිමතුන් (හොඳ) උපදෙස් ලැබීම පිණිසත් (අපි එය පහළ කළෙමු.)",
      "footnotes": ""
    },
    {
      "id": "4000",
      "sura": "38",
      "aya": "30",
      "arabic_text": "وَوَهَبۡنَا لِدَاوُۥدَ سُلَيۡمَٰنَۚ نِعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٌ",
      "translation": "තවද අපි දාවූද්ට සුලයිමාන්ව තිළිණයක් ලෙස පිරිනැමුවෙමු. එම ගැත්තා යහපත් විය. නියත වශයෙන් ම ඔහු ඉමහත් ලෙස (අල්ලාහ් වෙත) නැඹුරු වන්නෙකි.",
      "footnotes": ""
    },
    {
      "id": "4001",
      "sura": "38",
      "aya": "31",
      "arabic_text": "إِذۡ عُرِضَ عَلَيۡهِ بِٱلۡعَشِيِّ ٱلصَّٰفِنَٰتُ ٱلۡجِيَادُ",
      "translation": "සවස් කාලයෙහි මනාව වැඩුණු අශ්වයින් ඔහු වෙත ප්‍රදර්ශනය කරනු ලැබූ අවස්ථාව සිහිපත් කරනු.",
      "footnotes": ""
    },
    {
      "id": "4002",
      "sura": "38",
      "aya": "32",
      "arabic_text": "فَقَالَ إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ",
      "translation": "එවිට නියත වශයෙන් ම ආවරණයෙන් (ඒවා) සැඟ වී යනතෙක් මාගේ පරමාධිපතිව සිහි කිරීමෙන් තොරව මෙම වස්තුවට (බොහෝ සේ) මා ඇලුම් කර ඇතැයි මම සිතමි යැයි ඔහු පැවසී ය.",
      "footnotes": ""
    },
    {
      "id": "4003",
      "sura": "38",
      "aya": "33",
      "arabic_text": "رُدُّوهَا عَلَيَّۖ فَطَفِقَ مَسۡحَۢا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ",
      "translation": "නුඹලා එය මා වෙත ගෙන එන්නැ යි පවසා ගෙලවල් හා කෙණ්ඩ කපා හරින්නට පටන් ගත්තේ ය.",
      "footnotes": ""
    },
    {
      "id": "4004",
      "sura": "38",
      "aya": "34",
      "arabic_text": "وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِۦ جَسَدٗا ثُمَّ أَنَابَ",
      "translation": "තවද සැබැවින් ම අපි සුලයිමාන් පරීක්ෂාවට ලක් කළෙමු. තවද අපි ඔහුගේ ආසනය මත (මිනිස් ස්වරූපයෙන් ෂාතානීය) සිරුරක් හෙළුවෙමු. පසුව ඔහු (අල්ලාහ් වෙත) නැවත යොමු විය.",
      "footnotes": ""
    },
    {
      "id": "4005",
      "sura": "38",
      "aya": "35",
      "arabic_text": "قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ",
      "translation": "මාගේ පරමාධිපතියාණනි! මට ඔබ සමාව දෙනු මැනව! තවද මගෙන් පසුව කිසිවකුට අයිති නො වන පරිදි රාජ්‍යයක් මට පිරිනමනු මැනව! නියත වශයෙන් ම ඔබ මහා පරිත්‍යාගශීලී ය.",
      "footnotes": ""
    },
    {
      "id": "4006",
      "sura": "38",
      "aya": "36",
      "arabic_text": "فَسَخَّرۡنَا لَهُ ٱلرِّيحَ تَجۡرِي بِأَمۡرِهِۦ رُخَآءً حَيۡثُ أَصَابَ",
      "translation": "එවිට අපි ඔහුට සුළඟ වසඟ කර දුන්නෙමු. ඔහු සිතූ පරිදි ඔහුගේ අණින් එය පහසුවෙන් හමා යයි.",
      "footnotes": ""
    },
    {
      "id": "4007",
      "sura": "38",
      "aya": "37",
      "arabic_text": "وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ",
      "translation": "තවද ගොඩනැගිලි ඉදි කරන, එමෙන් ම කිමිද මුතු ගොඩගන්නා සියලු ෂෙයිතානුවන් හා,",
      "footnotes": ""
    },
    {
      "id": "4008",
      "sura": "38",
      "aya": "38",
      "arabic_text": "وَءَاخَرِينَ مُقَرَّنِينَ فِي ٱلۡأَصۡفَادِ",
      "translation": "යදම් තුළ බැඳ දමනු ලැබූ තවත් අය ද (අපි ඔහුට වසඟ කර දුනිමු.)",
      "footnotes": ""
    },
    {
      "id": "4009",
      "sura": "38",
      "aya": "39",
      "arabic_text": "هَٰذَا عَطَآؤُنَا فَٱمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ",
      "translation": "මෙය අපගේ ත්‍යාගයයි. එහෙයින් කිසිදු ගණනයකින් තොරව නුඹ උපකාර කරනු. එසේ නැතහොත් රඳවා ගනු.",
      "footnotes": ""
    },
    {
      "id": "4010",
      "sura": "38",
      "aya": "40",
      "arabic_text": "وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ",
      "translation": "තවද නියත වශයෙන් ම අප අබියස ඔහුට සමීපතාවක් සහ අලංකාර නවාතැනක් ඇත.",
      "footnotes": ""
    },
    {
      "id": "4011",
      "sura": "38",
      "aya": "41",
      "arabic_text": "وَٱذۡكُرۡ عَبۡدَنَآ أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ",
      "translation": "තවද අපගේ ගැත්තකු වූ අය්යූබ් ද ඔබ මෙනෙහි කර බලනු. ඔහු තම පරමාධිපති අමතා, “නියත වශයෙන් ම ෂෙයිතාන් උවදුරකින් හා වේදනාවකින් මා ස්පර්ශ කොට ඇත” යැයි පැවසී ය.",
      "footnotes": ""
    },
    {
      "id": "4012",
      "sura": "38",
      "aya": "42",
      "arabic_text": "ٱرۡكُضۡ بِرِجۡلِكَۖ هَٰذَا مُغۡتَسَلُۢ بَارِدٞ وَشَرَابٞ",
      "translation": "“නුඹේ පාදය නුඹ ගසනු. මෙය ස්නානය කරනු ලබන සිසිල් ස්ථානයකි. එමෙන් ම පානය කිරීමකි.” (යැයි අල්ලාහ් පැවසී ය.)",
      "footnotes": ""
    },
    {
      "id": "4013",
      "sura": "38",
      "aya": "43",
      "arabic_text": "وَوَهَبۡنَا لَهُۥٓ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنَّا وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ",
      "translation": "තවද ප්‍රබුද්ධිමත් අයට අපගෙන් වූ ආශිර්වාදයක් හා මෙනෙහි කිරීමක් වශයෙන් ඔහුට ඔහුගේ පවුල හා ඔවුන් සමඟ ඔවුන් හා සමාන අය ද අපි පිරිනැමුවෙමු.",
      "footnotes": ""
    },
    {
      "id": "4014",
      "sura": "38",
      "aya": "44",
      "arabic_text": "وَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِۦ وَلَا تَحۡنَثۡۗ إِنَّا وَجَدۡنَٰهُ صَابِرٗاۚ نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٞ",
      "translation": "තවද නුඹ පිදුරු මිටියක් නුඹේ අතට ගෙන එමඟින් නුඹ ගසනු. තවද නුඹ ප්‍රතිඥා කඩ නො කරනු. නියත වශයෙන් ම අපි ඔහු ඉවසිලිවන්තයකු සේ දුටුවෙමු. එම ගැත්තා ඉතා යහපත් විය. නියත වශයෙන් ම ඔහු (අල්ලාහ් වෙත) ඉමහත් ලෙස නැඹුරු වන්නෙකි.",
      "footnotes": ""
    },
    {
      "id": "4015",
      "sura": "38",
      "aya": "45",
      "arabic_text": "وَٱذۡكُرۡ عِبَٰدَنَآ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي ٱلۡأَيۡدِي وَٱلۡأَبۡصَٰرِ",
      "translation": "තවද බලය හා මනා දෘෂ්ටීන්ගෙන් හෙබි අපගේ ගැත්තන් වන ඉබ්රාහීම් ඉස්හාක් හා යඃකූබ් පිළිබඳව ද (නබිවරය!) නුඹ මෙනෙහි කරනු.",
      "footnotes": ""
    },
    {
      "id": "4016",
      "sura": "38",
      "aya": "46",
      "arabic_text": "إِنَّآ أَخۡلَصۡنَٰهُم بِخَالِصَةٖ ذِكۡرَى ٱلدَّارِ",
      "translation": "මතු ලොව නිවහන මෙනෙහි කිරීමට නියත වශයෙන් ම අපි ඔවුන් විශේෂිත කළෙමු.",
      "footnotes": ""
    },
    {
      "id": "4017",
      "sura": "38",
      "aya": "47",
      "arabic_text": "وَإِنَّهُمۡ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ ٱلۡأَخۡيَارِ",
      "translation": "තවද නියත වශයෙන් ම ඔවුන් අප අබියස විශිෂ්ටයින් ලෙස තෝරා ගනු ලැබූවන් අතරිනි.",
      "footnotes": ""
    },
    {
      "id": "4018",
      "sura": "38",
      "aya": "48",
      "arabic_text": "وَٱذۡكُرۡ إِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَذَا ٱلۡكِفۡلِۖ وَكُلّٞ مِّنَ ٱلۡأَخۡيَارِ",
      "translation": "තවද ඉස්මාඊල් අල්යසඃ හා දුල් කිෆ්ල් පිළිබඳව ද මෙනෙහි කරනු. තවද (මේ) සියල්ලන් ම විශිෂ්ටයින් අතරිනි.",
      "footnotes": ""
    },
    {
      "id": "4019",
      "sura": "38",
      "aya": "49",
      "arabic_text": "هَٰذَا ذِكۡرٞۚ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ",
      "translation": "මෙය මෙනෙහි කිරීමකි. තවද නියත වශයෙන් ම බිය බැතිමතුන්හට අලංකාර නවාතැනක් ඇත.",
      "footnotes": ""
    },
    {
      "id": "4020",
      "sura": "38",
      "aya": "50",
      "arabic_text": "جَنَّٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ",
      "translation": "එය ඔවුන් වෙනුවෙන් දොරවල් විවෘත කරනු ලැබූ සදාකාලික (ස්වර්ග) උයන් වේ.",
      "footnotes": ""
    },
    {
      "id": "4021",
      "sura": "38",
      "aya": "51",
      "arabic_text": "مُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ",
      "translation": "එහි ඔවුන් හාන්සිව සිට බොහෝ පලතුරු හා පානයන් එහි ඔවුන් ඉල්ලා සිටිති.",
      "footnotes": ""
    },
    {
      "id": "4022",
      "sura": "38",
      "aya": "52",
      "arabic_text": "۞ وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ",
      "translation": "තවද සම වයසැති දමිත බැල්ම හෙළන කාන්තාවෝ ඔවුන් අබියස සිටිති.",
      "footnotes": ""
    },
    {
      "id": "4023",
      "sura": "38",
      "aya": "53",
      "arabic_text": "هَٰذَا مَا تُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ",
      "translation": "විනිශ්චය දිනය සඳහා නුඹලාට ප්‍රතිඥා දෙනු ලබන දෑ මෙයයි.",
      "footnotes": ""
    },
    {
      "id": "4024",
      "sura": "38",
      "aya": "54",
      "arabic_text": "إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُۥ مِن نَّفَادٍ",
      "translation": "නියත වශයෙන් ම මෙය ඊට අවසානයක් නැති අපගේ පෝෂණයයි.",
      "footnotes": ""
    },
    {
      "id": "4025",
      "sura": "38",
      "aya": "55",
      "arabic_text": "هَٰذَاۚ وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٖ",
      "translation": "(බිය බැතිමතුන් සඳහා වූ දෑ) මෙයයි. තවද නියත වශයෙන් ම සීමාව ඉක්මවා ගියවුන්ට නපුරු නවාතැනක් ඇත.",
      "footnotes": ""
    },
    {
      "id": "4026",
      "sura": "38",
      "aya": "56",
      "arabic_text": "جَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ ٱلۡمِهَادُ",
      "translation": "එය ඔවුහු එහි පිවිස දැවෙන නිරයයි. එහෙයින් එම නවාතැන නපුරු විය.",
      "footnotes": ""
    },
    {
      "id": "4027",
      "sura": "38",
      "aya": "57",
      "arabic_text": "هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَّاقٞ",
      "translation": "මෙය(සීමාව ඉක්මවූවන් සඳහා) ය. එහෙයින් ඔවුන් එය භුක්ති විඳිත්වා! (ඔවුනට) නටන ජලයයි. සැරව මුසු වූ රුධිරයයි (යැයි අල්ලාහ් පවසයි.)",
      "footnotes": ""
    },
    {
      "id": "4028",
      "sura": "38",
      "aya": "58",
      "arabic_text": "وَءَاخَرُ مِن شَكۡلِهِۦٓ أَزۡوَٰجٌ",
      "translation": "ඒ ස්වරූපයෙන් යුත් වෙනත් (දඬුවම්) වර්ගද (ඔවුනට) ඇත.",
      "footnotes": ""
    },
    {
      "id": "4029",
      "sura": "38",
      "aya": "59",
      "arabic_text": "هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ لَا مَرۡحَبَۢا بِهِمۡۚ إِنَّهُمۡ صَالُواْ ٱلنَّارِ",
      "translation": "මෙය නුඹලා සමඟ පිවිසුණු පිරිසකි. ඔවුනට කිසිදු පිළිගැනීමක් නැත. නියත වශයෙන් ම ඔවුහු නිරා (ගින්නට) පිවිස දැවෙන්නෝ වෙති.",
      "footnotes": ""
    },
    {
      "id": "4030",
      "sura": "38",
      "aya": "60",
      "arabic_text": "قَالُواْ بَلۡ أَنتُمۡ لَا مَرۡحَبَۢا بِكُمۡۖ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَاۖ فَبِئۡسَ ٱلۡقَرَارُ",
      "translation": "එසේ නො ව, (අප නොමඟ යැවූ) නුඹලාට ද කිසිදු පිළිගැනීමක් නැත. අපහට එය ඉදිරිපත් කළේ නුඹලා ය. එහෙයින් එම වාසස්ථානය නපුරු විය යැයි ඔවුහු පවසති.",
      "footnotes": ""
    },
    {
      "id": "4031",
      "sura": "38",
      "aya": "61",
      "arabic_text": "قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ",
      "translation": "අපගේ පරමාධිපතියාණනි! අපහට කවරෙකු මෙය ඉදිරිපත් කළේ ද ඔහුට නිරයේ දඬුවම ගුණ කර දෙන්නැයි ඔවුහු පවසති.",
      "footnotes": ""
    },
    {
      "id": "4032",
      "sura": "38",
      "aya": "62",
      "arabic_text": "وَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ ٱلۡأَشۡرَارِ",
      "translation": "නපුරන් අතරින් යැයි අපි ඔවුන් ගණන් ගනිමින් සිටි මිනිසුන් අපහට දකින්නට නැත්තේ ඇයි දැ? යි ඔවුහු පවසති.",
      "footnotes": ""
    },
    {
      "id": "4033",
      "sura": "38",
      "aya": "63",
      "arabic_text": "أَتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ",
      "translation": "අපි ඔවුන් සමච්චලයට ගත්තෙමු ද? එසේ නැතහොත් ඔවුන්ගෙන් (අපගේ) බැල්ම ඉවත් වූයේ ද?",
      "footnotes": ""
    },
    {
      "id": "4034",
      "sura": "38",
      "aya": "64",
      "arabic_text": "إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ ٱلنَّارِ",
      "translation": "නියත වශයෙන් ම එය සැබෑවකි. එය නිරාවාසීන්ගේ වාදයයි.",
      "footnotes": ""
    },
    {
      "id": "4035",
      "sura": "38",
      "aya": "65",
      "arabic_text": "قُلۡ إِنَّمَآ أَنَا۠ مُنذِرٞۖ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ",
      "translation": "“නියත වශයෙන් ම මම අවවාද කරන්නෙකු පමණි. තවද බල පරාක්‍රම ඒකීය වූ අල්ලාහ් හැර වෙනත් කිසිදු දෙවියකු නැත” යැයි (නබිවරය!) නුඹ පවසනු.",
      "footnotes": ""
    },
    {
      "id": "4036",
      "sura": "38",
      "aya": "66",
      "arabic_text": "رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ",
      "translation": "“ඔහු සර්ව බලධාරී, අතික්ෂමාශීලී, අහස්හි හා මහපොළොවේ ද ඒ දෙක අතර ඇති දෑහි ද පරමාධිපති ය.”",
      "footnotes": ""
    },
    {
      "id": "4037",
      "sura": "38",
      "aya": "67",
      "arabic_text": "قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ",
      "translation": "“එය මහත් වූ පුවතකි.” යැයි නුඹ පවසනු.",
      "footnotes": ""
    },
    {
      "id": "4038",
      "sura": "38",
      "aya": "68",
      "arabic_text": "أَنتُمۡ عَنۡهُ مُعۡرِضُونَ",
      "translation": "“නුඹලා එය පිටුපාන්නෝ ය.”",
      "footnotes": ""
    },
    {
      "id": "4039",
      "sura": "38",
      "aya": "69",
      "arabic_text": "مَا كَانَ لِيَ مِنۡ عِلۡمِۭ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰٓ إِذۡ يَخۡتَصِمُونَ",
      "translation": "“ඉහළ ප්‍රධානීන් තර්ක කරන විට ඔවුන් පිළිබඳ කිසිදු දැනුමක් මට නො වීය.”",
      "footnotes": ""
    },
    {
      "id": "4040",
      "sura": "38",
      "aya": "70",
      "arabic_text": "إِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ",
      "translation": "“නියත වශයෙන් ම මම පැහැදිලි අවවාද කරන්නකු පමණි යැයි මිස මා වෙත හෙළිදරව් කරනු නො ලැබී ය.”",
      "footnotes": ""
    },
    {
      "id": "4041",
      "sura": "38",
      "aya": "71",
      "arabic_text": "إِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن طِينٖ",
      "translation": "නියත වශයෙන් ම මම මැටියෙන් වූ මිනිසෙකු මවන්නෙමි යැයි මලක්වරුන්ට නුඹේ පරමාධිපති පැවසූ අවස්ථාව සිහිපත් කරනු.",
      "footnotes": ""
    },
    {
      "id": "4042",
      "sura": "38",
      "aya": "72",
      "arabic_text": "فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ",
      "translation": "පසුව මම ඔහු නිසි අයුරින් හැඩගස්වා මාගේ ආත්මයෙන් ඔහු තුළ පිඹූ විට නුඹලා ඔහුට සුජූද් (ආචාර) කරන්නන් ලෙස වැටෙනු. (යැයි අල්ලාහ් පැවැසුවේ ය).",
      "footnotes": ""
    },
    {
      "id": "4043",
      "sura": "38",
      "aya": "73",
      "arabic_text": "فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ",
      "translation": "එවිට මලක්වරුන් වන ඔවුන් සියල්ලෝ ම සුජූද් කළෝ ය.",
      "footnotes": ""
    },
    {
      "id": "4044",
      "sura": "38",
      "aya": "74",
      "arabic_text": "إِلَّآ إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ",
      "translation": "නමුත් ඉබ්ලීස් හැර. ඔහු උඩඟු විය. තවද දෙවියන් ප්‍රතික්ෂේප කරන්නන් අතරින් විය.",
      "footnotes": ""
    },
    {
      "id": "4045",
      "sura": "38",
      "aya": "75",
      "arabic_text": "قَالَ يَٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّۖ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ",
      "translation": "“අහෝ ඉබ්ලීස්! මාගේ දෑතින් මා මැවූ දෑට නුඹ සුජූද් කිරීමෙන් නුඹව වැළැක්වූයේ කුමක් ද? නුඹ උඩඟු වූයෙහි ද එසේ නැතහොත් උසස් අය අතරින් වූයෙහි දැ”යි ඔහු(අල්ලාහ්) විමසී ය.",
      "footnotes": ""
    },
    {
      "id": "4046",
      "sura": "38",
      "aya": "76",
      "arabic_text": "قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ",
      "translation": "“මම ඔහුට වඩා ශ්‍රේෂ්ට ය. ඔබ මා මවා ඇත්තේ ගින්නෙනි. තවද ඔබ ඔහු මවා ඇත්තේ මැටියෙනි” යැයි ඔහු පැවසී ය.",
      "footnotes": ""
    },
    {
      "id": "4047",
      "sura": "38",
      "aya": "77",
      "arabic_text": "قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ",
      "translation": "ඔහු මෙසේ පැවසී ය. “එසේ නම් නුඹ මෙයින් බැහැර වනු. නියත වශයෙන් ම නුඹ පලවා හරිනු ලැබූවෙකි.",
      "footnotes": ""
    },
    {
      "id": "4048",
      "sura": "38",
      "aya": "78",
      "arabic_text": "وَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ ٱلدِّينِ",
      "translation": "තවද නියත වශයෙන් ම විනිශ්චය දිනය දක්වා මාගේ ශාපය නුඹට එරෙහිව පවතී.",
      "footnotes": ""
    },
    {
      "id": "4049",
      "sura": "38",
      "aya": "79",
      "arabic_text": "قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ",
      "translation": "“මාගේ පරමාධිපතියාණනි! එසේ නම් ඔවුන් නැවත නැගිටුවනු ලබන දිනය දක්වා මට කල් දෙනු” යැයි ඔහු පැවසී ය.",
      "footnotes": ""
    },
    {
      "id": "4050",
      "sura": "38",
      "aya": "80",
      "arabic_text": "قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ",
      "translation": "එසේ නම් කල් දෙනූ ලැබූවන් අතරින් ඔබ වන්නෙහිය යැයි ඔහු (අල්ලාහ්) පැවසී ය.",
      "footnotes": ""
    },
    {
      "id": "4051",
      "sura": "38",
      "aya": "81",
      "arabic_text": "إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ",
      "translation": "නියමිත වේලාවේ දිනය දක්වා.",
      "footnotes": ""
    },
    {
      "id": "4052",
      "sura": "38",
      "aya": "82",
      "arabic_text": "قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ",
      "translation": "\"ඔබේ ගරුත්වයේ නාමයෙන් දිවුරමින්. සැබැවින් ම මම ඔවුන් සියල්ල නොමග යවමි\" යැයි ඔහු පැවසී ය.",
      "footnotes": ""
    },
    {
      "id": "4053",
      "sura": "38",
      "aya": "83",
      "arabic_text": "إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ",
      "translation": "එහෙත් ඔවුන් අතරින් වූ ඔබේ අවංක ගැත්තන් හැර.",
      "footnotes": ""
    },
    {
      "id": "4054",
      "sura": "38",
      "aya": "84",
      "arabic_text": "قَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ",
      "translation": "එසේ නම් එය සත්‍යයකි. තවද මම සත්‍යයම පවසමි යැයි ඔහු (අල්ලාහ්) පැවසී ය.",
      "footnotes": ""
    },
    {
      "id": "4055",
      "sura": "38",
      "aya": "85",
      "arabic_text": "لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ",
      "translation": "නුඹ හා ඔවුන් අතරින් නුඹව අනුගමනය කළ සියලු දෙනාගෙන් මම නිරය පුරවමි.",
      "footnotes": ""
    },
    {
      "id": "4056",
      "sura": "38",
      "aya": "86",
      "arabic_text": "قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ",
      "translation": "(නබිවරය!) “ඒ වෙනුවෙන් කිසිදු කුලියක් මම නුඹලාගෙන් නො ඉල්ලමි. තවද මම ස්ව කැමැත්ත පරිදි ප්‍රකාශ කරන්නන් අතරින් ද නො වෙමි” යැයි නුඹ පවසනු.",
      "footnotes": ""
    },
    {
      "id": "4057",
      "sura": "38",
      "aya": "87",
      "arabic_text": "إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ",
      "translation": "“එය (අල්කුර්ආනය) ලෝවැසියන්ට මෙනෙහි කිරීමක් මිස නැත.”",
      "footnotes": ""
    },
    {
      "id": "4058",
      "sura": "38",
      "aya": "88",
      "arabic_text": "وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ",
      "translation": "“තවද ටික කලකට පසුව එහි පුවත සැබැවින් ම නුඹලා දැන ගනු ඇත.”",
      "footnotes": ""
    }
  ]
}