{
  "result": [
    {
      "id": "790",
      "sura": "6",
      "aya": "1",
      "arabic_text": "ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَۖ ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ",
      "translation": "Faaruun hundi kan Rabbii isa samiifi dachii uumee, dukkanaafi ifa argamsiiseeti. Ergasii isaan kafaran Rabbii isaaniitti qindeessu.",
      "footnotes": ""
    },
    {
      "id": "791",
      "sura": "6",
      "aya": "2",
      "arabic_text": "هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ ثُمَّ قَضَىٰٓ أَجَلٗاۖ وَأَجَلٞ مُّسَمًّى عِندَهُۥۖ ثُمَّ أَنتُمۡ تَمۡتَرُونَ",
      "translation": "Inni isa dhoqqee irraa isin uumee ergasii beellama (du'aa) murteesseedha. Beellamni beekamaan (Qiyaamaan) immoo Isa bira jira. Ergasii isin ni shakkitu.",
      "footnotes": ""
    },
    {
      "id": "792",
      "sura": "6",
      "aya": "3",
      "arabic_text": "وَهُوَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَفِي ٱلۡأَرۡضِ يَعۡلَمُ سِرَّكُمۡ وَجَهۡرَكُمۡ وَيَعۡلَمُ مَا تَكۡسِبُونَ",
      "translation": "Inni samiileefii keessattiifi dachii keessattis gabbaramaadha. Iccitii keessaniifi ifa bahaa keessanis ni beeka. Waan isin hojjattanis ni beeka.",
      "footnotes": ""
    },
    {
      "id": "793",
      "sura": "6",
      "aya": "4",
      "arabic_text": "وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ",
      "translation": "Keeyyanni keeyyattoota Gooftaa isaanii irraa ta'e isaanitti dhufee yoo kan isaan ishee irraa gara galan ta'e malee hin hafu.",
      "footnotes": ""
    },
    {
      "id": "794",
      "sura": "6",
      "aya": "5",
      "arabic_text": "فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "Dhugumatti, isaan yeroma dhugaan isaanitti dhufu sobsiisaniiru. Oduun waan (adabbii) isaan itti qoosaa turanii fuulduratti isaanitti dhufa.",
      "footnotes": ""
    },
    {
      "id": "795",
      "sura": "6",
      "aya": "6",
      "arabic_text": "أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ",
      "translation": "Sila isaaniin dura jaarraa (ummata) irraa heddu balleessuu keenya hin ilaalanuu? kan dachii keessatti hanga isiniif hin mijeessin isaaniif mijeessine. Rooba wal hordofaa ta'ee isaan irratti buufne. Laggeenis jala isaanii akka yaatu goone. Badiilee isaaniitiin isaan balleessinee. booda isaaniitii jaarraa biraa uumne.",
      "footnotes": ""
    },
    {
      "id": "796",
      "sura": "6",
      "aya": "7",
      "arabic_text": "وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ",
      "translation": "Odoo kitaaba waraqaa irratti barreeffame sirratti buufnee silaa harka isaanitiin isa tuqanii warri kafaran \"kun sihrii ifa bahe malee hintaane\" jedhu.",
      "footnotes": ""
    },
    {
      "id": "797",
      "sura": "6",
      "aya": "8",
      "arabic_text": "وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ",
      "translation": "Ni jedhu: \"Maaliif Maleykaan isa irratti hin buufamin? \" Odoo Maleykaa buufnee silaa dhimmichi ni murteeffama; Ergasii hintursiifaman.",
      "footnotes": ""
    },
    {
      "id": "798",
      "sura": "6",
      "aya": "9",
      "arabic_text": "وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ",
      "translation": "Odoma (nabiyyicha) maleykaa isa gooneeyyuu dhugumatti silaa (nama) dhiira isa taasifneeti waan isaan walitti fakkeessan isaan irratti wal fakkeesina turre.",
      "footnotes": ""
    },
    {
      "id": "799",
      "sura": "6",
      "aya": "10",
      "arabic_text": "وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "Dhugumatti, ergamoota si dura turanitti qoosamee ture. Isaan irraa warra qoosanitti wanti isaan itti qoosaa turan isaanitti marse.",
      "footnotes": ""
    },
    {
      "id": "800",
      "sura": "6",
      "aya": "11",
      "arabic_text": "قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ",
      "translation": "Jedhi: \"dachii keessa deemaa; ergasii booddeen warra dhugaa kijibsiisee akkam akka ta’e ilaalaa.\"",
      "footnotes": ""
    },
    {
      "id": "801",
      "sura": "6",
      "aya": "12",
      "arabic_text": "قُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ",
      "translation": "\"Wantoonni samiileefi dachii keessa jiran hundi kan eenyuuti?\" jedhi. “Kan Rabbiiti” jedhi. Lubbuu Isaa irratti rahmata barreessee jira. Dhugumatti, Guyyaa Qiyaamaa mamiin isa keessa hin jirreef walitti isin qaba. Isaan lubbuulee isaanii hoongessan, isaan hin amananu.",
      "footnotes": ""
    },
    {
      "id": "802",
      "sura": "6",
      "aya": "13",
      "arabic_text": "۞ وَلَهُۥ مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "Wanti halkaniifi guyyaa keessa callises kan isaati. Inni dhagayaa, beekaadha.",
      "footnotes": ""
    },
    {
      "id": "803",
      "sura": "6",
      "aya": "14",
      "arabic_text": "قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "Jedhi \"Sila Rabbiin malee gabbaramaa biraa godhadhaa? (inni) uumaa samiifi dachiiti, inni ni nyaachisa hin nyaatu\". jedhi \"Ani jalqaba nama Rabbiif bulee ta'uuttin ajajame. Mushrikoota irraas hin ta'in (naan jedhame)\".",
      "footnotes": ""
    },
    {
      "id": "804",
      "sura": "6",
      "aya": "15",
      "arabic_text": "قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ",
      "translation": "\"Ani yoon Gooftaa kiyyatti dilaaye adabbii guyyaa guddaan sodaadha\" jedhi.",
      "footnotes": ""
    },
    {
      "id": "805",
      "sura": "6",
      "aya": "16",
      "arabic_text": "مَّن يُصۡرَفۡ عَنۡهُ يَوۡمَئِذٖ فَقَدۡ رَحِمَهُۥۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡمُبِينُ",
      "translation": "Namni guyyaa san isa (adabicha) irraa deebifame, dhugumatti (Rabbiin) isa mararfateera. Kun milkii guddaadha.",
      "footnotes": ""
    },
    {
      "id": "806",
      "sura": "6",
      "aya": "17",
      "arabic_text": "وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "Yoo Rabbiin miidhaan si tuqe, Isa malee deemsisaan isaaf hin jiru. Yoo toltuudhaan si tuqe, Inni waan hunda irratti danda’aadha.",
      "footnotes": ""
    },
    {
      "id": "807",
      "sura": "6",
      "aya": "18",
      "arabic_text": "وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ",
      "translation": "Inni gabroota Isaa irratti mo’ataadha. Inni ogeessa, keessa beekaadha.",
      "footnotes": ""
    },
    {
      "id": "808",
      "sura": "6",
      "aya": "19",
      "arabic_text": "قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ",
      "translation": "jedhi \"Sila ragaadhaaf waan hunda irra maaltu guddaadha?\" jedhi. \"Rabbiin Gidduu kiyyaafi gidduu keessanitti ragaadha. Qur’aanni kuni akkan ittiin isiniifi nama inni bira ga’u dinniinuuf gara kiyyatti beeksifame. Sila isin dhugumatti Rabbii wajjin gabbaramtoonni biraa jiraachuu ragaa baatuu?\".  jedhiin \"Ani ragaa (akkasii) hin ba’u\". jedhi \"Dhugumatti, Inni dhugaan gabbaramaa tokkicha. Anis waan isin qindeessitan irraa qulqulluudha\" (jedhi).",
      "footnotes": ""
    },
    {
      "id": "809",
      "sura": "6",
      "aya": "20",
      "arabic_text": "ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ",
      "translation": "Warri kitaaba isaaniif kennine akka ilmaan isaanii beekanitti isa (muhammadiin) beeku. Warri lubbuulee isaanii hoongessan, isaan hin amananu.",
      "footnotes": ""
    },
    {
      "id": "810",
      "sura": "6",
      "aya": "21",
      "arabic_text": "وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ",
      "translation": "Nama Rabbirratti kijiba uume yookiin keeyyattoota Isaa kijibsiise caalaa namni miidhaa hojjate eenyu? Dhugumatti, miidhaa hojjattoonni hin milkaayanu.",
      "footnotes": ""
    },
    {
      "id": "811",
      "sura": "6",
      "aya": "22",
      "arabic_text": "وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُوٓاْ أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ",
      "translation": "Guyyaa hunda isaanii walitti qabnee, ergasii isaan qindeessaniin \"gabbaramtoonni keessan kan himaa turtan eessa jiru?\" jennuun san [yaadadhu].",
      "footnotes": ""
    },
    {
      "id": "812",
      "sura": "6",
      "aya": "23",
      "arabic_text": "ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ إِلَّآ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشۡرِكِينَ",
      "translation": "Ergasii mokkaramuun (deebiin) isaanii \"Allaaha Rabbii keenyaan kakannee! nuti mushrikoota hin taane\" jechuu malee hin taane.",
      "footnotes": ""
    },
    {
      "id": "813",
      "sura": "6",
      "aya": "24",
      "arabic_text": "ٱنظُرۡ كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡۚ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ",
      "translation": "Laali Akka itti isaan lubbuulee isaaniirratti kijiban. wanti isaan sobaan odeessaa turan akka itti isaan irraa bade (mee ilaali!).",
      "footnotes": ""
    },
    {
      "id": "814",
      "sura": "6",
      "aya": "25",
      "arabic_text": "وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ",
      "translation": "Isaan irraas nama gara kee dhageeffatutu jira. Akka isaan isa hin hubanne onneewwan isaanii irratti haguuggaa, gurra isaanii irratti immoo duudina taasifnee jirra. Odoma mallattoowwan hundaa arganiiyyuu, isheetti hin amananu.  hanga kan sitti falman ta'anii sibira dhufanitti, Warri kafare (Qur’aanni) kun ogbarruu warra durii malee waan biraatii miti\" jedhu.",
      "footnotes": ""
    },
    {
      "id": "815",
      "sura": "6",
      "aya": "26",
      "arabic_text": "وَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡـَٔوۡنَ عَنۡهُۖ وَإِن يُهۡلِكُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ",
      "translation": "Isaan isa (Muhammadiin) irraa dhorgu; Isa irraa fagaatan. Lubbuullee isaanii malee homaa hin balleessan; garuu hin beekanu.",
      "footnotes": ""
    },
    {
      "id": "816",
      "sura": "6",
      "aya": "27",
      "arabic_text": "وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ",
      "translation": "Yeroo isaan ibidda irra dhaabaman osoo argitee  nijedhan \"yaa gaabbii keenya! odoo (addunyaatti) deebifamnee aayatoota Rabbii keenyaas kijibsiisuu dhiifnee mu'umina irraas taanee\" (waan rifachiisaa argita ture)",
      "footnotes": ""
    },
    {
      "id": "817",
      "sura": "6",
      "aya": "28",
      "arabic_text": "بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ",
      "translation": "Dhugumatti wanti isaan kana dura dhoksaa turan isaaniif mul’ate. silaa Odoo deebifamanii waan irraa dhorgamanitti deebi’u. Isaan kijibdoota.",
      "footnotes": ""
    },
    {
      "id": "818",
      "sura": "6",
      "aya": "29",
      "arabic_text": "وَقَالُوٓاْ إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ",
      "translation": "Ni jedhan.\"Isheen jireenya keenya kan addunyaati malee waan biraa miti, nuti (du’a booda) hin kaafamnu\"",
      "footnotes": ""
    },
    {
      "id": "819",
      "sura": "6",
      "aya": "30",
      "arabic_text": "وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ",
      "translation": "Yeroo isaan Gooftaa isaanii fuulduratti dhaabaman odoo argitee (waan rifachiisaa argita ture) \"Sila inni kun dhugaa mitii?\" jedhe. \"Eeyyeen; Gooftaa keenyaan kakannee! dhugaa dha\" jedhan. \"Waan kafaraa turtaniif (amma) adabicha dhandhamaa!\" jedhe.",
      "footnotes": ""
    },
    {
      "id": "820",
      "sura": "6",
      "aya": "31",
      "arabic_text": "قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ",
      "translation": "Isaan wal qunnamtii Rabbii kijibsiisan dhugumatti hoonga’aniiru. hanga Qiyaamattiin tasa isaanitti dhuftetti nijedhan \"Waan ishee (addunyaa) keessatti hanqifneef yaa gaabbii keenya!\" isaan badiilee isaanii dugdoowwan isaanii irratti baatan. Dhagayaa! Ba’aan isaanii waa fokkate!",
      "footnotes": ""
    },
    {
      "id": "821",
      "sura": "6",
      "aya": "32",
      "arabic_text": "وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَعِبٞ وَلَهۡوٞۖ وَلَلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "Jireenyi addunyaa taphaafi qoosaa malee waan biraa miti. Dhugumatti ganda Aakhiraatu caala warra (Rabbiin) sodaataniif. Sila isin hin xiinxaltanuu?",
      "footnotes": ""
    },
    {
      "id": "822",
      "sura": "6",
      "aya": "33",
      "arabic_text": "قَدۡ نَعۡلَمُ إِنَّهُۥ لَيَحۡزُنُكَ ٱلَّذِي يَقُولُونَۖ فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ",
      "translation": "Dhugumatti wanti isaan jedhan si gaddisiisuu ni beekna. Isaan (onnee isaatiin) si hin kijibsiisanu. Garuu miidhaa raawwattoonni keeyyattoota Rabbii mormu.",
      "footnotes": ""
    },
    {
      "id": "823",
      "sura": "6",
      "aya": "34",
      "arabic_text": "وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ",
      "translation": "Dhugumatti, ergamoonni si duraas kijibsiifamaniiru. Waan kijibsiifaman irrattis ni obsan. Hanga tumsi keenya isaaniif dhufuttis ni rakkifaman. Jechoota Rabbiitiif jijjiiraan hin jiru. Dhugumatti, oduu ergamootaa irraa (hangi tokko) sitti dhufeera.",
      "footnotes": ""
    },
    {
      "id": "824",
      "sura": "6",
      "aya": "35",
      "arabic_text": "وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ",
      "translation": "Yoo (sirraa) garagaluun isaanii sitti ulfaate, mallattoon isaanitti dhufuuf yoo qaawwa dachii keessa barbaaduu yookiin kortoo samii keessaa dandeesse (raawwadhu). Rabbiin odoo fedhee, (hunda isaanii) qajeeluma irratti walitti isaan qaba. Wallaalaa irraa hin ta’in.",
      "footnotes": ""
    },
    {
      "id": "825",
      "sura": "6",
      "aya": "36",
      "arabic_text": "۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ",
      "translation": "Kan owwaatu warruma dhaga’u qofa. Du'aawwan immoo Rabbiin isaan kaasa. Ergasii gara Isaatti deebifamu.",
      "footnotes": ""
    },
    {
      "id": "826",
      "sura": "6",
      "aya": "37",
      "arabic_text": "وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
      "translation": "\"Maaliif mallattoon Gooftaa isaa irraa isa irratti hin buufamne?\" jedhu. \"Dhugumatti, Rabbiin mallattoo buusuu irratti danda’aa dha\" jedhi. Garuu irra hedduun isaanii hin beekanu.",
      "footnotes": ""
    },
    {
      "id": "827",
      "sura": "6",
      "aya": "38",
      "arabic_text": "وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ",
      "translation": "Deddeemtuu dachii keessaas ta'ee simbirroon koola isaa lamaaniin bararus ummatoota akka keessanii malee hin taane. Kitaaba keessatti Nuti homaa hin dhiifne. Ergasii gara Gooftaa isaanii oofamu.",
      "footnotes": ""
    },
    {
      "id": "828",
      "sura": "6",
      "aya": "39",
      "arabic_text": "وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "Isaan keeyyattoota keenya kijibsiisan duudaafi arraba qabamaa dukkanoowwan keessa jiraniidha. Rabbiin nama fedhe isa jallisa; nama fedhe immoo karaa qajeelaa irra isa godha.",
      "footnotes": ""
    },
    {
      "id": "829",
      "sura": "6",
      "aya": "40",
      "arabic_text": "قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "Jedhi: mee naaf himaa! \"Sila yoo adabbiin Rabbii isinitti dhufe yookiin Qiyaamaan isinitti dhufte, yoo kan dhugaa dubbattan taataniif, waan Rabbiin alaa ni kadhattuu?\"",
      "footnotes": ""
    },
    {
      "id": "830",
      "sura": "6",
      "aya": "41",
      "arabic_text": "بَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ",
      "translation": "Dhugumatti Isa qofa kadhattu, yoo fedhe waan isin gara isaatti kadhattan san isin irraa kaasa. Waan qindeessitan ni irraanfattu.",
      "footnotes": ""
    },
    {
      "id": "831",
      "sura": "6",
      "aya": "42",
      "arabic_text": "وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ",
      "translation": "Dhugumatti, gara ummattoota siin duraatti erginee jirra. Akka isaan (Rabbitti) watwaataniif hiyyummaafi dhukkubaan isaan qabnee jirra.",
      "footnotes": ""
    },
    {
      "id": "832",
      "sura": "6",
      "aya": "43",
      "arabic_text": "فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "Maaliif yeroo adabbiin keenya isaanitti dhufe (Rabbitti) hin watwaatin. Garuu onneewwan isaanii ni gogde. Sheyxaanni waan isaan dalagaa turan isaaniif miidhagse.",
      "footnotes": ""
    },
    {
      "id": "833",
      "sura": "6",
      "aya": "44",
      "arabic_text": "فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ",
      "translation": "Yeroma isaan waan ittiin gorfaman dagatan, balbaloowwan waan hundaa isaanitti banne; hanga isaan waan kennamaniin gammadanitti odoo hin beekne dafxaa (adabaan) isaan qabne. Isaan yoosuu abdii murattoota.",
      "footnotes": ""
    },
    {
      "id": "834",
      "sura": "6",
      "aya": "45",
      "arabic_text": "فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْۚ وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Booddeen ummata isaan miidhaa hojjatanii murame. Faaruun kan Rabbii Gooftaa aalamaati.",
      "footnotes": ""
    },
    {
      "id": "835",
      "sura": "6",
      "aya": "46",
      "arabic_text": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ",
      "translation": "Jedhi: “Mee naaf himaa! Yoo Rabbiin dhageettiifi argituuwwan keessan fudhatee, onneewwan keessan irratti cufe, gabbaramaan Rabbiin alaa isa isiniif fidu eenyu?” Akkamitti keeyyattoota akka ibsinuufi ergasii akkamitti akka isaan gara galan ilaali.",
      "footnotes": ""
    },
    {
      "id": "836",
      "sura": "6",
      "aya": "47",
      "arabic_text": "قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ",
      "translation": "Jedhi: \"Mee naaf himaa! Yoo adabbiin Rabbii tasa yookiin ifatti isinitti dhufe, sila ummata miidhaa hojjattoota malee ni balleeffama?\"",
      "footnotes": ""
    },
    {
      "id": "837",
      "sura": "6",
      "aya": "48",
      "arabic_text": "وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
      "translation": "Nuti ergamoota gammachiisoofi dinniinoo taasifnee malee hin erginu. Warri amananiifi toltuu hojjatan sodaan isaan irra hin jiru; isaan hin gaddanus.",
      "footnotes": ""
    },
    {
      "id": "838",
      "sura": "6",
      "aya": "49",
      "arabic_text": "وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ بِمَا كَانُواْ يَفۡسُقُونَ",
      "translation": "Isaan keeyyattoota keenya kijibsiisan, waan isaan fincilaa turaniif azaabni isaan tuqa.",
      "footnotes": ""
    },
    {
      "id": "839",
      "sura": "6",
      "aya": "50",
      "arabic_text": "قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ",
      "translation": "Jedhi: \"Kuusaaleen Rabbii ana bira jira isiniin hin jedhu; fagoos hin beeku; ani Maleykaa dhas isiniin hin jedhu. Waan gara kiyya buufame malee hin hordofu. Sila jaamaafi argaan wal qixxaataa? Sila hin xiinxaltanii?\" (jedhi).",
      "footnotes": ""
    },
    {
      "id": "840",
      "sura": "6",
      "aya": "51",
      "arabic_text": "وَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ",
      "translation": "isaan (Qur’aanaan) dinniini warreen gara Gooftaa isaaniitti walitti qabamuu sodaatan, isa (Rabbiin) malee jaalalleefi araarsaan isaaniif hintaane, akka isaan (Rabbiin) sodaataniif.",
      "footnotes": ""
    },
    {
      "id": "841",
      "sura": "6",
      "aya": "52",
      "arabic_text": "وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ",
      "translation": "Warra ganamaafi galgala fuula Isaa barbaaduuf Gooftaa isaanii kadhatan hin ari’in. qormaata isaanii irraa waa tokko sirra hin jiru; qormaata kee irraas waa tokko isaan irra hin jiru, Isaan ariitee miidhaa raawwattoota irraa akka taatuufuu.",
      "footnotes": ""
    },
    {
      "id": "842",
      "sura": "6",
      "aya": "53",
      "arabic_text": "وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ",
      "translation": "Akkasuma garii isaanii gariin mokkorre. Akka isaan jedhaniif. \"isaan kana Rabbiin nu gidduudhaa tola itti oolee?\". Sila Rabbiin galateeffattoota akkaan beekaa hin taanee?",
      "footnotes": ""
    },
    {
      "id": "843",
      "sura": "6",
      "aya": "54",
      "arabic_text": "وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ",
      "translation": "Yeroo warri keeyyattoota keenyatti amanan sitti dhufan jedhi \"Nageenyi isin irra haa jiraatu. Gooftaan keessan lubbuu Isaa irratti rahmata barreesseera: ‘namni isin irraa wallaalumaan hamtuu hojjatee ergasii isa booda gara Rabbii deebi’ee tolche, dhugumatti Inni (isaaf) araaramaa, (isaaf) rahmata godhaa dha\" (jedhi).",
      "footnotes": ""
    },
    {
      "id": "844",
      "sura": "6",
      "aya": "55",
      "arabic_text": "وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ",
      "translation": "Akkasumas akka (dhugaan mirkanaa'uu fi) karaan yakkamtootaas ifa ta’uuf jecha keeyyattoota addeessina.",
      "footnotes": ""
    },
    {
      "id": "845",
      "sura": "6",
      "aya": "56",
      "arabic_text": "قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ",
      "translation": "\"Ani warra isin Rabbiin ala gabbartan gabbaruu irraa dhorgameera\" jedhi. \"Ani fedha lubbuu keessanii hin hordofu, yoos dhugumatti ani jalladhe; warra qajeelan irraahii miti\" jedhi.",
      "footnotes": ""
    },
    {
      "id": "846",
      "sura": "6",
      "aya": "57",
      "arabic_text": "قُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ",
      "translation": "Jedhi: \"Ani ragaa ifa ta’e kan Gooftaa kiyya irraa tahe irran jira. Isin isa kijibsiiftani. Wanti isin arifachiifattan ana bira hin jiru. Murtiin Rabbiif malee hin taane. Inni dhugaa murteessa. Inni irra caalaa murteessitootaati.\"",
      "footnotes": ""
    },
    {
      "id": "847",
      "sura": "6",
      "aya": "58",
      "arabic_text": "قُل لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡۗ وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ",
      "translation": "Jedhi: \"Odoo wanti isin arifachiifattan ana bira jiraatee, silaa dhimmichi gidduu kiyyaafi gidduu keessanitti ni murtaa’a ture. Rabbiin miidhaa hojjattoota akkaan beekaadha.\"",
      "footnotes": ""
    },
    {
      "id": "848",
      "sura": "6",
      "aya": "59",
      "arabic_text": "۞ وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ",
      "translation": "Furtuuwwan fagoo (ghaybii) Isa biratti tahe. Isa malee (tokkolleenuu) ishee hin beeku. Inni waan dachii (goggoyduu) keessa jiruufi waan bahra keessa jirus ni beeka. Baala (mukaa) irraa tokkollee inni beeku malee hin buutu. Firiin dukkana dachii keessaa, jiidhaafi gogaanis kitaaba ifa ta’e keessa tahu malee hin taane.",
      "footnotes": ""
    },
    {
      "id": "849",
      "sura": "6",
      "aya": "60",
      "arabic_text": "وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "Inni Isa halkan isin ajjeesuudha (isin raffisuudha); Waan isin guyyaa carraaqxanis ni beeka. Ergasii akka beellamni murtaa'aan dhumuuf isa (guyyaa) keessa isin kaasa. Ergasii deebiin keessan gara Isaati. Ergasii waan isin hojjachaa turtan isinitti hima.",
      "footnotes": ""
    },
    {
      "id": "850",
      "sura": "6",
      "aya": "61",
      "arabic_text": "وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ",
      "translation": "Inni gabroota Isaa gubbaa ta'ee, hundaa injifataadha. Isin irrattis tiksitoota erga. hanga duuti tokkoon keessanitti dhufe ergamoonni keenya isaan kan (ajaja) hin hanqifne ta'anii isa ajjeesu.",
      "footnotes": ""
    },
    {
      "id": "851",
      "sura": "6",
      "aya": "62",
      "arabic_text": "ثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ",
      "translation": "Ergasiis gara Gooftaa isaanii dhugaa ta'e, gara Rabbii deebifamu. Dhagayaa! murtiin kan Isaa qofa. Innis irra arifataa qorattootaati.",
      "footnotes": ""
    },
    {
      "id": "852",
      "sura": "6",
      "aya": "63",
      "arabic_text": "قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ",
      "translation": "Jedhi: \"Sila eenyutu isin baraarsa? dukkanoowwan dachiifi bahraa irraa. kan isin isa waammattan mul'iftaniifi iccitiin ‘yoo kana irraa nu baraarseef, nuti galateeffattoota irraa taana’ (jettanu)",
      "footnotes": ""
    },
    {
      "id": "853",
      "sura": "6",
      "aya": "64",
      "arabic_text": "قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ",
      "translation": "Jedhi: \"Rabbumatu isheefi rakkoo hunda irraa isin baraarsa. Ergasii isin ni qindeessitu.\"",
      "footnotes": ""
    },
    {
      "id": "854",
      "sura": "6",
      "aya": "65",
      "arabic_text": "قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ",
      "translation": "Jedhi: \"Inni danda'aadha adabbii gubbaa keessan irraa yookiin miilleen keessan jalaa isin irratti erguu, yookiin garee haala taataniin isin walitti makee garii keessan lola garii dhandhamsiisuu irratti (danda’aadha).\" Akka isaan hubataniif jecha akkamitti keeyyattoota akka ibsinu ilaali.",
      "footnotes": ""
    },
    {
      "id": "855",
      "sura": "6",
      "aya": "66",
      "arabic_text": "وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ",
      "translation": "Odoo inni dhugaa ta'ee jiruu ummanni kee isa kijibsiisan. \"Ani isin irratti tiksaa miti\" jedhiin.",
      "footnotes": ""
    },
    {
      "id": "856",
      "sura": "6",
      "aya": "67",
      "arabic_text": "لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ",
      "translation": "Oduu hundaaf yeroo itti mirkanaa’utu jira. Fuula dura beektu.",
      "footnotes": ""
    },
    {
      "id": "857",
      "sura": "6",
      "aya": "68",
      "arabic_text": "وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ",
      "translation": "Yeroo warra keeyyattoota keenya keessa seenan (itti qoosan) argite, irraa garagali, hanga isaan dubbii sanaan alaa keessa seenanitti. Yoo sheyxaanni si dagachiise, yaadannoo booda ummata miidhaa raawwattoota wajjin hin taa’in.",
      "footnotes": ""
    },
    {
      "id": "858",
      "sura": "6",
      "aya": "69",
      "arabic_text": "وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ",
      "translation": "Warra (Rabbiin) sodaatan irra dilii isaanii irraa homaayyuu hin jiru. Garuu akka isaan eeggataniif jecha gorsatu (isaaniif jira).",
      "footnotes": ""
    },
    {
      "id": "859",
      "sura": "6",
      "aya": "70",
      "arabic_text": "وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ",
      "translation": "Warra amantii isaanii taphaafi qoosaa godhatanii jireenyi addunyaa isaan gowwoomsite isaan dhiisi. Akka lubbuun waan hojjatteen hin banne isaan (Qur’aanaan) gorsi. Rabbii gaditti jaalalleefi araarsaan isaaniif hin taane. Lubbuun hundi odoo kafaltii hunda kafalteeyyuu ishee irraa hin fuudhamu. Isaan sun warra waan hojjataniin balleeffamani. Isaaniif dhugaatii bishaan danfaa irraa ta’eefi adabbii laalessaa ta’etu jira waan kafaraa turaniif jecha.",
      "footnotes": ""
    },
    {
      "id": "860",
      "sura": "6",
      "aya": "71",
      "arabic_text": "قُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Jedhi: \"Sila nuti Rabbii gaditti waan nu hin fayyanneefi nu hin miine gabbarraa? Erga Rabbiin nu qajeelchee booda uf duuba deebinaa? akka isa dhama'aa ta'ee sheyxaanni dachii keessa isa fuudhee, kan isaaf hiriyoonni 'gara keenya kottu' (jechuun) gara qajeelumaa isa waaman jiranu (kan isaan hin hordofnee san)\". Dhugumatti, qajeelfamni Rabbii isatu qajeelfama (sirrii)ti. Nuti Gooftaa aalamatiif akka tole jennu ajajamnee jirra\" jedhi.",
      "footnotes": ""
    },
    {
      "id": "861",
      "sura": "6",
      "aya": "72",
      "arabic_text": "وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُۚ وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ",
      "translation": "Salaata gadidhaabaa, isa sodaadhaa, Innis Isa gara Isaatti walitti qabamtaniidha.",
      "footnotes": ""
    },
    {
      "id": "862",
      "sura": "6",
      "aya": "73",
      "arabic_text": "وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ",
      "translation": "Inni Isa samiileefi dachii dhugaan uume. Guyyaa ‘ta’i’ jennaan achumaan ta’u san [yaadadhu]. Jechi Isaa dhugaadha.mootummaan isaaf tahe. Guyyaa xurumbaan afuufamu. Inni beekaa fagoo (gheybii)fi dhihooti. Inni ogeessa, keessa beekaadha.",
      "footnotes": ""
    },
    {
      "id": "863",
      "sura": "6",
      "aya": "74",
      "arabic_text": "۞ وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "(Yaadadhu) Yeroo Ibraahiim abbaa isaa Azaariin jedhe \"sila ati taabotowwan gabbaramoota godhattaa? Dhugumatti, ani siifi ummata kee jallina ifaa keessattiin argaara\".",
      "footnotes": ""
    },
    {
      "id": "864",
      "sura": "6",
      "aya": "75",
      "arabic_text": "وَكَذَٰلِكَ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ",
      "translation": "Akka kanatti Ibraahiimiin mootummaa samiileefi dachii agarsiifne. Akka (beekee) mirkaneeffattoota irraa tahuuf.",
      "footnotes": ""
    },
    {
      "id": "865",
      "sura": "6",
      "aya": "76",
      "arabic_text": "فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ رَءَا كَوۡكَبٗاۖ قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ",
      "translation": "Yeroo halkan isa irratti dukkanaa’e, urjii argeetiin \"kun Gooftaa kiyya\" jedhe. Yeroo inni seenu ani seentota hin jaaladhu\" jedhe.",
      "footnotes": ""
    },
    {
      "id": "866",
      "sura": "6",
      "aya": "77",
      "arabic_text": "فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ",
      "translation": "Yeroma ji’as ba’aa ta'ee argu \"kuni Gooftaa kiyya\" jedhe. Yeroo inni seenus \"odoo Gooftaan kiyya na qajeelchuu baatee silaa ani ummata jallattoota irraan ta’a\" jedhe.",
      "footnotes": ""
    },
    {
      "id": "867",
      "sura": "6",
      "aya": "78",
      "arabic_text": "فَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ",
      "translation": "Yeroma aduu tan baate taatee argu \"kun Gooftaa kiyya; kanatu irra guddaa dha\" jedhe. Yeroo isheen seentu \"yaa ummata kiyya! ani waan isin qindeessitan irraa qulqulluudha\" jedhe.",
      "footnotes": ""
    },
    {
      "id": "868",
      "sura": "6",
      "aya": "79",
      "arabic_text": "إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ حَنِيفٗاۖ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "Dhugumatti, ani fuula kiyya qajeelaa haalan ta’een gara Isa samiileefi dachii uumee deebiseen jira; Ani mushrikoota irraa miti.",
      "footnotes": ""
    },
    {
      "id": "869",
      "sura": "6",
      "aya": "80",
      "arabic_text": "وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ",
      "translation": "Ummanni isaas isaan falme [Inni] ni jedhe: \"Sila dhugumatti odoo Inni na qajeelchee jiruu isin (waa’ee) Rabbii keessatti na falmituu? Waan isin Isatti qindeessitan hin sodaadhu. Yoo Gooftaan kiyya wahi fedhe malee (homtuu narra hin ga’u) Gooftaan kiyya beekumsa Isaatiin waan hunda waliin ga’eera. Sila hin gorfamtanuu?",
      "footnotes": ""
    },
    {
      "id": "870",
      "sura": "6",
      "aya": "81",
      "arabic_text": "وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ",
      "translation": "Ani akkamittin waan isin qindeessitan sodaadha? Odoo isin waan Inni ragaa isaa isin irratti hin buusin kan qindeesitan hin sodaanne taatanuu,   garee lamaan keessaa isa kamtu tasgabbii haqa godhata? Yoo kan beektan taataniif (jedhi).",
      "footnotes": ""
    },
    {
      "id": "871",
      "sura": "6",
      "aya": "82",
      "arabic_text": "ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ",
      "translation": "Isaannan amananii, iimaana isaanii shirkiidhaan hin makin isaaniif tasgabbiitu jira. Isaan qajeelfamoodha.",
      "footnotes": ""
    },
    {
      "id": "872",
      "sura": "6",
      "aya": "83",
      "arabic_text": "وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ",
      "translation": "Isheen tun ragaa keenya. Ibraahiimiif ummata isaa irratti kenninee jirra. Nama feenes sadarkaawwan keessatti ol fuuna. Dhugumatti, Gooftaan kee ogeessa, beekaadha.",
      "footnotes": ""
    },
    {
      "id": "873",
      "sura": "6",
      "aya": "84",
      "arabic_text": "وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ",
      "translation": "Isihaaqiifi Ya’aquubiin isaaf kennine. Hundaahuu ni qajeelchine, Sana duras Nuuhiin qajeelchinee jirra. Sanyii isaa irraas Daawuud, Sulaymaan, Ayyuub, Yuusuf, Muusaafi Haaruunin (qajeelchinee jirra). Akka kanatti toltuu hojjattoota mindeessina.",
      "footnotes": ""
    },
    {
      "id": "874",
      "sura": "6",
      "aya": "85",
      "arabic_text": "وَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ",
      "translation": "Zakariyyaa, Yahyaa, Iisaafi Ilyaasiinis (ni qajeelchine). Hundinuu gaggaarii irraayyi.",
      "footnotes": ""
    },
    {
      "id": "875",
      "sura": "6",
      "aya": "86",
      "arabic_text": "وَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ",
      "translation": "Ismaa’il, Yasa’i, Yuunusiifi Luuxiinis (qajeelchine). Hundaayyuu aalamoota irra caalchifne.",
      "footnotes": ""
    },
    {
      "id": "876",
      "sura": "6",
      "aya": "87",
      "arabic_text": "وَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "Abbootii isaanii, ilmaan isaaniifi obboleeyyan isaanii irraas (qajeelchine). Isaan fillee, gara karaa qajeelaa isaan qajeelchinee jirra.",
      "footnotes": ""
    },
    {
      "id": "877",
      "sura": "6",
      "aya": "88",
      "arabic_text": "ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ",
      "translation": "Kun qajeelloo Rabbiiti. Gabroota isaa irraa nama fedhe isaan qajeelcha. Odoo isaan qindeessanii silaa wanti isaan dalagaa turan isaan jalaa bada.",
      "footnotes": ""
    },
    {
      "id": "878",
      "sura": "6",
      "aya": "89",
      "arabic_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ",
      "translation": "Isaan warra nuti kitaaba, ogummaafi nabiyyummaa isaaniif kennineedha, Yoo isaan kun (warri Makkaa) isheetti kafaran, dhugumatti Nuti namoota isheetti kafaroo hintahin isheef qopheessineerra.",
      "footnotes": ""
    },
    {
      "id": "879",
      "sura": "6",
      "aya": "90",
      "arabic_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ",
      "translation": "Isaan warra Rabbiin qajeelcheedha. Qajeelfama isaanii hordofi. jedhi Ani isa irratti mindaa isin hin gaafadhu, Inni aalamootaaf yaadannoo malee waanbiraatii miti.",
      "footnotes": ""
    },
    {
      "id": "880",
      "sura": "6",
      "aya": "91",
      "arabic_text": "وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ",
      "translation": "Guddina Isaaf malu Rabbiin hin guddifne. Yeroo \"Rabbiin nama irratti homaa hin buufne\" jedhan.kitaaba Muusaan ittiin dhufe eenyutu buuse? jedhi. \"Ifaafi namootaaf qajeelfama haala ta'een.  kan isin waraqaalee heddu isa gootan  (Kan feetan) ishee mul'iftu, Heddu immoo ni dhoksitu, Waan isiniifi abbootiin keessan hin beekne beeksifamtanii jirtan\" jedhi.  \"(Kan isa buuse) Rabbuma\" jedhi. Ergasii haala isaan dhara isaanii keessa taphataniin isaan dhiisi.",
      "footnotes": ""
    },
    {
      "id": "881",
      "sura": "6",
      "aya": "92",
      "arabic_text": "وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ",
      "translation": "Kunis kitaabanuti isa buufne kan barakaa qabu kan (kitaabota) isa duraa dhugoomsu, (jiraattota) haadha magaalotaa (Makkaa)fi namoota naannoo ishee jiran akka ittiin dinniinuuf. Warri Aakhiratti amanan isatti ni amanu. isaan salaata isaanii irratti tikfatoodha.",
      "footnotes": ""
    },
    {
      "id": "882",
      "sura": "6",
      "aya": "93",
      "arabic_text": "وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ",
      "translation": "Nama Rabbi irratti kijiba odeesse caalaa namni miidhaa hojjate eenyu? yookiin odoo wahyiin homaatuu isatti hin beeksifamin \"wahyiin gara kiyyatti bu’eera\" jedheefi, nama \"anis fakkaataa waan Rabbiin buuseetiin buusa\" jedhe. Odoo yeroo miidhaa hojjattoonni haguuggaa du’aa keessa ta’an argitee, kan malaykonni harkoowwan isaanii diriirsanii \"lubbuu keessan baasaa; har'a isin waan Rabbi irratti dhugaan alaa jedhaa turtaniifi keeyyattoota Isaa irraa boonaa turtaniif, adabbii salphisaa galata galfamtu\" (jedhanu argitee dubbii rifachiisaa argita ture).",
      "footnotes": ""
    },
    {
      "id": "883",
      "sura": "6",
      "aya": "94",
      "arabic_text": "وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ",
      "translation": "Dhugumatti isin kophaa taatanii gara keenya dhuftaniittu, akkuma yeroo jalqabaa isin uumnetti Wantoota Nuti isiniif kennine hunda dugdoowwan duuba keessanitti dhiiftanii.   Nuti manguddoota (taabota) keessan kan isin “kun warra Rabbiin waliin gabbarru” jedhaa turtan isin wajjiin hin arginu. (Hariiroon) gidduu keessanii dhugumatti citeera. Wanti isin himataa turtan isin jalaa badeera.",
      "footnotes": ""
    },
    {
      "id": "884",
      "sura": "6",
      "aya": "95",
      "arabic_text": "۞ إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ",
      "translation": "Rabbiin baqaqsaa fireetiifi ija tamriiti. (Inni) du’aa irraa fayyaa baasa. Fayyaa irraas du’aa baasaadha. Kun Rabbii keessani. Isin akkamumatti gara galturee?",
      "footnotes": ""
    },
    {
      "id": "885",
      "sura": "6",
      "aya": "96",
      "arabic_text": "فَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ",
      "translation": "(Inni) baqaqsaa bariiti, Halkan (yeroo) boqonnaa, aduufi ji’a lakkoofsa (yeroo ittiin beekuuf) godhe. Kun qideessuu (Rabbii) injifataa, beekaati.",
      "footnotes": ""
    },
    {
      "id": "886",
      "sura": "6",
      "aya": "97",
      "arabic_text": "وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ",
      "translation": "Inni (Rabbiin) Isa akka dukkanoowwan dachiifi bahraa keessa isaaniin qajeeltaniif urjiiwwan isiniif godhe sani. Dhugumatti, Nuti keeyyattoota ummata beekaniif addeessinee jirra.",
      "footnotes": ""
    },
    {
      "id": "887",
      "sura": "6",
      "aya": "98",
      "arabic_text": "وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ",
      "translation": "Inni (Rabbiin) Isa lubbuu takka irraa isin uumeedha. Bakka ragga'iinsaa (gadaamessaa)fi bakka qubsumaa (dugdatu isiniif jira). Dhugumatti, Nuti namoota hubataniif keeyyattoota addeessineerra.",
      "footnotes": ""
    },
    {
      "id": "888",
      "sura": "6",
      "aya": "99",
      "arabic_text": "وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "Inni Isa samii irraa bishaan buuse, Isaanis biqilaa waan hundaa baafnee, isa irraahis magariisa baafne, Isa irraa firii wal koraa, muka Timiraa irraa, daraaraa ishee irraa yudoo dhihoo taate, ashaakiltii inaba irraa ta'e, zaytuuna, rummaana wal fakkaataafi wal fakkaataa hin taane baafna. Mee gara oomisha isaa yeroo inni fireesseefi (gara) bilchina isaas ilaalaa. Dhugumatti, kana keessa ummata amananiif mallattoowwantu jira.",
      "footnotes": ""
    },
    {
      "id": "889",
      "sura": "6",
      "aya": "100",
      "arabic_text": "وَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ",
      "translation": "Odoo inni isaanis uumee jiruu jinnoota Rabbiif shariikoowwan taasisan; isaan beekumsaan maleetti ilmaan dhiiraafi dhalaa Isaaf (Rabbiif) kijibaan (uuman), Inni wantoota isaan kijibaan Isatti maxxansan irraa qulqulluufi ol ta’aadha.",
      "footnotes": ""
    },
    {
      "id": "890",
      "sura": "6",
      "aya": "101",
      "arabic_text": "بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ",
      "translation": "Jalqabaa uumama samiileefi dachiiti.Niitii kan hin qabne ta'ee akkamitti ilmoon isaaf ta’a? Waan hundaa uumee, Inni waan hunda beekaadha.",
      "footnotes": ""
    },
    {
      "id": "891",
      "sura": "6",
      "aya": "102",
      "arabic_text": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ",
      "translation": "(Kan akkana hojjate) kun Rabbii keessani, Isa malee dhugaan gabbaramaan hin jiru, (Inni) uumaa waan hundaatii, Isa (qofa) gabbaraa, Inni waan hunda tiksaadha.",
      "footnotes": ""
    },
    {
      "id": "892",
      "sura": "6",
      "aya": "103",
      "arabic_text": "لَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَۖ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ",
      "translation": "(Addunyaatti) agartuun (ijji) Isa hin agartu, Inni immoo agartuu hunda ni arga, Inni mararfataa, beekaadha. {1}",
      "footnotes": "{1} adduniyatti Rabbiin arguun hindandayamu. aakhiratti ammoo mu'imintoonni isa ni argu, kuni qur'aanaafii hadiisaanis mirkanaayee jira."
    },
    {
      "id": "893",
      "sura": "6",
      "aya": "104",
      "arabic_text": "قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ",
      "translation": "Dhugumatti, Gooftaa keessan irraa ragaawwan ifa ta’an isinitti dhufeera. Namni (ragaawwan kanniin) arge lubbuma isaatiif (itti fayyadama). Namni jaame isheedhuma irratti (miidhaa geessisa). Anii isin irratti tiksaa miti.",
      "footnotes": ""
    },
    {
      "id": "894",
      "sura": "6",
      "aya": "105",
      "arabic_text": "وَكَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ وَلِيَقُولُواْ دَرَسۡتَ وَلِنُبَيِّنَهُۥ لِقَوۡمٖ يَعۡلَمُونَ",
      "translation": "Akkanatti  keeyyattoota addeessina, qu'ate akka jedhaniifi, ummata beekaniif isa ibsuuf.",
      "footnotes": ""
    },
    {
      "id": "895",
      "sura": "6",
      "aya": "106",
      "arabic_text": "ٱتَّبِعۡ مَآ أُوحِيَ إِلَيۡكَ مِن رَّبِّكَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ",
      "translation": "Waan Gooftaa kee irraa sitti beeksifame hordofi. Isa malee dhugaan gabbaramaan hin jiru; mushrikoota irraas garagali.",
      "footnotes": ""
    },
    {
      "id": "896",
      "sura": "6",
      "aya": "107",
      "arabic_text": "وَلَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكُواْۗ وَمَا جَعَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ",
      "translation": "Odoo Rabbiin fedhee, silaa (isatti) hin qindeessanu ture, Isaan irratti tiksaa si hin goone, Ati isaan irratti moosifamaa miti.",
      "footnotes": ""
    },
    {
      "id": "897",
      "sura": "6",
      "aya": "108",
      "arabic_text": "وَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ",
      "translation": "Warra isaan Rabbii gaditti gabbaran hin arrabsinaa, Beekumsa maleetti jibbaadhaan Rabbiin arrabsuu,  Akka kanatti ummata hundaaf dalagaa isaanii miidhagsine. Ergasii deebiin isaanii gara Gooftaa isaaniiti; waan isaan dalagaa turan isaanitti hima.",
      "footnotes": ""
    },
    {
      "id": "898",
      "sura": "6",
      "aya": "109",
      "arabic_text": "وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ",
      "translation": "kakuulee isaanii cimaa Rabbitti kakatan \"Odoo mallattoon wahii isaanitti dhuftee, silaa isitti amanna\" jedhanii, \"Mallattoowwan Rabbuma biraayi\" jedhi. Yeroo isheen (raajiwwan) dhufte isaan hin amananuu maaltu isin beeksise? (Rabbitu beeka malee isin hin beektanu).",
      "footnotes": ""
    },
    {
      "id": "899",
      "sura": "6",
      "aya": "110",
      "arabic_text": "وَنُقَلِّبُ أَفۡـِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ",
      "translation": "Onneewwan isaaniitiifi agartuuwwan isaanii gara gaggalchina, Akkuma isaan yeroo jalqabaa isatti hin amanin. Kan dhama'an ta'anii jallina isaanii keessatti isaan dhiifna.",
      "footnotes": ""
    },
    {
      "id": "900",
      "sura": "6",
      "aya": "111",
      "arabic_text": "۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ",
      "translation": "Odoo Nuti malaykota gara isaaniitti buufnee, du’aawwanis isaaniin haasa'anii, waan hundayyuu isaan duratti walitti qabnellee, isaan yoo Rabbiin fedhe malee kan amananii miti. Garuu irra hedduun isaanii ni wallaalu.",
      "footnotes": ""
    },
    {
      "id": "901",
      "sura": "6",
      "aya": "112",
      "arabic_text": "وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ",
      "translation": "Akka kanatti nabiyyii hundaafuu diina shayxaana namaafi jinnii irraa ta’an,godheera. kan gowwoomsuuf jecha gariin isaanii gara gariitti jecha miidhagaa beeksisan. Odoo Gooftaan kee fedhee silaa san hin raawwatanu ture. Isaaniifi kijiba isaan uumanis dhiisi.",
      "footnotes": ""
    },
    {
      "id": "902",
      "sura": "6",
      "aya": "113",
      "arabic_text": "وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ",
      "translation": "Akka onneewwan warra Aakhiratti hin amaninii gara isaa dabaniifi, akka isas jaalataniifi (adaba irraa) waan raawwachaa jiranis akka raawwataniif.",
      "footnotes": ""
    },
    {
      "id": "903",
      "sura": "6",
      "aya": "114",
      "arabic_text": "أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ",
      "translation": "\" Rabbiin alatti murteessaa barbaaddadhaa?, innni kitaaba addeeffamaa gara keessanitti buusee jira \" (jedhi). Warri kitaaba isaaniif kennine akka inni dhugaan Gooftaa kee irraa buufame ni beeku. Warra maman irraa hin ta’in.",
      "footnotes": ""
    },
    {
      "id": "904",
      "sura": "6",
      "aya": "115",
      "arabic_text": "وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "Jechi Gooftaa keetii dhugaafi haqa haala ta'een xumurameera. Jechoota Isaatiif jijjiiraan hin jiru. Inni dhagayaa, beekaadha.",
      "footnotes": ""
    },
    {
      "id": "905",
      "sura": "6",
      "aya": "116",
      "arabic_text": "وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ",
      "translation": "Yoo irra hedduu namoota dachii keessaa tole jette, karaa Rabbii irraa si jallisu. Isaan shakkii malee homaa hin hordofan. Isaan kijiboo malee homaa hin taane.",
      "footnotes": ""
    },
    {
      "id": "906",
      "sura": "6",
      "aya": "117",
      "arabic_text": "إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ",
      "translation": "Dhugumatti, Gooftaan kee Isumatu nama karaa Isaa irraa jallatu irra beeka; warra qajeelanis Isumatu beeka.",
      "footnotes": ""
    },
    {
      "id": "907",
      "sura": "6",
      "aya": "118",
      "arabic_text": "فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ",
      "translation": "Yoo keeyyattoota Isaatti kan amantan taataniif, waan maqaan Rabbii irratti dubbatame irraa qofa nyaadhaa.{1}",
      "footnotes": "{1} beyladaa yeroo gorra'amtu bismillaah itti jedhame irraa nyaadhaa jechuudha."
    },
    {
      "id": "908",
      "sura": "6",
      "aya": "119",
      "arabic_text": "وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ",
      "translation": "Sila maaltu isiniif jiraayyi waan maqaan Rabbii irratti dubbatame nyaachuu dhiiftan? dhugumatti, Inni wantoota isin irratti dhorgamaa godhe isiniif addeesseera,Wanti gara isaatti rakkifamtan odoo hafuu. Dhugumatti, (namoonni) baay’een beekumsaan malee fedha lubbuu isaaniitiin jallatu. Dhugumatti, Gooftaan kee Isaatu irra beekaa warra daangaa dabraniiti.",
      "footnotes": "abraniiti."
    },
    {
      "id": "909",
      "sura": "6",
      "aya": "120",
      "arabic_text": "وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ",
      "translation": "Badii ifa bahaafi dhokataa isaas dhiisaa. Dhugumatti, isaannan cubbuu hojjatan waan kijiba uumaniif fuuldura galata galfamu (ni adabamu).",
      "footnotes": ""
    },
    {
      "id": "910",
      "sura": "6",
      "aya": "121",
      "arabic_text": "وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ",
      "translation": "Waan maqaan Rabbii isarratti hin dubbatamin hin nyaatinaa. Dhugumatti, inni fincila. Dhugumatti, shayxaanonni akka isiniin falmanuuf gara jaalallee isaanii hasaasu. Isin yoo isaaniif ajajamtan dhugumatti isin mushrikoota.",
      "footnotes": ""
    },
    {
      "id": "911",
      "sura": "6",
      "aya": "122",
      "arabic_text": "أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "Sila namni du’aa turee ergasii isa jiraachifnee ifaa isaaf goone, kan isaan nama keessa deemu, akka fakkii nama dukkanoowwan keessa jiru, kan ishee irraa hin baanee ta'aa? Akka kanatti kaafirootaaf wanti isaan dalagaa turan miidhagfame.",
      "footnotes": ""
    },
    {
      "id": "912",
      "sura": "6",
      "aya": "123",
      "arabic_text": "وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ",
      "translation": "Akkasumas magaalota hunda keessatti gugurdoo jallattoota ishee akka ishee keessatti dhara karoorsaniif goone. Hin beekanu malee, lubbuu isaanii irratti malee dhara hin karoorsanu.",
      "footnotes": ""
    },
    {
      "id": "913",
      "sura": "6",
      "aya": "124",
      "arabic_text": "وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ",
      "translation": "Yeroo mallattoon isaanitti dhufte \"hanga fakkaataan waan ergamoonni Rabbii kennamanii nuuf kennamutti hin amannu\" jedhu. Rabbiin ergaa Isaa eessa akka kaayu akkaan beeka. Warra badii hojjatan Rabbiin biratti xiqqeenyaafi adabbii cimaa ta’etu (isaan) tuqa.waan isaan dhara karoorsaa turaniif.",
      "footnotes": ""
    },
    {
      "id": "914",
      "sura": "6",
      "aya": "125",
      "arabic_text": "فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ",
      "translation": "Namni Rabbiin isa qajeelchuu fedhe, qoma Isaa Islaamaaf bal’isa. Nama isa jallisuu fedhe immoo qoma isaa akkaan dhiphaa, rakkataa akka nama samii keessa ol koruu taasisa. Akka kanatti Rabbiin adabbii warra hin amanne irratti godha.",
      "footnotes": ""
    },
    {
      "id": "915",
      "sura": "6",
      "aya": "126",
      "arabic_text": "وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ",
      "translation": "Kun qajeelaa haala ta’een karaa Gooftaa keetiiti. Ummata gorfamaniif mallattoo dhugaadhaan adda baafneerra.",
      "footnotes": ""
    },
    {
      "id": "916",
      "sura": "6",
      "aya": "127",
      "arabic_text": "۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ",
      "translation": "Isaaniif Gooftaa isaanii bira ganda nagayaatu jira. Innis waan isaan dalagaa turaniif jecha gargaaraa isaaniiti.",
      "footnotes": ""
    },
    {
      "id": "917",
      "sura": "6",
      "aya": "128",
      "arabic_text": "وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ",
      "translation": "Guyyaa hunda isaanii walitti qabee \"Yaa garee jinnootaa! Namoota daneeffattanii jirtu\" (jedhuun yaadadhu). Jaalalleen isaanii kan namoota irraa ta’an \"Gooftaa keenya! gariin keenya gariitti qanani'e; beellama keenya Ati nuuf beellamte geenyee jirra\" jedhu. \"Hanga Rabbiin fedhe malee Ibiddi qubannaa keessani isii keessatti hafoodha\" jedha. Dhugumatti Gooftaan kee ogeessa, beekaadha.",
      "footnotes": ""
    },
    {
      "id": "918",
      "sura": "6",
      "aya": "129",
      "arabic_text": "وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ",
      "translation": "Akka kanatti garii miidhaa hojjattoota garii irratti moosifna. Waan isaan hojjataa turaniif jecha.",
      "footnotes": ""
    },
    {
      "id": "919",
      "sura": "6",
      "aya": "130",
      "arabic_text": "يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ",
      "translation": "\"Yaa garee jinniifi namaa! Sila ergamoonni isin irraa ta’an kan keeyyattoota kiyya isin irratti qara’aniifi qunnamtii guyyaa keessanii kana kan isin dinniinanu isinitti hin dhufnee?\" (jedhamu). \"Nuti lubbuulee keenya irratti ragaa baanee jirra\" jedhan. Jireenyi addunyaa isaan gowwoomsite. Dhugumatti isaan kaafiroota akka turan lubbuulee isaanii irratti ragaa ba’an.",
      "footnotes": ""
    },
    {
      "id": "920",
      "sura": "6",
      "aya": "131",
      "arabic_text": "ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ",
      "translation": "Kun waan Gooftaan kee ganda tokko haala warri ishee dagataa ta'een, badii (isheetiif jecha) kan balleessu hin ta'iniifi.",
      "footnotes": ""
    },
    {
      "id": "921",
      "sura": "6",
      "aya": "132",
      "arabic_text": "وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ",
      "translation": "Hundaafuu waan hojjattan irraa sadarkaaleetu jira. Gooftaan kee waan isaan dalagan irraa dagataa miti.",
      "footnotes": ""
    },
    {
      "id": "922",
      "sura": "6",
      "aya": "133",
      "arabic_text": "وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ",
      "translation": "Gooftaan kee dureessa, abbaa rahmataati,  yoo fedhe, isin adeemsiseeti (dhabamsiiseti) isin booda waan fedhe bakka buusa. Akkuma isin sanyii ummata biraa irraa argamsiise,",
      "footnotes": ""
    },
    {
      "id": "923",
      "sura": "6",
      "aya": "134",
      "arabic_text": "إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ",
      "translation": "Dhugumatti, wanti waadaa isiniif galame dhufaadha. Isin kan (adabbii jalaa) dadhabsiisoo hintaane.",
      "footnotes": ""
    },
    {
      "id": "924",
      "sura": "6",
      "aya": "135",
      "arabic_text": "قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ",
      "translation": "Jedhi. \"Yaa ummata kiyya! Akkaataa adeemsa keessanii irratti dalagaa; Anis dalagaadha, Namni manni booddee isaaf ta’u eenyuun akka ta’e fuulduratti ni beektu, Dhugumatti, miidhaa hojjattoonni hin milkaa’anu\"",
      "footnotes": ""
    },
    {
      "id": "925",
      "sura": "6",
      "aya": "136",
      "arabic_text": "وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ",
      "translation": "Oyruufi beyladoota inni uumerraa qooda Rabbiif godhan. yaaduma isaaniitiin \"kun kan Rabbiiti, kun immoo kan gooftolee keenyaati\" jedhan. Wanti gabbaramtoota isaaniitiif ta’e gara Rabbiitti hin ga’u; wanni Rabbiif ta’e immoo gara gabbaramtoota isaaniitti ni ga’a, Wanti isaan murteessan waa fokkate!",
      "footnotes": ""
    },
    {
      "id": "926",
      "sura": "6",
      "aya": "137",
      "arabic_text": "وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ",
      "translation": "Akka kanatti shariikonni isaanii hedduu mushrikoota irraa ta'aniif ajjeechaa ilmaan isaanii miidhagseef, isaan balleessuufi amantii isaanii isaan irratti walitti makuuf jecha. Odoo Rabbiin fedhee hin raawwatanu ture. isaan dhiisi waan isaan kijibanis.",
      "footnotes": ""
    },
    {
      "id": "927",
      "sura": "6",
      "aya": "138",
      "arabic_text": "وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ",
      "translation": "Nijedhan Yaada isaaniitiin kun horiifi oyruu dhorgamtuudha; Nama nuti feene malee ishee hin nyaatu, (kun) horii dugdi ishee (yaabbii irraa) dhorgamteedha; (kun immoo) horii maqaa Rabbii isii irratti hin dubbannee dha\" (jedhan), Rabbi irratti kijiba uumuuf (kana hojjatan). Rabbiin waan isaan kijibaa turaniin fuulduratti galata isaanii galcha (isaan adaba)..",
      "footnotes": ""
    },
    {
      "id": "928",
      "sura": "6",
      "aya": "139",
      "arabic_text": "وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ",
      "translation": "Ni jedhan: \"Wanti garaalee horii kanneen keessaa dhiirota keenya qofaaf (hayyamamtuudha); dubartoota keenya irratti immoo dhorgamoodha, Yoo du’aa ta’e, isaan (hunduu) isa keessatti shariika\" Ibsa isaaniitiin (kijiba Rabbi irra kaa'aniin) (adabbiin) galata isaanii galcha. Inni ogeessa, beekaadha",
      "footnotes": ""
    },
    {
      "id": "929",
      "sura": "6",
      "aya": "140",
      "arabic_text": "قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ",
      "translation": "Dhugumatti hoonga’aniiru Warri doofummaan beekumsaan amalee ilmaan isaanii ajjeesan, Rabbiin irratti kijiba maxxansuun waan Rabbiin isaaniif kenne haraama taasisan, Isaan jallataniiru; qajeeloo hin taane.",
      "footnotes": ""
    },
    {
      "id": "930",
      "sura": "6",
      "aya": "141",
      "arabic_text": "۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ",
      "translation": "Rabbiin isa ashaakiltii sireen godhamuufiifi sireen hin godhamneef uumeedha. Muka timiraa, sanyii, dhandhamni wal dhabaa ta'e, Zaytuunaafi Rummaana wal fakkaataniifi wal hin fakkaannes (kan uumee dha). Firee isaa irraa yeroo inni fireesse nyaadhaa; guyyaa haamama isaas haqa isaa (zakaa) kennaa. (Kennaan) daangaa hin dabrinaa. Inni warra daangaa dabran hin jaalatu.",
      "footnotes": ""
    },
    {
      "id": "931",
      "sura": "6",
      "aya": "142",
      "arabic_text": "وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ",
      "translation": "beeyladoota irraa isaan fe’isaaf oolaniifi fe’isaaf hin oolle (uume). Waan Rabbiin isiniif kenne irraa nyaadhaa; tarkaanfiilee shayxaanaas hin hordofinaa. inni isiniif diina ifa bahaadha.",
      "footnotes": ""
    },
    {
      "id": "932",
      "sura": "6",
      "aya": "143",
      "arabic_text": "ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "Qindiiwwan saddeeti (uumne): hoolaa irraa lama (kormaafi dhalaa), Re’ee irraas lama (kormaafi dhalaa). \"Sila (Rabbiin) korma lamaan haraam godhe moo dhaltuu lamaani? Moo waan gadaamessi dhaltuu lamaanii of keessaa tti qabatte? Yoo kan dhugaa dubbattan taataniif, beekumsaan naaf himaa\" jedhiin.",
      "footnotes": ""
    },
    {
      "id": "933",
      "sura": "6",
      "aya": "144",
      "arabic_text": "وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
      "translation": "Gaala irraas lama, Loon irraas lama (kormaafi dhalaa uume). jedhi \"Sila (Rabbiin) korma lamaan dhorge moo dhaltuu lamaani? Moo waan gadaamessi dhaltuu walitti qabatte? Moo yeroo Rabbiin kanatti isin ajaju hirmaataa turtani? Nama beekumsa malee namoota jallisuuf jecha Rabbiin irratti kijiba odeesse caalaa namni miidhaa hojjate hin jiru. Dhugumatti, Rabbiin ummata miidhaa hojjattoota hin qajeelchu.",
      "footnotes": ""
    },
    {
      "id": "934",
      "sura": "6",
      "aya": "145",
      "arabic_text": "قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ",
      "translation": "Jedhi: \"Ani waan gara kiyyatti wahyii godhame keessatti nama isa nyaatu irratti dhorgamaa hin argu   yoo du’aa (baktii) yookiin dhiiga dhangala’aa yookiin foon Booyyee, inni najisa, yookiin fincila waan Rabbiin alaatiif gorra’ame malee    .\" Namni halaalaa jiruu haraamatti darbuufi nyaata keessatti daangaa dabruun maletti rakkifame dhugumatti, Gooftaan kee araaramaa, rahmata godhaadha.",
      "footnotes": ""
    },
    {
      "id": "935",
      "sura": "6",
      "aya": "146",
      "arabic_text": "وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ",
      "translation": "Warra yahuudoman irratti abbaa qeensaa hunda haraama taasifnee jirra. Sa'aa, busaa'ee (re’eefi hoolaa) irraas cooma isaan lamaanii, isaan irratti haraama taasifnee jirra, waan dugdi isaaniitiifi marrimaan isaanii baatte (malee) yookiin waan lafeetti makame malee. Kana daangaa dabruu isaaniitiif isaanii galata galchine (isaan adabne). Nuti dhugaa dubbatoodha.",
      "footnotes": ""
    },
    {
      "id": "936",
      "sura": "6",
      "aya": "147",
      "arabic_text": "فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ",
      "translation": "Yoo isaan si kijibsiisan \"Gooftaan keessan abbaa rahmata bal’aati, adabbiin Isaaa ummata yakkamaa irraa hin deebifamu\" jedhiin.",
      "footnotes": ""
    },
    {
      "id": "937",
      "sura": "6",
      "aya": "148",
      "arabic_text": "سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ",
      "translation": "Isaannan qindeessan fuulduratti ni jedhu \"odoo Rabbiin fedhee, silaa nutis ta’ee abbootiin keenya hin qindeessinu turre, Wanta tokkos haraama hin taasifnu turre. Akkasuma warri isaan dura turan hanga adabbii keenya dhandhamanitti kijibsiisan. jedhi \"Sila beekumsa irraa inni isin nuuf baasuu (fiduu) dandeessan isin bira ni jiraa? Shakkii malee homaa hordofaa hin jirtanu, Isin kijiboo malee hin taane\".",
      "footnotes": ""
    },
    {
      "id": "938",
      "sura": "6",
      "aya": "149",
      "arabic_text": "قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ",
      "translation": "Jedhi \"Ragaan guutuun kan Rabbiiti, Inni odoo fedhee, silaa hunda keessan ni qajeelcha ture\" .",
      "footnotes": ""
    },
    {
      "id": "939",
      "sura": "6",
      "aya": "150",
      "arabic_text": "قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ",
      "translation": "Jedhi: \"Mee ragoota keessan kan akka Rabbiin waan kana haraama taasise ragaa ba’an fidadhaa, Yoo isaan ragaa ba’an, ati isaan waliin ragaa hin ba’in, Fedha lubbuu warra keeyyattoota keenya kijibsiisanii,hin hordofin, warra Aakhiraatti hin amanneefi isaan (qaamota biraa) Gooftaa isaanii wajjin wal qixxeessan (hin hordofin)\"",
      "footnotes": ""
    },
    {
      "id": "940",
      "sura": "6",
      "aya": "151",
      "arabic_text": "۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ",
      "translation": "Jedhi: \"Kottaa! Waan Gooftaan keessan isin irratti haraama godhen isin irratti qara’a: Isatti waa qindeessuu dhiisuu, abbaafi haadhatti tola ooluu, ilmaan keessan beelaaf jecha hin ajjeesinaa, Nutu isiniifi isaanis soora; wantoota fokkatoo ta’an kan mul’ates ta’ee waan dhokate itti hin dhihaatinaa; lubbuu Rabbiin (ajjeesuu) haraama godhes haqaan maleetti hin ajjeesinaa, Isa san isa isiniif dhaame akka xiinxaltaniif.",
      "footnotes": ""
    },
    {
      "id": "941",
      "sura": "6",
      "aya": "152",
      "arabic_text": "وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ",
      "translation": "Qabeenya yatiimaa yoo toltuudhaan ta’e malee hanga inni umrii cimina isaa ga’utti itti hin dhihaatinaa; safaraafi miizaana haqaan guutaa, Nuti lubbuu tokkos dandeettii isii malee hin dirqisiifnu, yeroo jettan (ragaa kennitan), haqa dalagaa Odoma fira dhihoo ta’ellee. Waadaa Rabbiis guutaa. Kana akka isin yaadattaniif isinii dhaama.",
      "footnotes": ""
    },
    {
      "id": "942",
      "sura": "6",
      "aya": "153",
      "arabic_text": "وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ",
      "translation": "Dhugumatti, kun karaa kiyya Isa qajeelaa dhaa, isa hordofaa, karaalee (jallinaa) hin hordofinaa Karaa Rabbii irraa isin baasanii, Kana akka isin sodaattaniif isa isiniif dhaama.",
      "footnotes": ""
    },
    {
      "id": "943",
      "sura": "6",
      "aya": "154",
      "arabic_text": "ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ",
      "translation": "Eegasii muusaaf kitaaba kennine Isaan toltuu hojjatan irratti (ni’imaa keenya) guutuuf, waan hunda addeessuuf, qajeelfamaafi rahmata gochuuf, akka isaan qunnamtii Gooftaa isaanitti amananiif .",
      "footnotes": ""
    },
    {
      "id": "944",
      "sura": "6",
      "aya": "155",
      "arabic_text": "وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ",
      "translation": "Kun kitaaba Nuti buufne kan barakeeffameedha, Kanaafuu isa hordofaa, (Rabbiin) sodaadhaa, Akka rahmanni isiniif godhamu.",
      "footnotes": ""
    },
    {
      "id": "945",
      "sura": "6",
      "aya": "156",
      "arabic_text": "أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ",
      "translation": "Akka isin hin jenneefi (Arabni amantii hin qabne) \"kitaabichi kan buufame garee lamaan nu duraa irratti, nuti qo’annoowwan isaanii irraa wallaaloodha\" .",
      "footnotes": ""
    },
    {
      "id": "946",
      "sura": "6",
      "aya": "157",
      "arabic_text": "أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ",
      "translation": "Yookiin akka isin hinjenneefi \"nuti odoo kitaabni nurratti buufamee dhugumatti silaa isaan (yahuudotaafi kiristaanota) caalaa qajeella turre\" (hin janneefi), Dhugumatti, ragaan ifa ta’e (Qur’aanni), qajeelfamaafi rahmanni Gooftaa keessan irraa isiniif dhufeera. Nama keeyyattoota Rabbii kijibsiiseefi ishee irraa gara gale caalaa namni miidhaa hojjate eenyu? Nuti warra keeyyattoota keenya irraa gara galan sababaa isaan gara galaa turaniif adabbii hamaa isaanii galata galchina (adabna)..",
      "footnotes": ""
    },
    {
      "id": "947",
      "sura": "6",
      "aya": "158",
      "arabic_text": "هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ",
      "translation": "Sila ni eeganii malaaykonni isaanitti dhufuu malee, yookiin Gooftaan kee dhufuu, yookiin gariin mallattoolee Gooftaa keetii dhufuu (malee). Guyyaa gariin mallattoolee Gooftaa keetii dhufu lubbuu tokko iimaanni ishee homaa ishee hin fayyadu tan san dura hin amanin, yookiin iimaana ishee keessatti toltuu hin hojjatin,\"Isin eegaa; Nuti eegoo dha\" jedhiin.",
      "footnotes": ""
    },
    {
      "id": "948",
      "sura": "6",
      "aya": "159",
      "arabic_text": "إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ",
      "translation": "Dhugumatti, warri amantii isaanii qoqqoodaniifi garee garee ta'an, ati waan tokko keessattillee isaan irraayii miti, Dhimmi isaanii gara Rabbiiti, ergasii Inni waan isaan dalagaa turan (hunda) isaanitti hima.",
      "footnotes": ""
    },
    {
      "id": "949",
      "sura": "6",
      "aya": "160",
      "arabic_text": "مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ",
      "translation": "Namni toltuun dhufe, isaaf (toltuu) fakkaattuu ishee kudhantu jira. Namni hamtuun dhufe, inni fakkaattuu ishee malee hin galateeffamu, Isaan hin miidhamanu.",
      "footnotes": ""
    },
    {
      "id": "950",
      "sura": "6",
      "aya": "161",
      "arabic_text": "قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "Jedhi \"Dhugumatti, ani Gooftaan kiyya na qajeelchee jira gara karaa qajeelaa, amantii sirrii kan karaa Ibraahiim, ‘haniifa’ (Rabbii tokkicha gabbaruu) ta’etti, Inni mushrikoota irraa hin turre\".",
      "footnotes": ""
    },
    {
      "id": "951",
      "sura": "6",
      "aya": "162",
      "arabic_text": "قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Jedhi: \"Dhugumatti salaanni kiyya, ibaadaan kiyya, jireenyi kiyyaafi duuti kiyyas Rabbii Gooftaa aalama qofaafi.",
      "footnotes": ""
    },
    {
      "id": "952",
      "sura": "6",
      "aya": "163",
      "arabic_text": "لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ",
      "translation": "Shariikni isaaf hin jiru; isuma kanattin ajajame; ani jalqaba Muslimootati.\"",
      "footnotes": ""
    },
    {
      "id": "953",
      "sura": "6",
      "aya": "164",
      "arabic_text": "قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ",
      "translation": "Jedhi: \"Sila ani Rabbiin ala Gooftaa biraa barbaadaa odoo Inni Gooftaa waan hundaa ta’ee jiru? Lubbuun hundi isheedhuma irratti malee (badii) hin hojjattu. (Lubbuun) ba’aa (badii) baadhattu takka ba’aa tan biraa hin baadhattu, Ergasii gara Gooftaa keessaniiti deebiin keessan, Wantoota isin isa keessatti wal dhabaa turtan (hunda) isinitti hima.\"",
      "footnotes": ""
    },
    {
      "id": "954",
      "sura": "6",
      "aya": "165",
      "arabic_text": "وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ",
      "translation": "Rabbiin Isa dachii keessatti bakka bu’oo isin godhe; sadarkaa keessatti garii keessan garii irra ol fuudhe isin qormaatuuf jecha waan isinii kenne keessatti, Dhugumatti, Gooftaan kee daddafsiisaa adabbiiti; ammas Inni araaramaa, rahmata godhaadha.",
      "footnotes": ""
    }
  ]
}