{
  "result": [
    {
      "id": "4134",
      "sura": "40",
      "aya": "1",
      "arabic_text": "حمٓ",
      "translation": "1. Ха-мим!",
      "footnotes": ""
    },
    {
      "id": "4135",
      "sura": "40",
      "aya": "2",
      "arabic_text": "تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ",
      "translation": "2. Објавувањето на Книгата е од Аллах, Силниот и Сезнајниот,",
      "footnotes": ""
    },
    {
      "id": "4136",
      "sura": "40",
      "aya": "3",
      "arabic_text": "غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ",
      "translation": "3. Кој ги простува гревовите и го прима покајанието, Кој страшно казнува и обилно наградува; друг бог освен Него нема, кај Него сè се враќа.",
      "footnotes": ""
    },
    {
      "id": "4137",
      "sura": "40",
      "aya": "4",
      "arabic_text": "مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ",
      "translation": "4. За Аллaховите ајети расправаат само тие што не веруваат, па нека не те залажува тоа што тие по светот се движат.",
      "footnotes": ""
    },
    {
      "id": "4138",
      "sura": "40",
      "aya": "5",
      "arabic_text": "كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ",
      "translation": "5. И Нуховиот народ уште пред нив негираше, а и групите по него. Секој народ настојуваше да досегне до својот пратеник и се трудеше со невистина да ја загуши Вистината, па Јас го казнував – а каква само беше казната Моја!",
      "footnotes": ""
    },
    {
      "id": "4139",
      "sura": "40",
      "aya": "6",
      "arabic_text": "وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ",
      "translation": "6. И така зборот на Господарот твој ќе се исполни, дека тие што не сакаа да веруваат – жители на Огнот ќе бидат.",
      "footnotes": ""
    },
    {
      "id": "4140",
      "sura": "40",
      "aya": "7",
      "arabic_text": "ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ",
      "translation": "7. Мелеците кои го носат престолот и тие што се околу него Го величаат и Го фалат Господарот свој и веруваат во Него и се молат гревовите на верниците да им бидат простени: „Господару наш, Ти со милоста и со знаењето опфаќаш сè; затоа прости им на тие што Ти се покајаа и кои го следат Твојот пат и сочувај ги од страдањето во Огнот!",
      "footnotes": ""
    },
    {
      "id": "4141",
      "sura": "40",
      "aya": "8",
      "arabic_text": "رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "8. Господару наш, воведи ги во еденските градини, кои им ги вети, и предците нивни и жените нивни и потомството нивно – тие што беа добри; Ти си, навистина, Силен и Мудар.",
      "footnotes": ""
    },
    {
      "id": "4142",
      "sura": "40",
      "aya": "9",
      "arabic_text": "وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
      "translation": "9. И поштеди ги од казната за лошите дела, бидејќи кого Ти тој Ден ќе го поштедиш од казната за лошите дела – Ти си му се смилувал, а тоа, навистина, ќе биде голем успех!“",
      "footnotes": ""
    },
    {
      "id": "4143",
      "sura": "40",
      "aya": "10",
      "arabic_text": "إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ",
      "translation": "10. На тие што не верувале ќе им се викне: „Аллаховиот презир кон вас кога бевте повикани да верувате, а останавте неверници, беше навистина поголем од вашиот презир сега кон самите себеси.“",
      "footnotes": ""
    },
    {
      "id": "4144",
      "sura": "40",
      "aya": "11",
      "arabic_text": "قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ",
      "translation": "11. „Господару наш!“ – ќе речат тие – „Двапати нè усмрти и двапати нè оживеа; ние ги признаваме гревовите наши, па има ли некаков излез (од казнава)?“",
      "footnotes": ""
    },
    {
      "id": "4145",
      "sura": "40",
      "aya": "12",
      "arabic_text": "ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ",
      "translation": "12. Тоа ви е затоа што не верувавте кога се повикуваше во Единиот Аллах, а верувавте во политеизмот! Пресудата Му припаѓа само на Аллах, Возвишениот и Големиот.“",
      "footnotes": ""
    },
    {
      "id": "4146",
      "sura": "40",
      "aya": "13",
      "arabic_text": "هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ",
      "translation": "13. Тој ви ги покажува доказите Свои и ви спушта снабдување од небото, а поуката ќе ја прифати само тој што Нему Му се обраќа.",
      "footnotes": ""
    },
    {
      "id": "4147",
      "sura": "40",
      "aya": "14",
      "arabic_text": "فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ",
      "translation": "14. Затоа молете Го Аллах, искрено исповедувајќи Му ја верата – па макар тоа и да го мразат неверниците.",
      "footnotes": ""
    },
    {
      "id": "4148",
      "sura": "40",
      "aya": "15",
      "arabic_text": "رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ",
      "translation": "15. Тој дарува високи степени на верниците, Господар на Аршот Кој го испраќа Џибрил со одредбата Своја – кому сака од робовите Свои, да ги опомене за Денот на меѓусебната средба,",
      "footnotes": ""
    },
    {
      "id": "4149",
      "sura": "40",
      "aya": "16",
      "arabic_text": "يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ",
      "translation": "16. на Денот кога тие ќе се појават, кога на Аллах нема за нив ништо скриено да Му биде. Кому му припаѓа власта денес? – На Аллах, Единиот, над сè Надмоќниот.",
      "footnotes": ""
    },
    {
      "id": "4150",
      "sura": "40",
      "aya": "17",
      "arabic_text": "ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ",
      "translation": "17. Тој Ден секој човек според заслугата казнет или награден ќе биде; тој Ден нема да има неправда! Аллах, навистина, брзо ќе пресмета.",
      "footnotes": ""
    },
    {
      "id": "4151",
      "sura": "40",
      "aya": "18",
      "arabic_text": "وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ",
      "translation": "18. И опомени ги за Блискиот ден, кога срцето до гркланот ќе допре и ќе се попречи, кога насилниците нема да имаат ни близок пријател, ни посредник, кој ќе биде чуен.",
      "footnotes": ""
    },
    {
      "id": "4152",
      "sura": "40",
      "aya": "19",
      "arabic_text": "يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ",
      "translation": "19. Тој ги знае погледите кои во тоа што е забрането скришно гледаат, а и тоа што во градите го кријат;",
      "footnotes": ""
    },
    {
      "id": "4153",
      "sura": "40",
      "aya": "20",
      "arabic_text": "وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
      "translation": "20. Аллах според правдата ќе пресуди, а тие на кои што, покрај Него, им се молат – нема да судат според ништо. Аллах, навистина, сè слуша и сè гледа.",
      "footnotes": ""
    },
    {
      "id": "4154",
      "sura": "40",
      "aya": "21",
      "arabic_text": "۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ",
      "translation": "21. Зошто тие не патуваат по Земјата, па да видат каков им бил крајот на тие пред нив? Беа помоќни од нив и повеќе траги оставија на Земјата, но Аллах, поради гревовите нивни, ги казни и никој од Аллаховата казна не ги заштити.",
      "footnotes": ""
    },
    {
      "id": "4155",
      "sura": "40",
      "aya": "22",
      "arabic_text": "ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ",
      "translation": "22. Аллах ги казни затоа што ги негираа јасните докази кои Пратениците нивни им ги носеа; Тој, навистина, е Моќен, Тој жестоко казнува.",
      "footnotes": ""
    },
    {
      "id": "4156",
      "sura": "40",
      "aya": "23",
      "arabic_text": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ",
      "translation": "23. Ние го испративме Муса со знаците Наши и со јасен доказ",
      "footnotes": ""
    },
    {
      "id": "4157",
      "sura": "40",
      "aya": "24",
      "arabic_text": "إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ",
      "translation": "24. до фараонот и до Хаман и до Карун, но тие рекоа: „Маѓепсник и лажливец!“",
      "footnotes": ""
    },
    {
      "id": "4158",
      "sura": "40",
      "aya": "25",
      "arabic_text": "فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ",
      "translation": "25. А кога тој им ја донесе Вистината од Нас, рекоа: „Убивајте ги машките деца на тие што веруваат со него, а оставајте ги во живот нивните женски деца!“ – Но лукавствата на неверниците секогаш се залудни.",
      "footnotes": ""
    },
    {
      "id": "4159",
      "sura": "40",
      "aya": "26",
      "arabic_text": "وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ",
      "translation": "26. „Оставете ме мене“ – рече фараонот – „да го убијам Муса, а тој нека бара помош од Господарот свој, бидејќи се плашам тој верата ваша да не ви ја измени или на Земјата неред да не предизвика.“",
      "footnotes": ""
    },
    {
      "id": "4160",
      "sura": "40",
      "aya": "27",
      "arabic_text": "وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ",
      "translation": "27. Муса рече: „Го молам Господарот свој и Господарот ваш да ме заштити од секој вообразеник кој не верува во Денот во кој сметката ќе се полага!“",
      "footnotes": ""
    },
    {
      "id": "4161",
      "sura": "40",
      "aya": "28",
      "arabic_text": "وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ",
      "translation": "28. А еден човек, верник, од семејството на фараонот, кој го криеше верувањето свое, рече: „Зарем да го убиете човекот затоа што вели: „Мојот Господар е Аллах!“, а ви донесе јасни докази од Господарот ваш? Ако е лажливец, неговата лага нему ќе му наштети, а ако ја говори вистината, тогаш ќе ве стигне барем нешто од тоа што ви се ветува; Навистина Аллах нема да го упати на Вистинскиот пат тој што претерува во зло и кој многу лаже.",
      "footnotes": ""
    },
    {
      "id": "4162",
      "sura": "40",
      "aya": "29",
      "arabic_text": "يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ",
      "translation": "29. „О, народе мој, денес вам ви припаѓа власта и вие доминирате во земјата, па кој ќе нè одбрани од Аллаховата казна ако таа нè стигне?“ А фараонот рече: „Ве советувам како што мислам, а само на вистинскиот пат ќе ве упатам.“",
      "footnotes": ""
    },
    {
      "id": "4163",
      "sura": "40",
      "aya": "30",
      "arabic_text": "وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ",
      "translation": "30. А тогаш верникот рече: „О народе мој, се плашам да не ве стигне и вас тоа што ги стигна народите кои против Пратениците ковале заговори,",
      "footnotes": ""
    },
    {
      "id": "4164",
      "sura": "40",
      "aya": "31",
      "arabic_text": "مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ",
      "translation": "31. како што беше со народот на Нух и на Ад и на Семуд, и на тие по нив. – А Аллах не е неправеден кон робовите Свои.",
      "footnotes": ""
    },
    {
      "id": "4165",
      "sura": "40",
      "aya": "32",
      "arabic_text": "وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ",
      "translation": "32. О, народе мој, јас се плашам што ќе биде со вас на Денот кога едни со други ќе се довикувате[235],",
      "footnotes": "[235] За помош."
    },
    {
      "id": "4166",
      "sura": "40",
      "aya": "33",
      "arabic_text": "يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ",
      "translation": "33. на Денот кога со свртени грбови ќе бегате, кога од Аллах нема да може никој да ве заштити. А кого Аллах ќе го заблуди, нема кој да го упати.",
      "footnotes": ""
    },
    {
      "id": "4167",
      "sura": "40",
      "aya": "34",
      "arabic_text": "وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ",
      "translation": "34. Јусуф, уште одамна, ви носеше јасни докази, но вие постојано се сомневавте во тоа што ви го донесе. А кога тој умре, вие рековте: „Аллах по него веќе нема да испрати Пратеник!“ Ете така Аллах ги заблудува тие што во злото претеруваат и кои се сомневаат,",
      "footnotes": ""
    },
    {
      "id": "4168",
      "sura": "40",
      "aya": "35",
      "arabic_text": "ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ",
      "translation": "35. тие што расправаат за Аллаховите знаци, иако никаков доказ не им дошол. Расправањето е многу презрено кај Аллах и кај тие што веруваат. – Така Аллах го запечатува срцето на секој вообразен насилник.",
      "footnotes": ""
    },
    {
      "id": "4169",
      "sura": "40",
      "aya": "36",
      "arabic_text": "وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ",
      "translation": "36. „О, Хамане,“ – рече фараонот – „изгради ми една кула за да стигнам до патеките,",
      "footnotes": ""
    },
    {
      "id": "4170",
      "sura": "40",
      "aya": "37",
      "arabic_text": "أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ",
      "translation": "37. патеките небески, за да се искачам до Мусаовиот Бог, а јас сметам дека тој навистина е лажливец.“ И ете така на фараонот неговите лоши дела му се сторија убави и тој беше одвратен од Вистинскиот пат, а лукавството на фараонот заврши на негова штета.",
      "footnotes": ""
    },
    {
      "id": "4171",
      "sura": "40",
      "aya": "38",
      "arabic_text": "وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ",
      "translation": "38. И тогаш верникот рече: „О народе мој, мене следете ме, јас ќе ве упатам на Вистинскиот пат!“",
      "footnotes": ""
    },
    {
      "id": "4172",
      "sura": "40",
      "aya": "39",
      "arabic_text": "يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ",
      "translation": "39. О, народе мој, животот на овој свет е само минливо уживање, а оној свет е навистина вечната Куќа.",
      "footnotes": ""
    },
    {
      "id": "4173",
      "sura": "40",
      "aya": "40",
      "arabic_text": "مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ",
      "translation": "40. Кој ќе стори зло, соодветно ќе биде казнет, а кој ќе стори добро – било маж или жена, а верник е – во Џенетот ќе влезе; во него сè ќе имаат во изобилство, без сметка.",
      "footnotes": ""
    },
    {
      "id": "4174",
      "sura": "40",
      "aya": "41",
      "arabic_text": "۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ",
      "translation": "41. О, народе мој! Што е ова? Јас ве повикувам да ве спасам, а вие мене ме повикувате во огнот;",
      "footnotes": ""
    },
    {
      "id": "4175",
      "sura": "40",
      "aya": "42",
      "arabic_text": "تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ",
      "translation": "42. ме повикувате да не верувам во Аллах и да прифатам некого за кого баш ништо не знам Нему за рамен, а јас ве повикувам кон Силниот, кон Тој што многу простува.",
      "footnotes": ""
    },
    {
      "id": "4176",
      "sura": "40",
      "aya": "43",
      "arabic_text": "لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ",
      "translation": "43. Нема ни малку сомнеж во тоа дека тоа кон кое ме повикувате нема никому, ни на овој ни на оној свет, да му се одѕвие и дека кај Аллах сите ќе се вратиме, и дека расипниците ќе бидат жители на огнот.",
      "footnotes": ""
    },
    {
      "id": "4177",
      "sura": "40",
      "aya": "44",
      "arabic_text": "فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ",
      "translation": "44. Ќе се сеќавате на ова што ви го кажувам! А јас на Аллах Му го препуштам мојот случај; Аллах, навистина, робовите Свои ги гледа.“",
      "footnotes": ""
    },
    {
      "id": "4178",
      "sura": "40",
      "aya": "45",
      "arabic_text": "فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ",
      "translation": "45. И Аллах го сочува од неволјата која тие му ја приредија, а фараоновите следбеници злострадание ги снајде.",
      "footnotes": ""
    },
    {
      "id": "4179",
      "sura": "40",
      "aya": "46",
      "arabic_text": "ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ",
      "translation": "46. Тие и наутро и навечер во огнот ќе се пржат, а кога ќе настапи Часот: „Воведете ги фараоновите луѓе во најтешкото страдање!“",
      "footnotes": ""
    },
    {
      "id": "4180",
      "sura": "40",
      "aya": "47",
      "arabic_text": "وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ",
      "translation": "47. И кога во Огнот ќе се препираат, па тие што беа потчинети ќе им речат на водачите свои: „Ние по вас се поведовме, можете ли барем малку од огнот да нè ослободите?“",
      "footnotes": ""
    },
    {
      "id": "4181",
      "sura": "40",
      "aya": "48",
      "arabic_text": "قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ",
      "translation": "48. Тогаш водачите ќе речат: „Еве нè и нас, и ние сме во него! Аллах им пресуди на робовите Свои.“",
      "footnotes": ""
    },
    {
      "id": "4182",
      "sura": "40",
      "aya": "49",
      "arabic_text": "وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ",
      "translation": "49. А тие што ќе бидат во огнот ќе им зборуваат на стражарите на Џехенемот: „Замолете Го Господарот свој барем на еден ден страдањето да ни го ублажи!“",
      "footnotes": ""
    },
    {
      "id": "4183",
      "sura": "40",
      "aya": "50",
      "arabic_text": "قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ",
      "translation": "50. „А зарем Пратениците ваши не ви носеа јасни докази? – ќе запрашаат тие. – „Да, носеа!“ – ќе одговорат. – „Молете тогаш!“ – ќе речат тие. Но молбата на тие што не веруваа залудна ќе биде.",
      "footnotes": ""
    },
    {
      "id": "4184",
      "sura": "40",
      "aya": "51",
      "arabic_text": "إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ",
      "translation": "51. Ние навистина ќе им помогнеме на Пратениците Наши и на верниците во животот на овој свет, а и на Денот кога ќе станат сведоците,",
      "footnotes": ""
    },
    {
      "id": "4185",
      "sura": "40",
      "aya": "52",
      "arabic_text": "يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ",
      "translation": "52. на Денот кога на насилниците правдањето нивно нема од корист да им биде; нив ќе ги чека проклетството и најлошото престојувалиште.",
      "footnotes": ""
    },
    {
      "id": "4186",
      "sura": "40",
      "aya": "53",
      "arabic_text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ",
      "translation": "53. Ние на Муса упатство му дадовме и на синовите Израилови во наследство Книгата им ја оставивме",
      "footnotes": ""
    },
    {
      "id": "4187",
      "sura": "40",
      "aya": "54",
      "arabic_text": "هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ",
      "translation": "54. да им биде упатство и опомена на тие кои ќе имаат разум.",
      "footnotes": ""
    },
    {
      "id": "4188",
      "sura": "40",
      "aya": "55",
      "arabic_text": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ",
      "translation": "55. Па, ти биди трпелив – Аллаховото ветување е вистина – и моли се да ти бидат простени твоите гревови, и Господарот свој на крајот и на почетокот на денот величај Го и слави Го!",
      "footnotes": ""
    },
    {
      "id": "4189",
      "sura": "40",
      "aya": "56",
      "arabic_text": "إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
      "translation": "56. Тие што расправаат за Аллаховите знаци, иако никаков доказ не им дошол, во срцата нивни имаат само горделивост која нема да ги доведе до саканата цел, затоа моли Го Аллах за заштита, бидејќи Тој навистина сè слуша и сè гледа.",
      "footnotes": ""
    },
    {
      "id": "4190",
      "sura": "40",
      "aya": "57",
      "arabic_text": "لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "57. Создавањето на небесата и Земјата е сигурно поголемо отколку создавањето на човековиот род, но повеќето луѓе не знаат.",
      "footnotes": ""
    },
    {
      "id": "4191",
      "sura": "40",
      "aya": "58",
      "arabic_text": "وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ",
      "translation": "58. Не се исти слепецот и тој што гледа, не се исти верниците кои прават добри дела и злосторниците. – Колку малку поука примате!",
      "footnotes": ""
    },
    {
      "id": "4192",
      "sura": "40",
      "aya": "59",
      "arabic_text": "إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ",
      "translation": "59. Ќе дојде Часот суден, во тоа нема сомнеж, но повеќето луѓе не сакаат да веруваат.",
      "footnotes": ""
    },
    {
      "id": "4193",
      "sura": "40",
      "aya": "60",
      "arabic_text": "وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ",
      "translation": "60. Господарот ваш рече: „Повикајте Ме и замолете, Јас ќе ви се одѕвијам! Тие што од вообразеност не сакаат да Ме обожуваат – сигурно понижени ќе влезат во Џехенем.“",
      "footnotes": ""
    },
    {
      "id": "4194",
      "sura": "40",
      "aya": "61",
      "arabic_text": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ",
      "translation": "61. Аллах ви ја даде ноќта за во неа да одмарате, а денот видлив. Аллах е неизмерно добар кон луѓето, но, повеќето луѓе не заблагодаруваат.",
      "footnotes": ""
    },
    {
      "id": "4195",
      "sura": "40",
      "aya": "62",
      "arabic_text": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ",
      "translation": "62. Тоа ви е, ете, Аллах, Господарот ваш, Создателот на сè, друг бог освен Него нема, па каде се одметнувате тогаш?",
      "footnotes": ""
    },
    {
      "id": "4196",
      "sura": "40",
      "aya": "63",
      "arabic_text": "كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ",
      "translation": "63. Така се одметнуваа и тие што Аллаховите докази ги негираа.",
      "footnotes": ""
    },
    {
      "id": "4197",
      "sura": "40",
      "aya": "64",
      "arabic_text": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ",
      "translation": "64. Аллах ви ја направи Земјата престојувалиште, а небото здание, и ве обликуваше, а ликовите ваши ги прави убави, и со пријатна храна ве снабдува. Тоа е Аллах, Господарот ваш, и нека е Возвишен Аллах, Господарот на световите!",
      "footnotes": ""
    },
    {
      "id": "4198",
      "sura": "40",
      "aya": "65",
      "arabic_text": "هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "65. Тој е Живиот, нема друг бог освен Него, па, молете Го, исповедајќи Му чиста вера: „Сета благодарност Му припаѓа на Аллах, Господар на световите!“",
      "footnotes": ""
    },
    {
      "id": "4199",
      "sura": "40",
      "aya": "66",
      "arabic_text": "۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "66. Кажи: „Мене ми е забрането да ги обожувам тие кои вие, покрај Аллах, ги молите, бидејќи ми дојдоа јасни докази од Господарот мој, а наредено ми е да Му се предадам на Господарот на световите.",
      "footnotes": ""
    },
    {
      "id": "4200",
      "sura": "40",
      "aya": "67",
      "arabic_text": "هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ",
      "translation": "67. Тоа е Тој што ве создаде од земја, потоа од капка семе, потоа од грутка, потоа како доенчиња ве изведува, и до мажественото доба да стигнете, и старци да станете – а некои од вас умираат и порано – и до одредениот рок да поживеете, за да можете да сфатите.",
      "footnotes": ""
    },
    {
      "id": "4201",
      "sura": "40",
      "aya": "68",
      "arabic_text": "هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
      "translation": "68. Тој живот и смрт дава! А кога нешто ќе одлучи, само ќе каже: „Биди!“ – и тоа бидува.“",
      "footnotes": ""
    },
    {
      "id": "4202",
      "sura": "40",
      "aya": "69",
      "arabic_text": "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ",
      "translation": "69. Зарем не ги гледаш тие коишто расправаат за Аллаховите докази? Каде се вртат тие?",
      "footnotes": ""
    },
    {
      "id": "4203",
      "sura": "40",
      "aya": "70",
      "arabic_text": "ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ",
      "translation": "70. Тие што ја негираат Книгата и тоа што го праќавме по Пратениците – ќе ги дознаат последиците наскоро",
      "footnotes": ""
    },
    {
      "id": "4204",
      "sura": "40",
      "aya": "71",
      "arabic_text": "إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ",
      "translation": "71. кога со окови околу вратот, и со синџири, ќе бидат влечени",
      "footnotes": ""
    },
    {
      "id": "4205",
      "sura": "40",
      "aya": "72",
      "arabic_text": "فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ",
      "translation": "72. во водата што врие, а потоа во огнот пржени.",
      "footnotes": ""
    },
    {
      "id": "4206",
      "sura": "40",
      "aya": "73",
      "arabic_text": "ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ",
      "translation": "73. Потоа ќе бидат запрашани: „Каде се тие кои ги обожувавте,",
      "footnotes": ""
    },
    {
      "id": "4207",
      "sura": "40",
      "aya": "74",
      "arabic_text": "مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ",
      "translation": "74. покрај Аллах?“ – „Ни се изгубија од видот,“ – ќе одговорат – „та ние, всушност, претходно, на никого не се ни клањавме.“ – Ете така Аллах ги заблудува неверниците.",
      "footnotes": ""
    },
    {
      "id": "4208",
      "sura": "40",
      "aya": "75",
      "arabic_text": "ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ",
      "translation": "75. Тоа ви е затоа што без никаква основа на Земјата бевте весели и горделиви.",
      "footnotes": ""
    },
    {
      "id": "4209",
      "sura": "40",
      "aya": "76",
      "arabic_text": "ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ",
      "translation": "76. Влегувајте низ портите на Џехенемот, во него вечно ќе останете – а тоа е лошо престојувалиште на вообразените!",
      "footnotes": ""
    },
    {
      "id": "4210",
      "sura": "40",
      "aya": "77",
      "arabic_text": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ",
      "translation": "77. А ти стрпи се! Аллаховата закана сигурно е вистина! Било да ти покажеме дел од тоа со што им се закануваме, било претходно животот да ти го земеме – тие Нам ќе ни се вратат.",
      "footnotes": ""
    },
    {
      "id": "4211",
      "sura": "40",
      "aya": "78",
      "arabic_text": "وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ",
      "translation": "78. И пред тебе Пратеници испраќавме, за некои од нив ти кажувавме, а за некои не ти кажувавме. И ниеден Пратеник не можеше да направи никакво чудо без Аллахова волја. А кога Аллаховата закана ќе се исполни, ќе биде пресудено според правдата и тогаш лажливците ќе бидат губитници.",
      "footnotes": ""
    },
    {
      "id": "4212",
      "sura": "40",
      "aya": "79",
      "arabic_text": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ",
      "translation": "79. Аллах за вас ги создаде животните, на некои да јавате, а со некои да се храните.",
      "footnotes": ""
    },
    {
      "id": "4213",
      "sura": "40",
      "aya": "80",
      "arabic_text": "وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ",
      "translation": "80. Вие од нив имате корист и вие на нив носите товар – и на нив и на бродовите вие се пренесувате.",
      "footnotes": ""
    },
    {
      "id": "4214",
      "sura": "40",
      "aya": "81",
      "arabic_text": "وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ",
      "translation": "81. Тој ви ги покажува доказите за моќта Своја, па кои од Аллаховите докази не ги признавате?",
      "footnotes": ""
    },
    {
      "id": "4215",
      "sura": "40",
      "aya": "82",
      "arabic_text": "أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ",
      "translation": "82. Зошто тие не патуваат низ Земјата, па да видат како завршија тие пред нив? Тие беа помногубројни од нив и посилни, и оставија поголема трага на Земјата, и за ништо не им користеше тоа што го стекнаа.",
      "footnotes": ""
    },
    {
      "id": "4216",
      "sura": "40",
      "aya": "83",
      "arabic_text": "فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "83. Кога Пратениците нивни јасни докази им носеа, тие со знаењето што го имаа се гордееја, и ги снајде тоа на што постојано се потсмеваа.",
      "footnotes": ""
    },
    {
      "id": "4217",
      "sura": "40",
      "aya": "84",
      "arabic_text": "فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ",
      "translation": "84. А кога казната Наша ќе ја видеа, тогаш велеа: „Ние веруваме во Аллах, во Него Единиот, а се откажуваме од тие кои Му ги припишувавме!“",
      "footnotes": ""
    },
    {
      "id": "4218",
      "sura": "40",
      "aya": "85",
      "arabic_text": "فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ",
      "translation": "85. Но, верувањето нивно, кога казната Наша ќе ја видеа, не им беше од корист. Тоа е според Аллаховиот закон кој беше применет врз робовите Негови кои беа и исчезнаа – и тогаш неверниците ќе страдаа.",
      "footnotes": ""
    }
  ]
}