{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 332,
      "verse_key": "22:1",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ",
      "translation": "Yaa yãmb ɑ nebã! Zoe-y y Soabã, ad Dũni yikrã rigingã yaa yel-kãsenga.",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 332,
      "verse_key": "22:2",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ",
      "translation": "Yaa raar ning fo sẽn na n yã pog-yẽsemd fãa sẽn na n fãsg a biig n lobe, tɩ sẽn da tʋt-a fãa pʋg na n yi. Fo na n yãa nebã tɩ b yirb wa b yũu rãam la b yaool n pa yũ rãam ye, la ad yaa Wẽnd naongã lɑ kεgengɑ.",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 332,
      "verse_key": "22:3",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّبِعُ كُلَّ شَيۡطَٰنٖ مَّرِيدٖ",
      "translation": "Bee nebã pʋgẽ, ned sẽn maan tak-n-taar Wẽnd yellã pʋgẽ, tɩ ka tũ ne bãngr ye, la a tũud Sʋtãan fãa sẽn yaa tõtã.",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 332,
      "verse_key": "22:4",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ",
      "translation": "B bʋʋme n rogl-a tɩ ned ning sẽn wa n lall-a, a na n menes-a lame la a peeg-a n tʋg bug-saalã nɑongẽ wã.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 332,
      "verse_key": "22:5",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ",
      "translation": "Yaa yãmb nebã, y sã n bee sik pʋg ne Dũni yikrã, bɩ y bãng tɩ Tõnd naana yãmb n yi tãndo, rẽ loogr poorẽ n yi mani, rẽ loogr poorẽ n yi zɩ-pelle, rẽ poorẽ n yi Nẽmd-võre naaneg sẽn pid la naaneg sẽn pa pidi, sẽn na yɩl n wĩnig yãmb (Tõnd pãnga), la D tabend rog-wʋʋgẽ wã bũmb ninga D sẽn tʋlle, n tʋg n tãag wakat sẽn yãke, rẽ poorẽ tɩ D yiis yãmb tɩ y yaa koamba, rẽ poorẽ tɩ y wa tʋg n ta ra-sãnde. Be yãmb pʋgẽ sẽn maand kaalem t'a ka ta ra-sãnd ye, la be yãmb pʋgẽ ned sẽn na n tɩ kʋʋl n tɩ ta a yõorã yaalg wakato, t'a le ka mi a minim zugẽ baa fʋɩ. Fo yẽta tẽn-gãngã t'a yaa sẽn kʋɩ n pelge, tɩ Tõnd sã n sik koom a zugu, la a sẽn wʋʋgd n pusi, n bul n yiis bõn-bundi toor-toore.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 333,
      "verse_key": "22:6",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "Woto tɩ bala yaa Wẽnd la Sɩda, yaa Yẽnd n vʋʋgd kũ-rãmba, la yaa Yẽ la bũmb fãa tõogda.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 333,
      "verse_key": "22:7",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ",
      "translation": "Ad dũni yikrã yaa sẽn wate, sik ka a pʋgẽ ye, la ad Wẽnd na n yika neb nins sẽn be yaadẽ wã.",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 333,
      "verse_key": "22:8",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ",
      "translation": "Bee nebã sʋka, ned sẽn maan tak-n-taar Wẽn-yemgã yelle pʋga, tɩ pa yɩ ne bãngre, pa yɩ ne kãndgre, pa yɩ ne gaf vẽeneg me ye.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 333,
      "verse_key": "22:9",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ",
      "translation": "N põt a yublã sẽn na yɩl n menes (nebã) n yi Wẽnd sorã zugu, a tara naong sẽn ningd yãnd dũni kaanẽ, la yikrã daarã D na n leems-a-la saalã bugum.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 333,
      "verse_key": "22:10",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ",
      "translation": "Woto yaa fo nug sẽn tʋm (dũni wã) tɩ reng taoore, la ad Wẽnd pa wẽgd a yembsã ye.",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 333,
      "verse_key": "22:11",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ",
      "translation": "Bee nebã pʋgẽ, ned sẽn tũud Wẽnd ne nao-yende, sõama sã n paam-a la a sẽn yõgend ne rẽnda; la zarbg sã n paam-a la a sẽn wẽnem a neng n leb poorẽ, a soab bõna dũni la laahre, woto yaa bõn sẽn vẽnege.",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 333,
      "verse_key": "22:12",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ",
      "translation": "B tũudã zẽng sẽn pa Wẽnde, bũmb sẽn pa tõe n nams bãmba, a leb n pa tõe n naf-ba, woto yaa meneng sẽn zãr (sɩda).",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 333,
      "verse_key": "22:13",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِيرُ",
      "translation": "B tũuda bũmb ning naongã sẽn pẽ n yɩɩd a nafa wã; lalld yɩ wẽnga, la tũud-n-taag yɩ wẽnga.",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 333,
      "verse_key": "22:14",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ",
      "translation": "Ad Wẽnd kẽesda neb nins sẽn kõ sɩda la b tʋm tʋʋm-sõmsã arzãna, tɩ kʋɩls zoet a tẽngrã, ad Wẽnd maanda A sẽn rate.",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 333,
      "verse_key": "22:15",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ",
      "translation": "Ned ning sẽn wa n tagsdẽ tɩ Wẽnd ka na n sõng-a ( nɑbiyɑɑmã) dũni kaanẽ la laahre, bɩ a bao wĩir n loe n rʋ saagẽ wã; rẽ loogr poor bɩ a fãsg (wĩirã) n gese rẽ yĩnga a rabsgã saasda yẽ sũ-puurã.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 334,
      "verse_key": "22:16",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَذَٰلِكَ أَنزَلۡنَٰهُ ءَايَٰتِۭ بَيِّنَٰتٖ وَأَنَّ ٱللَّهَ يَهۡدِي مَن يُرِيدُ",
      "translation": "Yaa woto la Tõnd sik-a (Alkʋrãanã) Aayay sẽn yaa vẽenese, la ad Wẽnd kãndgda ned ninga A sẽn tʋlle.",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 334,
      "verse_key": "22:17",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلۡمَجُوسَ وَٱلَّذِينَ أَشۡرَكُوٓاْ إِنَّ ٱللَّهَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ",
      "translation": "Ad neb nins sẽn kõ sɩdã, la Yahuud-rãmba, la Sabɩ'ɩɩn-rãmba ( yɑɑ neb sẽn tũud nɑbiyɑɑm-dãmbɑ sãndɑ), la Nasaar-rãmba, la Magʋʋs-rãmba( Bug-tũudbã), la neb nins sẽn maan lagem-n-taarã, ad yaa Wẽnd n na n welg bãmb ne taab sʋk yikrã raare, ad Wẽnd yaa bũmb fãa kaset soaba.",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 334,
      "verse_key": "22:18",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": "obligatory",
      "sajdah_number": 6,
      "text": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَسۡجُدُۤ لَهُۥۤ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ وَٱلشَّمۡسُ وَٱلۡقَمَرُ وَٱلنُّجُومُ وَٱلۡجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٞ مِّنَ ٱلنَّاسِۖ وَكَثِيرٌ حَقَّ عَلَيۡهِ ٱلۡعَذَابُۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يَشَآءُ۩",
      "translation": "Rẽ yĩnga fo pa yã tɩ bũmb nins sẽn be saasẽ wã la tẽngã zugu, la wĩntoogã la kiuugã la ãdsã la tãeensã la tɩɩsã la rũmsã (bõn-yãnemse) la nebã sẽn waoog fãa maanda Wẽnd suguud la? La naongã yɩɩ waagib ne neb wʋsg fãa. Ned ning Wẽnd sẽn faage, a ka tõe n paam waoogd ye; ad Wẽnd maanda A sẽn rate.",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 334,
      "verse_key": "22:19",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡۖ فَٱلَّذِينَ كَفَرُواْ قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ",
      "translation": "Woto yaa sul a yiib sẽn zabd taab Wẽnd (yembg) zugu, la neb nins sẽn kɩflã, b sẽe bugum fut n kõ-b tɩ b na n yeelge, la b na n kiigd ko-tʋʋls bãmb zutẽ wã.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 334,
      "verse_key": "22:20",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ",
      "translation": "Tɩ ko-tʋʋlgã na n yẽnegd bãmb pʋsã la b gãndã.",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 334,
      "verse_key": "22:21",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ",
      "translation": "B leb n tara guud sẽn yaa kutu (tɩ Mɑlεk-rãmbɑ nɑn pãb b zutã ne rẽ).",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 334,
      "verse_key": "22:22",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ",
      "translation": "B sã n wa rat n yi be fãa keelem yĩnga, b lebsd-b lame n yeel-ba:\" lemb-y bug-yõogdgã naongo\".",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 334,
      "verse_key": "22:23",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ",
      "translation": "Ad Wẽnd kẽesda neb nins sẽn kõ sɩdã la tʋm tʋʋm-sõama wã Arzãna, tɩ ko-sood zoet a tẽngrã, b na n faas-b lame ne sãnem-zũy la koomẽ sãnem, la b yelg-b ne harɩɩr futu.",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 335,
      "verse_key": "22:24",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ",
      "translation": "La b na n kãndg-b lame n tʋg koεεg sẽn yaa yɩlgemde, la b leb n kãndg-b n tʋg sor sẽn tar pẽgre.",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 335,
      "verse_key": "22:25",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَٰهُ لِلنَّاسِ سَوَآءً ٱلۡعَٰكِفُ فِيهِ وَٱلۡبَادِۚ وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۭ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ",
      "translation": "Ad neb nins sẽn kɩflã la b gɩdgd Wẽnd sorã la (b gɩdgd) lohorom Miisrã Tõnd sẽn maan n kõ nebã: zem tɩ yaa neb nins sẽn zĩ beenẽ wã maa sẽn pɩʋʋgd n loogdẽ…Lɑ ned ning sẽn wa n rat n na n kɩll beene ne wẽgdo, Tõnd leemsd-a lame noɑng sẽn zabde.",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 335,
      "verse_key": "22:26",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ أَن لَّا تُشۡرِكۡ بِي شَيۡـٔٗا وَطَهِّرۡ بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ",
      "translation": "(Tẽeg wakat ning) Tõnd sẽn wa n tees Roogã [Ka'abã] zĩig n wĩnig a ɭbraahɩɩm [n yeel-a]: \"ra maan lagem-n-taar ne Maam baa fʋɩ, la yɩlg Mam Roogã neb nins sẽn maand-b Tawaafã, la sẽn yãs-b yĩngrã la suguud maandbã yĩnga''.",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 335,
      "verse_key": "22:27",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ يَأۡتُوكَ رِجَالٗا وَعَلَىٰ كُلِّ ضَامِرٖ يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ",
      "translation": "La moon n bool nebã tɩ b wa maan hagiimdã. B na n waa fo nengẽ, n kẽnd ne nao la rũm-zoamdg buud toor-toore, n yit zĩis sẽn zãr n wɑtẽ.",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 335,
      "verse_key": "22:28",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ",
      "translation": "Sẽn na yɩl yɩ tɩ nafa-rãmbɑ yɩ b nifẽ, la b tẽeg Wẽnd yʋʋr rasem-dãmb b sẽn mi, A sẽn pʋɩ rũmsã n kõ-b tɩ b kʋ wã yĩngɑ, bɩ y yãk n rɩ la y kõ nin-bãan-ned la talga.",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 335,
      "verse_key": "22:29",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ وَلۡيُوفُواْ نُذُورَهُمۡ وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ",
      "translation": "Rẽ poorẽ tɩ b saas bũmb ning b sẽn da gɩdg bãmb pĩndã ( n yɩlg b mense) la b pids b pʋlensã la b gilg Ro-kʋdrã.",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 335,
      "verse_key": "22:30",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ",
      "translation": "Yaa woto, tɩ ned ning sẽn zɩsgd-a Wẽnd yel-gɩdgdɩ wã, a tara yel-sõma a Soabã nengẽ; la A maaname tɩ rũmsã yaa halaal ne yãmbã, sã n ka b sẽn winig-b yãmbã, bɩ y zoe n zãag rʋbsã rẽgdã la y zoe n zãag kaset zĩri yeelgo.",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 336,
      "verse_key": "22:31",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "حُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ",
      "translation": "(Yɩ-y) wẽn-tũudba, ra maan-y lagem-n-taar ne-A ye, la ned ning sẽn maan lagem-n-taar ne Wẽnde, yaa wala a rʋʋ saagẽ wã n lʋɩ tɩ liuuli koak-a maa sebg rɩk-a n kẽng zĩig sẽn zulmi.",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 336,
      "verse_key": "22:32",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ",
      "translation": "Yaa woto, tɩ ned ning sẽn wa n zɩsgd Wẽnd saglsã, ad a yaa sũyã wẽn-zoεεga.",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 336,
      "verse_key": "22:33",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَكُمۡ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ مَحِلُّهَآ إِلَى ٱلۡبَيۡتِ ٱلۡعَتِيقِ",
      "translation": "Yãmb tara nafa (ne rũmsã) hal n tɩ tãag wakat sẽn yãke; rẽ poorẽ, b (Kʋʋbã) zĩig yaa Wẽnd Ro-kʋdrẽ wã.",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 336,
      "verse_key": "22:34",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ",
      "translation": "Zãma fãa gilli, Tõnd maana tũudum tɩ yaa rũms kʋʋbo, sẽn na yɩl tɩ b tẽeg Wẽnd yʋʋrã A sẽn kõ bãmb rũmsã yĩnga, rẽnd yãmb Soabã yaa Soab a yembre, bɩ y sak n tũ-A. La kõ sik-m-mengã rãmb sũ-noogo.",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 336,
      "verse_key": "22:35",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ",
      "translation": "Bãmb la neb ninsã tɩ sã n wa tẽeg Wẽnd yʋʋrã, b yĩnsã rigimdame, la b maand sugr ne yel nins sẽn paam bãmbã, la b yãnesd ne Pʋʋsgo, la b leb n yãkd Tõnd sẽn pʋɩ n kõ-bã pʋgẽ n maand nafre.",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 336,
      "verse_key": "22:36",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "La Tõnd kõo yãmb yʋgma wã (la niisã) tũudum kẽer Wẽnd sẽn rɩglã yĩnga. Y tar-b lame tɩ b yaa yãmb arzεka. Bɩ y tẽeg Wẽnd yʋʋrã b zugu, b sã n wa loe b naoã [b kʋʋbã wakato], rẽ poorẽ, b sã n wa lʋɩ b lʋgrã zutu, bɩ y yãk n rɩ la y rɩlg nin-bãan-ned sẽn solg a meng la bõosda. Yaa woto la Tõnd wõr-b n kõ-yã, tɩ raar ninga y na pʋʋs barka.",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 336,
      "verse_key": "22:37",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِينَ",
      "translation": "Ad b nemdã la b zɩɩmã pa na n ta Wẽnd ye, ad yaa yãmb Wẽn-zoεεgã bal n tat-A; Yaa woto la Tõnd wõr-b n kõ yãmb sẽn na yɩl tɩ y zɩsg Wẽnde A sẽn kãndg yãmbã yĩnga. La kõ manegdbã koe-noogo.",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 336,
      "verse_key": "22:38",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓاْۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ",
      "translation": "Ad Wẽnd sõngda neb nins sẽn kõ sɩda, ad Wẽnd pa nong zãmb soab fãa sẽn yɑɑ yel-sõm-zɩt ye.",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 337,
      "verse_key": "22:39",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ",
      "translation": "B kõo neb nins kɩfɩn-dãmbã sẽn zɑbd ne b rãmbã, tɩ b zab n fãag b mense, bala b wẽg-b lame, lɑ ad Wẽnd tara tõog n na n sõng-ba.",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 337,
      "verse_key": "22:40",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗاۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ",
      "translation": "Bãmb la neb nins b sẽn yiis-b b zãksẽ, tɩ pa tũ ne hakε, rẽnda b sẽn yeele:\" tõnd Soab la Wẽnde''. Wẽnd sã n da ka tusda nebã ne taaba, lak tɩ tũudum-zĩisẽ, la wẽnd roto, la Yahuud-rãmb tũudum zĩisi, la miisa, b sẽn tẽegd Wẽnd yʋʋrã wʋsg b pʋgẽ rag n na siigi, ad Wẽnd yaa pãng naab n yaa wilb naaba.",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 337,
      "verse_key": "22:41",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ إِن مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ",
      "translation": "Neb nins tɩ Tõnd sã n zindg-b tẽngã zug n kõ-b pãnga, b yãnesda Pʋʋsg la b yãkd zaka, la b sagend ne manegre la b gɩdg n yi tʋʋm-kiti, la ad yεlã baasg be ne Wẽnde.",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 337,
      "verse_key": "22:42",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ",
      "translation": "Lɑ b sã n yags foom bɩ f bãng tɩ sẽn reng taoore, a Nuuh la a Aad, la a Samuud nebã ra yagsame.",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 337,
      "verse_key": "22:43",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ",
      "translation": "La a ɭbraahɩɩm la a Lʋʋt nebã.",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 337,
      "verse_key": "22:44",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ",
      "translation": "La Madyan rãmba. B yagsa a Musa me, tɩ Mam yaoolg kɩfr-rãmbã, rẽ poorẽ tɩ Mam yõk-ba, la Mam yõkrã yɩɩ yõkr tεkẽ.",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 337,
      "verse_key": "22:45",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ",
      "translation": "Sõor waoog tẽms Tõnd sẽn halke, b wẽgb yĩnga, tɩ b yaa sẽn lʋɩ b bεoong zugu, la kʋɩls sẽn base (kʋɩl-wãoose)! La gãsg sẽn me (n yi n base).",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 337,
      "verse_key": "22:46",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ",
      "translation": "Bãmb pa na n kẽn tẽngã zug ne b sũyã n tagsdẽ la b tʋbã n kelgdẽ la? Ad zondlem pa nin sẽn pɑ ne ye, zondlem yaa sũy nins sẽn be yãtẽ wã sẽn ki.",
      "footnotes": ""
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 338,
      "verse_key": "22:47",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَن يُخۡلِفَ ٱللَّهُ وَعۡدَهُۥۚ وَإِنَّ يَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةٖ مِّمَّا تَعُدُّونَ",
      "translation": "B yãgda fo nengẽ tɩ f wa ne b naongã, la Wẽnd ka na n yidg A pʋlengã ye, la ad raar (a yembr) fo Soabã nengẽ yaa wala yʋʋm tusr yãmb nengẽ.",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 338,
      "verse_key": "22:48",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَأَيِّن مِّن قَرۡيَةٍ أَمۡلَيۡتُ لَهَا وَهِيَ ظَالِمَةٞ ثُمَّ أَخَذۡتُهَا وَإِلَيَّ ٱلۡمَصِيرُ",
      "translation": "Tẽms sõor waoog M sẽn koll-b tɩ b yaool n yaa wẽgdba, rẽ poorẽ tɩ M yõk-ba. Ad yaa Mam nengẽ la lebgrã zĩiga.",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 338,
      "verse_key": "22:49",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمۡ نَذِيرٞ مُّبِينٞ",
      "translation": "Yeele: \"Yaa yãmb nebã! Ad mam yaa bugsd vẽeneg yãmb yĩnga''.",
      "footnotes": ""
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 338,
      "verse_key": "22:50",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ",
      "translation": "Rẽnd neb nins sẽn kõ sɩdã la b tʋm sõma wã, b tara yaasfg la waoogr kũuni.",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 338,
      "verse_key": "22:51",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ سَعَوۡاْ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ",
      "translation": "La neb nins sẽn kẽnd n rat n golem Tõnd Aaya-rãmbã, sẽn na yɩl n põsã, bãmb rãmb la Gεhɩɩm neba.",
      "footnotes": ""
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 338,
      "verse_key": "22:52",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ",
      "translation": "Lɑ Tõnd pa tʋms Tẽn-tʋʋm bɩ nabiyaam tɩ reng fo taoore, rẽndame t'a (sã n na n wa karem wahɩ wã) a Sʋtãan wat n tʋll n loba (sik nebã sũyẽ) a karengã pʋgẽ, tɩ Wẽnd yẽes a Sʋtãan sẽn lobd koees ninsã, rẽ poorẽ tɩ Wẽnd tablg A Aaya-rãmbã, Wẽnd yaa minim naaba, n yaa bʋʋd mita.",
      "footnotes": ""
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 338,
      "verse_key": "22:53",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡقَاسِيَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَفِي شِقَاقِۭ بَعِيدٖ",
      "translation": "Sẽn na yɩl n maan a Sʋtãan sẽn lobd bũmb ningã tɩ yaa zarbg ne neb nins bãag sẽn be b rãmb sũyẽ wã, la sũ-koeems rãmbã. La ad neb nins sẽn wẽg b mensã bee tak-n-taar sẽn zãre.",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 338,
      "verse_key": "22:54",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَيُؤۡمِنُواْ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "La sẽn na yɩl tɩ bãngdbã bãng t'a (Alkʋrãanã) yaa sɩd n yi fo Soabã nengẽ, n paam n kõ-a sɩda, tɩ sũyã paam n yõgne, ad Wẽnd na n kãnda sɩd-kõtbã n tʋg sor sẽn yaa tɩrga.",
      "footnotes": ""
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 338,
      "verse_key": "22:55",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ فِي مِرۡيَةٖ مِّنۡهُ حَتَّىٰ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةً أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ",
      "translation": "Neb nins sẽn kɩflã pa bãk n be sik zug hal tɩ yikrã wa wa ne lingri, maa rɑ-kirã naongã wa wa-b nengẽ.",
      "footnotes": ""
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 339,
      "verse_key": "22:56",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلۡمُلۡكُ يَوۡمَئِذٖ لِّلَّهِ يَحۡكُمُ بَيۡنَهُمۡۚ فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي جَنَّٰتِ ٱلنَّعِيمِ",
      "translation": "Ra-kãng raarã naamã yaa Wẽnd n so, A na n bʋʋ bãmb ne taab sʋka, neb nins sẽn kõ sɩdã la maan tʋʋm-sõmsã bee arzãn neemã wã pʋgẽ.",
      "footnotes": ""
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 339,
      "verse_key": "22:57",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ",
      "translation": "La neb nins sẽn kɩflã la b yags Tõnd Aaya-rãmbã, naon-faagdg be ne bãmba.",
      "footnotes": ""
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 339,
      "verse_key": "22:58",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ",
      "translation": "La neb nins sẽn maan Higrã wã, Wẽnd Sorã yĩngã, rẽ poorẽ tɩ b kʋ-b maa b ki, Wẽnd na n kõ-b-la pʋɩɩr sẽn yaa sõma, ad Wẽnd n yɩɩd pʋɩtbã ne sõmblem.",
      "footnotes": ""
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 339,
      "verse_key": "22:59",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٞ",
      "translation": "A na n kẽes-b lame yard kõom zĩiga, ad Wẽnd yaa minim naaba, n yaa sugr soab ne bas-tɩ-looge.",
      "footnotes": ""
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 339,
      "verse_key": "22:60",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ ذَٰلِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيۡهِ لَيَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ",
      "translation": "Ned ning sẽn wa n maan n rol wala b sẽn wẽg yẽ to-to wã, rẽ loogr poorẽ b sã n leb n wẽg-a, Wẽnd na n sõng-a lame, ad Wẽnd yaa yaafg la gaafar maanda.",
      "footnotes": ""
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 339,
      "verse_key": "22:61",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَأَنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ",
      "translation": "Woto, tɩ bala Wẽnd n kẽesd yʋngã wĩndgã pʋgẽ, la A kẽesd wĩndgã yʋngã pʋgẽ, la ad Wẽnd yaa wʋmd n yaa neta.",
      "footnotes": ""
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 339,
      "verse_key": "22:62",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ",
      "translation": "Woto, tɩ bala yaa Wẽnd la sɩda la bãmb sẽn tũud bũmb ning zẽng sẽn pa Wẽndã, yẽ la zĩri, la ad yaa Wẽnd la zẽk wagell naaba.",
      "footnotes": ""
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 339,
      "verse_key": "22:63",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ",
      "translation": "Fo pa yã tɩ yaa Wẽnd n sikd koom sẽn yit saasẽ wã, tɩ tẽngã buli n lebg kẽega, ad Wẽnd yaa lomsd n yaa mita.",
      "footnotes": ""
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 339,
      "verse_key": "22:64",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ",
      "translation": "Yẽ n so bũmb ning sẽn be saasẽ la tẽngẽ, la ad Wẽnd seka A meng (n yi bõn-naandsã) n yaa pẽgr naaba.",
      "footnotes": ""
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 340,
      "verse_key": "22:65",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ",
      "translation": "Rẽ yĩnga fo pa yã tɩ yaa Wẽnd n nom n kõ yãmb bũmb nins sẽn be tẽngã zugu, la koglgã sẽn zoet mogrã zug ne Wẽnd yardo, la A gãt saagã t'a pa lʋɩt tẽngã zugu, rẽndame tɩ tũ ne A sor kũuni. Ad Wẽnd yaa nin-bãan-zoεt la yolsd ne nebã.",
      "footnotes": ""
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 340,
      "verse_key": "22:66",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۗ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ",
      "translation": "Yaa Yẽ n kõ yãmb vɩɩmã, rẽ poorẽ t'A kʋ yãmba, rẽ poorẽ t'A leb n vʋʋg yãmba; la ad ninsaal yaa sõm-zɩta.",
      "footnotes": ""
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 340,
      "verse_key": "22:67",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ",
      "translation": "Zãma faa Tõnd kõ-a-la Sãri tɩ b tũud-a, bi ned bɑɑ ɑ yembr ra wa maan foo tak-n-taar ne yellã ye, la bool n tʋg fo Soabã sorã zugu, ad fo bee sor sẽn yaa tɩrgẽ.",
      "footnotes": ""
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 340,
      "verse_key": "22:68",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ",
      "translation": "B sã n wa maan foom tak-n-taare, bɩ f yeele:\" Wẽnd mii yãmb sẽn maand bũmb ningã,",
      "footnotes": ""
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 340,
      "verse_key": "22:69",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ",
      "translation": "Wẽnd n na n bʋ yãmb sʋk Yikrã raare yel nins zug yãmb sẽn da yɩ n yõsd taabã\".",
      "footnotes": ""
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 340,
      "verse_key": "22:70",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ",
      "translation": "Fo ka mi tɩ Wẽnd n mi bũmb ning sẽn be saasẽ la tẽngã zugu? Ad woto bee Gafẽ, ad woto yaa naana ne Wẽnde.",
      "footnotes": ""
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 340,
      "verse_key": "22:71",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٖ",
      "translation": "La b tũuda zẽng sẽn pa Wẽnde, bũmb ning A sẽn ka sik daliil a zugu, la bũmb ning minim sẽn pa be b nengẽ, lɑ ɑd sõngr pa be ne wẽg-m-meng rãmbã ye.",
      "footnotes": ""
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 340,
      "verse_key": "22:72",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ",
      "translation": "B sã n wa karemd Tõnd Aaya-rãmbã b nengẽ, tɩ yaa vẽenese, fo nee kisgr kɩfr-rãmbã nensẽ; b pẽnegdame n dat n yõk neb nins sẽn karem Tõnd Aaya-rãmbã b nengẽ wã. Yeele: \"m wĩnig yãmb wẽng sẽn yɩɩd rẽndã? Ad Wẽnd pʋlma bugmã neb nins sẽn kɩflã, ad lebgr zĩig yɩ wẽnga!\"",
      "footnotes": ""
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 341,
      "verse_key": "22:73",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓۚ إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن يَخۡلُقُواْ ذُبَابٗا وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡـٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ",
      "translation": "Yãmb ɑ nebã! B gãnega bilgri, bɩ y kelg-a: ad bũmb nins yãmb sẽn tũud zẽng sẽn pa Wẽndã, b pa tõe n naan baa zõaag ye, ba tɩ b naag taaba, zõaag sã n fãag bũmb b nengẽ menga, b pa tõe n dig-a n reeg ye; baood yɩ valenga, b sẽn baood ned ning nengẽ wã me yɩ valenga!\"",
      "footnotes": ""
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 341,
      "verse_key": "22:74",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ",
      "translation": "B pa waoog Wẽnd a waoogr sɩd-sɩd ye, ad Wẽnd yaa pãng kεgeng naaba, n yaa wilb naaba.",
      "footnotes": ""
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 341,
      "verse_key": "22:75",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ",
      "translation": "Wẽnd n tũusd malεk-rãmbã n maand Tẽn-tʋʋm-rãmba, la nebã sʋk me (Wẽnd n tũusd n maan Tẽn-tʋʋm-rãmba) ad Wẽnd yaa wʋmd n yaa neta.",
      "footnotes": ""
    },
    {
      "id": 76,
      "verse_number": 76,
      "page_number": 341,
      "verse_key": "22:76",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ",
      "translation": "A mii bũmb ning b sẽn tʋm tɩ loge, la b sẽn na n tʋme, la yεlã baasg pata Wẽnd nengẽ.",
      "footnotes": ""
    },
    {
      "id": 77,
      "verse_number": 77,
      "page_number": 341,
      "verse_key": "22:77",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱرۡكَعُواْ وَٱسۡجُدُواْۤ وَٱعۡبُدُواْ رَبَّكُمۡ وَٱفۡعَلُواْ ٱلۡخَيۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ۩",
      "translation": "Yaa yãmb neb nins sẽn kõ sɩda! Maan-y ruku, la suguudu la tũ-y y Soabã, la y maan tʋʋm-sõma, tɩ tõe tɩ y tɩlge.",
      "footnotes": ""
    },
    {
      "id": 78,
      "verse_number": 78,
      "page_number": 341,
      "verse_key": "22:78",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ",
      "translation": "La y zab Wẽnd yĩnga, zabr tεkẽ, yaa Yẽnd n tũus yãmba, A pa maan diinã pʋgẽ weoogr ne yãmb ye, yaa y saamb a ɭbraahɩɩm sore, yẽnd n pʋd yãmb tɩ sak-n-tũ-rãmba (moeemba) gɑf-rãmb nins sẽn reng wãnde taoorã pʋgẽ la Alkʋrãanã pʋgẽ, sẽn na yɩlẽ tɩ Tẽn-tʋʋmã yɩ kaset soab ne yãmba, la yãmb me yɩ kaset rãmb ne nebã, la y tẽeg tɩrg ne Pʋʋsg la y yãk zaka, la y gãd (Wẽnd) sorã kãe-kãe; yaa Yẽnd la yãmb lallda, la lalld yɩ neema, sõngd me yɩ neema.",
      "footnotes": ""
    }
  ]
}