{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 332,
      "verse_key": "22:1",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ",
      "translation": "Эй инсонлар, Парвардигорингиздан қўрқингиз! Соат (Қиёмат) зилзиласи буюк нарсадир.",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 332,
      "verse_key": "22:2",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ",
      "translation": "Уни кўрадиган кунингизда ҳар бир эмизаётган (она) эмизиб турган (боласи)ни унутар. Ҳар бир ҳомиладор ҳомиласини ташлаб юборар. Одамларни маст ҳолда кўрурсиз. Ҳолбуки, улар маст эмаслар. Лекин Аллоҳнинг азоби шиддатлидир.",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 332,
      "verse_key": "22:3",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّبِعُ كُلَّ شَيۡطَٰنٖ مَّرِيدٖ",
      "translation": "Одамлар орасида ўзи билмай туриб, Аллоҳ ҳақида тортишаверадиганлари ва ҳар бир бебош шайтонга эргашиб кетаверадиганлари ҳам бор.",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 332,
      "verse_key": "22:4",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ",
      "translation": "Унга битилганки, албатта, ким уни дўст тутса, уни йўлдан оздиради ва дўзах азобига йўллаб қўяди.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 332,
      "verse_key": "22:5",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ",
      "translation": "Эй одамлар, қайта тирилиш ҳақида шубҳа қилсангизлар, бас, сизларга баён қилишимиз учун сизларни тупроқдан, кейин нутфа-манийдан, кейин лахта қондан, кейин яралиб битган-битмаган парча гўштдан яратдик. Бачадонларда белгиланган муддатга қадар истаган нарсамизни қолдирамиз. Кейин сизларни чақалоқ қилиб чиқарамиз. Кейин вояга етказамиз. Сизлардан кимдир вафот этиб кетар. Кимдир эса ҳеч нарсани билмай қоладиган даражада энг тубан умрга қайтарилар. Ерни қақраган ҳолда кўрасиз. Қачон унга сув-ёмғир ёғдирсак, у кўпчийди ва турли хил чиройли жуфтларни ундириб чиқаради.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 333,
      "verse_key": "22:6",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "Бунга сабаб шуки, Аллоҳ Ҳақдир. У ўликларни тирилтиради. У ҳар ишга Қодирдир.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 333,
      "verse_key": "22:7",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ",
      "translation": "Соат эса келгувчидир. Бунга шак-шубҳа йўқ. Албатта, Аллоҳ қабрлардаги кимсаларни тирилтирур.",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 333,
      "verse_key": "22:8",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ",
      "translation": "Одамлар орасида Аллоҳ ҳақида илмсиз, ҳидоятсиз ва ёритувчи китобсиз талашиб-тортишадиганлари ҳам бор.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 333,
      "verse_key": "22:9",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ",
      "translation": "Аллоҳнинг йўлидан адаштириш учун бўйин буриб. Унга бу дунёда шармандалик бордир. Қиёмат куни эса унга дўзах азобини тоттирамиз.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 333,
      "verse_key": "22:10",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ",
      "translation": "Бунга сабаб қўлларинг қилган ишлардир. Албатта, Аллоҳ бандаларга зулм қилгувчи эмас.",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 333,
      "verse_key": "22:11",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ",
      "translation": "Одамлар орасида Аллоҳга иккиланиб ибодат қиладиганлари ҳам бор. Унга бирон яхшилик етса, хотиржам бўлади. Бирон синов етса, юз ўгиради. У дунёни ҳам, охиратни ҳам ютқазибди. Очиқ ютқазиш мана шудир.",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 333,
      "verse_key": "22:12",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ",
      "translation": "У Аллоҳни қўйиб, ўзига зарар ҳам, фойда ҳам бермайдиган нарсага дуо қилади. Узоқ адашиш мана шудир.",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 333,
      "verse_key": "22:13",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِيرُ",
      "translation": "У фойдасидан кўра зарари аниқроқ бўлган нарсага дуо қилади. У - нақадар ёмон хожа, нақадар ёмон дўст.",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 333,
      "verse_key": "22:14",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ",
      "translation": "Албатта, Аллоҳ иймон келтирган ва яхши амалларни қилган зотларни остидан анҳорлар оқиб ўтадиган жаннатларга киритади. Албатта, Аллоҳ Ўзи хоҳлаган ишни қилади.",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 333,
      "verse_key": "22:15",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ",
      "translation": "Ким: «Аллоҳ унга ҳеч қачон ёрдам қилмайди», деб ўйласа, бас, бир арқон билан осмонга-шифтга осилсин. Кейин уни узсин. Бас, қарасин-чи, бу ҳийласи ғазабини кетказармикан.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 334,
      "verse_key": "22:16",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَذَٰلِكَ أَنزَلۡنَٰهُ ءَايَٰتِۭ بَيِّنَٰتٖ وَأَنَّ ٱللَّهَ يَهۡدِي مَن يُرِيدُ",
      "translation": "Шунингдек, уни очиқ оятлар қилиб туширдик. Аллоҳ Ўзи истаган одамни ҳидоят қилади.",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 334,
      "verse_key": "22:17",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلۡمَجُوسَ وَٱلَّذِينَ أَشۡرَكُوٓاْ إِنَّ ٱللَّهَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ",
      "translation": "Иймон келтирганлар, яҳудий бўлганлар, собиийлар, насронийлар, мажусийлар ва ширк келтирганлар. Қиёмат куни Аллоҳ уларнинг орасини ажрим қилади. Аллоҳ ҳар нарсага Гувоҳдир.",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 334,
      "verse_key": "22:18",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 133,
      "sajdah_type": "obligatory",
      "sajdah_number": 6,
      "text": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَسۡجُدُۤ لَهُۥۤ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ وَٱلشَّمۡسُ وَٱلۡقَمَرُ وَٱلنُّجُومُ وَٱلۡجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٞ مِّنَ ٱلنَّاسِۖ وَكَثِيرٌ حَقَّ عَلَيۡهِ ٱلۡعَذَابُۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يَشَآءُ۩",
      "translation": "Осмондагилар, ердагилар, қуёш, ой, юлдузлар, тоғлар, дарахтлар, ҳайвонлар ва кўп инсонлар Аллоҳга сажда қилаётганини кўрмадингизми? Кўпларга азоб ҳақ бўлди. Аллоҳ кимни хор қилса, уни ҳеч ким азиз қила олмас. Аллоҳ истаган ишини қилур.",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 334,
      "verse_key": "22:19",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡۖ فَٱلَّذِينَ كَفَرُواْ قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ",
      "translation": "Бу икки рақиб Парвардигорлари ҳақида талашиб-тортишдилар. Куфр келтирган кимсаларга оловдан кийимлар бичилди. Уларнинг бошларидан қайноқ сув қуюлади.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 334,
      "verse_key": "22:20",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ",
      "translation": "У билан қоринларидаги нарсалар ва терилари эритилур.",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 334,
      "verse_key": "22:21",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ",
      "translation": "Улар учун темир гурзилар бордир.",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 334,
      "verse_key": "22:22",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ",
      "translation": "Қачон ундан, ғам-қайғудан чиқмоқчи бўлсалар, унга яна қайтарилурлар ва (уларга шундай дейилур): «Куйиш азобини тотинглар».",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 334,
      "verse_key": "22:23",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ",
      "translation": "Аллоҳ иймон келтирган ва яхши ишларни қилган зотларни остидан анҳорлар оқиб ўтадиган жаннатларга киритади. У ерда улар олтин билагузуклар ва дур-гавҳарлар билан безанурлар. У ерда кийимлари ипакдан бўлади.",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 335,
      "verse_key": "22:24",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ",
      "translation": "Улар ёқимли гапга ҳидоят қилиндилар ва мақтовга лойиқ йўлга ҳидоят қилиндилар.",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 335,
      "verse_key": "22:25",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَٰهُ لِلنَّاسِ سَوَآءً ٱلۡعَٰكِفُ فِيهِ وَٱلۡبَادِۚ وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۭ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ",
      "translation": "Куфр келтирганлар ва Аллоҳнинг йўлидан ҳамда ерли аҳоли учун ҳам, четдан келганлар учун ҳам баробар қилиб қўйганимиз Масжидул Ҳаромдан тўсганлар. Ким зулм билан йўлдан чиқмоқчи бўлса, унга аламли азобни тоттирурмиз.",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 335,
      "verse_key": "22:26",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ أَن لَّا تُشۡرِكۡ بِي شَيۡـٔٗا وَطَهِّرۡ بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ",
      "translation": "Эсланг! Биз Иброҳимга Байтнинг жойини белгилаб бериб (дедик): «Менга ҳеч нарсани шерик қилма, Байтимни тавоф қилгувчилар, қиёмда тургувчилар ҳамда руку ва сажда қилгувчилар учун покла».",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 335,
      "verse_key": "22:27",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ يَأۡتُوكَ رِجَالٗا وَعَلَىٰ كُلِّ ضَامِرٖ يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ",
      "translation": "Одамларни ҳажга чақир. Улар узоқ-узоқлардан пиёда ҳамда ориқ, ҳолдан тойган туялар устида келадилар.",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 335,
      "verse_key": "22:28",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ",
      "translation": "Ўзларига аталган манфаатларга гувоҳ бўлиш ҳамда уларга ризқ қилиб берилган чорва ҳайвонларини (қурбонлик қилаётиб) Аллоҳнинг номини зикр қилиш учун (келадилар). Улардан ўзинглар ҳам тановул қилинглар, бечора мискинларга ҳам едиринглар.",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 335,
      "verse_key": "22:29",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ وَلۡيُوفُواْ نُذُورَهُمۡ وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ",
      "translation": "Кейин кирларини кетказсинлар. Назрларини тўла адо этсинлар ва «Қадимги Уй»ни тавоф қилсинлар!",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 335,
      "verse_key": "22:30",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ",
      "translation": "Шу. Ким Аллоҳ ҳаром қилган нарсаларга риоя қилса, Парвардигори ҳузурида ўзига яхши бўлади. Сизларга чорва моллари ҳалол қилинди. Фақат сизларга энди тиловат қилинадиганлари бундан мустасно. Бас, бутларга ўхшаган нажосатдан йироқ бўлинг ва ёлғон гапиришдан йироқ бўлинг.",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 336,
      "verse_key": "22:31",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "حُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ",
      "translation": "Аллоҳга холис бўлинглар, У Зотга ширк келтиргувчи бўлманглар. Ким Аллоҳга ширк келтирса, у гўё самодан қулаган-у, уни бир қуш ўлжа қилиб олган ёки шамол уни узоқ ерга учириб кетган кимса кабидир.",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 336,
      "verse_key": "22:32",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ",
      "translation": "Шу. Ким Аллоҳнинг қонунларини ҳурмат қилса, бас, бу иш қалбларнинг тақвосидандир.",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 336,
      "verse_key": "22:33",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَكُمۡ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ مَحِلُّهَآ إِلَى ٱلۡبَيۡتِ ٱلۡعَتِيقِ",
      "translation": "Сизлар учун уларда маълум муддатгача фойдалар бор. Кейин уларни сўйиш ўрни Қадимги Уйдир.",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 336,
      "verse_key": "22:34",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ",
      "translation": "Ҳар бир умматга қурбонлик қилишни буюрганмиз. Токи уларга ризқ қилиб берилган чорва ҳайвонларини (сўяётганда) Аллоҳнинг номини зикр қилсинлар. Илоҳингиз ягона илоҳдир. Бас, Унгагина бўйсунингиз. Бўйсунганларга хушхабарни етказинг.",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 336,
      "verse_key": "22:35",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ",
      "translation": "Улар Аллоҳ зикр қилинганда қалблари титраб кетадиган, ўзларига етган мусибатларга сабр қиладиган, намозни тўкис адо этадиган ва Биз ризқ қилиб берган нарсалардан сарфлайдиган зотлардир.",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 336,
      "verse_key": "22:36",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "Туя-молларни Биз сизлар учун Аллоҳнинг белгиларидан қилдик. Сизлар учун уларда яхшилик бордир. Уларни тик турган ҳолида бўғизлаётганингизда Аллоҳ номини зикр қилингиз. Йиқилиб, ёнлари ерга текканда эса улардан еяверинглар, қаноат қиладиган одам ва тиланчини ҳам таомлантиринглар. Шояд, шукр қилсангизлар деб, уларни сизларга бўйсундириб қўйдик.",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 336,
      "verse_key": "22:37",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 134,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِينَ",
      "translation": "Аллоҳга уларнинг гўштлари ҳам, қонлари ҳам етиб бормайди. Лекин У Зотга сизлар тарафингиздан бўлган тақво етиб боради. Мана шундай қилиб уларни сизларга бўйсундириб берди. Токи Аллоҳ сизларни ҳидоят қилгани учун У Зотга такбир айтинглар. Яхшилик қилгувчиларга хушхабар беринг.",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 336,
      "verse_key": "22:38",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓاْۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ",
      "translation": "Аллоҳ иймон келтирган зотларни, албатта, мудофаа қилади. Аниқки, Аллоҳ ҳар бир хоин нонкўрни севмайди.",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 337,
      "verse_key": "22:39",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ",
      "translation": "Ҳужумга учраётган зотларга зулмга учраганлари сабабли (уруш қилишга) изн берилди. Албатта, Аллоҳ уларни ғолиб қилишга Қодирдир.",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 337,
      "verse_key": "22:40",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗاۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ",
      "translation": "Улар диёрларидан ноҳақ, фақат «Парвардигорим Аллоҳдир», деганлари учунгина қувилган зотлардир. Аллоҳ одамларнинг айримларини айримлари билан даф қилиб турмаганида Аллоҳнинг номи кўп зикр қилинадиган черковлар, синагогалар, ибодатхоналар ва масжидлар вайрон қилинган бўларди. Аллоҳ Ўзига ёрдам берган одамга албатта ёрдам беради. Аллоҳ Қудратли ва Ғолибдир.",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 337,
      "verse_key": "22:41",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ إِن مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ",
      "translation": "Уларни ер юзига ғолиб қилсак, намозни тўкис адо этадилар, закотни берадилар, яхшиликка буюриб, ёмонликдан қайтарадилар. Ишларнинг оқибати Аллоҳнинг Қўлидадир.",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 337,
      "verse_key": "22:42",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ",
      "translation": "Сизни ёлғончига чиқараётган бўлсалар, сиздан олдин Нуҳ қавми, Од ва Самудлар ҳам (пайғамбарларини) ёлғончига чиқарганлар.",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 337,
      "verse_key": "22:43",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ",
      "translation": "Иброҳим қавми, Лут қавми.",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 337,
      "verse_key": "22:44",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ",
      "translation": "Мадян эгалари ҳам. Мусо ҳам ёлғончига чиқарилди. Кофирларга бироз муҳлат бериб, кейин уларни тутдим. Бас, Менинг инкорим қандай бўлди?!",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 337,
      "verse_key": "22:45",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ",
      "translation": "Қанча қишлоқлар борки, золим бўлган пайтида уларни ҳалок қилганмиз. Мана энди улар қулаган томлар, ташландиқ қудуқлар ва ҳувиллаган қасрларга айланиб қолганлар.",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 337,
      "verse_key": "22:46",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ",
      "translation": "Заминни кезиб юрмайдиларми? Ўшанда ақлини ишлатадиган диллари ва эшитадиган қулоқлари бўлар эди. Зеро, кўзлар кўр бўлмайди. Кўкслардаги кўнгиллар кўр бўлади.",
      "footnotes": ""
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 338,
      "verse_key": "22:47",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَن يُخۡلِفَ ٱللَّهُ وَعۡدَهُۥۚ وَإِنَّ يَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةٖ مِّمَّا تَعُدُّونَ",
      "translation": "Сизни шошилтиришиб, тезроқ азоб келишини сўрайдилар. Аллоҳ ҳеч қачон Ўз ваъдасига хилоф қилмас. Парвардигорингиз ҳузуридаги бир кун сизлар санайдиган минг йил кабидир.",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 338,
      "verse_key": "22:48",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَأَيِّن مِّن قَرۡيَةٍ أَمۡلَيۡتُ لَهَا وَهِيَ ظَالِمَةٞ ثُمَّ أَخَذۡتُهَا وَإِلَيَّ ٱلۡمَصِيرُ",
      "translation": "Қанча қишлоқлар бўлганки, золим бўлса ҳам уларга муҳлат бердим. Кейин уларни (азоб билан) ушладим. Қайтиш ёлғиз Менгагинадир.",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 338,
      "verse_key": "22:49",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمۡ نَذِيرٞ مُّبِينٞ",
      "translation": "Айтинг: «Эй одамлар, мен сизлар учун бир очиқ огоҳлантирувчиман, холос».",
      "footnotes": ""
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 338,
      "verse_key": "22:50",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ",
      "translation": "Иймон келтириб, яхши амалларни қилганларга мағфират ва улуғ ризқ бордир.",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 338,
      "verse_key": "22:51",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ سَعَوۡاْ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ",
      "translation": "Бизнинг оятларимиздан ғолиб бўлишга уринганлар - ана ўшалар дўзах эгаларидир.",
      "footnotes": ""
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 338,
      "verse_key": "22:52",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ",
      "translation": "Сиздан олдин бирон расул ва набийни юбормадикки, у қироат қилган пайтида шайтон унинг қироатига (унда йўқ нарсани) ташламаган бўлса. Аллоҳ шайтон ташлаган нарсани ўчириб юборади. Ундан кейин Аллоҳ оятларини мустаҳкам қилади. Аллоҳ ҳамма нарсани Билувчи ва ҳар бир ишни ҳикмат билан Қилувчидир.",
      "footnotes": ""
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 338,
      "verse_key": "22:53",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡقَاسِيَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَفِي شِقَاقِۭ بَعِيدٖ",
      "translation": "Шайтон ташлайдиган нарсани қалбида марази борлар ва бағритошлар учун бир синовга айлантиради. Золимлар тинимсиз талашиб-тортишувдадирлар.",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 338,
      "verse_key": "22:54",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَيُؤۡمِنُواْ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "Илм ато этилган зотлар эса унинг Парвардигорингиз тарафидан келган ҳақ эканини билиб, унга иймон келтирадилар ва қалблари у билан таскин топади. Албатта, Аллоҳ иймон келтирган зотларни тўғри йўлга ҳидоят қилгувчидир.",
      "footnotes": ""
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 338,
      "verse_key": "22:55",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ فِي مِرۡيَةٖ مِّنۡهُ حَتَّىٰ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةً أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ",
      "translation": "Куфр келтирган кимсалар эса то тўсатдан Қиёмат келиб қолгунича ёки қисир куннинг азоби келгунига қадар шубҳаланишда давом этаверадилар.",
      "footnotes": ""
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 339,
      "verse_key": "22:56",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلۡمُلۡكُ يَوۡمَئِذٖ لِّلَّهِ يَحۡكُمُ بَيۡنَهُمۡۚ فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي جَنَّٰتِ ٱلنَّعِيمِ",
      "translation": "У кунда ҳукм Аллоҳникидир. Улар орасида ҳукм қилур. Иймон келтириб, яхши ишларни қилганлар ноз-неъмат жаннатларидадирлар.",
      "footnotes": ""
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 339,
      "verse_key": "22:57",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ",
      "translation": "Куфр келтириб, оятларимизни ёлғонга чиқарганлар учун эса хор қилувчи азоб бордир.",
      "footnotes": ""
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 339,
      "verse_key": "22:58",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ",
      "translation": "Аллоҳ йўлида ҳижрат қилиб, кейин ўлдирилган ёки ўзи ўлганларга Аллоҳ гўзал ризқ ато этур. Дарҳақиқат, ризқ берувчиларнинг энг яхшиси Аллоҳдир.",
      "footnotes": ""
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 339,
      "verse_key": "22:59",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 135,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٞ",
      "translation": "Албатта, уларни ўзлари рози бўладиган жойга киритур. Албатта, Аллоҳ Билгувчи ва Ҳалим Зотдир.",
      "footnotes": ""
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 339,
      "verse_key": "22:60",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ ذَٰلِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيۡهِ لَيَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ",
      "translation": "Шу. Ким ўзига берилган озор баробарида озор берса, кейин яна унга зулм қилинса, албатта, Аллоҳ унга ёрдам беради. Албатта, Аллоҳ афв Қилгувчи, Кечиргувчидир.",
      "footnotes": ""
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 339,
      "verse_key": "22:61",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَأَنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ",
      "translation": "Зеро, Аллоҳ кечани кундузнинг ичига, кундузни эса кечанинг ичига киритади. Албатта, Аллоҳ Эшитгувчи, Кўргувчи Зотдир.",
      "footnotes": ""
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 339,
      "verse_key": "22:62",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ",
      "translation": "Бунга сабаб шуки, ёлғиз Аллоҳгина ҳақдир. Сизлар сиғинаётган бутлар эса ботилдир. Албатта, Аллоҳ Олий ва Улуғдир.",
      "footnotes": ""
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 339,
      "verse_key": "22:63",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ",
      "translation": "Аллоҳ осмондан ёмғир ёғдириб, замин ям-яшил бўлганини кўрмадингизми? Аллоҳ Меҳрибон ва Хабардор Зотдир.",
      "footnotes": ""
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 339,
      "verse_key": "22:64",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ",
      "translation": "Самолардаги нарсалар ҳам, заминдаги нарсалар ҳам ёлғиз Уникидир. Албатта, Аллоҳ Беҳожат ва мақтовга лойиқ Зотдир.",
      "footnotes": ""
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 340,
      "verse_key": "22:65",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ",
      "translation": "Аллоҳ заминдаги нарсаларни ва денгизда Унинг амри билан сузиб юрадиган кемаларни сизларга бўйсундириб берганини ҳамда осмонни ерга қулаб тушишдан тутиб туришини, магар Унинг изни билангина (қулаши мумкинлигини) кўрмадингизми?! Дарҳақиқат, Аллоҳ одамларга Меҳрибон ва Раҳмлидир.",
      "footnotes": ""
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 340,
      "verse_key": "22:66",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۗ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ",
      "translation": "Сизларни тирилтирган ҳам, кейин ўлдирадиган ҳам, кейин яна қайта тирилтирадиган ҳам У Зотдир. Албатта, инсон нонкўрдир.",
      "footnotes": ""
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 340,
      "verse_key": "22:67",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ",
      "translation": "Ҳар бир умматга шариат берганмиз. Улар ўшанга амал қилгувчилардир. Бас, бу ишда ҳаргиз сиз билан талашмасинлар. Парвардигорингизга даъват қилинг. Албатта, сиз тўғри йўлдасиз.",
      "footnotes": ""
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 340,
      "verse_key": "22:68",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ",
      "translation": "Сиз билан талашиб-тортишсалар, уларга шундай деб айтинг: «Қилаётган ишларингизни Аллоҳ билгувчироқдир».",
      "footnotes": ""
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 340,
      "verse_key": "22:69",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ",
      "translation": "«Аллоҳ Қиёмат куни сиз ихтилоф қилган нарса бўйича орангизда ҳукм қилур».",
      "footnotes": ""
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 340,
      "verse_key": "22:70",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ",
      "translation": "Аллоҳ осмону ердаги нарсаларни билишини билмадингизми? Албатта, бу нарса Китобдадир. Албатта, бу иш Аллоҳга осондир.",
      "footnotes": ""
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 340,
      "verse_key": "22:71",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٖ",
      "translation": "Аллоҳни қўйиб, бирон ҳужжат туширмаган ва ўзлари ҳам билмайдиган нарсага ибодат қиладилар. Золимларга бирон мададкор йўқдир.",
      "footnotes": ""
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 340,
      "verse_key": "22:72",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ",
      "translation": "Уларга очиқ-ойдин оятларимиз тиловат қилинаётганида куфр келтирганларнинг юзларида инкорни кўрасиз. Уларга оятларимизни тиловат қилиб бераётганларга чанг солишларига яқин қолур. Сиз уларга шундай деб айтинг: «Бундан ҳам ёмонроқ нарсанинг хабарини берайми? У дўзахдир. Аллоҳ уни куфр келтирган кимсаларга ваъда қилган. У нақадар ёмон қайтиш жойидир».",
      "footnotes": ""
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 341,
      "verse_key": "22:73",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓۚ إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن يَخۡلُقُواْ ذُبَابٗا وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡـٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ",
      "translation": "Эй одамлар, бир масал зарб этилди. Унга қулоқ солинглар. Аллоҳни қўйиб, сиғинаётган бутларингиз ҳаммаси бир бўлса ҳам бир пашшани яратолмайдилар. Агар пашша улардан бирон нарсани олиб қўйса, уни қутқара олмайдилар ҳам. Талаб қилувчи ҳам, талаб қилинмиш ҳам заиф-ожиздир.",
      "footnotes": ""
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 341,
      "verse_key": "22:74",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ",
      "translation": "Улар Аллоҳни етарлича қадрламадилар (улуғламадилар). Аллоҳ Кучли ва Ғолибдир.",
      "footnotes": ""
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 341,
      "verse_key": "22:75",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ",
      "translation": "Аллоҳ фаришталардан элчиларни саралаб олади, инсонлардан ҳам. Аллоҳ Эшитгувчи, Кўргувчи Зотдир.",
      "footnotes": ""
    },
    {
      "id": 76,
      "verse_number": 76,
      "page_number": 341,
      "verse_key": "22:76",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ",
      "translation": "Уларнинг олдиларидаги ва ортларидаги нарсани билади. Ишлар Аллоҳга қайтарилади.",
      "footnotes": ""
    },
    {
      "id": 77,
      "verse_number": 77,
      "page_number": 341,
      "verse_key": "22:77",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱرۡكَعُواْ وَٱسۡجُدُواْۤ وَٱعۡبُدُواْ رَبَّكُمۡ وَٱفۡعَلُواْ ٱلۡخَيۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ۩",
      "translation": "Эй иймон келтирган зотлар, рукуъ қилинглар, сажда қилинглар, Парвардигорингизга сиғиниб, яхшилик қилинглар. Шояд, нажот топсангизлар.",
      "footnotes": ""
    },
    {
      "id": 78,
      "verse_number": 78,
      "page_number": 341,
      "verse_key": "22:78",
      "juz_number": 17,
      "hizb_number": 34,
      "rub_el_hizb_number": 136,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ",
      "translation": "Аллоҳ йўлида ҳақиқий жиҳод қилинглар. У Зот сизларни саралаб олди. Сизларга динда бирон ноқулайликни қўймади. Отангиз Иброҳимнинг миллати. У олдин сизларни мусулмонлар, деб номлади. Бу ишда пайғамбар сизларга гувоҳ бўлса, сизлар одамларга гувоҳ бўласизлар. Бас, намозни тўкис адо этинглар, закотни беринглар, Аллоҳга боғланинглар. У Ҳожангиздир. Нақадар яхши Ҳожа ва нақадар яхши Мададкор!",
      "footnotes": ""
    }
  ]
}