{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 599,
      "verse_key": "99:1",
      "juz_number": 30,
      "hizb_number": 60,
      "rub_el_hizb_number": 239,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذَا زُلۡزِلَتِ ٱلۡأَرۡضُ زِلۡزَالَهَا",
      "translation": "جب زمین پوری طرح جھنجھوڑ دی جائے گی.(1)",
      "footnotes": "(1) اس کے مدنی اور مکی ہونے میں اختلاف ہے، اس کی فضلیت میں متعدد روایات منقول ہیں لیکن ان میں سے کوئی روایت صحیح نہیں ہے۔"
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 599,
      "verse_key": "99:2",
      "juz_number": 30,
      "hizb_number": 60,
      "rub_el_hizb_number": 239,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَخۡرَجَتِ ٱلۡأَرۡضُ أَثۡقَالَهَا",
      "translation": "اور اپنے بوجھ باہر نکال پھینکے گی.(1)",
      "footnotes": "(1) اس کا مطلب ہے سخت بھونچال سے ساری زمین لرز اٹھے گی اور ہر چیز ٹوٹ پھوٹ جائے گی، یہ اس وقت ہوگا، جب پہلا نفخہ پھونکا جائے گا۔"
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 599,
      "verse_key": "99:3",
      "juz_number": 30,
      "hizb_number": 60,
      "rub_el_hizb_number": 239,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلۡإِنسَٰنُ مَا لَهَا",
      "translation": "انسان کہنے لگے گا کہ اسے کیا ہوگیا؟(1)",
      "footnotes": "(1) یعنی زمین میں جتنے انسان دفن ہیں، وہ زمین کا بوجھ ہیں، جنہیں زمین قیامت والے دن باہر نکال پھینکے گی۔ یعنی اللہ کے حکم سے سب زندہ ہو کر باہر نکل آئیں گے۔ یہ دوسرے نفخے میں ہوگا، اسی طرح زمین کے خزانے بھی باہر نکل آئیں گے۔"
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 599,
      "verse_key": "99:4",
      "juz_number": 30,
      "hizb_number": 60,
      "rub_el_hizb_number": 239,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَئِذٖ تُحَدِّثُ أَخۡبَارَهَا",
      "translation": "اس دن زمین اپنی سب خبریں بیان کردے گی.(1)",
      "footnotes": "(1) یعنی دہشت زدہ ہوکر کہے گا کہ اسے کیا ہو گیا ہے، یہ کیوں اس طرح ہل رہی ہے اور اپنے خزانے اگل رہی ہے۔"
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 599,
      "verse_key": "99:5",
      "juz_number": 30,
      "hizb_number": 60,
      "rub_el_hizb_number": 239,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بِأَنَّ رَبَّكَ أَوۡحَىٰ لَهَا",
      "translation": "اس لئے کہ تیرے رب نے اسے حکم دیا ہوگا.(1)",
      "footnotes": "(1) یہ جواب شرط ہے۔ حدیث میں ہے، نبی (صلى الله عليه وسلم) نے یہ آیت تلاوت فرمائی اورپوچھا، جانتے ہو، زمین کی خبریں کیا ہیں؟ صحابہ (رضي الله عنهم) نے عرض کیا، اللہ اور اس کے رسول بہتر جانتے ہیں۔ آپ (صلى الله عليه وسلم) نے فرمایا، اس کی خبریں یہ ہیں کہ جس بندے یا بندی نے زمین کی پشت پر جو کچھ کیا ہوگا، اس کی گواہی دے گی۔ کہے گی فلاں فلاں شخص نے فلاں فلاں عمل، فلاں فلاں دن میں کیا تھا۔ ( ترمذي، أبواب صفة القيامة وتفسير سورة إذا زلزلت- مسند أحمد 2/ 374 ) ۔\n(9) یعنی زمین کو یہ قوت گویائی اللہ عطا فرمائے گا، اس لئے اس میں تعجب والی بات نہیں ہے، جس طرح انسانی اعضا میں اللہ تعالیٰ یہ قوت پیدا فرما دے گا، زمین کو بھی اللہ تعالیٰ متکلم بنا دے گا اور وہ اللہ کے حکم سے بولے گی۔"
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 599,
      "verse_key": "99:6",
      "juz_number": 30,
      "hizb_number": 60,
      "rub_el_hizb_number": 239,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَئِذٖ يَصۡدُرُ ٱلنَّاسُ أَشۡتَاتٗا لِّيُرَوۡاْ أَعۡمَٰلَهُمۡ",
      "translation": "اس روز لوگ مختلف جماعتیں ہو کر (واپس) لوٹیں(1) گے تاکہ انہیں ان کے اعمال دکھا دیئے جائیں.(2)",
      "footnotes": "(1) يَصْدُرُ، يَرْجِعُ ( لوٹیں گے ) یہ ورود کی ضد ہے۔ یعنی قبروں سے نکل کر موقف حساب کی طرف، یا حساب کے بعد جنت اور دوزخ کی طرف لوٹیں گے۔ أَشْتَاتًا، متفرق، یعنی ٹولیاں ٹولیاں۔ بعض بےخوف ہوں گے، بعض خوف زدہ، بعض کے رنگ سفید ہوں گے جیسے جنتوں کے ہوں گے اور بعض کے رنگ سیاہ، جو ان کے جہنمی ہونے کی علامت ہوگی۔ بعض کا رخ دائیں جانب ہوگا بعض کا بائیں جانب۔ یا یہ مختلف گروہ ادیان ومذاہب اور اعمال وافعال کی بنیاد پر ہوں گے۔\n(2) یہ متعلق ہے يَصْدُرُ کے یا اس کا تعلق أَوْحَى لَهَا سے ہے۔ یعنی زمین اپنی خبریں اس لئے بیان کرے گی تاکہ انسانوں کو ان کے اعمال دکھا دیئے جائیں۔"
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 599,
      "verse_key": "99:7",
      "juz_number": 30,
      "hizb_number": 60,
      "rub_el_hizb_number": 239,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَمَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٍ خَيۡرٗا يَرَهُۥ",
      "translation": "پس جس نے ذره برابر نیکی کی ہوگی وه اسے دیکھ لے گا.(1)",
      "footnotes": "(1) پس وہ اس سے خوش ہوگا۔"
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 599,
      "verse_key": "99:8",
      "juz_number": 30,
      "hizb_number": 60,
      "rub_el_hizb_number": 239,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٖ شَرّٗا يَرَهُۥ",
      "translation": "اور جس نے ذره برابر برائی کی ہوگی وه اسے دیکھ لے گا.(1)",
      "footnotes": "(1) وہ اس پرسخت پشیمان اور مضطرب ہوگا۔ ذَرَّةٍ بعض کے نزدیک چیونٹی سے بھی چھوٹی چیز ہے۔ بعض اہل لغت کہتے ہیں، انسان زمین پر ہاتھ مارتا ہے، اس سے اس کے ہاتھ پرجو مٹی لگ جاتی ہے، وہ ذرہ ہے۔ بعض کےنزدیک سوراخ سے آنے والی سورج کی شعاعوں میں گرد وغبار کے جو ذرات نظر آتے ہیں، وہ ذرہ ہے۔ لیکن امام شوکانی نے پہلے معنی کو اولیٰ کہا ہے۔ امام مقاتل کہتے ہیں کہ یہ سورت ان دو آمیوں کے بیان میں نازل ہوئی ہے۔ جن میں سے ایک شخص، سائل کو تھوڑا سا صدقہ دینے میں تامل کرتا اور دوسرا شخص چھوٹا گناہ کرنے میں کوئی خوف محسوس نہ کرتا تھا۔ (فتح القدیر) ۔"
    }
  ]
}