{
  "result": {
    "id": "671",
    "sura": "5",
    "aya": "2",
    "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُحِلُّواْ شَعَٰٓئِرَ ٱللَّهِ وَلَا ٱلشَّهۡرَ ٱلۡحَرَامَ وَلَا ٱلۡهَدۡيَ وَلَا ٱلۡقَلَٰٓئِدَ وَلَآ ءَآمِّينَ ٱلۡبَيۡتَ ٱلۡحَرَامَ يَبۡتَغُونَ فَضۡلٗا مِّن رَّبِّهِمۡ وَرِضۡوَٰنٗاۚ وَإِذَا حَلَلۡتُمۡ فَٱصۡطَادُواْۚ وَلَا يَجۡرِمَنَّكُمۡ شَنَـَٔانُ قَوۡمٍ أَن صَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ أَن تَعۡتَدُواْۘ وَتَعَاوَنُواْ عَلَى ٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَلَا تَعَاوَنُواْ عَلَى ٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِۚ وَٱتَّقُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
    "translation": "2. ¡Oh, creyentes!, no profanen los ritos de Al-lah (relacionados con la peregrinación) ni los meses sagrados ni los animales destinados para el sacrificio ni (dejen la práctica de adornar tales animales con) guirnaldas[176] (para distinguirlos del resto de los animales y para que sean, pues, respetados). Y respeten a quienes se dirigen a la Casa Sagrada (la Kaaba) en busca del favor de Al-lah (a través del comercio) y de Su complacencia (realizando la peregrinación). Una vez finalizada la peregrinación y el estado de consagración para esta, se les permite cazar. Y que el rencor que sienten hacia quienes les impidieron llegar a la Mezquita Sagrada[177] no los haga transgredir los límites. Ayúdense los unos a los otros para alcanzar la piedad y el temor de Al-lah, mas no se ayuden en el pecado y en la transgresión. Y teman a Al-lah. Ciertamente, Al-lah es severo en el castigo.",
    "footnotes": "[176]  Esta parte de la aleya sería abrogada y dejaría de ponerse en práctica.\n[177]  Un año antes de que los musulmanes liberasen la ciudad de La Meca de la idolatría, el Profeta Muhammad —que Al-lah lo bendiga y le dé la paz— partió con un grupo numeroso de creyentes de Medina hacia La Meca para realizar el ‘Umrah. Los musulmanes se encontraron con el camino bloqueado por los incrédulos de La Meca. Finalmente, se llegó a un acuerdo de paz conocido como el Tratado de Hudaibiyah, que sería la clave para la posterior liberación de la ciudad, aunque, de primeras, las condiciones del tratado no parecían favorecer a los creyentes. Dicho tratado permitía a los musulmanes realizar la peregrinación al año siguiente, pero no ese año, por lo que tuvieron que regresar a la ciudad de Medina sin haber cumplido su objetivo. "
  }
}