{
  "result": {
    "id": "2700",
    "sura": "23",
    "aya": "27",
    "arabic_text": "فَأَوۡحَيۡنَآ إِلَيۡهِ أَنِ ٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا فَإِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ فَٱسۡلُكۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ مِنۡهُمۡۖ وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ",
    "translation": "Tukampa wahyi: Unda jahazi mbele ya macho yetu na uwongozi wetu! Basi itapo fika amri yetu na ikafurika tanuri, hapo waingize ndani yake wa kila namna dume na jike, na ahali zako, isipo kuwa yule ambaye katika wao juu yake imekwisha tangulia kauli. Wala usinitajie hao walio dhulumu. Kwani hao bila ya shaka watazamishwa.",
    "footnotes": "Tukamwambia kwa njia ya ufunuo (wahyi): Unda jahazi, nawe utalindwa na uangalizi wetu. Shari yao haitokupata, nasi tutakuongoza katika kazi yako. Na ikifikilia miadi ya kuwaadhibu, na ukaona tanuri inafoka maji kwa amri yetu, basi waingize katika jahazi katika kila namna ya viumbe vilivyo hai dume na jike. Na waingize ahali zako, isipo kuwa walio kwisha thibitika adhabu yao kwa kukosa kwao Imani. Wala usiniombe kuwaokoa wale walio dhulumu nafsi zao na wakawadhulumu na wengineo kwa ukafiri na uasi. Kwani Mimi nimewahukumia kuwazamisha kwa sababu ya dhulma yao ya ushirikina na uasi. \"Tukampa wahyi: Unda jahazi mbele ya macho yetu na uwongozi wetu! Basi itapo fika amri yetu na ikafurika tanuri, hapo waingize ndani yake wa kila namna dume na jike, na ahali zako, isipo kuwa yule ambaye katika wao juu yake imekwisha tangulia kauli. Wala usinitajie hao walio dhulumu. Kwani hao bila ya shaka watazamishwa.\" Hakika haya maelezo ya Tofani lilio tokea ijapo kuwa ni kwa mukhtasari tu katika hizi Aya tukufu, kwa mwenye akili ya kuzingatia yana maana na mambo ya hakika mengi ya ki-ilimu ambayo yanawapitia watu wengi. Na \"tanuri\" kwa lugha ni jiko la kuchomea mikate, au pia ni uso wa ardhi na kila chenye kutimbuka maji, na kila penye mkusanyiko wa maji. Na si wepesi kusema kwa yakini taarikhi ya hiyo Tofani, kwani zilitokea tofani nyingi zama za kale, kama katika Babilonia, Bara Hindi na Amerika. Na zipo baadhi ya hadithi za kienyeji mbali mbali zinazo taja khabari ya Tofani. Lakini haielekei kuwa hadithi hizo ndio zimekhusu hii Tofani kubwa au Tofani ya Nuhu. Uchunguzi umethibitisha na pia zimeonekana tofani nyingi ulimwenguni. Na tofani ya mwisho ya ulimwengu mzima ilikuwa sababu yake ni kumalizika kipindi cha barafu cha mwisho, na kuyayuka barafu nyingi ya kaskazini kabisa na kusini kabisa kwa dunia. Na sisi hatujui kwa yakini lini mizani iligeuka na tanuri ikafurika - yaani uso wa ardhi - kwa kupanda kwa ghafla kwa hivyo kuyayuka barafu, hata yakapanda juu maji ya bahari na ya kamwagika maji. Yafaa kutaja kuwa kuyayuka barafu ya zama za barafu za mwisho kulileta hali ya hewa yenye mvua nyingi sana katika sehemu za dunia zilio mbali na huko kaskazini na kusini kabisa kwa ulimwengu, kama vile katika Bahari ya Kati (Mediterenian). Vyo vyote vile ilivyo inakubalika kuwa hatuna ushahidi wa kuweza kusema lini khasa zilikuwa hizo zama za Nuhu na kaumu yake. Yaliyo dhaahiri kuwa yote hayo ni muujiza wa Mwenyezi Mungu. Na katika miujiza ni kuwa Nuhu aliwanasihi watu wake na akawaonya na ghadhabu ya Mwenyezi Mungu. Na Mwenyezi Mungu akafunua kuwa atawazamisha ikiwa hawakutengenea. Na tena akamfunulia aunde marikebu. Kisha ikaja amri ya Mwenyezi Mungu, na mizani ikapinduka, na tanuri ikafurika, ikamiminika mvua kuthibitisha aliyo yasema Mwenyezi Mungu kumwambia Nuhu ya kwamba Mwenyezi Mungu anajua kuwa hatoamini mtu katika kaumu yake baada ya wale walio kwisha amini."
  }
}