{
  "result": [
    {
      "id": "4326",
      "sura": "43",
      "aya": "1",
      "arabic_text": "حمٓ",
      "translation": "Ha, Mim.",
      "footnotes": ""
    },
    {
      "id": "4327",
      "sura": "43",
      "aya": "2",
      "arabic_text": "وَٱلۡكِتَٰبِ ٱلۡمُبِينِ",
      "translation": "Pelo Livro explícito!",
      "footnotes": ""
    },
    {
      "id": "4328",
      "sura": "43",
      "aya": "3",
      "arabic_text": "إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ",
      "translation": "Por certo, Nós o fizemos um Alcorão árabe, para razoardes.",
      "footnotes": ""
    },
    {
      "id": "4329",
      "sura": "43",
      "aya": "4",
      "arabic_text": "وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ",
      "translation": "E, por certo, estando na Mãe do Livro, junto de Nós, ele é altíssimo, sábio.",
      "footnotes": ""
    },
    {
      "id": "4330",
      "sura": "43",
      "aya": "5",
      "arabic_text": "أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ",
      "translation": "Então, privar-vos-íamos da Mensagem, abandonando-vos, por que sois um povo entregue a excessos?",
      "footnotes": ""
    },
    {
      "id": "4331",
      "sura": "43",
      "aya": "6",
      "arabic_text": "وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ",
      "translation": "E quantos profetas enviamos aos antepassados!",
      "footnotes": ""
    },
    {
      "id": "4332",
      "sura": "43",
      "aya": "7",
      "arabic_text": "وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "E não lhes chegou profeta algum, sem que dele zombassem.",
      "footnotes": ""
    },
    {
      "id": "4333",
      "sura": "43",
      "aya": "8",
      "arabic_text": "فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ",
      "translation": "Então, aniquilamos os mais temíveis que eles; e já precedeu exemplo dos antepassados.",
      "footnotes": ""
    },
    {
      "id": "4334",
      "sura": "43",
      "aya": "9",
      "arabic_text": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ",
      "translation": "E, se lhes perguntas: \"Quem criou os céus e a terra?\", em verdade, dirão: \"Criou-os O Todo-Poderoso, O Onisciente.\"",
      "footnotes": ""
    },
    {
      "id": "4335",
      "sura": "43",
      "aya": "10",
      "arabic_text": "ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ",
      "translation": "Ele é Quem faz da terra leito e, nela, fez-vos caminhos, para vos guiardes.",
      "footnotes": ""
    },
    {
      "id": "4336",
      "sura": "43",
      "aya": "11",
      "arabic_text": "وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ",
      "translation": "E Ele é Quem faz descer do céu água, na justa medida e, com ela revivescemos uma plaga morta. Assim, far-vos-ão sair dos sepulcros.",
      "footnotes": ""
    },
    {
      "id": "4337",
      "sura": "43",
      "aya": "12",
      "arabic_text": "وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ",
      "translation": "E Ele é Quem criou todos os casais de seres, e vos fez do barco e dos rebanhos aquilo em que montais,",
      "footnotes": ""
    },
    {
      "id": "4338",
      "sura": "43",
      "aya": "13",
      "arabic_text": "لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ",
      "translation": "Para vos instalardes sobre seus dorsos; em seguida, para vos lembrardes da graça de vosso Senhor, quando vos instalardes neles e disserdes: \"Glorificado seja Quem nos submeteu tudo isto, enquanto jamais seríamos capazes de fazê-lo.\"",
      "footnotes": ""
    },
    {
      "id": "4339",
      "sura": "43",
      "aya": "14",
      "arabic_text": "وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ",
      "translation": "\"E Por certo, seremos tornados a nosso Senhor.\"",
      "footnotes": ""
    },
    {
      "id": "4340",
      "sura": "43",
      "aya": "15",
      "arabic_text": "وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ",
      "translation": "E fizeram-Lhe parte de Seus servos. Por certo, o ser humano é um ingrato declarado.",
      "footnotes": ""
    },
    {
      "id": "4341",
      "sura": "43",
      "aya": "16",
      "arabic_text": "أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ",
      "translation": "Será que tomou Ele filhas, para Si, dentre o que criou, e escolheu, para vós, os filhos?",
      "footnotes": ""
    },
    {
      "id": "4342",
      "sura": "43",
      "aya": "17",
      "arabic_text": "وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ",
      "translation": "E, quando a um deles se lhe alvissara o nascimento de um semelhante ao que ele atribui aO Misericordioso, torna-se-lhe a face enegrecida, enquanto fica angustiado.",
      "footnotes": ""
    },
    {
      "id": "4343",
      "sura": "43",
      "aya": "18",
      "arabic_text": "أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ",
      "translation": "E como atribuir-Lhe quem cresce entre adornos e não é argüente, na disputa?",
      "footnotes": ""
    },
    {
      "id": "4344",
      "sura": "43",
      "aya": "19",
      "arabic_text": "وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ",
      "translation": "E fizeram dos anjos, que são servos dO Misericordioso, seres femininos. Testemunharam eles sua criação? Seu testemunho será inscrito, e serão interrogados.",
      "footnotes": ""
    },
    {
      "id": "4345",
      "sura": "43",
      "aya": "20",
      "arabic_text": "وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ",
      "translation": "E dizem: \"Se O Misericordioso quisesse, nós não os adoraríamos.\" Eles não têm ciência alguma disso. Eles nada fazem senão imposturar.",
      "footnotes": ""
    },
    {
      "id": "4346",
      "sura": "43",
      "aya": "21",
      "arabic_text": "أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ",
      "translation": "Ou Nós lhes concedêramos um Livro, antes dele, e a ele se ativeram? Não.",
      "footnotes": ""
    },
    {
      "id": "4347",
      "sura": "43",
      "aya": "22",
      "arabic_text": "بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ",
      "translation": "Mas dizem: \"Por certo, encontramos nossos pais em um credo e, por certo, em suas pegadas, estamos sendo guiados.\"",
      "footnotes": ""
    },
    {
      "id": "4348",
      "sura": "43",
      "aya": "23",
      "arabic_text": "وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ",
      "translation": "E, assim, antes de ti, Muhammad, jamais enviamos a uma cidade admoestador algum, sem que seus opulentos habitantes dissessem: \"Por certo, encontramos nossos pais em um credo e, por certo, estamos seguindo suas pegadas.\"",
      "footnotes": ""
    },
    {
      "id": "4349",
      "sura": "43",
      "aya": "24",
      "arabic_text": "۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ",
      "translation": "Ele disse: \"E ainda que eu vos chegue com algo que guia melhor que aquilo em que encontrastes vossos pais?\" Disseram: \"Por certo, somos renegadores do com que sois enviados.\"",
      "footnotes": ""
    },
    {
      "id": "4350",
      "sura": "43",
      "aya": "25",
      "arabic_text": "فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ",
      "translation": "E vingamo-nos deles; então olha como foi o fim dos desmentidores!",
      "footnotes": ""
    },
    {
      "id": "4351",
      "sura": "43",
      "aya": "26",
      "arabic_text": "وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ",
      "translation": "E quando Abraão disse a seu pai e a seu povo: \"Por certo, estou em rompimento com o que adorais\"",
      "footnotes": ""
    },
    {
      "id": "4352",
      "sura": "43",
      "aya": "27",
      "arabic_text": "إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ",
      "translation": "\"Exceto com Quem me criou; então, por certo, Ele me guiará.\"",
      "footnotes": ""
    },
    {
      "id": "4353",
      "sura": "43",
      "aya": "28",
      "arabic_text": "وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "E fez disto uma palavra permanente em sua prole, para retornarem.",
      "footnotes": ""
    },
    {
      "id": "4354",
      "sura": "43",
      "aya": "29",
      "arabic_text": "بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ",
      "translation": "Mas Eu fiz gozar a esses e a seus pais, até que lhes chegou a Verdade e um evidente Mensageiro.",
      "footnotes": ""
    },
    {
      "id": "4355",
      "sura": "43",
      "aya": "30",
      "arabic_text": "وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ",
      "translation": "E, quando a Verdade lhes chegou, disseram: \"Isto é magia. E somos renegadores dela.\"",
      "footnotes": ""
    },
    {
      "id": "4356",
      "sura": "43",
      "aya": "31",
      "arabic_text": "وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ",
      "translation": "E disseram: \"Que este Alcorão houvesse sido descido sobre um homem notável, das duas cidades!\"",
      "footnotes": ""
    },
    {
      "id": "4357",
      "sura": "43",
      "aya": "32",
      "arabic_text": "أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ",
      "translation": "Partilham eles a misericórdia de teu Senhor? Nós é que partilhamos, entre eles, seus meios de subsistência, na vida terrena. E elevamos, em escalões, alguns deles acima de outros, para que uns tomem a outros, por servos. E a misericórdia de teu Senhor é melhor que tudo o que juntam.",
      "footnotes": ""
    },
    {
      "id": "4358",
      "sura": "43",
      "aya": "33",
      "arabic_text": "وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ",
      "translation": "E, não fora porque os humanos se tornariam uma só comunidade de renegadores da Fé, haveríamos feito para quem renega O Misericordioso tetos de prata, para suas casas, e degraus de prata em que subissem;",
      "footnotes": ""
    },
    {
      "id": "4359",
      "sura": "43",
      "aya": "34",
      "arabic_text": "وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ",
      "translation": "E, ainda, portas, para suas casas, e leitos sobre os quais se reclinassem.",
      "footnotes": ""
    },
    {
      "id": "4360",
      "sura": "43",
      "aya": "35",
      "arabic_text": "وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ",
      "translation": "E ornamento. E tudo isso não é senão gozo da vida terrena. E a Derradeira Vida, junto de teu Senhor, será para os piedosos.",
      "footnotes": ""
    },
    {
      "id": "4361",
      "sura": "43",
      "aya": "36",
      "arabic_text": "وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ",
      "translation": "E a quem fica desatento à lembrança dO Misericordioso, destinamo-lhe um demônio, e este lhe será um acompanhante",
      "footnotes": ""
    },
    {
      "id": "4362",
      "sura": "43",
      "aya": "37",
      "arabic_text": "وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ",
      "translation": "- E, por certo, eles os afastam do caminho, enquanto supõem estar sendo guiados -",
      "footnotes": ""
    },
    {
      "id": "4363",
      "sura": "43",
      "aya": "38",
      "arabic_text": "حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ",
      "translation": "Até que, quando chegar a Nós, dirá ao demônio: \"Quem dera houvesse, entre mim e ti, a distância de dois levantes!\" E que execrável acompanhante!",
      "footnotes": ""
    },
    {
      "id": "4364",
      "sura": "43",
      "aya": "39",
      "arabic_text": "وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ",
      "translation": "E isso de nada vos beneficiará, nesse dia - uma vez que fostes injustos - porque sereis partícipes, no castigo.",
      "footnotes": ""
    },
    {
      "id": "4365",
      "sura": "43",
      "aya": "40",
      "arabic_text": "أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "Então, podes tu fazer ouvir os surdos, ou podes tu guiar os cegos e a quem esteja em evidente descaminho?",
      "footnotes": ""
    },
    {
      "id": "4366",
      "sura": "43",
      "aya": "41",
      "arabic_text": "فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ",
      "translation": "E, se te fazemos ir, por certo, vingar-nos-emos deles;",
      "footnotes": ""
    },
    {
      "id": "4367",
      "sura": "43",
      "aya": "42",
      "arabic_text": "أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ",
      "translation": "Ou se te fazemos ver o que lhes prometemos, vê-lo-ás, por certo, Nós, sobre eles somos Potentíssimo.",
      "footnotes": ""
    },
    {
      "id": "4368",
      "sura": "43",
      "aya": "43",
      "arabic_text": "فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "Então, atém-te ao que te foi revelado. Por certo, estás na senda reta.",
      "footnotes": ""
    },
    {
      "id": "4369",
      "sura": "43",
      "aya": "44",
      "arabic_text": "وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ",
      "translation": "E, por certo, ele é honra para ti e para teu povo. E sereis interrogados.",
      "footnotes": ""
    },
    {
      "id": "4370",
      "sura": "43",
      "aya": "45",
      "arabic_text": "وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ",
      "translation": "E pergunta aos que, de Nossos Mensageiros, enviamos, antes de ti: \"Se Nós fizemos, além dO Misericordioso, deuses, para serem adorados?\"",
      "footnotes": ""
    },
    {
      "id": "4371",
      "sura": "43",
      "aya": "46",
      "arabic_text": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "E, com efeito, enviamos Moisés, com Nossos sinais, a Faraó e a seus dignitários. Então, disse: \"Por certo, sou Mensageiro do Senhor dos mundos.\"",
      "footnotes": ""
    },
    {
      "id": "4372",
      "sura": "43",
      "aya": "47",
      "arabic_text": "فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ",
      "translation": "E quando ele lhes chegou com Nossos sinais, ei-los que se riram deles.",
      "footnotes": ""
    },
    {
      "id": "4373",
      "sura": "43",
      "aya": "48",
      "arabic_text": "وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "E não os fizemos ver sinal algum, sem que fosse maior que seu precedente. E apanhamo-los com o castigo, para retornarem.",
      "footnotes": ""
    },
    {
      "id": "4374",
      "sura": "43",
      "aya": "49",
      "arabic_text": "وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ",
      "translation": "E disseram: \"Ó Mágico! Suplica, por nós, a teu Senhor, pelo que Ele te recomendou. Por certo, seremos guiados.\"",
      "footnotes": ""
    },
    {
      "id": "4375",
      "sura": "43",
      "aya": "50",
      "arabic_text": "فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ",
      "translation": "E, quando removemos deles o castigo, ei-los que violaram sua promessa.",
      "footnotes": ""
    },
    {
      "id": "4376",
      "sura": "43",
      "aya": "51",
      "arabic_text": "وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ",
      "translation": "E Faraó clamou a seu povo. Disse: \"Ó meu povo! Não é minha a soberania do Egito e estes rios que correm a meus pés? Então, não o enxergais?\"",
      "footnotes": ""
    },
    {
      "id": "4377",
      "sura": "43",
      "aya": "52",
      "arabic_text": "أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ",
      "translation": "\"Não sou eu melhor que este, que é mísero e quase não pode expressar-se.\"",
      "footnotes": ""
    },
    {
      "id": "4378",
      "sura": "43",
      "aya": "53",
      "arabic_text": "فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ",
      "translation": "\"Que sobre ele houvesse lançado bracelete de ouro, ou com ele houvessem chegado os anjos acompanhantes!\"",
      "footnotes": ""
    },
    {
      "id": "4379",
      "sura": "43",
      "aya": "54",
      "arabic_text": "فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ",
      "translation": "E ele atordoou seu povo; então, obedeceram-no. Por certo, eles eram um povo perverso.",
      "footnotes": ""
    },
    {
      "id": "4380",
      "sura": "43",
      "aya": "55",
      "arabic_text": "فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ",
      "translation": "E, quando eles Nos indignaram, vingamo-nos deles; então, afogamo-los todos.",
      "footnotes": ""
    },
    {
      "id": "4381",
      "sura": "43",
      "aya": "56",
      "arabic_text": "فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ",
      "translation": "E fizemos deles um precedente e exemplo para a posteridade.",
      "footnotes": ""
    },
    {
      "id": "4382",
      "sura": "43",
      "aya": "57",
      "arabic_text": "۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ",
      "translation": "E, quando o filho de Maria é citado como exemplo, eis teu povo fazendo dele alarido de alegria.",
      "footnotes": ""
    },
    {
      "id": "4383",
      "sura": "43",
      "aya": "58",
      "arabic_text": "وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ",
      "translation": "E dizem: \"São melhores nossos deuses ou ele?\" Eles não to dão como exemplo senão para contenderem; aliás, são um povo disputante.",
      "footnotes": ""
    },
    {
      "id": "4384",
      "sura": "43",
      "aya": "59",
      "arabic_text": "إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ",
      "translation": "Ele não é senão um servo, a quem agraciamos e de quem fizemos um exemplo para os filhos de Israel.",
      "footnotes": ""
    },
    {
      "id": "4385",
      "sura": "43",
      "aya": "60",
      "arabic_text": "وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ",
      "translation": "E, se quiséssemos, haveríamos feito de vós anjos para vos sucederem, na terra.",
      "footnotes": ""
    },
    {
      "id": "4386",
      "sura": "43",
      "aya": "61",
      "arabic_text": "وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
      "translation": "E, por certo, ele será indício da Hora; então, não a contesteis, e segui-me. Isto é uma senda reta.",
      "footnotes": ""
    },
    {
      "id": "4387",
      "sura": "43",
      "aya": "62",
      "arabic_text": "وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ",
      "translation": "E que Satã não vos afaste dela. Por certo, ele vos é inimigo declarado.",
      "footnotes": ""
    },
    {
      "id": "4388",
      "sura": "43",
      "aya": "63",
      "arabic_text": "وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
      "translation": "E, quando Jesus chegou com as evidências, disse: \"Com efeito, cheguei-vos com a Sabedoria e para tornar evidente, para vós, algo daquilo de que discrepais. Então, temei a Allah e obedecei-me.\"",
      "footnotes": ""
    },
    {
      "id": "4389",
      "sura": "43",
      "aya": "64",
      "arabic_text": "إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
      "translation": "\"Por certo, Allah é meu Senhor e vosso Senhor. Então, adorai-O. Essa é a senda reta.\"",
      "footnotes": ""
    },
    {
      "id": "4390",
      "sura": "43",
      "aya": "65",
      "arabic_text": "فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ",
      "translation": "E os partidos discreparam entre eles. E ai dos injustos por um castigo de doloroso dia!",
      "footnotes": ""
    },
    {
      "id": "4391",
      "sura": "43",
      "aya": "66",
      "arabic_text": "هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ",
      "translation": "Não esperam eles senão que lhes chegue a Hora, inopinadamente, enquanto não percebam?",
      "footnotes": ""
    },
    {
      "id": "4392",
      "sura": "43",
      "aya": "67",
      "arabic_text": "ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ",
      "translation": "Nesse dia, os amigos serão inimigos uns dos outros, exceto os piedosos.",
      "footnotes": ""
    },
    {
      "id": "4393",
      "sura": "43",
      "aya": "68",
      "arabic_text": "يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ",
      "translation": "\"Ó Meus servos! Nada haverá que temer por vós, hoje, nem vos entristecereis,",
      "footnotes": ""
    },
    {
      "id": "4394",
      "sura": "43",
      "aya": "69",
      "arabic_text": "ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ",
      "translation": "\"São os que creram em Nossos sinais e foram muçulmanos.",
      "footnotes": ""
    },
    {
      "id": "4395",
      "sura": "43",
      "aya": "70",
      "arabic_text": "ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ",
      "translation": "\"Entrai no Paraíso, vós e vossas mulheres: lá, deliciar-vos-eis.",
      "footnotes": ""
    },
    {
      "id": "4396",
      "sura": "43",
      "aya": "71",
      "arabic_text": "يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "\"Far-se-á circular, entre eles, baixelas de ouro e copos. E, nele, haverá tudo que as almas apetecem e com que os olhos se deleitam. E vós, nele, sereis eternos.",
      "footnotes": ""
    },
    {
      "id": "4397",
      "sura": "43",
      "aya": "72",
      "arabic_text": "وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "\"E eis o Paraíso, que vos fizeram herdar, pelo que fazíeis.",
      "footnotes": ""
    },
    {
      "id": "4398",
      "sura": "43",
      "aya": "73",
      "arabic_text": "لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ",
      "translation": "\"Nele, tereis frutas abundantes: delas comereis.\"",
      "footnotes": ""
    },
    {
      "id": "4399",
      "sura": "43",
      "aya": "74",
      "arabic_text": "إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ",
      "translation": "Por certo, os criminosos serão eternos, no castigo da Geena,",
      "footnotes": ""
    },
    {
      "id": "4400",
      "sura": "43",
      "aya": "75",
      "arabic_text": "لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ",
      "translation": "O qual não se entibiará para eles, e lá, ficarão mudos de desespero.",
      "footnotes": ""
    },
    {
      "id": "4401",
      "sura": "43",
      "aya": "76",
      "arabic_text": "وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ",
      "translation": "E não fomos injustos com eles, mas eles mesmos é que foram injustos.",
      "footnotes": ""
    },
    {
      "id": "4402",
      "sura": "43",
      "aya": "77",
      "arabic_text": "وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ",
      "translation": "E clamarão: \"Ó Malik! Que teu Senhor nos ponha termo à vida!\" Dirá ele: \"Por certo, aí, sereis permanentes!\"",
      "footnotes": ""
    },
    {
      "id": "4403",
      "sura": "43",
      "aya": "78",
      "arabic_text": "لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ",
      "translation": "\"Com efeito, chegamo-vos com a Verdade, mas a maioria de vós estava odiando a Verdade.\"",
      "footnotes": ""
    },
    {
      "id": "4404",
      "sura": "43",
      "aya": "79",
      "arabic_text": "أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ",
      "translation": "Ou urdiram eles algo? Então, Nós, também, urdimos algo.",
      "footnotes": ""
    },
    {
      "id": "4405",
      "sura": "43",
      "aya": "80",
      "arabic_text": "أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ",
      "translation": "Ou supõem que Nós não ouvimos seus segredos e suas confidências? Sim! E Nossos Mensageiros celestiais, junto deles, escrevem o que fazem.",
      "footnotes": ""
    },
    {
      "id": "4406",
      "sura": "43",
      "aya": "81",
      "arabic_text": "قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ",
      "translation": "Dize: \"Se O Misericordioso tivesse um filho, eu seria o primeiro dos adoradores dele.\"",
      "footnotes": ""
    },
    {
      "id": "4407",
      "sura": "43",
      "aya": "82",
      "arabic_text": "سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ",
      "translation": "Glorificado seja O Senhor dos céus e da terra, O Senhor do Trono, acima do que eles alegam!",
      "footnotes": ""
    },
    {
      "id": "4408",
      "sura": "43",
      "aya": "83",
      "arabic_text": "فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ",
      "translation": "Então, deixa-os confabular e se divertirem, até depararem seu dia, que lhes é prometido,",
      "footnotes": ""
    },
    {
      "id": "4409",
      "sura": "43",
      "aya": "84",
      "arabic_text": "وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ",
      "translation": "E é Ele Quem, no céu, é Deus e, na terra, é Deus. E Ele é O Sábio, O Onisciente.",
      "footnotes": ""
    },
    {
      "id": "4410",
      "sura": "43",
      "aya": "85",
      "arabic_text": "وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ",
      "translation": "E Bendito seja Aquele de Quem é a soberania dos céus e da terra e do que há entre ambos; e, junto dEle, há a ciência da Hora, e a Ele sereis retornados.",
      "footnotes": ""
    },
    {
      "id": "4411",
      "sura": "43",
      "aya": "86",
      "arabic_text": "وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ",
      "translation": "E os que eles invocam, além dEle, não possuem a intercessão, exceto os que testemunham a verdade, enquanto sabem.",
      "footnotes": ""
    },
    {
      "id": "4412",
      "sura": "43",
      "aya": "87",
      "arabic_text": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ",
      "translation": "E, se lhes perguntas: \"Quem os criou?\", em verdade, dirão: \"Allah!\" Então, como se distanciam da verdade?",
      "footnotes": ""
    },
    {
      "id": "4413",
      "sura": "43",
      "aya": "88",
      "arabic_text": "وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ",
      "translation": "E, por sua fala: \"Ó Senhor meu!\", por certo, estes são um povo que não crê.",
      "footnotes": ""
    },
    {
      "id": "4414",
      "sura": "43",
      "aya": "89",
      "arabic_text": "فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ",
      "translation": "Então, indulta-os e dize: \"Salam!\", Paz! E eles logo saberão!",
      "footnotes": ""
    }
  ]
}