{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 2,
      "verse_key": "2:1",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "الٓمٓ",
      "translation": "1. Елиф-лам-мим![6]",
      "footnotes": "[6] Елиф, лам и мим се букви од арапската азбука. Многу поглавја во Куранот поч­ну­ваат со овие и со други букви (та-син-мим, каф-ха-ајн-сад, ја-син, та-ха) кои се читаат самостојно, не образувајќи зборови. Ваквите курански стихови ука­жу­ва­ат на недостижноста на Куранот како Божја објава. По секој ваков стих, следи друг каде што се спомнува Куранот и неговата објава од Господарот на световите."
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 2,
      "verse_key": "2:2",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ",
      "translation": "2. Оваа Книга[7], во која нема сомнеж, е Упатство за богобојазливите.",
      "footnotes": "[7] Книга – Објава, Откровение од Бог до човештвото. Се употребува за сите Откро­ве­нија, а конкретно тука се однесува само на Куранот. За Куран се смета само арап­ски­от текст кој е неговата изворна форма, непроменета и сочувана повеќе од 14 ве­ка од самото објавување коешто траело во период од 23 години. Затоа сè останато е само превод на значењето на оригиналниот арапски текст."
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 2,
      "verse_key": "2:3",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ",
      "translation": "3. За тие што веруваат во гајбот[8] (невидливото), го извршуваат намазот[9] (молитвата) и даваат од тоа со што Ние[10] ги снабдуваме,",
      "footnotes": "[8] Гајб (ар.) – невидливо, непоимливо. Се однесува на сето тоа за што нè извес­тиле Бог и Неговиот Пратеник Мухамед, Божјиот мир нека биде над него, а што е недос­тап­но за нашиот вид и во што без сомнеж веруваме дека е вистина. При­мер за тоа е верувањето во ангелите, демоните, во Судниот ден, задгробниот живот, рајот, пеко­лот итн.\n[9] Намаз (перс.), салах (ар.) – дневна, редовна и облигативна молитва кај мусли­ма­ните. Се состои од рекати. Еден рекат е основен дел од молитвата и се состои од едно сто­е­ње – наречено кијам, едно поклонување наречено руку и две спуш­та­ња ничкум на­ре­чени сеџда. Во понатамошниот текст по секое спомнување на намазот, во загради ќе стои молитва за да се направи разлика помеѓу молитвата и која било друга молба упа­тена до Бог која кај муслиманите се нарекува дова (ар.).\n[10] Ние – се однесува на Единиот Бог. Тоа е вообичаена особеност на арапскиот го­вор, користен за истакнување на важноста на говорникот, односно, се работи за еден вид самоперсирање кое во западната литература е познато кај личното обра­ќа­ње на кралевите и кралиците."
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 2,
      "verse_key": "2:4",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ",
      "translation": "4. и за тие што веруваат во тоа што ти е објавено тебе и во тоа што е објавено пред тебе, и коишто цврсто веруваат во оној свет[11].",
      "footnotes": "[11] Оној свет или идниот свет е познат кај муслиманите како Ахирет (ар.), но поради по­едноставување на разбирањето на преводот на Куранот, во поната­мошниот текст ќе се употребува токму овој термин – „оној свет“."
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 2,
      "verse_key": "2:5",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
      "translation": "5. Тоа се тие што се упатени од Господарот свој и тоа се тие што се спасени.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 3,
      "verse_key": "2:6",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ",
      "translation": "6. На тие што не веруваат навистина им е сеедно дали ти ќе ги опоменуваш или нема да ги опоменуваш, тие не веруваат!",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 3,
      "verse_key": "2:7",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ",
      "translation": "7. Аллах ги запечатил срцата нивни и ушите нивни, а пред очите нивни има перде, и ним им следува голема казна.",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 3,
      "verse_key": "2:8",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ",
      "translation": "8. Има луѓе коишто велат: „Веруваме во Аллах и во другиот свет“ – а не се верници.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 3,
      "verse_key": "2:9",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ",
      "translation": "9. Тие мислат дека ги мамат Аллах и тие што веруваат, иако, не чувствувајќи го тоа, самите себеси се мамат.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 3,
      "verse_key": "2:10",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ",
      "translation": "10. Во срцата нивни се наоѓа болест[12] и Аллах им ја зголемува болеста. Нив ги чека болно страдање поради тоа што лажеа!",
      "footnotes": "[12] Болеста која е во нивните срца е сомнежот и неверувањето."
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 3,
      "verse_key": "2:11",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ",
      "translation": "11. И кога ќе им се каже: „Не правете безредие на Земјата!“, одговараат: „Ние само воспоставуваме ред!“",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 3,
      "verse_key": "2:12",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ",
      "translation": "12. Зарем така? Тие, навистина, се вистински интриганти! А за тоа не се ни свесни.",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 3,
      "verse_key": "2:13",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ",
      "translation": "13. Кога ќе им се каже: „Верувајте како што веруваат овие луѓе“, тие одговараат: „Зарем да веруваме како што веруваат малоумните[13]?“ А навистина тие самите се малоумни, а тоа не го ни знаат!",
      "footnotes": "[13] Се мисли на асхабите (придружниците) на Пратеникот Мухамед, Божјиот мир нека биде над него."
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 3,
      "verse_key": "2:14",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ",
      "translation": "14. Кога ќе ги сретнат тие што веруваат, велат: „Веруваме!“, а штом останат насамо со своите шејтани (ѓаволи)[14], велат: „Ние сме со вас. Ние само се потсмеваме[15].“",
      "footnotes": "[14] Се мисли на нивните поранешни истоверници од редовите на eвреите или идо­ло­поклониците.\n[15] Со следбениците на Мухамед, Божјиот мир нека биде над него."
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 3,
      "verse_key": "2:15",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ",
      "translation": "15. Аллах на нив им се потсмева и ги остава да талкаат во својата осиленост.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 3,
      "verse_key": "2:16",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ",
      "translation": "16. Тоа се тие кои ја зедоа заблудата во замена за Упатството! Но нивната трговија не им донесе добивка и тие не се упатени!",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 4,
      "verse_key": "2:17",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ",
      "translation": "17. Слични се на тие што ќе запалат оган и кога огнот ќе им ја осветли околината, Аллах ќе им ја одземе светлината и ќе ги остави во мрак, па ништо не гледаат.",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 4,
      "verse_key": "2:18",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ",
      "translation": "18. Глуви, неми и слепи се тие! И никако да се повратат (кон Вистинскиот пат)!",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 4,
      "verse_key": "2:19",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ",
      "translation": "19. Или сe слични на тие што за време на силниот порој од небото, каде што се темнините, татнежот и молњите поради громовите, ги ставаат прстите во уши плашејќи се од смртта! А Аллах ги опфаќа неверниците!",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 4,
      "verse_key": "2:20",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "20. Само што не ги заслепи молњата: кога и да им светне, тие ќе тргнат, а штом ќе останат во мрак, застануваат! А да сака Аллах би им ги одзел и слухот и видот! Аллах навистина може сè!",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 4,
      "verse_key": "2:21",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ",
      "translation": "21. О, луѓе, обожувајте Го Господарот ваш Кој ве создаде и вас и тие пред вас, за да бидете богобојазливи,",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 4,
      "verse_key": "2:22",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ",
      "translation": "22. Кој Земјата постела, а небото кров ви ги направи; Кој од небото ви го спушта дождот и со него создава плодови, снабдување за вас. Затоа не припишувајте Му здруженик на Аллах, знаејќи го тоа.",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 4,
      "verse_key": "2:23",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "23. А ако се сомневате во тоа што Сме му го објавиле на Својот роб, тогаш, донесете вие едно поглавје слично на тоа; повикајте ги и божествата ваши, ако вистината ја зборувате.",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 4,
      "verse_key": "2:24",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ",
      "translation": "24. Па, ако не го направите тоа, а нема да го направите, тогаш чувајте се од огнот кој е подготвен за неверниците, чиешто гориво луѓето и камењата ќе бидат!",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 5,
      "verse_key": "2:25",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 1,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "25. А израдувај ги тие што веруваат и што прават добри дела дека ним им припаѓаат џенетските[16] градини низ кои реки течат! Кога и да бидат снабдени од градините со некаков плод, велат: „Со ова и претходно бевме снабдени.“, а им беа давани само слични на нив! Во градините само чисти жени ќе имаат и во нив вечно ќе престојуваат!",
      "footnotes": "[16] Џенет (ар.) – рај. Во понатамошниот текст ќе се употребува во својата изворна форма."
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 5,
      "verse_key": "2:26",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ",
      "translation": "26. Навистина Аллах не се срами за пример да ја наведе мушичката или нешто поситно од неа; тие што веруваат знаат дека тоа е Вистината од Господарот нивен; а тие што не веруваат велат: „Што сака Аллах со овој пример?“ Со ова Тој многумина заблудува, а многумина и упатува, а ги заблудува само грешниците!",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 5,
      "verse_key": "2:27",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
      "translation": "27. Тие што го прекршуваат заветот кон Аллах откако е даден, го прекинуваат тоа што Аллах го наредил да се одржува и прават неред на Земјата. Тие се губитници!",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 5,
      "verse_key": "2:28",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ",
      "translation": "28. Како можете во Аллах да не верувате вие, кои бевте мртви, а Тој ве оживеа, а потоа ќе ве усмрти, и потоа пак ќе ве оживее, а потоа Нему ќе Му бидете вратени?!",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 5,
      "verse_key": "2:29",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ",
      "translation": "29. Сè што е на Земјата Аллах го создаде за вас; потоа кон небото се насочи и како седум небеса го уреди. Тој знае сè!",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 6,
      "verse_key": "2:30",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ",
      "translation": "30. И кога Господарот твој им рече на мелеците[17] (ангелите): „Јас на Земјата ќе поставам намесник!“, тие запрашаа: „Зарем на Земјата ќе го поставиш тој што на неа неред ќе шири и крв ќе пролева?! А ние Те величаме, заблагодарувајќи Ти, и Те почитуваме како што Тебе Ти доликува!“ Тој одговори: „Јас го знам тоа што вие не го знаете!“",
      "footnotes": "[17] Мелек (ар.) – ангел, суштество создадено од светлина, тотално покорно и пот­чи­не­то на својот Создател, без слободна волја и без одговорност на Судниот ден, за раз­лика од луѓето и џините (демоните) кои ќе одговараат за своите дела кои ги направиле врз основа на слободната волја и сопствениот избор. Во пона­та­мош­ни­от текст ќе се употребува во својата изворна форма."
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 6,
      "verse_key": "2:31",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "31. И Тој го подучи Адем[18] со сите имиња, а потоа ги изнесе пред мелеците и рече: „Кажете Ми ги имињата нивни, ако ја кажувате вистината!“",
      "footnotes": "[18] Адем – Адам. Првиот човек на Земјата. Во понатамошниот текст ќе се употребува името во изворната форма од Куранот."
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 6,
      "verse_key": "2:32",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ",
      "translation": "32. „Славен биди!“, рекоа тие, „Ние го знаеме само тоа за што Ти нè подучи! Само Ти си Зналецот и Мудриот!”",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 6,
      "verse_key": "2:33",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ",
      "translation": "33. „О, Адеме,“, рече Тој, „кажи им ги имињата нивни!“ И кога тој им ги кажа нивните имиња, Аллах рече: „Зарем не ви кажав дека само Јас ги знам тајните на небесата и на Земјата и дека само Јас го знам тоа што вие го покажувате и тоа што го криете?“",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 6,
      "verse_key": "2:34",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ",
      "translation": "34. И кога им кажавме на мелеците: „Поклонете му се на Адем со сеџда[19]!“, тие сите се поклонија освен Иблис[20], кој одби, се вообрази и стана неверник.“",
      "footnotes": "[19] Сеџда (ар.) – спуштање ничкум, положба на длабоко поклонение кога човекот со своите чело, нос, дланки, колена и стапала го допира тлото. Сеџдата прет­ста­вува чин на обожување и составен дел од намазот. Во контекстот на ова кажу­вање за соз­да­ва­ње­то на првиот човек, ова поклонение е знак на тотална покор­ност, преданост, вели­че­ње, славење и обожување кон Бог и почитување на чове­кот како суштество и соз­да­ние кое е на повисоко ниво од ангелите (не поради сво­јата безгрешност, туку поради својството на слободна волја и одговорност на Судниот ден).\n[20] Иблис (ар.) – Луцифер, сатаната. Според Куранот, тој не бил ангел, туку демон (џин) кој поради својата побожност бил во друштво со ангелите. Со неговата побуна против наредбата и волјата Божја, станува предводник на останатите демони невер­ни­ци, односно ѓаволи (шејтани)."
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 6,
      "verse_key": "2:35",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ",
      "translation": "35. И Ние рековме: „О, Адеме, ти и твојата жена живејте во Џенетот и јадете од него од каде што сакате, но не приближувајте се до ова стебло, па со тоа неправда да си сторите!“",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 6,
      "verse_key": "2:36",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ",
      "translation": "36. Но, шејтанот ги намами да сторат грев и ги изведе од местото каде што живееја!“ – „Слезете!“ – им рековме Ние. „Едни на други ќе бидете непријатели до одреденото време! Земјата ќе биде ваше живеалиште и уживање некое време!“",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 6,
      "verse_key": "2:37",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
      "translation": "37. И Адем прими некои зборови од Господарот свој, па Тој му прости; Тој навистина простува и Милостив е!",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 7,
      "verse_key": "2:38",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
      "translation": "38. И Ние рековме: „Слезете од него сите! Од Мене ќе ви доаѓа Упатството; и тие што ќе го следат Упатството Мое, ниту ќе стравуваат, ниту ќе тагуваат!”",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 7,
      "verse_key": "2:39",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "39. А тие што нема да веруваат и кои ајетите Наши ќе ги негираат, жители на Огнот ќе станат и во него вечно ќе останат.",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 7,
      "verse_key": "2:40",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ",
      "translation": "40. О, синови Израилови, сетете се на благодатите Мои кои ви ги подарив, и исполнете го заветот што Ми го дадовте, па и Јас ќе го исполнам заветот што ви го дадов! И плашете се само од Мене!",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 7,
      "verse_key": "2:41",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ",
      "translation": "41. Верувајте во тоа што го објавив потврдувајќи го тоа што вие го имате и не бидете првите кои не веруваат во тоа! Не продавајте ги Моите зборови за ниска цена и плашете се само од Мене!",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 7,
      "verse_key": "2:42",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ",
      "translation": "42. И не мешајте ја вистината со невистината криејќи ја вистината, иако знаете!",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 7,
      "verse_key": "2:43",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 2,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ",
      "translation": "43. И намаз (молитва) извршувајте и зекат[21] давајте; и со тие кои го извршуваат намазот и вие извршувајте го!",
      "footnotes": "[21] Зекат (ар.) – Определен, фиксиран дел од 2,5% од богатството и од секаков имот обврзан со зекат на еден муслиман кој се дава за сиромашните во муслиманската за­ед­ница. Плаќањето зекат е задолжително, бидејќи тој е еден од столбовите на исла­мот. Зекатот е главно економско средство за воспоставување социјална правда и го во­ди мус­ли­ман­ското општество кон напредок и сигурност. Бидејќи нема соод­ве­тен збор за буквален превод во македонскиот јазик, овој израз ќе се употребува и во пона­тамошниот текст."
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 7,
      "verse_key": "2:44",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "44. Зарем од другите барате да прават добри дела, а при тоа себеси се заборавате, а вие Книгата ја читате?! Зар нема да се опаметите?",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 7,
      "verse_key": "2:45",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ",
      "translation": "45. Барајте помош со трпеливоста и со намазот (молитвата). Тоа е навистина тешко, освен за послушните,",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 7,
      "verse_key": "2:46",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ",
      "translation": "46. кои се убедени дека ќе се сретнат со Господарот свој и дека Нему ќе Му се вратат.",
      "footnotes": ""
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 7,
      "verse_key": "2:47",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ",
      "translation": "47. О, синови Израилови! Сетете се на благодатите Мои кои ви ги подарив и за тоа што над другите светови ве одликував.",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 7,
      "verse_key": "2:48",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ",
      "translation": "48. И плашете се од Денот кога никој за никого нема да може ништо да направи; кога ничие посредување нема да биде примено, кога од никого откуп нема да се прими и кога на луѓето никој нема да им излезе на помош!",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 8,
      "verse_key": "2:49",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ",
      "translation": "49. И кога ве спасивме од луѓето на фараонот кои со најтешки маки ве мачеа: машките деца ви ги колеа, а женските во живот ги оставаа – тоа ви беше големо искушение од Господарот ваш.",
      "footnotes": ""
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 8,
      "verse_key": "2:50",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ",
      "translation": "50. И кога поради вас морето го раздвоивме и ве спасивме, а луѓето на фараонот пред ваши очи ги потопивме!",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 8,
      "verse_key": "2:51",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ",
      "translation": "51. И кога одредивме средба со Муса[22], вие потоа четириесет ноќи обожувавте теле, правејќи си самите себеси неправда.",
      "footnotes": "[22] Муса – Старозаветниот пророк Мојсеј. Во понатамошниот текст ќе се употребува името во изворната форма од Куранот."
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 8,
      "verse_key": "2:52",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "52. Потоа, и покрај сè, ви простивме за да бидете благодарни.",
      "footnotes": ""
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 8,
      "verse_key": "2:53",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ",
      "translation": "53. И кога на Муса му дадовме Книга и упатство за разликување на вистината од невистината, за да бидете упатени.",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 8,
      "verse_key": "2:54",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
      "translation": "54. И кога Муса му рече на народот свој: „Народе мој, вие навистина самите себеси неправда си сторивте прифаќајќи го телето; затоа на Создателот свој покајте Му се и убивајте се меѓу себе![23] Тоа е подобро кај Создателот ваш, па ќе ви прости. Тој го прима покајанието и Милостив е!",
      "footnotes": "[23] Тие што се во право со смрт да ги казнат неправедните."
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 8,
      "verse_key": "2:55",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ",
      "translation": "55. И кога вие рековте: „Муса, ние нема да ти веруваме сè додека Аллах јасно не Го видиме!“ – па, молња ве удри додека гледавте,",
      "footnotes": ""
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 8,
      "verse_key": "2:56",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "56. а потоа по смртта ваша ве оживеавме, за да бидете благодарни.",
      "footnotes": ""
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 8,
      "verse_key": "2:57",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
      "translation": "57. И Ние од облаците ладовина ви направивме, и мана[24] и потполошки ви испраќавме: „Јадете ги убавите јадења со кои ве снабдивме!“ Тие Нам не ни наштетија, туку самите себеси неправда си сторија!",
      "footnotes": "[24] Ел-мен (ар.) – храна која Аллах им ја испратил на eвреите кога тие талкале во пус­тината; „леб од рајот“."
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 9,
      "verse_key": "2:58",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ",
      "translation": "58. И кога рековме: „Влезете во овој град и јадете колку што сакате; влезете низ портата извршувајќи сеџда и кажете: ,Прошка!‘, па ќе ви ги простиме гревовите ваши, а на тие што прават добри дела ќе им дадеме и повеќе од тоа.“",
      "footnotes": ""
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 9,
      "verse_key": "2:59",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 3,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ",
      "translation": "59. Тогаш неправедните го заменија со друг Зборот кој им беше даден, па Ние на неправедните казна од небото им спуштивме, затоа што грешеа.",
      "footnotes": ""
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 9,
      "verse_key": "2:60",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ",
      "translation": "60. И кога Муса за народот свој молеше за вода, Ние рековме: „Удри со стапот свој по карпата!“ Од неа дванаесет извори протекоа и секое племе знаеше од кој извор ќе пие! „Јадете и пијте од Аллаховото снабдување и не чинете зло по Земјата правејќи неред.“",
      "footnotes": ""
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 9,
      "verse_key": "2:61",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ",
      "translation": "61. И кога рековте: „Муса, ние не можеме повеќе една иста храна да јадеме. Затоа замоли Го Господарот свој да ни подари од тоа што земјата раѓа: зеленчук и краставици, пченица, леќа и кромид!“ Тој рече: „Зарем тоа што е подобро да го замените со тоа што е полошо? Одете во некоја земја, ќе го имате тоа што го барате!“ И понижувањето и бедата на нив паднаа и гневот на Аллах на себе го навлекоа, затоа што во Аллаховите докази не веруваа и затоа што веровесниците невини ги убиваа, затоа што непослушни беа и сите граници на злото ги преминуваа.",
      "footnotes": ""
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 10,
      "verse_key": "2:62",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
      "translation": "62. Тие што веруваа, и тие што беа евреи[25], христијани и Сабијци[26], а веруваа во Аллах и во другиот свет и правеа добри дела – навистина ги очекува награда од Господарот нивен; и за нив нема страв и тие нема да тагуваат.",
      "footnotes": "[25] Евреите се спомнуваат како припадници на религија, а не како народ, па затоа секаде овој збор ќе биде напишан со мала буква, на ист начин како и за хрис­ти­ја­ни­те и за муслиманите.\n[26] Сабијци се народ кој живеел во Мосул, Ирак, кои изговарале „Ла илахе иллаллах“ – (не постои друго божество достојно за обожување освен Аллах), го читале Зебурот (Псалмите на Сабијците) и не биле ни eвреи ни христијани. Сабијците треба да се разликуваат од Сабејците, древна семитски етничка група во јужна Ара­бија, кои живееле на територијата на денешен Јемен."
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 10,
      "verse_key": "2:63",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ",
      "translation": "63. И кога од вас заветот го зедовме и над вас планината Тур ја кренавме: „Силно прифатете го тоа што ви го дадовме и нека ви е на ум тоа што е во Книгата, за да се сочувате од казната!“",
      "footnotes": ""
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 10,
      "verse_key": "2:64",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ",
      "translation": "64. Потоа вие отстапивте, и да не беше Аллаховата добрина и милост кон вас, вие навистина ќе страдавте.",
      "footnotes": ""
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 10,
      "verse_key": "2:65",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ",
      "translation": "65. Вам ви е веќе познато што им се случи на тие што за саботата влегоа во грев, па Ние им рековме: „Бидете мајмуни презрени!“",
      "footnotes": ""
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 10,
      "verse_key": "2:66",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ",
      "translation": "66. Тоа го направивме како опомена за современиците и за нивните поколенија, а поука за богобојазливите.",
      "footnotes": ""
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 10,
      "verse_key": "2:67",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ",
      "translation": "67. И кога Муса му рече на народот свој: „Аллах навистина ви наредува да заколете крава!“, тие го запрашаа: „Дали се шегуваш со нас?“, а Муса им одговори: „Да не даде Аллах да бидам од незналците.“",
      "footnotes": ""
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 10,
      "verse_key": "2:68",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ",
      "translation": "68. Рекоа: „Замоли Го Господарот свој во наше име да ни објасни каква треба да биде кравата!“ „Тој вели“ – одговори тој – „дека кравата не смее да биде ни стара, ни млада, туку помеѓу тоа, средна возраст, па сторете го тоа што од вас се бара!“",
      "footnotes": ""
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 10,
      "verse_key": "2:69",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ",
      "translation": "69. „Замоли Го Господарот свој“ – рекоа тие – „да ни објасни каква боја треба да биде!“ „Тој вели“ – рече тој – „дека таа, кравата, треба да биде со светложолта боја, да им се допадне на тие што ќе ја видат.“",
      "footnotes": ""
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 11,
      "verse_key": "2:70",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ",
      "translation": "70. „Замоли Го Господарот свој“ – рекоа тие – „да ни објасни каква уште треба да биде, бидејќи нам кравите ни изгледаат слични, а ние неа, ако Аллах сака, сигурно ќе ја пронајдеме.“",
      "footnotes": ""
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 11,
      "verse_key": "2:71",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ",
      "translation": "71. „Тој вели“ – рече тој – „кравата не смее да биде исцрпена од орање на земјата и од наводнување на посевите; треба да биде без никаква мана и без никаков белег.“ „Е, сега ја опиша како што треба!“ – рекоа, па ја заклаа, и тоа eдвај го сторија.",
      "footnotes": ""
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 11,
      "verse_key": "2:72",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ",
      "translation": "72. И кога убивте еден човек, па околу него почнавте да се препирате, Аллах даде на виделина да излезе тоа што го скривте.",
      "footnotes": ""
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 11,
      "verse_key": "2:73",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ",
      "translation": "73. Па Ние рековме: „Удрете го (мртвиот) со некој нејзин дел!“ – ете така Аллах мртвите ги враќа во живот и ви ги покажува доказите Свои, за да сфатите.[27]",
      "footnotes": "[27] Овие eвреи во текот на Мусаовиот живот убиле еден човек, а убиецот го сокриле. Им било наредено да заколат одредена крава и убиениот да го удрат со еден кравји дел. Кога го направиле тоа, убиениот оживеал, кажал кој го убил и веднаш потоа повторно умрел."
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 11,
      "verse_key": "2:74",
      "juz_number": 1,
      "hizb_number": 1,
      "rub_el_hizb_number": 4,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ",
      "translation": "74. Но срцата ваши, после тоа, станаа тврди како камен, или уште потврди! А има камења од кои реки избиваат; има камења кои пукаат и од кои вода излегува, а навистина има и такви кои од страв пред Аллах се рушат. А Аллах не го занемарува тоа што вие го правите.",
      "footnotes": ""
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 11,
      "verse_key": "2:75",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ",
      "translation": "75. Зарем вие се надевате дека тие (eвреите) ќе ви поверуваат, иако некои од нив Аллаховиот говор го слушаа, за, откако го сфатија, свесно да го искриват?",
      "footnotes": ""
    },
    {
      "id": 76,
      "verse_number": 76,
      "page_number": 11,
      "verse_key": "2:76",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "76. Кога ќе ги сретнат верниците, тие велат: „Веруваме!“, а штом ќе останат сами едни со други, велат: „Зарем ќе им го кажувате тоа што Аллах вам ви го објавил, па тоа да им биде обвинение против вас пред Господарот ваш? Зарем нема да се опаметите?“",
      "footnotes": ""
    },
    {
      "id": 77,
      "verse_number": 77,
      "page_number": 12,
      "verse_key": "2:77",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ",
      "translation": "77. А зарем тие не знаат дека Аллах го знае и тоа што го кријат и тоа што го покажуваат?",
      "footnotes": ""
    },
    {
      "id": 78,
      "verse_number": 78,
      "page_number": 12,
      "verse_key": "2:78",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ",
      "translation": "78. Некои од нив се неписмени и не знаат за Книгата, туку само измислици. Тие само измислуваат.",
      "footnotes": ""
    },
    {
      "id": 79,
      "verse_number": 79,
      "page_number": 12,
      "verse_key": "2:79",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ",
      "translation": "79. А тешко на тие кои со своите раце пишуваат книга, а потоа велат: „Ова е од Аллах.“, со цел незначителна корист да извлечат. И тешко ним за тоа што нивните раце го пишуваат и тешко ним што на тој начин заработуваат!",
      "footnotes": ""
    },
    {
      "id": 80,
      "verse_number": 80,
      "page_number": 12,
      "verse_key": "2:80",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ",
      "translation": "80. Тие велат: „Огнот нема да нè допира повеќе од неколку дена.“ Кажи: „Дали добивте ветување од Аллах за тоа – бидејќи Аллах нема да го прекрши ветувањето Свое – или за Аллах го кажувате тоа што не го знаете?“",
      "footnotes": ""
    },
    {
      "id": 81,
      "verse_number": 81,
      "page_number": 12,
      "verse_key": "2:81",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "81. А не е така! Бидејќи тие што ќе прават зло и гревовите нивни ќе ги стигнат од сите страни, тие жители на Џехенемот[28] (пеколот) ќе бидат и во него вечно ќе останат.",
      "footnotes": "[28] Џехенем (ар.) – пекол. Во понатамошниот текст ќе се употребува во својата из­ворна форма."
    },
    {
      "id": 82,
      "verse_number": 82,
      "page_number": 12,
      "verse_key": "2:82",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "82. А тие што ќе веруваат и што ќе прават добри дела – тие ќе бидат жители на Џенетот и во него вечно ќе престојуваат.",
      "footnotes": ""
    },
    {
      "id": 83,
      "verse_number": 83,
      "page_number": 12,
      "verse_key": "2:83",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ",
      "translation": "83. И кога од синовите Израилови зедовме завет дека само Аллах ќе Го обожувате, и на родителите и на ближните и на сирачињата и на сиромашните добри дела ќе им чините, а на луѓето убави зборови ќе им говорите; и дека намазот (молитвата) ќе го извршувате и зекат ќе давате, вие потоа, освен малкумина од вас, се изопачивте и заветот го изневеривте.",
      "footnotes": ""
    },
    {
      "id": 84,
      "verse_number": 84,
      "page_number": 13,
      "verse_key": "2:84",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ",
      "translation": "84. И кога од вас зедовме завет дека крв едни на други нема да пролевате и дека меѓусебно од домовите ваши нема да се прогонувате, вие тоа го прифативте и посведочивте.",
      "footnotes": ""
    },
    {
      "id": 85,
      "verse_number": 85,
      "page_number": 13,
      "verse_key": "2:85",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ",
      "translation": "85. Потоа, вие сепак едни со други се убивате, а поединци од вас од родниот крај ги прогонувате, помагајќи се против нив со грев и насилство, па ако ви дојдат како заробеници, вие ги откупувате. А забрането ви е да ги прогонувате! Зарем во едниот дел на Книгата верувате, а другиот го негирате?! Тие од вас кои тоа го прават, на овој свет само понижување може да ги стигне, а на Судниот Ден на најтешки маки ќе бидат ставени! Аллах не пропушта да внимава на тоа што го правите.",
      "footnotes": ""
    },
    {
      "id": 86,
      "verse_number": 86,
      "page_number": 13,
      "verse_key": "2:86",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ",
      "translation": "86. Тоа се тие кои на животот на овој свет му дале предност над животот на оној свет; затоа страдањето нема да им се олесни, ниту некој ќе им помогне.",
      "footnotes": ""
    },
    {
      "id": 87,
      "verse_number": 87,
      "page_number": 13,
      "verse_key": "2:87",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ",
      "translation": "87. И Ние на Муса Книга му дадовме, и после него еден по друг Пратеници праќавме, а на Иса[29], синот Мерјемин[30], јасни докази му дадовме и со Џибрил[31] го помогнавме! И кога и да ви го донесеше тоа, некој од Пратениците, што не им годеше на душите ваши, вие се вообразувавте, па едните за лага ги клеветевте, а другите ги убивавте.",
      "footnotes": "[29] Иса – Исус. Во понатамошниот текст ќе се употребува името во изворната форма од Куранот.\n[30] Мерјем – Марија, мајката на Исус. Во понатамошниот текст ќе се употребува името во изворната форма од Куранот.\n[31] Џибрил (ар.) – Архангелот Гаврил. Една од неговите задачи била и доста­ву­ва­ње­то на Божјото Откровение до одбраните Пратеници и Веровесници низ човечката исто­рија. Во понатамошниот текст ќе се употребува името во изворната форма од Куранот."
    },
    {
      "id": 88,
      "verse_number": 88,
      "page_number": 13,
      "verse_key": "2:88",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ",
      "translation": "88. Тие велат: „Нашите срца се во обвивки.“ А не е така, туку Аллах нив ги проколнал заради неверувањето, затоа што малкумина од нив веруваат.",
      "footnotes": ""
    },
    {
      "id": 89,
      "verse_number": 89,
      "page_number": 14,
      "verse_key": "2:89",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ",
      "translation": "89. А кога од Аллах им доаѓа Книга, која ја потврдува вистинитоста на тоа што го имаат – а отпорано бараа помош против неверниците – кога им доаѓа тоа што им е познато, тие во тоа не сакаат да веруваат! Па Аллаховото проклетство нека ги стигне неверниците!",
      "footnotes": ""
    },
    {
      "id": 90,
      "verse_number": 90,
      "page_number": 14,
      "verse_key": "2:90",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ",
      "translation": "90. Бедно е тоа за што се продадоа: да не веруваат во тоа што Аллах го објавува, поради злоба што Аллах од добрината Своја дава кому Тој сака од робовите Свои; И навлекоа врз себе гнев по гнев! А на неверниците им припаѓа срамно страдање.",
      "footnotes": ""
    },
    {
      "id": 91,
      "verse_number": 91,
      "page_number": 14,
      "verse_key": "2:91",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 5,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ",
      "translation": "91. А кога ќе им се каже: „Верувајте во тоа што Аллах го објавува!“, тие одговараат: „Ние веруваме само во тоа што нам ни е објавено.“, и не сакаат да веруваат во тоа што им се објавува по нив, а тоа е Вистината која потврдува дека е вистинито и тоа што тие го имаат. Кажи: „Па зошто поранешните Аллахови веровесници ги убивавте, ако бевте верници?",
      "footnotes": ""
    },
    {
      "id": 92,
      "verse_number": 92,
      "page_number": 14,
      "verse_key": "2:92",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ",
      "translation": "92. И Муса ви донесе јасни докази, и покрај сè, во негово отсуство, телето го прифативте чинејќи така неправда.",
      "footnotes": ""
    },
    {
      "id": 93,
      "verse_number": 93,
      "page_number": 14,
      "verse_key": "2:93",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ",
      "translation": "93. И кога од вас заветот го зедовме и над вас планината Тур ја кренавме: „Цврсто прифатете го тоа што ви го даваме и слушајте!“ – тие одговорија: „Слушаме, но нема да послушаме!“ – бидејќи срцата нивни, заради неверувањето нивно, сè уште беа опиени од телето. Кажи: „Лошо е тоа на што вашето верување ве наведува, ако воопшто сте верници.“",
      "footnotes": ""
    },
    {
      "id": 94,
      "verse_number": 94,
      "page_number": 15,
      "verse_key": "2:94",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "94. Кажи: „Ако кај Аллах е Џенетот обезбеден само за вас, а не и за останатиот свет, тогаш вие смртта посакајте ја, ако вистината ја зборувате.“",
      "footnotes": ""
    },
    {
      "id": 95,
      "verse_number": 95,
      "page_number": 15,
      "verse_key": "2:95",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ",
      "translation": "95. А никогаш нема да ја посакаат, заради тоа што го прават, а Аллах добро ги познава насилниците.",
      "footnotes": ""
    },
    {
      "id": 96,
      "verse_number": 96,
      "page_number": 15,
      "verse_key": "2:96",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ",
      "translation": "96. И сигурно ќе видиш дека повеќе копнеат за животот од останатите луѓе, па дури и од идолопоклониците; секој од нив би сакал да живее илјада години, а и да живее толку, тоа од казната не би го оддалечило! Аллах добро го гледа тоа што тие го прават!",
      "footnotes": ""
    },
    {
      "id": 97,
      "verse_number": 97,
      "page_number": 15,
      "verse_key": "2:97",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ",
      "translation": "97. Кажи: „Кој му е непријател на Џибрил?“, а тој, со Аллахова волја, тебе Куранот на срцето ти го става, потврдувајќи ја вистинитоста на тоа претходно, како патоказ и радосна вест за верниците.",
      "footnotes": ""
    },
    {
      "id": 98,
      "verse_number": 98,
      "page_number": 15,
      "verse_key": "2:98",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ",
      "translation": "98. Кој Му е непријател на Аллах и на мелеците Негови и на Пратениците Негови и на Џибрил и на Микаил[32] – па, Аллах навистина им е непријател на тие што не веруваат.",
      "footnotes": "[32] Микаил (ар.) – Архангелот Михаил. Во понатамошниот текст ќе се употребува името во изворната форма од Куранот."
    },
    {
      "id": 99,
      "verse_number": 99,
      "page_number": 15,
      "verse_key": "2:99",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ",
      "translation": "99. А Ние тебе јасни докази ти објавуваме, во кои единствено тешките грешници не сакаат да веруваат.",
      "footnotes": ""
    },
    {
      "id": 100,
      "verse_number": 100,
      "page_number": 15,
      "verse_key": "2:100",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ",
      "translation": "100. Зарем секој пат кога некоја обврска ќе преземат, некоја група од нив ја отфрла, бидејќи повеќето не веруваат.",
      "footnotes": ""
    },
    {
      "id": 101,
      "verse_number": 101,
      "page_number": 15,
      "verse_key": "2:101",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ",
      "translation": "101. А кога од Аллах им дојде Пратеник[33], потврдувајќи дека е вистинито тоа што веќе го имаат, дел од тие на кои Книгата им е дадена Аллаховата Книга зад грб ја отфрлија, како да не знаат.",
      "footnotes": "[33] Пратеник или Ресул (ар.) или Пејгамбер (перс.) е еквивалент за Библискиот тер­мин пророк, кој го означува повиканиот Божји гласник, а не оној кој ги пророкува идните работи. Бидејќи станува збор за Куранот, ја задржавме куранската терми­но­­логија која е најблиска до македонскиот јазик, но за да се направи разлика од во­­обичаеното значење, а да се запази возвишеното значење за човек избран од Бо­га, Пратеник ќе биде означен со голема буква."
    },
    {
      "id": 102,
      "verse_number": 102,
      "page_number": 16,
      "verse_key": "2:102",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
      "translation": "102. И го следат тоа што шејтаните за владеењето на Сулејман[34] го кажуваа. А Сулејман не беше неверник, туку неверници се шејтаните кои ги подучуваат луѓето за маѓиите во Вавилон, на Харут и Марут, а тоа не им беше објавено на двајцата мелеци. Тие двајца никого не поучуваа сè додека не му кажеа: „Ние само искушуваме, а ти немој да бидеш неверник!“ И луѓето од нив двајца учеа како мажот од жената да го разведат, но тие не можеа на никого без одобрение од Аллаховата волја да му наштетат. Го учеа тоа што ќе им наштети и од што нема да имаат корист, иако знаеја дека тој што таа вештина ќе ја стекне, на другиот свет никаква среќа нема да има. А навистина е бедно тоа за што се продадоа, само кога тие би знаеле.",
      "footnotes": "[34] Сулејман – Старозаветниот пророк Соломон. Во понатамошниот текст ќе се упо­тре­бува името во изворната форма од Куранот."
    },
    {
      "id": 103,
      "verse_number": 103,
      "page_number": 16,
      "verse_key": "2:103",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ",
      "translation": "103. А да веруваат и да се плашат, наградата од Аллах многу подобра би им била, само кога би знаеле!",
      "footnotes": ""
    },
    {
      "id": 104,
      "verse_number": 104,
      "page_number": 16,
      "verse_key": "2:104",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ",
      "translation": "104. О, верници, не велете: „Раина!“[35], туку кажете „Унзурна!“[36] и слушајте. А на неверниците болна казна им припаѓа.",
      "footnotes": "[35] Раина (ар.) – Чувај нè.\n[36] Унзурна (ар.) – Слушај нè."
    },
    {
      "id": 105,
      "verse_number": 105,
      "page_number": 16,
      "verse_key": "2:105",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 6,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ",
      "translation": "105. Следбениците на Книгата кои не веруваат, а ни идолопоклониците, не сакаат од Господарот ваш какво било добро да ви се објави. А Аллах милоста Своја ја дарува кому Тој сака; Аллах е неизмерно добар.",
      "footnotes": ""
    },
    {
      "id": 106,
      "verse_number": 106,
      "page_number": 17,
      "verse_key": "2:106",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
      "translation": "106. Ние ниту еден ајет не менуваме, ниту пак во заборав го оставаме, а подобар или сличен на него да не донесеме! Зарем ти не знаеш дека Аллах може сè?",
      "footnotes": ""
    },
    {
      "id": 107,
      "verse_number": 107,
      "page_number": 17,
      "verse_key": "2:107",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ",
      "translation": "107. Зарем ти не знаеш дека власта и на небесата и на Земјата Му припаѓа на Аллах и дека, освен Аллах, ни заштитник ни помошник немате?",
      "footnotes": ""
    },
    {
      "id": 108,
      "verse_number": 108,
      "page_number": 17,
      "verse_key": "2:108",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
      "translation": "108. Зарем да барате од својот Пратеник како што претходно бараа од Муса?! А кој своето верување ќе го замени со неверување, тој заталкал од Вистинскиот пат.",
      "footnotes": ""
    },
    {
      "id": 109,
      "verse_number": 109,
      "page_number": 17,
      "verse_key": "2:109",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "109. Многумина од Следбениците на Книгата би сакале, поради својата пакост, по вашето верување да ве вратат во неверување, иако вистината им стана јасна! Но вие простете им и преминете преку тоа, додека Аллах својата одлука не ја донесе. Аллах навистина е Семоќен.",
      "footnotes": ""
    },
    {
      "id": 110,
      "verse_number": 110,
      "page_number": 17,
      "verse_key": "2:110",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ",
      "translation": "110. И намаз (молитва) извршувајте и зекат давајте, а за доброто кое за себе ќе го дадете, кај Аллах ќе го најдете. Аллах навистина гледа што правите!",
      "footnotes": ""
    },
    {
      "id": 111,
      "verse_number": 111,
      "page_number": 17,
      "verse_key": "2:111",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "111. Тие велат: „Во Џенетот нема да влезе никој освен тој што ќе биде eвреин или христијанин!“ Тоа се нивните пусти желби! Кажи: „Дајте свој доказ, доколку вистината ја зборувате!“",
      "footnotes": ""
    },
    {
      "id": 112,
      "verse_number": 112,
      "page_number": 17,
      "verse_key": "2:112",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
      "translation": "112. Но, не е така! Тој што ќе Му биде предан на Аллах и ќе прави добри дела, го очекува награда кај Господарот негов; таквите од ништо нема да се плашат, ниту пак за нешто ќе тагуваат.",
      "footnotes": ""
    },
    {
      "id": 113,
      "verse_number": 113,
      "page_number": 18,
      "verse_key": "2:113",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ",
      "translation": "113. Евреите велат: „Христијаните не се на ништо.“[37], а христијаните велат: „Евреите не се на ништо.“, а тие Книгата ја читаат! Така говорат тие што не знаат. Аллах на Судниот ден ќе им пресуди за тоа за што не се согласуваа!",
      "footnotes": "[37] Т.е. не се на Правиот пат, во вистинската вера."
    },
    {
      "id": 114,
      "verse_number": 114,
      "page_number": 18,
      "verse_key": "2:114",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ",
      "translation": "114. Има ли поголем насилник од тој којшто забранува во Аллаховите џамии името Негово да се спомнува и којшто работи на тоа истите да се урнат? Таквите би требало, во нив, само со страв да влегуваат. Тие на овој свет ќе доживеат понижување, а на другиот свет ги чека голема казна.",
      "footnotes": ""
    },
    {
      "id": 115,
      "verse_number": 115,
      "page_number": 18,
      "verse_key": "2:115",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ",
      "translation": "115. На Аллах Му припаѓаат и истокот и западот; каде и да се свртите, таму е Аллаховото лице. Аллах е навистина неизмерно добар и Тој знае сè.",
      "footnotes": ""
    },
    {
      "id": 116,
      "verse_number": 116,
      "page_number": 18,
      "verse_key": "2:116",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ",
      "translation": "116. Неверниците велат: „Аллах си зел дете за себе.“ Возвишен нека е Тој! Напротив, Нему Му припаѓа сè што е на небесата и на Земјата и Нему сè Му се покорува;",
      "footnotes": ""
    },
    {
      "id": 117,
      "verse_number": 117,
      "page_number": 18,
      "verse_key": "2:117",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
      "translation": "117. Тој е Создателот на небесата и на Земјата, а кога нешто ќе одлучи, Тој само ќе каже: „Биди!“ – и тоа бидува.",
      "footnotes": ""
    },
    {
      "id": 118,
      "verse_number": 118,
      "page_number": 18,
      "verse_key": "2:118",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ",
      "translation": "118. А тие што не знаат велат: „Аллах би требало со нас да разговара или некаков доказ да ни даде!“ Така, скоро со исти зборови, говореа и тие пред нив, а и срцата им се слични! А Ние доказите им ги објаснуваме на луѓето што цврсто веруваат.",
      "footnotes": ""
    },
    {
      "id": 119,
      "verse_number": 119,
      "page_number": 18,
      "verse_key": "2:119",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ",
      "translation": "119. Ние те испративме со Вистината, радосни вести и опомена да донесеш, а ти нема да бидеш прашан за тие што ќе бидат во Џехенемот.",
      "footnotes": ""
    },
    {
      "id": 120,
      "verse_number": 120,
      "page_number": 19,
      "verse_key": "2:120",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ",
      "translation": "120. Ни eвреите, ни христијаните, нема да бидат задоволни од тебе сè додека не ја следиш нивната вера. Кажи: „Само Аллаховиот пат е Вистински пат!“ А кога би ги следел желбите нивни, покрај знаењето кое си го добил, никој не би можел да те заштити од Аллах, ниту да ти помогне.",
      "footnotes": ""
    },
    {
      "id": 121,
      "verse_number": 121,
      "page_number": 19,
      "verse_key": "2:121",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
      "translation": "121. Тие на коишто сме им ја објавиле Книгата, па ја читаат како што треба – исправно, тоа се тие што веруваат во неа. А тие што нема да веруваат во неа, тоа се сигурни губитници.",
      "footnotes": ""
    },
    {
      "id": 122,
      "verse_number": 122,
      "page_number": 19,
      "verse_key": "2:122",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ",
      "translation": "122. О, синови Израилови, сетете се на благодатта Моја која ви ја подарив и што над останатите луѓе ве одликував.",
      "footnotes": ""
    },
    {
      "id": 123,
      "verse_number": 123,
      "page_number": 19,
      "verse_key": "2:123",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 7,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ",
      "translation": "123. И плашете се од Денот кога никој за никого нема да може ништо да стори, кога од никого откуп нема да се прими, кога никому заземањето нема да му користи и кога никој нема да им помогне!",
      "footnotes": ""
    },
    {
      "id": 124,
      "verse_number": 124,
      "page_number": 19,
      "verse_key": "2:124",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ",
      "translation": "124. А кога Ибрахим[38] беше ставен во искушение со неколку зборови од Господарот негов, па тој потполно ги изврши, Аллах рече: „Ќе направам ти да им бидеш предводник на другите луѓе“. „И некои од моите потомци?“ – запраша тој. – „Ветувањето Мое не ги опфаќа насилниците“. – му одговори.",
      "footnotes": "[38] Ибрахим – Старозаветниот пророк Авраам. Во понатамошниот текст ќе се упо­тре­бува името во изворната форма од Куранот."
    },
    {
      "id": 125,
      "verse_number": 125,
      "page_number": 19,
      "verse_key": "2:125",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ",
      "translation": "125. И Ќаба[39] прибежиште и сигурно место за луѓето ја направивме.[40] „Местото на кое стоеше Ибрахим нека ви биде простор зад кој намаз (молитва) ќе извршувате!“ – И на Ибрахим и Исмаил[41] им наредивме: „Храмот Мој исчистете го за тие што ќе го обиколуваат, кои тука ќе престојуваат и руку[42] и сеџда ќе извршуваат.“",
      "footnotes": "[39] Ќаба – Светиот Храм, големата коцкеста камена градба, прекриена со црна пре­крив­ка во центарот на Големата џамија во Мека. Првиот свет исконски храм кој бил изграден на Земјата од Адам, а возобновен од Авраам и неговиот син Исмаил. Тоа е местото каде што милиони муслимани одат на аџилак и кон кое се насочуваат во своите молитви (намази).\n[40] Ќаба со нејзина околина, целиот Храм е прибежиште и сигурно место. Човекот, на пример би го сретнал убиецот на својот татко или брат, но ништо не би смеел да му направи.\n[41] Исмаил – Старозаветниот пророк Ишмаел, синот на Авраам. Во понатамошниот текст ќе се употребува името во изворната форма од Куранот.\n[42] Руку (ар.) – прегиб, поклон, дел од молитвата (намазот) на муслиманите."
    },
    {
      "id": 126,
      "verse_number": 126,
      "page_number": 19,
      "verse_key": "2:126",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ",
      "translation": "126. А кога Ибрахим замоли: „Господару мој, направи го ова место безбедно престојувалиште и снабди ги со плодови жителите негови, тие меѓу нив кои ќе веруваат во Аллах и оној свет!“ – Тој рече: „На тој што нема да верува, ќе му дадам одредено време да ужива, а потоа ќе го присилам во пеколниот оган да влезе. А тоа е грозно престојувалиште!“",
      "footnotes": ""
    },
    {
      "id": 127,
      "verse_number": 127,
      "page_number": 20,
      "verse_key": "2:127",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "127. И додека Ибрахим и Исмаил темелите на Ќаба ги ѕидаа, молеа: „Господару наш, прими го ова од нас, бидејќи Ти, навистина, сè слушаш и сè знаеш!",
      "footnotes": ""
    },
    {
      "id": 128,
      "verse_number": 128,
      "page_number": 20,
      "verse_key": "2:128",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
      "translation": "128. Господару наш, направи нè нас двајца да Ти бидеме предани муслимани, и нашите потомци да Ти бидат предани, покажи ни ги обредите наши и прости ни, бидејќи Ти го примаш покајувањето и Милостив си!",
      "footnotes": ""
    },
    {
      "id": 129,
      "verse_number": 129,
      "page_number": 20,
      "verse_key": "2:129",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "129. Господару наш, испрати им Пратеник, еден помеѓу нив, кој ајетите Твои ќе им ги кажува и за Книгата и за мудроста ќе ги научи и ќе ги исчисти, бидејќи Ти си навистина Силниот и Мудриот!“",
      "footnotes": ""
    },
    {
      "id": 130,
      "verse_number": 130,
      "page_number": 20,
      "verse_key": "2:130",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ",
      "translation": "130. Верата на Ибрахим ја одбегнува само тој што не е достоен на себеси! Ние него го одбравме на овој свет, а и на оној свет ќе биде меѓу добрите.",
      "footnotes": ""
    },
    {
      "id": 131,
      "verse_number": 131,
      "page_number": 20,
      "verse_key": "2:131",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "131. Кога Господарот негов му рече: „Биди послушен!“ – тој одговори: „Јас сум Му послушен на Господарот на световите!“",
      "footnotes": ""
    },
    {
      "id": 132,
      "verse_number": 132,
      "page_number": 20,
      "verse_key": "2:132",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ",
      "translation": "132. И Ибрахим, како и Јакуб[43], тоа им го остави во аманет на своите синови: „Синови мои, Аллах ви ја одбра вистинската вера, и никако не умирајте поинаку туку само како муслимани!“",
      "footnotes": "[43] Јакуб – Старозаветниот пророк Јаков. Во понатамошниот текст ќе се употребува името во изворната форма од Куранот."
    },
    {
      "id": 133,
      "verse_number": 133,
      "page_number": 20,
      "verse_key": "2:133",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ",
      "translation": "133. Дали бевте присутни кога на Јакуб смртниот час му дојде и кога синовите свои ги праша: „Кого, откако ќе умрам, ќе го обожувате?“ – „Ќе Го обожуваме“ – одговорија – „твојот Бог, Богот на твоите предци, Ибрахим и Исмаил и Исхак. Единиот Бог! И ние Нему Му се покоруваме!“",
      "footnotes": ""
    },
    {
      "id": 134,
      "verse_number": 134,
      "page_number": 20,
      "verse_key": "2:134",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ",
      "translation": "134. Тој народ поминал; нему му припаѓа тоа што го заслужил, а вам тоа што ќе го заслужите, и вие нема да бидете прашани за тоа што тие го работеле.",
      "footnotes": ""
    },
    {
      "id": 135,
      "verse_number": 135,
      "page_number": 21,
      "verse_key": "2:135",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "135. Тие велат: „Бидете eвреи или христијани, и ќе бидете на Вистинскиот пат!“ Ти кажи: „Не, ние сме во верата на Ибрахим, кој исправно веруваше; тој никого за рамен на Аллах не Му припишуваше.“",
      "footnotes": ""
    },
    {
      "id": 136,
      "verse_number": 136,
      "page_number": 21,
      "verse_key": "2:136",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ",
      "translation": "136. Кажете: „Ние веруваме во Аллах, и во тоа што ни се објавува, и во тоа што му беше објавено на Ибрахим, и на Исмаил, и на Исхак[44], и на Јакуб, и на внуците; и во тоа што му е дадено на Муса, и на Иса, и во тоа што им е дадено на веровесниците од Господарот нивен; ние не правиме никаква разлика меѓу нив и ние само Нему Му се покоруваме.“",
      "footnotes": "[44] Исхак – Старозаветниот пророк Исак, синот на Авраам. Во понатамошниот текст ќе се употребува името во изворната форма од Куранот."
    },
    {
      "id": 137,
      "verse_number": 137,
      "page_number": 21,
      "verse_key": "2:137",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "137. Па, ако веруваат во тоа во што вие верувате, на Вистинскиот пат се; а ако главите ги свртат, тогаш тие се далеку од Вистинскиот пат и Аллах од нив сигурно ќе те заштити, бидејќи Тој сè слуша и сè знае.",
      "footnotes": ""
    },
    {
      "id": 138,
      "verse_number": 138,
      "page_number": 21,
      "verse_key": "2:138",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ",
      "translation": "138. Држете се за Аллаховата вера! Зарем има поубава вера од Аллаховата? Ние само Него Го обожуваме.",
      "footnotes": ""
    },
    {
      "id": 139,
      "verse_number": 139,
      "page_number": 21,
      "verse_key": "2:139",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ",
      "translation": "139. Кажи: „Зарем со нас расправате за Аллах, кога Тој е и наш и ваш Господар? Нам ни припаѓаат нашите дела, а вам вашите дела! А ние сме искрени кон Него.",
      "footnotes": ""
    },
    {
      "id": 140,
      "verse_number": 140,
      "page_number": 21,
      "verse_key": "2:140",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ",
      "translation": "140. Како можете да зборувате дека Ибрахим, Исмаил, Исхак, Јакуб, и внуците нивни биле евреи или христијани?“ Кажи: „Знаете ли подобро вие или Аллах?“ Зарем некој е понеправеден од тој што го крие сведоштвото за вистината од Аллах? А Аллах внимава на тоа што го правите“.",
      "footnotes": ""
    },
    {
      "id": 141,
      "verse_number": 141,
      "page_number": 21,
      "verse_key": "2:141",
      "juz_number": 1,
      "hizb_number": 2,
      "rub_el_hizb_number": 8,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ",
      "translation": "141. Тој народ беше и исчезна; нему му припаѓа тоа што го заслужил, а вам тоа што ќе го заслужите, и вие нема да бидете прашани за тоа што тие го работеле.",
      "footnotes": ""
    },
    {
      "id": 142,
      "verse_number": 142,
      "page_number": 22,
      "verse_key": "2:142",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "142. Некои малоумни луѓе ќе речат: „Што ги одврати од киблата[45] нивна кон која се насочуваа?“ Кажи: „Аллахови се и истокот и западот; Тој го упатува на Правиот пат кого Тој сака“.",
      "footnotes": "[45] Кибла (ар.) е правецот, насоката кон Светиот Храм во Мека. Муслиманите во своите молитви (намази) се насочуваат кон Мека, па оттука произлегува и пот­ре­ба­та за ориентација во просторот, а оттаму и картографијата. Сите џамии во светот се на­со­чени во тој правец, а за потребата на верниците за насочување измислени се раз­но­видни современи технолошки средства за ориентација и насочување. А за оваа своја потреба, муслиманите измислиле соодветни инструменти уште многу по­рано од Средниот век. Киблата игра значајна улога за заедништвото на мус­ли­ма­ните."
    },
    {
      "id": 143,
      "verse_number": 143,
      "page_number": 22,
      "verse_key": "2:143",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ",
      "translation": "143. И така ве направивме средишна заедница, за да им бидете сведоци на останатите луѓе, и за Пратеникот да ви биде сведок вам. И Ние ја сменивме киблата кон која претходно се насочуваше[46] само за да укажеме на тие што го следат Пратеникот и на тие што не веруваат, бидејќи тоа навистина им беше тешко на сите, освен на тие на кои Аллах им укажал на Вистинскиот пат. Аллах нема да дозволи да пропадне верувањето ваше.[47] А Аллах кон луѓето е навистина многу Благ и Милостив.",
      "footnotes": "[46] Првите муслимани, во текот на извршувањето на молитвата, се насочувале кон Хра­мот во Ерусалим. Осумнаесет месеци по селидбата од Мека во Медина, наре­де­но им е на муслиманите во иднина да се насочуваат кон Ќаба во Мека.\n[47] Т.е. нема да пропаднат молитвите на тие кои се насочувале кон Храмот во Еру­са­лим, а умреле пред да им се нареди на муслиманите да се насочуваат кон Ќаба во Мека."
    },
    {
      "id": 144,
      "verse_number": 144,
      "page_number": 22,
      "verse_key": "2:144",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ",
      "translation": "144. Ние гледаме како со копнеж гледаш кон небото и Ние сигурно ќе направиме да се насочуваш кон киблата кон која сакаш; па, сврти го затоа лицето свое кон Месџидил Харам[48]! И кај и да сте, лицата свои свртете ги на таа страна. Навистина, тие на коишто им е дадена Книгата знаат дека тоа е вистина од Господарот нивен. А Аллах не е немарен кон тоа што тие го прават.",
      "footnotes": "[48] Светиот Храм, Светата џамија е Ќаба со својата одредена околина во Мека. Во по­на­тамошниот текст ќе се употребува терминот Светиот Храм."
    },
    {
      "id": 145,
      "verse_number": 145,
      "page_number": 22,
      "verse_key": "2:145",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ",
      "translation": "145. И кога ти би им ги донел сите докази на тие на коишто им е дадена Книгата, тие пак нема да ја прифатат твојата кибла, како што ни ти нема да ја прифатиш нивната кибла, ниту пак некој ќе прифати нечија кибла. А кога би ги следел нивните желби, откако веќе ти дојде знаењето, тогаш ти сигурно би бил неправеден.",
      "footnotes": ""
    },
    {
      "id": 146,
      "verse_number": 146,
      "page_number": 23,
      "verse_key": "2:146",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ",
      "translation": "146. Тие на коишто им ја дадовме Книгата го познаваат (Мухамед) како што синовите свои ги познаваат, но некои од нив навистина свесно вистината ја прикриваат.",
      "footnotes": ""
    },
    {
      "id": 147,
      "verse_number": 147,
      "page_number": 23,
      "verse_key": "2:147",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ",
      "translation": "147. Вистината е од Господарот твој, па затоа никако не биди од тие што се сомневаат!",
      "footnotes": ""
    },
    {
      "id": 148,
      "verse_number": 148,
      "page_number": 23,
      "verse_key": "2:148",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "148. Секој има свој правец кон кој се насочува, па натпреварувајте се во правењето добри дела! Каде и да сте, Аллах ќе ве собере. Аллах навистина може сè.",
      "footnotes": ""
    },
    {
      "id": 149,
      "verse_number": 149,
      "page_number": 23,
      "verse_key": "2:149",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ",
      "translation": "149. И на секое место на кое ќе се најдеш, ти лицето свое во правец на Светиот Храм сврти го; тоа навистина е Вистината од Господарот твој; Аллах не го занемарува тоа што го правите.",
      "footnotes": ""
    },
    {
      "id": 150,
      "verse_number": 150,
      "page_number": 23,
      "verse_key": "2:150",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ",
      "translation": "150. И од секое место на кое ќе се најдеш, ти лицето свое кон Светиот Храм сврти го! И каде и да се наоѓате, вие лицата свои кон него (Светиот Храм) свртете ги, за луѓето да немаат што да ви приговорат, освен тие меѓу нив кои чинат неправда. Не плашете се од нив, туку плашете се од Мене, за благодатта Своја кон вас да ја потполнам и за да бидете на Вистинскиот пат.",
      "footnotes": ""
    },
    {
      "id": 151,
      "verse_number": 151,
      "page_number": 23,
      "verse_key": "2:151",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ",
      "translation": "151. Ние ви испративме еден од вас како Пратеник, за Нашите ајети да ви ги кажува, да ве исчисти и за Книгата и за мудроста да ве подучи, и за тоа што не го знаевте да ве научи.",
      "footnotes": ""
    },
    {
      "id": 152,
      "verse_number": 152,
      "page_number": 23,
      "verse_key": "2:152",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ",
      "translation": "152. Па, сеќавајте се на Мене, и Јас ќе се сетам на вас. И заблагодарувајте Ми и не бидете неверници!",
      "footnotes": ""
    },
    {
      "id": 153,
      "verse_number": 153,
      "page_number": 23,
      "verse_key": "2:153",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ",
      "translation": "153. О, верници, барајте за себе помош во трпеливоста и во намазот (молитвата)! Аллах навистина е на страната на трпеливите!",
      "footnotes": ""
    },
    {
      "id": 154,
      "verse_number": 154,
      "page_number": 24,
      "verse_key": "2:154",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ",
      "translation": "154. И не велете за тие што загинале на Аллаховиот пат: „Мртви се!“ Не, тие се живи, но вие тоа не го знаете.",
      "footnotes": ""
    },
    {
      "id": 155,
      "verse_number": 155,
      "page_number": 24,
      "verse_key": "2:155",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ",
      "translation": "155. Ние ќе ве ставаме на искушение, малку со страв и со глад, и со губење на имотите, животите и посевите ваши. А ти израдувај ги трпеливите,",
      "footnotes": ""
    },
    {
      "id": 156,
      "verse_number": 156,
      "page_number": 24,
      "verse_key": "2:156",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ",
      "translation": "156. тие кои, кога ќе ги снајде некаква неволја, само велат: „Ние сме Аллахови и Нему ќе Му се вратиме“.",
      "footnotes": ""
    },
    {
      "id": 157,
      "verse_number": 157,
      "page_number": 24,
      "verse_key": "2:157",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 9,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ",
      "translation": "157. Ним им припаѓаат благословите од Господарот нивен и милоста; тие се на Вистинскиот пат.",
      "footnotes": ""
    },
    {
      "id": 158,
      "verse_number": 158,
      "page_number": 24,
      "verse_key": "2:158",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ",
      "translation": "158. Сафа и Мерва[49], навистина, се Аллахови обредни места. Затоа тој што ќе ја посети Ќаба за аџилак[50] или умра[51], не прави никаков престап ако ги обиколи. А тој што доброволно ќе направи некое добро дело, па, Аллах е навистина Благодарен и знае сè.",
      "footnotes": "[49] Сафа и Мерва се две свети ритчиња во Мека, во близина на самата Ќаба, помеѓу кои аџиите, откако ќе ја обиколат Ќаба, трчаат или одат брзо од едно до друго се­дум пати, симболизирајќи го со тоа напорот на Хаџера (Агара) да најде вода за своето дете (Исмаил) и одржувајќи го споменот на неа.\n[50] Аџилак или Хаџ (ар.) е петтата исламска должност на секој полнолетен и здрав мус­лиман и муслиманка кој е во финансиска можност да си го допушти ова пат­у­ва­ње до светиот град Мека во одреден временски период во годината кој е означен како време на аџилак, извршувајќи при тоа одредени обреди и специфични начи­ни на обожување на Бога.\n[51] Умра (ар.) е посета на Светиот Храм во Мека кога се извршуваат обреди пои­нак­ви од тие на аџилакот. Умрата се извршува при секоја посета на Ќаба, а аџилакот е само еднаш во годината во месецот зулхиџе."
    },
    {
      "id": 159,
      "verse_number": 159,
      "page_number": 24,
      "verse_key": "2:159",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ",
      "translation": "159. Тие што ќе ги кријат јасните докази коишто Ние ги објавивме, и Вистинскиот пат откако на луѓето во Книгата им го означивме, Аллах ќе ги проколне, а ќе ги проколнат и тие што проколнуваат.[52]",
      "footnotes": "[52] Ангелите и верниците ги проколнуваат."
    },
    {
      "id": 160,
      "verse_number": 160,
      "page_number": 24,
      "verse_key": "2:160",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ",
      "translation": "160. Исклучок ќе бидат тие што ќе се покајат и што ќе се поправат, и што тоа јавно ќе го покажат; на таквите Јас ќе им простам, бидејќи Јас сум Тој што го прима покајанието и Милостив сум.",
      "footnotes": ""
    },
    {
      "id": 161,
      "verse_number": 161,
      "page_number": 24,
      "verse_key": "2:161",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ",
      "translation": "161. На тие што не веруваат и што ќе умрат како неверници, им следи проклетството од Аллах, од мелеците и од сите луѓе.",
      "footnotes": ""
    },
    {
      "id": 162,
      "verse_number": 162,
      "page_number": 24,
      "verse_key": "2:162",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ",
      "translation": "162. Во него вечно ќе останат, а страданието нивно нема да се намалува, ниту ќе им се одложува.",
      "footnotes": ""
    },
    {
      "id": 163,
      "verse_number": 163,
      "page_number": 24,
      "verse_key": "2:163",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ",
      "translation": "163. А вашиот Бог е еден Бог. Нема друг бог освен Него, Семилосниот, Милостивиот!",
      "footnotes": ""
    },
    {
      "id": 164,
      "verse_number": 164,
      "page_number": 25,
      "verse_key": "2:164",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ",
      "translation": "164. Во создавањето на небесата и на Земјата, во менувањето на ноќта и денот, во бродот кој по морето плови натоварен со корисен товар за луѓето и во дождот што Аллах го спушта од небото, па така во живот ја враќа земјата по нејзиното мртвило, по која расеал секакви живи суштества, и во промената на ветровите и во облаците кои лебдат помеѓу небото и Земјата – навистина има знаци за тие што разбираат.",
      "footnotes": ""
    },
    {
      "id": 165,
      "verse_number": 165,
      "page_number": 25,
      "verse_key": "2:165",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ",
      "translation": "165. Има луѓе кои наместо Аллах обожуваат идоли, ги сакаат како што Аллах се сака! Но вистинските верници уште повеќе Го сакаат Аллах! А само кога би знаеле насилниците – кога ќе ја доживеат казната, ќе видат дека само на Аллах сета моќ Му припаѓа и дека Аллах стравотно казнува.",
      "footnotes": ""
    },
    {
      "id": 166,
      "verse_number": 166,
      "page_number": 25,
      "verse_key": "2:166",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ",
      "translation": "166. Кога тие што беа следени ќе се откажат од своите следбеници и кога врските што ги врзувале ќе бидат прекинати и тие казната ќе ја искусат,",
      "footnotes": ""
    },
    {
      "id": 167,
      "verse_number": 167,
      "page_number": 25,
      "verse_key": "2:167",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ",
      "translation": "167. тогаш нивните следбеници ќе извикаат: „Да можеме само за еден момент да се вратиме[53], па и ние да се откажеме од нив како што и тие се откажаа од нас!“ Ете, така Аллах ќе им ги прикаже нивните дела, погубни за нив, и тие од огнот нема да излезат.",
      "footnotes": "[53] На Земјата."
    },
    {
      "id": 168,
      "verse_number": 168,
      "page_number": 25,
      "verse_key": "2:168",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ",
      "translation": "168. О, луѓе, јадете од тоа што е на Земјата, што е дозволено и убаво. И не следете ги шејтановите стапки бидејќи тој ви е очигледен непријател!",
      "footnotes": ""
    },
    {
      "id": 169,
      "verse_number": 169,
      "page_number": 25,
      "verse_key": "2:169",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ",
      "translation": "169. Тој ве тера на грев и разврат, и за Аллах да го зборувате тоа што не го знаете.",
      "footnotes": ""
    },
    {
      "id": 170,
      "verse_number": 170,
      "page_number": 26,
      "verse_key": "2:170",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ",
      "translation": "170. А кога ќе им се каже: „Следете го тоа што го објавил Аллах!“ Тие одговараат: „Не, туку ќе го следиме тоа на што ги затекнавме нашите предци.“ Зарем и тогаш кога нивните предци ништо не сфаќаа, ниту пак на Вистинскиот пат беа?!",
      "footnotes": ""
    },
    {
      "id": 171,
      "verse_number": 171,
      "page_number": 26,
      "verse_key": "2:171",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ",
      "translation": "171. Тие што не веруваат се слични на тој што вика, но и самиот не слуша ништо освен повик и лелек. Тие се глуви, неми и слепи – тие ништо не сфаќаат.",
      "footnotes": ""
    },
    {
      "id": 172,
      "verse_number": 172,
      "page_number": 26,
      "verse_key": "2:172",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ",
      "translation": "172. О, верници, јадете од добрата храна со која ве снабдивме и бидете Му благодарни на Аллах, ако навистина само Него Го обожувате!",
      "footnotes": ""
    },
    {
      "id": 173,
      "verse_number": 173,
      "page_number": 26,
      "verse_key": "2:173",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ",
      "translation": "173. Тој навистина ви ги забранува: мршата, крвта, свинското месо и тоа што е заклано во нечие друго име, а не во Аллаховото. А на тој што ќе биде приморан без своја волја и не претерувајќи, тогаш не е негов грев. Аллах навистина простува и Милостив е.",
      "footnotes": ""
    },
    {
      "id": 174,
      "verse_number": 174,
      "page_number": 26,
      "verse_key": "2:174",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ",
      "translation": "174. Навистина, тие што го кријат тоа што Аллах во Книгата го објавил и тоа го продаваат за евтина цена – тие во стомаците свои само оган натрупуваат; на Судниот ден Аллах нема ниту да им се обрати, ниту ќе ги исчисти; нив ги чека болна казна.",
      "footnotes": ""
    },
    {
      "id": 175,
      "verse_number": 175,
      "page_number": 26,
      "verse_key": "2:175",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ",
      "translation": "175. Тоа се тие кои ја зедоа заблудата во замена за Упатството, а казната во замена за прошката; а колку се само тие трпеливи за Огнот!",
      "footnotes": ""
    },
    {
      "id": 176,
      "verse_number": 176,
      "page_number": 26,
      "verse_key": "2:176",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 10,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ",
      "translation": "176. Тоа е така затоа што Аллах ја објави Книгата со Вистината, а тие што не се согласуваат за Книгата, навистина се во голема неслога.",
      "footnotes": ""
    },
    {
      "id": 177,
      "verse_number": 177,
      "page_number": 27,
      "verse_key": "2:177",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 11,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ",
      "translation": "177. Добродетелството не е во тоа да ги вртите вашите лица кон исток и запад, туку добродетели се тие кои веруваат во Аллах, во оној свет, во мелеците, во книгите, во веровесниците, и тие што од имотот свој, иако им е мил, им даваат на роднините, на сирачињата, на сиромашните, на патниците, на питачите, и за откуп од ропство, и тие што намазот (молитвата) го извршуваат и зекат даваат, и кои кога ќе ги преземат обврските свои, ги исполнуваат, и тие што се издржливи во немаштијата и во болеста, и за време на борба. Тоа се тие што се искрени и тоа се тие што се богобојазливи.",
      "footnotes": ""
    },
    {
      "id": 178,
      "verse_number": 178,
      "page_number": 27,
      "verse_key": "2:178",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 11,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ",
      "translation": "178. О, верници! Ви се пропишува одмазда за убиените: слободен за слободниот, роб за робот и жена за жената. А тој за кого од неговиот брат ќе се даде некаков откуп, нека врати со добро, а и тој нека покаже добродетелство.[54] Тоа е олеснување од Господарот ваш, и милост. А кој и после тоа ќе изврши насилство, ќе има болна казна.",
      "footnotes": "[54] Роднините на убиениот, кои на убиецот му ја простиле крвта, на убав начин да по­бараат крвнина, а убиецот, исто така, без одолговлекување нека им ја исплати крв­нината за убиениот."
    },
    {
      "id": 179,
      "verse_number": 179,
      "page_number": 27,
      "verse_key": "2:179",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 11,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ",
      "translation": "179. Во одмаздата ви е животот, о, вие обдарени со разум, за да бидете богобојазливи!",
      "footnotes": ""
    },
    {
      "id": 180,
      "verse_number": 180,
      "page_number": 27,
      "verse_key": "2:180",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 11,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ",
      "translation": "180. Кога некому од вас смртта ќе му се приближи, па зад себе остава имот, пропишано ви е, како вид на добродетелство, на родителите и на блиските тестамент да им оставите, што е обврска за богобојазливите.",
      "footnotes": ""
    },
    {
      "id": 181,
      "verse_number": 181,
      "page_number": 27,
      "verse_key": "2:181",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 11,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ",
      "translation": "181. Тој што тоа ќе го измени откако чул како гласи, гревот навистина паѓа на тие што менуваат; а Аллах навистина слуша и знае.",
      "footnotes": ""
    },
    {
      "id": 182,
      "verse_number": 182,
      "page_number": 28,
      "verse_key": "2:182",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 11,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
      "translation": "182. Па кој се плаши за оставителот на тестаментот дека направил грешка или грев, па тоа соодветно помеѓу нив го среди, не згрешил. Аллах, навистина, простува и Милостив е.",
      "footnotes": ""
    },
    {
      "id": 183,
      "verse_number": 183,
      "page_number": 28,
      "verse_key": "2:183",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 11,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ",
      "translation": "183. О, верници! Ви се пропишува пост, како што им е пропишан и на тие пред вас, за да бидете богобојазливи.",
      "footnotes": ""
    },
    {
      "id": 184,
      "verse_number": 184,
      "page_number": 28,
      "verse_key": "2:184",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 11,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ",
      "translation": "184. Одреден број денови; а за тој од вас што е болен или пак патува – да го испости истиот број денови. На тие што тешко го поднесуваат, откуп им е да нахранат еден сиромашен. А кој доброволно даде и повеќе, тоа подобро е за него. А да знаете, подобро ви е да постите.",
      "footnotes": ""
    },
    {
      "id": 185,
      "verse_number": 185,
      "page_number": 28,
      "verse_key": "2:185",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 11,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "185. Во месецот рамазан[55] започна објавувањето на Куранот, кој е патоказ за луѓето, јасен доказ за Вистинскиот пат и разликување на доброто од злото. Кој од вас ќе биде дома во тој месец, нека пости, а кој ќе биде болен или ќе биде на пат, нека ги испости истиот број денови. Аллах сака да ви олесни, а не да имате потешкотии, одреден број денови да испостите и Аллах да Го величате за упатството кое ви го даде, и благодарни да бидете.",
      "footnotes": "[55] Рамазан е деветтиот месец од исламскиот лунарен календар. Во овој месец сите де­нови се поминуваат во пост, при што верникот апстинира од секакво телесно задо­волство (храна, вода, интимни односи) во текот на денот од зори до зај­ди­сон­це. Постот е еден од петте столбови на исламот и облигативна должност за секој воз­расен и здрав муслиман."
    },
    {
      "id": 186,
      "verse_number": 186,
      "page_number": 28,
      "verse_key": "2:186",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 11,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ",
      "translation": "186. А кога робовите Мои ќе те прашаат за Мене, Јас сум, сигурно, блиску: се одѕивам на молбата на молителот кога ќе Ме замоли. Затоа, нека се одѕвијат тие на Мојот повик и нека веруваат во Мене, за да бидат на Вистинскиот пат.",
      "footnotes": ""
    },
    {
      "id": 187,
      "verse_number": 187,
      "page_number": 29,
      "verse_key": "2:187",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 11,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ",
      "translation": "187. Ви се дозволува во ноќите на постот да имате однос со сопругите свои; тие се ваша облека, а вие сте нивна облека. Аллах знае дека ви беше тешко, па го прифати вашето покајание и ви прости. Затоа сега состанувајте се со нив и копнејте за тоа што Аллах веќе ви го одредил. Јадете и пијте сè додека не бидете во можност да го разликувате белиот конец од црниот конец во мугрите, а потоа надополнете го постот сè до ноќта. Со жените не смеете да имате однос додека сте во итикаф[56] во џамиите. Тоа се Аллаховите граници и не приближувајте им се! Така Аллах им ги објаснува на луѓето прописите Свои, за да бидат богобојазливи.",
      "footnotes": "[56] Итикаф – престој во џамија одредено време со посебни правила на однесување, со цел за продлабочување на побожноста."
    },
    {
      "id": 188,
      "verse_number": 188,
      "page_number": 29,
      "verse_key": "2:188",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 11,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ",
      "translation": "188. Не трошете го имотот едни на други на нечесен начин, давајќи им дел на судиите за на грешен начин и свесно, дел од имотот на луѓето да си присвоите.",
      "footnotes": ""
    },
    {
      "id": 189,
      "verse_number": 189,
      "page_number": 29,
      "verse_key": "2:189",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 12,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ",
      "translation": "189. Те прашуваат за младите месечини. Кажи: „Тоа им се ознаки на луѓето за време и за аџилак.“ Не е добродетелство да влегувате во куќите од задната страна, туку добродетел е тој што е богобојазлив.[57] Во куќите влегувајте на вратите нивни и плашете се од Аллах за да успеете.",
      "footnotes": "[57] Предисламските Арапи биле многу суеверни и во деновите на аџилакот вле­гу­ва­ле во своите куќи од задниот влез."
    },
    {
      "id": 190,
      "verse_number": 190,
      "page_number": 29,
      "verse_key": "2:190",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 12,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ",
      "translation": "190. И борете се на Аллаховиот пат против тие што се борат против вас, но не преминувајте ги границите! Аллах, навистина, не ги сака тие што ги пречекоруваат границите.",
      "footnotes": ""
    },
    {
      "id": 191,
      "verse_number": 191,
      "page_number": 30,
      "verse_key": "2:191",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 12,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ",
      "translation": "191. И убивајте ги каде и да ги сретнете, и прогонете ги од каде што тие вас ве прогонија. А идолопоклонството е полошо од убивањето! И не борете се со нив кај Светиот Храм, додека тие таму не ве нападнат. Ако ве нападнат, тогаш убивајте ги! Таква е казната за неверниците.",
      "footnotes": ""
    },
    {
      "id": 192,
      "verse_number": 192,
      "page_number": 30,
      "verse_key": "2:192",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 12,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
      "translation": "192. А ако престанат, па Аллах, навистина, простува и Милостив е.",
      "footnotes": ""
    },
    {
      "id": 193,
      "verse_number": 193,
      "page_number": 30,
      "verse_key": "2:193",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 12,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ",
      "translation": "193. И борете се против нив сè додека не исчезне идолопоклонството и додека само на Аллах верата Му се исповедува. Па ако престанат, тогаш непријателството престанува, а единствено против насилниците останува.",
      "footnotes": ""
    },
    {
      "id": 194,
      "verse_number": 194,
      "page_number": 30,
      "verse_key": "2:194",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 12,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ",
      "translation": "194. Светиот месец е за свет месец, а и во светите месеци вреди одмаздата: на тие што ќе ве нападнат возвратете им со иста мерка и плашете се од Аллах, и знајте дека Аллах е на страната на богобојазливите.[58]",
      "footnotes": "[58] Светиот месец е свет месец, т.е. ако многубошците ве нападнат во светите месеци во кои е забрането да се пролева крв, вие возвратете им, не осврнувајќи се на тоа што е свет месец. Свети месеци во лунарниот исламски календар во кои е забранета бор­бата се: мухарем, зулкаде, зулхиџе и реџеб."
    },
    {
      "id": 195,
      "verse_number": 195,
      "page_number": 30,
      "verse_key": "2:195",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 12,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ",
      "translation": "195. И трошете го имотот на Аллаховиот пат, и самите себеси во пропаст не доведувајте се, и правете добро; Аллах, навистина, ги сака добродетелите.",
      "footnotes": ""
    },
    {
      "id": 196,
      "verse_number": 196,
      "page_number": 30,
      "verse_key": "2:196",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 12,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
      "translation": "196. Аџилакот и умрата заради Аллах извршете ги![59] А ако бидете спречени, тогаш курбаните кои ќе ви се најдат при рака заколете ги, а главите свои, додека курбаните не стигнат до местото свое, не бричете ги! А ако некој меѓу вас се разболи или главоболка го мачи, со пост, со милостина или со курбан нека се искупи! Кога ќе бидете безбедни, кој ќе изврши умра со аџилакот нека заколе курбан до кој ќе може да дојде! А тој што не може да го најде, нека пости три дена во деновите на аџилакот, и седум дена откако ќе се врати, односно, полни десет дена. Тоа е за тој чиешто семејство не е присутно во Светиот Храм. И плашете се од Аллах и знајте дека Тој жестоко казнува!",
      "footnotes": "[59] Значи, исчистете ги своите намери и овие обреди извршувајте ги само со цел за при­добивање на Аллаховото задоволство. Овие обреди изискуваат голема матери­јал­на и здравствена подготвеност и жртвување, но и наградата од Аллах е огромна за нив!"
    },
    {
      "id": 197,
      "verse_number": 197,
      "page_number": 31,
      "verse_key": "2:197",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 12,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ",
      "translation": "197. Аџилакот е во познатите месеци;[60] тој што ќе се обврзе дека во нив ќе изврши аџилак не смее да има однос со сопругата, ниту нешто лошо да прави, ниту да се препира во текот на аџилакот. А за доброто кое ќе го сторите Аллах знае. Снабдете се за на пат, а најдоброто снабдување е богобојазливоста. И плашете се од Мене, о, вие со разум обдарени!",
      "footnotes": "[60] Аџилакот е во одредени месеци. Тоа се месеците: шевал, зулкаде и зулхиџе."
    },
    {
      "id": 198,
      "verse_number": 198,
      "page_number": 31,
      "verse_key": "2:198",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 12,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ",
      "translation": "198. Не ви е грев од Господарот свој да барате некое добро.[61] А кога ќе тргнете од Арефат[62], спомнувајте Го Аллах кај Мешарил Харам[63]; спомнувајте Го, бидејќи Тој ве упати, а претходно бевте во заблуда.",
      "footnotes": "[61] За време на траењето на аџилакот тргувајте и заработувајте.\n[62] Арефат е висорамнина оддалечена од Мека неколку километри, на која во деветтиот ден од месецот зулхиџе мораат да се соберат сите аџии како најважен дел од обредите на аџилакот. Тој ден е најдобриот ден во годината, а Аллах им ги прифаќа молбите (довите) на аџиите кои се наоѓаат таму и Го молат!\n[63] Се однесува на Музделифа, место помеѓу Мина и Арефат, кога аџиите се враќаат кон Светиот Храм во Мека."
    },
    {
      "id": 199,
      "verse_number": 199,
      "page_number": 31,
      "verse_key": "2:199",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 12,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
      "translation": "199. А потоа тргнете од каде што тргнуваат и останатите луѓе и барајте прошка од Аллах. Аллах навистина простува и Милостив е.",
      "footnotes": ""
    },
    {
      "id": 200,
      "verse_number": 200,
      "page_number": 31,
      "verse_key": "2:200",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 12,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ",
      "translation": "200. А кога ќе завршите со обредите ваши, спомнувајте Го Аллах како што ги спомнувате предците ваши, па и повеќе од тоа! Има луѓе што велат: „Господару наш, дај ни Ти нам на овој свет!“ Тие од добрата на оној свет нема ништо да имаат.",
      "footnotes": ""
    },
    {
      "id": 201,
      "verse_number": 201,
      "page_number": 31,
      "verse_key": "2:201",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 12,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ",
      "translation": "201. А има и такви што велат: „Господару наш, дај ни добро на овој и на оној свет и сочувај нè од казната во огнот!“",
      "footnotes": ""
    },
    {
      "id": 202,
      "verse_number": 202,
      "page_number": 31,
      "verse_key": "2:202",
      "juz_number": 2,
      "hizb_number": 3,
      "rub_el_hizb_number": 12,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ",
      "translation": "202. Ним им припаѓа наградата која ја заслужија! Аллах навистина брзо ги израмнува сметките.",
      "footnotes": ""
    },
    {
      "id": 203,
      "verse_number": 203,
      "page_number": 32,
      "verse_key": "2:203",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ",
      "translation": "203. И спомнувајте Го Аллах во одредените денови![64] А на тој што ќе побрза, па ќе го стори тоа во два дена, не му е грев, како што не му е грев ни на тој што подолго ќе остане, доколку е богобојазлив. И плашете се од Аллах и знајте дека пред Него сите ќе бидете оживеани.",
      "footnotes": "[64] Тоа е првиот ден од Курбан Бајрам и три дена по него, т.е. 11., 12. и 13. ден од ме­се­цот зулхиџе, кога аџиите сè уште ги изведуваат своите обреди и привршуваат со нив."
    },
    {
      "id": 204,
      "verse_number": 204,
      "page_number": 32,
      "verse_key": "2:204",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ",
      "translation": "204. Има луѓе чиишто зборови за животот на овој свет те одушевуваат и кои се повикуваат на Аллах како сведок за тоа што е во срцата нивни, а тие се најлути противници.",
      "footnotes": ""
    },
    {
      "id": 205,
      "verse_number": 205,
      "page_number": 32,
      "verse_key": "2:205",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ",
      "translation": "205. Штом некој од нив се сврти од тебе, тргнува по Земјата неред да прави, уништувајќи ги посевите и добитокот. А Аллах не сака неред!",
      "footnotes": ""
    },
    {
      "id": 206,
      "verse_number": 206,
      "page_number": 32,
      "verse_key": "2:206",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ",
      "translation": "206. И кога ќе му се рече: „Плаши се од Аллах!“, тој тогаш се гордее со грешењето. Па доволен му е Џехенемот, а тој навистина е грозно живеалиште.",
      "footnotes": ""
    },
    {
      "id": 207,
      "verse_number": 207,
      "page_number": 32,
      "verse_key": "2:207",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ",
      "translation": "207. Има луѓе кои се жртвуваат тежнеејќи кон Аллаховото задоволство. А Аллах е милостив кон робовите Свои.",
      "footnotes": ""
    },
    {
      "id": 208,
      "verse_number": 208,
      "page_number": 32,
      "verse_key": "2:208",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ",
      "translation": "208. О, верници, влезете во исламот потполно и не одете по стапките на шејтанот; тој ви е, навистина, отворен непријател!",
      "footnotes": ""
    },
    {
      "id": 209,
      "verse_number": 209,
      "page_number": 32,
      "verse_key": "2:209",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
      "translation": "209. А ако скршнете, откако ви дојдоа јасни докази, тогаш знајте дека Аллах е Силен и Мудар.",
      "footnotes": ""
    },
    {
      "id": 210,
      "verse_number": 210,
      "page_number": 32,
      "verse_key": "2:210",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ",
      "translation": "210. Чекаат ли тие да им дојде Аллах во темнините на облаците, и мелеците, и да биде крај на сè?! А на Аллах сè Му се враќа!",
      "footnotes": ""
    },
    {
      "id": 211,
      "verse_number": 211,
      "page_number": 33,
      "verse_key": "2:211",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
      "translation": "211. Прашај ги синовите Израилови колку јасни докази им дадовме! А тие што ја заменуваат благодатта Аллахова откако веќе им дојде, па Аллах, навистина, стравично казнува!",
      "footnotes": ""
    },
    {
      "id": 212,
      "verse_number": 212,
      "page_number": 33,
      "verse_key": "2:212",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ",
      "translation": "212. Животот на овој свет им е разубавен на неверниците и тие им се потсмеваат на верниците. А на Судниот ден, тие што се плашеле од Аллах, ќе бидат над нив! А Аллах снабдува кого сака, без сметка.",
      "footnotes": ""
    },
    {
      "id": 213,
      "verse_number": 213,
      "page_number": 33,
      "verse_key": "2:213",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ",
      "translation": "213. Сите луѓе сочинуваа една заедница, па Аллах ги праќаше веровесниците да донесуваат радосни вести и опомена, и по нив ја праќаше Книгата со Вистината, за по неа да им се суди на луѓето за она за што тие не се согласуваа. А повод за несогласувањето беше меѓусебната завист, токму од страната на оние на кои им е дадена (Книгата), и тоа кога веќе им дојдоа јасни докази; и потоа Аллах, по волјата Своја, ќе ги упатеше верниците да ја сфатат вистина за она за што не се согласуваа. А Аллах го упатува на Правиот пат тој кого Тој сака.",
      "footnotes": ""
    },
    {
      "id": 214,
      "verse_number": 214,
      "page_number": 33,
      "verse_key": "2:214",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ",
      "translation": "214. Зарем мислите дека ќе влезете во Џенетот, а сè уште не сте го искусиле тоа што го искусија тие што пред вас беа и исчезнаа? Нив сиромаштија и болест ги снаоѓаше, и толку беа вознемирувани што и Пратеникот и тие што со него веруваа, велеа: „Кога, веќе, ќе дојде Аллаховата помош?!“ Ете, Аллаховата помош е навистина блиску!",
      "footnotes": ""
    },
    {
      "id": 215,
      "verse_number": 215,
      "page_number": 33,
      "verse_key": "2:215",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ",
      "translation": "215. Те прашуваат што да даваат: Кажи: „Имотот кој ќе го давате нека им припадне на родителите и на роднините, на сирачињата, на сиромашните, и на патниците; а за доброто кое го правите Аллах сигурно знае!“",
      "footnotes": ""
    },
    {
      "id": 216,
      "verse_number": 216,
      "page_number": 34,
      "verse_key": "2:216",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ",
      "translation": "216. Ви се пропишува борба, иако не ви е по волја! Можеби не сакате нешто, а тоа е добро за вас; можеби сакате нешто, а тоа е лошо за вас! Аллах знае, а вие не знаете.",
      "footnotes": ""
    },
    {
      "id": 217,
      "verse_number": 217,
      "page_number": 34,
      "verse_key": "2:217",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "217. Те прашуваат за светиот месец, за војувањето во него. Кажи: „Војувањето во него е голем грев; но неверувањето во Аллах и одвраќањето од Неговиот пат и од Светиот Храм и прогонувањето на неговите жители од него е уште поголем грев кај Аллах.“ А идолопоклонството е поголем грев од убивањето! Тие непрекинато ќе се борат против вас, за да ве одвратат од верата ваша, доколку можат. А тие меѓу вас кои од верата ќе отпаднат и како неверници ќе умрат – нивните дела ќе бидат поништени и на овој и на оној свет. Жители на Огнот ќе бидат и во него вечно ќе останат.",
      "footnotes": ""
    },
    {
      "id": 218,
      "verse_number": 218,
      "page_number": 34,
      "verse_key": "2:218",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 13,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
      "translation": "218. Тие што веруваат и што ќе се иселат и ќе се борат на Аллаховиот пат, тие се надеваат на Аллаховата милост. А Аллах простува и Милостив е.",
      "footnotes": ""
    },
    {
      "id": 219,
      "verse_number": 219,
      "page_number": 34,
      "verse_key": "2:219",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 14,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ",
      "translation": "219. Те прашуваат за виното и за коцкањето. Кажи: „Во двете има штета, а и придобивки за луѓето, само што гревот од нив е поголем од користа нивна.“ И те прашуваат што да даваат (милостина). Кажи: „Вишокот!“ Ете, така Аллах ви ги објаснува прописите за да размислите",
      "footnotes": ""
    },
    {
      "id": 220,
      "verse_number": 220,
      "page_number": 35,
      "verse_key": "2:220",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 14,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ",
      "translation": "220. и за овој и за оној свет. И те прашуваат за сирачињата. Кажи: „Да им се помогне на нив е добро!“ А ако живеете заедно со нив, па тие се ваши браќа! Аллах ја знае разликата помеѓу расипникот и добродетелот! Да сакаше Аллах, можеше да ви го пропише и тоа што ви е тешко! Тој е, навистина, Силен и Мудар.",
      "footnotes": ""
    },
    {
      "id": 221,
      "verse_number": 221,
      "page_number": 35,
      "verse_key": "2:221",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 14,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ",
      "translation": "221. Не женете се со идолопоклоничките сè додека не станат вернички; навистина, робинката-верничка е подобра од идолопоклоничката, макар и да ви се допаѓа. Не мажете вернички за идолопоклоници сè додека не станат верници; навистина, робот-верник е подобар од идолопоклоникот, макар и да ви се допаѓа. Тие повикуваат во Огнот, а Аллах со волјата Своја повикува кон Џенет и простување, и им ги објаснува знаците Свои на луѓето, за да се потсетуваат!",
      "footnotes": ""
    },
    {
      "id": 222,
      "verse_number": 222,
      "page_number": 35,
      "verse_key": "2:222",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 14,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ",
      "translation": "222. И те прашуваат за месечниот циклус. Кажи: „Тоа е непријатност.“ Затоа немојте да имате интимни односи со сопругите за време на нивниот месечен циклус, и не приоѓајте им сè додека не се искапат! А кога ќе се искапат, приоѓајте им така како што Аллах ви наредил! – Аллах навистина ги сака тие што се каат и ги сака тие што се чистат.",
      "footnotes": ""
    },
    {
      "id": 223,
      "verse_number": 223,
      "page_number": 35,
      "verse_key": "2:223",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 14,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ",
      "translation": "223. Сопругите ваши се ниви ваши, а вие приоѓајте им на нивите ваши како што сакате! А подгответе нешто и за душите свои! И плашете се од Аллах и знајте дека ќе се сретнете со Него! А ти израдувај ги вистинските верници!",
      "footnotes": ""
    },
    {
      "id": 224,
      "verse_number": 224,
      "page_number": 35,
      "verse_key": "2:224",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 14,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ",
      "translation": "224. И заклетвата во Аллах нека не ви биде препрека да правите добро, од Аллах да се плашите и луѓето да ги помирувате. А Аллах сè слуша и сè знае.",
      "footnotes": ""
    },
    {
      "id": 225,
      "verse_number": 225,
      "page_number": 36,
      "verse_key": "2:225",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 14,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ",
      "translation": "225. Аллах нема да ве казни ако се заколнете ненамерно, но ќе ве казни ако под заклетва направите нешто намерно. А Аллах простува и Благ е.",
      "footnotes": ""
    },
    {
      "id": 226,
      "verse_number": 226,
      "page_number": 36,
      "verse_key": "2:226",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 14,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
      "translation": "226. Тие што ќе се заколнат дека нема да им се приближуваат на сопругите свои, ќе почекаат четири месеци![65] Па ако им се вратат на жените, Аллах, навистина, простува и Милостив е.",
      "footnotes": "[65] Предисламските Арапи, најчесто во лутина, се колнеле дека нема да имаат од­но­си со своите жени, и жените во тој случај поминувале низ тежок живот. Со овој ајет се пропишува дека мажот ќе ја изгуби таа жена со која нема да има односи во текот на четири месеци."
    },
    {
      "id": 227,
      "verse_number": 227,
      "page_number": 36,
      "verse_key": "2:227",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 14,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ",
      "translation": "227. А ако одлучат да се разделат, па, Аллах, навистина, сè слуша и сè знае.",
      "footnotes": ""
    },
    {
      "id": 228,
      "verse_number": 228,
      "page_number": 36,
      "verse_key": "2:228",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 14,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
      "translation": "228. Разведените жени нека чекаат три свои месечни циклуси;[66] и не им е допуштено да го кријат тоа што Аллах го создал во матките нивни, ако веруваат во Аллах и оној свет! Мажите нивни имаат право, додека тие чекаат, да ги повратат, ако сакаат што било да поправат.[67] Тие (жените) имаат исто толку права колку и должности, по тоа што е познато. А мажите имаат предност над нив за еден степен! А Аллах е навистина Силен и Мудар.",
      "footnotes": "[66] Да се види дека не се бремени за да можат повторно да се омажат.\n[67] Додека жената чека да ѝ поминат три месечни циклуси, мажот, кој се развел од неа, има право да побара од неа да го продолжат брачниот живот."
    },
    {
      "id": 229,
      "verse_number": 229,
      "page_number": 36,
      "verse_key": "2:229",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 14,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ",
      "translation": "229. Разводот може да биде двапати, по што или великодушно задржете ги или на убав начин развод дадете им! А вам не ви е допуштено да земате што било од тоа што сте им го подариле, освен ако двајцата се плашат дека Аллаховите прописи нема да ги извршуваат. А ако стравувате дека двајцата Аллаховите прописи нема да ги извршуваат, тогаш не прават грев таа да се откупи.[68] Тоа се Аллаховите граници, па не пречекорувајте ги! А тие што Аллаховите граници ги пречекоруваат, тие се неправедни!",
      "footnotes": "[68] Жената може, на пример, да се откаже од венчалниот подарок со цел мажот да го прифати разводот."
    },
    {
      "id": 230,
      "verse_number": 230,
      "page_number": 36,
      "verse_key": "2:230",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 14,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ",
      "translation": "230. А ако повторно ја разведе,[69] после тоа таа не му е допуштена сè додека не се омажи за друг маж. Па ако овој ја разведе, тогаш не е грев двајцата повторно заедно да бидат, ако мислат дека Аллаховите прописи ќе ги извршуваат. Тоа се Аллаховите граници кои Тој им ги објаснува на луѓето кои знаат.",
      "footnotes": "[69] Т.е. ако од истата жена се разведе по третпат."
    },
    {
      "id": 231,
      "verse_number": 231,
      "page_number": 37,
      "verse_key": "2:231",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 14,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ",
      "translation": "231. Кога ќе ги разведете сопругите, па тие ќе го исполнат својот разводен рок, тогаш или на убав начин задржете ги или широкоградно отпремете ги. И не задржувајте ги нанесувајќи им штета, а тој што така ќе постапи, себеси насилство си сторил! Не играјте си со Аллаховите прописи и сетете се на Аллаховата благодат кон вас, и што ви ги објавил Книгата и мудроста со коишто ве советува. Плашете се од Аллах и знајте дека Аллах знае сè.",
      "footnotes": ""
    },
    {
      "id": 232,
      "verse_number": 232,
      "page_number": 37,
      "verse_key": "2:232",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 14,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ",
      "translation": "232. А кога ќе ги разведете сопругите ваши и тие ќе го исполнат својот разводен рок, не пречете им тие повторно да се омажат за своите сопрузи, кога ќе се сложат дека убаво ќе живеат. Со ова се советуваат тие меѓу вас кои веруваат во Аллах и во оној свет. Тоа ви е почисто и почестито. А Аллах знае, а вие не знаете.",
      "footnotes": ""
    },
    {
      "id": 233,
      "verse_number": 233,
      "page_number": 37,
      "verse_key": "2:233",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 15,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ",
      "translation": "233. Мајките нека ги дојат децата свои полни две години, доколку сакаат доењето да биде потполно. Таткото на детето е должен според својата можност да го храни и да го облекува на примерен начин. Никој нека не се задолжува над можностите свои: мајката не смее да трпи штета заради детето свое, а ниту таткото заради детето свое! И наследникот има слични обврски.[70] А ако тие двајцата, на убав начин и со договор, одлучат детето да го одбијат, не се грешни! А ако посакате на децата свои доилка да им најдете, не правите грев кога ќе го предадете тоа што на убав начин сакате да го дадете. Плашете се од Аллах и знајте дека Аллах добро гледа што правите.",
      "footnotes": "[70] И наследникот е должен на сето ова. Ако умре таткото, тогаш старателот на неговото малолетно дете ќе ја издржува и мајката на детето од имотот на малолетното дете."
    },
    {
      "id": 234,
      "verse_number": 234,
      "page_number": 38,
      "verse_key": "2:234",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 15,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ",
      "translation": "234. Сопругите се должни да чекаат четири месеци и десет дена по смртта на своите сопрузи. И кога тие ќе го исполнат пропишаниот рок, вие не сте одговорни за тоа што тие, по прописот, ќе го направат. А Аллах добро го знае тоа што го правите.",
      "footnotes": ""
    },
    {
      "id": 235,
      "verse_number": 235,
      "page_number": 38,
      "verse_key": "2:235",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 15,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ",
      "translation": "235. И не е грев ако на тие жени им дадете до знаење дека ќе ги запросите, или ако тоа во душите ваши го криете. Аллах знае дека за нив ќе размислувате, но потајно ништо не им ветувајте, туку само чесно говорете им. И не решавајте се за брак пред да истече пропишаното време за чекање; и имајте на ум дека Аллах знае што има во душите ваши, па сочувајте се од Него, и знајте дека Аллах простува и дека е Благ.",
      "footnotes": ""
    },
    {
      "id": 236,
      "verse_number": 236,
      "page_number": 38,
      "verse_key": "2:236",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 15,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ",
      "translation": "236. Не е грешно ако се разведете од сопругите пред да стапите во однос со нив, или пред да им ги одредите венчалните дарови. И широкоградо дарувајте ги со дар, според прописите: богатиот според својата положба, а сиромавиот според својата; тоа е должност за тие што сакаат добро дело да направат.",
      "footnotes": ""
    },
    {
      "id": 237,
      "verse_number": 237,
      "page_number": 38,
      "verse_key": "2:237",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 15,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ",
      "translation": "237. А ако се разведете пред да стапите во однос со нив, а веќе сте им одредиле венчални дарови, тие ќе задржат половина од тоа што сте го одредиле, освен ако не се откажат или ако не се откаже тој што одлучува за склопувањето на бракот[71]; а доколку вие се откажете (од даровите) – тоа е поблизу до богобојазливоста! И не заборавајте да бидете добри едни кон други! Аллах навистина гледа што правите.",
      "footnotes": "[71] Тука се мисли на старателот на жената кој е нејзин легален застапник и заш­тит­ник во случај на каков било спор во бракот и по него."
    },
    {
      "id": 238,
      "verse_number": 238,
      "page_number": 39,
      "verse_key": "2:238",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 15,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ",
      "translation": "238. Чувајте го намазот (молитвата), особено средниот намаз, и пред Аллах понизно стојте.",
      "footnotes": ""
    },
    {
      "id": 239,
      "verse_number": 239,
      "page_number": 39,
      "verse_key": "2:239",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 15,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ",
      "translation": "239. А ако стравувате од нешто, тогаш клањајте одејќи или јавајќи! А кога сте на сигурно, спомнувајте Го Аллах така како што Тој ве научи на тоа што вие не го знаевте.",
      "footnotes": ""
    },
    {
      "id": 240,
      "verse_number": 240,
      "page_number": 39,
      "verse_key": "2:240",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 15,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ",
      "translation": "240. На тие меѓу вас на кои смртта им се приближува, а кои зад себе ги оставаат сопругите – треба со тестамент, за една година однапред, издршка да им обезбедат, а тие (жените) да не се оддалечуваат од домот. А ако самите го напуштат, вие не сте грешни за тоа што тие со себе, според прописите, ќе го сторат. А Аллах е Силниот и Мудриот.",
      "footnotes": ""
    },
    {
      "id": 241,
      "verse_number": 241,
      "page_number": 39,
      "verse_key": "2:241",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 15,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ",
      "translation": "241. На разведените жени им припаѓа отпремнина во склад со прописот и тоа е обврска за богобојазливите!",
      "footnotes": ""
    },
    {
      "id": 242,
      "verse_number": 242,
      "page_number": 39,
      "verse_key": "2:242",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 15,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ",
      "translation": "242. Така Аллах ви ги објаснува Своите прописи, за да размислите!",
      "footnotes": ""
    },
    {
      "id": 243,
      "verse_number": 243,
      "page_number": 39,
      "verse_key": "2:243",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 16,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ",
      "translation": "243. Зарем не знаеш за тие што поради стравот од смртта избегаа од својата земја – а беа илјадници, па Аллах им рече: „Умрете!“, а потоа ги оживеа. Аллах е, навистина, добар кон луѓето, а повеќето луѓе се неблагодарни.",
      "footnotes": ""
    },
    {
      "id": 244,
      "verse_number": 244,
      "page_number": 39,
      "verse_key": "2:244",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 16,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ",
      "translation": "244. И борете се на Аллаховиот пат и знајте дека Аллах сè слуша и сè знае.",
      "footnotes": ""
    },
    {
      "id": 245,
      "verse_number": 245,
      "page_number": 39,
      "verse_key": "2:245",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 16,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ",
      "translation": "245. Кој е тој кој на Аллах доброволно заем ќе Му даде, па Тој многукратно да му врати? Аллах ускратува и обилно дава, и Нему ќе Му се вратите.",
      "footnotes": ""
    },
    {
      "id": 246,
      "verse_number": 246,
      "page_number": 40,
      "verse_key": "2:246",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 16,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ",
      "translation": "246. Зарем не знаеш дека прваците на синовите Израилови после Муса на својот веровесник[72] му рекоа: „Испрати ни крал за да се бориме на Аллаховиот пат!“ „Можеби вие нема да се борите, ако ви биде пропишана борбата?“ – рече тој. „Зошто да не се бориме на Аллаховиот пат,“ – рекоа – „а ние од земјата наша сме прогонети и од синовите наши одвоени?“ А кога им се пропиша борбата, тие, освен малкумина, избегаа! А Аллах добро ги знае тие што неправедно постапуваа.",
      "footnotes": "[72] Веровесник (ар. Небиј) е исто така човек кој е избран и пратен од Бога со цел за опоменување на луѓето да се вратат кон Вистинскиот пат обожувајќи го Единиот Бог и покорувајќи Му се само Нему. Разликата помеѓу Пратеник и Веровесник е во тоа што на Пратеникот му доаѓала објава во вид на посебен верозакон (Откро­ве­ние, Објава) кој бил должен да им го соопшти на луѓето, додека Веровесникот, по Божји налог, ги соопштувал и ги обновувал претходните верозакони. Оттука, Пра­те­никот може да биде и Веровесник, но Веровесникот не може да биде Пратеник, па така Мухамед, Божјиот мир нека биде над него, е Пратеник и Веровесник."
    },
    {
      "id": 247,
      "verse_number": 247,
      "page_number": 40,
      "verse_key": "2:247",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 16,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ",
      "translation": "247. „Аллах ви го прати Талут за владетел.“ – им рече нивниот веровесник. „Како може тој да ни биде владетел кога ние сме подостојни од него за да владееме? Нему не му е дадено ниту големо богатство“. – рекоа тие. „Аллах го избра него за да владее со вас“. – рече тој – „и со големо знаење и со телесна сила го обдари! Аллах дава власт кому Тој сака! Аллах е неизмерно добар и Сезнаен“.",
      "footnotes": ""
    },
    {
      "id": 248,
      "verse_number": 248,
      "page_number": 40,
      "verse_key": "2:248",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 16,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ",
      "translation": "248. „Знак на неговата власт“ – им рече веровесникот нивен – „ќе биде ковчегот кој ќе ви пристигне и ќе го носат мелеци, а во него ќе има спокој за вас од Господарот ваш и остаток од тоа што Муса и Харун[73] го оставија.[74] Тоа, навистина, ви е знак, ако сте верници!“",
      "footnotes": "[73] Харун – Старозаветниот пророк Арон, братот на Мојсеј. Во понатамошниот текст ќе се употребува името во изворната форма од Куранот.\n[74] Во ковчегот имало остатоци од плочите, стапот и облеката на Муса и турбанот на Харун."
    },
    {
      "id": 249,
      "verse_number": 249,
      "page_number": 41,
      "verse_key": "2:249",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 16,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ",
      "translation": "249. И кога Талут со војската излезе, рече: „Аллах ќе ве стави на искушение покрај една река, па кој ќе се напие од неа, не е мој, а кој нема да се напие, тој е мој, освен ако со дланката зафати голтка.“ И тие, освен малкумина од нив, се напија од реката. И кога ја прејдоа, тој и тие кои заедно со него веруваа, рекоа: „Ние денес не можеме да излеземе на крај со Џалут (Голијат) и војската негова!“ Но, тие што цврсто веруваа дека ќе Го сретнат Аллах, рекоа: „Колку пати малубројните групи ги совладувале многубројните групи, со Аллахова волја!“ А Аллах е на страната на трпеливите.",
      "footnotes": ""
    },
    {
      "id": 250,
      "verse_number": 250,
      "page_number": 41,
      "verse_key": "2:250",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 16,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ",
      "translation": "250. И кога излегоа пред Џалут и војската негова, рекоа: „Господару наш, вдахни ни издржливост и зацврсти ги нозете наши и помогни ни против народот кој не верува!“",
      "footnotes": ""
    },
    {
      "id": 251,
      "verse_number": 251,
      "page_number": 41,
      "verse_key": "2:251",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 16,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ",
      "translation": "251. И тие, со Аллахова волја, ги поразија, а Давуд[75] го уби Џалут, и Аллах му даде власт и мудрост, и го научи за тоа што Тој сакаше. А да не ги сузбива Аллах луѓето едни со други, на Земјата, навистина, неред би настанал! Но, Аллах е добар за сите светови.",
      "footnotes": "[75] Давуд – Старозаветниот пророк Давид. Во понатамошниот текст ќе се употре­бу­ва името во изворната форма од Куранот."
    },
    {
      "id": 252,
      "verse_number": 252,
      "page_number": 41,
      "verse_key": "2:252",
      "juz_number": 2,
      "hizb_number": 4,
      "rub_el_hizb_number": 16,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ",
      "translation": "252. Тоа се Аллаховите знаци кои Ние тебе вистинито ти ги кажуваме. А ти, навистина, си еден од Пратениците!",
      "footnotes": ""
    },
    {
      "id": 253,
      "verse_number": 253,
      "page_number": 42,
      "verse_key": "2:253",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 17,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ",
      "translation": "253. Некои од тие Пратеници ги одликувавме едни над други. Со некои од нив Аллах зборуваше, а некои за повеќе степени ги издигна. А на Иса, синот Мерјемин, јасни докази му дадовме и со Џибрил го поддржавме. Да сакаше Аллах, тие по нив немаше меѓусебно да се убиваат, кога јасни докази веќе им дојдоа, но тие не се согласуваа: некои од нив веруваа, а некои негираа. А да сакаше Аллах, тие немаше меѓусебно да се убиваат! Но Аллах прави што Тој сака.",
      "footnotes": ""
    },
    {
      "id": 254,
      "verse_number": 254,
      "page_number": 42,
      "verse_key": "2:254",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 17,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ",
      "translation": "254. О, верници, дајте дел од тоа со што Ние ве снабдуваме, пред да дојде Денот кога нема да има ни откупи, ниту пријателства, ниту посредништва! А неверниците се навистина неправедни!",
      "footnotes": ""
    },
    {
      "id": 255,
      "verse_number": 255,
      "page_number": 42,
      "verse_key": "2:255",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 17,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ",
      "translation": "255. Аллах е, нема друг бог освен Него, Живиот и Самоопстојувачкиот Одржувател! Не Го обзема ни дремка ни сон! Негово е тоа што е на небесата и на Земјата! Кој може кај Него да се зазема освен со Негова дозвола?! Тој знае што било пред и што ќе биде по нив, и тие не можат да опфатат од Неговото знаење, освен колку што Тој сака! Неговиот Курсиј[76] ги опфаќа и небесата и Земјата, и Нему не Му е тешко да ги одржува! Тој е Севишниот, Величествениот!",
      "footnotes": "[76] Курсиј (ар.) – пиедестал. Курсијот не треба да се поистоветува со Аршот (Тро­нот), кој според хадисите е поинаков и поголем. Ебу Зер пренесува дека Мухамед, Божјиот мир нека биде над него, рекол: „Се колнам во Тој во Чија рака е мојот живот, седумте небеса и седумте Земји според пространството на Курсијот се само како алка поставена во овоземската пустина. Курсијот спрема Аршот е само како железна алка поставена меѓу две пустини на Земјата!“"
    },
    {
      "id": 256,
      "verse_number": 256,
      "page_number": 42,
      "verse_key": "2:256",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 17,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
      "translation": "256. Нема присилба кон верата, Вистинскиот пат јасно се разликува од заблудата! Тој што не верува во тагутот[77], а верува во Аллах, се држи за најцврстата врска, којашто нема да се прекине! А Аллах сè слуша и сè знае.",
      "footnotes": "[77] Тагут (ар.) – сето она што се обожува покрај Аллах, може да биде во форма на човек, жи­вотно, шејтан, џин, нешто реално или фиктивно."
    },
    {
      "id": 257,
      "verse_number": 257,
      "page_number": 43,
      "verse_key": "2:257",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 17,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "257. Аллах е заштитник на верниците, ги изведува од темнините на светлина, а на неверниците заштитници им се тагутите, тие ги втеруваат од светлината во темнините; Тоа се жителите на Огнот и во него вечно ќе останат.",
      "footnotes": ""
    },
    {
      "id": 258,
      "verse_number": 258,
      "page_number": 43,
      "verse_key": "2:258",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 17,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
      "translation": "258. Зарем не знаеш за тој што се препираше со Ибрахим за Господарот негов, кога Аллах царство му даде? Кога Ибрахим рече: „Мој Господар е Тој кој дава живот и смрт“., тој одговори: „Јас оживувам и усмртувам!“ „Аллах прави Сонцето да изгрева од исток,“ – рече Ибрахим – „па ти направи да излезе од запад!“ И неверникот се збуни. А Аллах навистина не ги упатува насилниците на Вистинскиот пат.",
      "footnotes": ""
    },
    {
      "id": 259,
      "verse_number": 259,
      "page_number": 43,
      "verse_key": "2:259",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 17,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
      "translation": "259. Или за тој кој поминувајќи крај еден град кој беше до темели разрушен и пуст, повика: „Како Аллах ќе ги оживее овие што умреле?“ А Аллах го направи мртов стотина години, а потоа го оживеа и го запраша: „Колку остана?“ – „Ден или дел од денот“. – одговори. „Не!“ – рече Тој – „остана стотина години. Погледни ја храната своја и пијалакот свој, не се расипале! А погледни го и магарето свое, да те направиме доказ за луѓето, а погледни ги и коските, како ги составуваме, а потоа со месо ги обложуваме“. И кога нему му стана јасно, тој повика: „Јас знам дека Аллах може сè!“",
      "footnotes": ""
    },
    {
      "id": 260,
      "verse_number": 260,
      "page_number": 44,
      "verse_key": "2:260",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 17,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ",
      "translation": "260. А кога Ибрахим рече: „Господару мој, покажи ми како ги оживуваш мртвите!“ – Тој рече: „Зарем не веруваш?” – „Секако дека верувам,“ – одговори тој – „но, за да ми се смири срцево“. – „Земи четири птици“ – рече Тој – „и исечи ги, па делови од нив стави на секое ритче! Потоа повикај ги, ќе ти дојдат итајќи! Знај дека Аллах е Силен и Мудар.“",
      "footnotes": ""
    },
    {
      "id": 261,
      "verse_number": 261,
      "page_number": 44,
      "verse_key": "2:261",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 17,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
      "translation": "261. Примерот на тие што имотот свој го трошат на Аллаховиот пат е сличен со тој што ќе посее зрно од кое никнуваат седум класа и во секој клас по стотина зрна. А Аллах зголемува кому Тој сака! Аллах е неизмерно добар и Сезнаен!",
      "footnotes": ""
    },
    {
      "id": 262,
      "verse_number": 262,
      "page_number": 44,
      "verse_key": "2:262",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 17,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
      "translation": "262. На тие што го трошат имотот свој на Аллаховиот пат, а тоа што ќе го потрошат да не го пропратат со приговарање и навредување, им припаѓа награда од Господарот нивен! За нив нема страв, ниту пак ќе тагуваат.",
      "footnotes": ""
    },
    {
      "id": 263,
      "verse_number": 263,
      "page_number": 44,
      "verse_key": "2:263",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 18,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ",
      "translation": "263. Добриот збор и прошката се повредни од милостината пропратена со навредување. А Аллах е независен од секого и Благ е.",
      "footnotes": ""
    },
    {
      "id": 264,
      "verse_number": 264,
      "page_number": 44,
      "verse_key": "2:264",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 18,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ",
      "translation": "264. О, верници, не ги расипувајте своите милостини со приговарања и навреди, како што тоа го прави тој што го троши својот имот за да се покаже пред луѓето, а не верувајќи во Аллах и во другиот свет! Примерот негов е како примерот за мазната карпа на која има земја, па ќе ја погоди пороен дожд и ќе ја оголи! Тие нема да добијат никаква награда за тоа што го направиле. А Аллах не ги упатува на Вистинскиот пат луѓето што не веруваат.",
      "footnotes": ""
    },
    {
      "id": 265,
      "verse_number": 265,
      "page_number": 45,
      "verse_key": "2:265",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 18,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ",
      "translation": "265. Тие што го трошат својот имот со желба за Аллаховото задоволство и сигурни се во наградата за тоа, наликуваат на градина на висорамнина на која паѓа обилен дожд, па дава двојно поголем род; ако нема обилен дожд, тогаш има ситна роса! А Аллах добро го гледа тоа што го правите!",
      "footnotes": ""
    },
    {
      "id": 266,
      "verse_number": 266,
      "page_number": 45,
      "verse_key": "2:266",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 18,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ",
      "translation": "266. Дали некој од вас би сакал да поседува градина полна со палми игрозје, под која реки течат и во која има секакви плодови, а да остарел и да има слаби деца, па тогаш преку неа огнен виор да наиде и таа да изгори?! Така Аллах ви ги објаснува знаците Свои, за да размислите!",
      "footnotes": ""
    },
    {
      "id": 267,
      "verse_number": 267,
      "page_number": 45,
      "verse_key": "2:267",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 18,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ",
      "translation": "267. О, верници, давајте од убавите работи што сте ги стекнале, и од тоа што Ние од Земјата сме ви го извеле! Не издвојувајте го тоа што не вреди за да го дадете, кога ни вие тоа не би го примиле, освен со затворени очи! И знајте дека Аллах е независен и достоен за благодарност!",
      "footnotes": ""
    },
    {
      "id": 268,
      "verse_number": 268,
      "page_number": 45,
      "verse_key": "2:268",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 18,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ",
      "translation": "268. Шејтанот ве плаши со сиромаштво и ве наведува на зло, а Аллах ви ветува прошка и награда од Него; Аллах е неизмерно добар и Сезнаен.",
      "footnotes": ""
    },
    {
      "id": 269,
      "verse_number": 269,
      "page_number": 45,
      "verse_key": "2:269",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 18,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
      "translation": "269. Тој дарува мудрост кому сака, а тој на кого мудроста му е дадена, дадено му е големо добро! А само обдарените со разум поуката ја прифаќаат!",
      "footnotes": ""
    },
    {
      "id": 270,
      "verse_number": 270,
      "page_number": 46,
      "verse_key": "2:270",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 18,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ",
      "translation": "270. За сè што ќе потрошите или ќе се заветите – Аллах, сигурно, знае! А на насилниците им нема помагач!",
      "footnotes": ""
    },
    {
      "id": 271,
      "verse_number": 271,
      "page_number": 46,
      "verse_key": "2:271",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 18,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ",
      "translation": "271. Убаво е ако јавно давате милостина, но подобро е за вас да ја давате на сиромашните кога никој не гледа, и Тој ќе ги покрие вашите лоши дела! А Аллах добро знае што правите!",
      "footnotes": ""
    },
    {
      "id": 272,
      "verse_number": 272,
      "page_number": 46,
      "verse_key": "2:272",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 19,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ",
      "translation": "272. Не зависи од тебе нивното упатство, затоа што Аллах го изведува на Вистински пат оној кого Тој сака. Доброто што го давате е ваше, давајте само со желба за Аллаховото лице! А тоа што од имотот ќе го дадете на другите ќе ви биде потполно надокнадено и нема да ви биде направена неправда!",
      "footnotes": ""
    },
    {
      "id": 273,
      "verse_number": 273,
      "page_number": 46,
      "verse_key": "2:273",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 19,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ",
      "translation": "273. Милостината им припаѓа на сиромашните кои се истоштени на Аллаховиот пат, па не можат да заработуваат, па тој што не знае мисли дека се богати поради нивната скромност и воздржливост! Ќе ги познаеш по нивниот изглед, затоа што тие не им додеваат на луѓето просејќи. А за тоа што од добрата на другите ќе им дадете, Аллах, сигурно, знае!",
      "footnotes": ""
    },
    {
      "id": 274,
      "verse_number": 274,
      "page_number": 46,
      "verse_key": "2:274",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 19,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
      "translation": "274. Тие што даваат од имотот свој, ноќе и дење, тајно и јавно, им припаѓа наградата од Господарот нивен! За нив нема страв, ниту пак ќе тагуваат.",
      "footnotes": ""
    },
    {
      "id": 275,
      "verse_number": 275,
      "page_number": 47,
      "verse_key": "2:275",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 19,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "275. Тие што се хранат од каматата нема да се кренат, освен како тој кого допирот на шејтанот го избезумил. Тоа е затоа што велеа: „Каматата е иста како и трговијата“. А Аллах ја дозволил трговијата, а ја забранил каматата. На тој до кого ќе стигне поуката од Господарот негов, па се оттргне од тоа, му припаѓа тоа што претходно го стекнал, а неговиот случај Му е препуштен на Аллах. А тие кои тоа повторно ќе го сторат, ќе бидат жители на Огнот, каде вечно ќе останат.",
      "footnotes": ""
    },
    {
      "id": 276,
      "verse_number": 276,
      "page_number": 47,
      "verse_key": "2:276",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 19,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ",
      "translation": "276. Аллах ја уништува каматата, а ги намножува милостините. Аллах не сака ниту еден неверник, грешник!",
      "footnotes": ""
    },
    {
      "id": 277,
      "verse_number": 277,
      "page_number": 47,
      "verse_key": "2:277",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 19,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
      "translation": "277. Тие што веруваат и прават добри дела, и намазот (молитвата) го извршуваат, и зекат даваат, ги чека награда кај Господарот нивен. За нив нема страв, ниту пак ќе тагуваат.",
      "footnotes": ""
    },
    {
      "id": 278,
      "verse_number": 278,
      "page_number": 47,
      "verse_key": "2:278",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 19,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ",
      "translation": "278. О, верници, плашете се од Аллах и откажете се од тоа што останало од каматата, ако сте верници.",
      "footnotes": ""
    },
    {
      "id": 279,
      "verse_number": 279,
      "page_number": 47,
      "verse_key": "2:279",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 19,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ",
      "translation": "279. Ако не го сторите тоа, ви се навестува војна од Аллах и од Неговиот Пратеник! А ако се покаете, ви припаѓаат главнините од имотите ваши; ниту некого ќе оштетите, ниту ќе бидете оштетени.",
      "footnotes": ""
    },
    {
      "id": 280,
      "verse_number": 280,
      "page_number": 47,
      "verse_key": "2:280",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 19,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ",
      "translation": "280. А ако должникот е во неволја, тогаш причекајте додека му биде полесно; а уште подобро за вас ќе биде ако долгот го дадете како милостина, да знаете!",
      "footnotes": ""
    },
    {
      "id": 281,
      "verse_number": 281,
      "page_number": 47,
      "verse_key": "2:281",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 19,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ",
      "translation": "281. И плашете се од Денот кога сите кај Аллах ќе бидете вратени, а потоа секому тоа што го заслужил ќе му се исплати! Никому неправда нема да му биде направена.",
      "footnotes": ""
    },
    {
      "id": 282,
      "verse_number": 282,
      "page_number": 48,
      "verse_key": "2:282",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 19,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ",
      "translation": "282. О, верници, запишете кога еден од друг позајмувате до одреден рок. И еден писар помеѓу вас тоа праведно нека го напише и писарот нека не се воздржува да напише така како што Аллах го подучил! Тој нека пишува, а должникот нека му кажува! Нека се плаши од Аллах, Господарот свој, и нека не изостави ништо од тоа! А ако должникот е умно ограничен или слаб, или ако не е во состојба да говори, тогаш нека диктира неговиот старател и тоа праведно! И земете двајца сведоци меѓу вас, па ако не најдете двајца мажи, тогаш еден маж и две жени од кои сте задоволни како сведоци. Ако едната од двете нешто погрешно каже, другата нека ја потсети. Сведоците треба да се одѕвијат на секој повик. Нека не ви биде мака тоа да го запишете со рок на враќање, било да е долгот мал или голем! Тоа ви е поисправно кај Аллах и при сведочењето посилно, и за да не се сомневате подобро, освен ако станува збор за секојдневна трговија која ја извршувате меѓу вас, бидејќи тогаш не е грев ако тоа не го запишете! Земете сведоци и кога склучувате купопродажни договори, и нека не биде оштетен ни писарот ни сведокот! А ако го сторите тоа, тогаш тоа е ваш грев! И плашете се од Аллах и Аллах ќе ве подучи. Аллах добро знае сè!",
      "footnotes": ""
    },
    {
      "id": 283,
      "verse_number": 283,
      "page_number": 49,
      "verse_key": "2:283",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 20,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ",
      "translation": "283. Ако сте на пат, и не најдете писар, тогаш нека се земе залог. А ако еден на друг нешто си доверите, тогаш на тој што му е доверено, нека го исполни тоа и нека се плаши од Аллах, Господарот свој! И не сокривајте го сведочењето, бидејќи срцето на тој што ќе го ускрати, ќе биде грешно! А Аллах добро знае што правите!",
      "footnotes": ""
    },
    {
      "id": 284,
      "verse_number": 284,
      "page_number": 49,
      "verse_key": "2:284",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 20,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
      "translation": "284. Аллахово е сè што е на небесата и на Земјата! Било да го покажувате тоа што е во душите ваши или да го криете, Аллах за тоа ќе ве праша, па ќе му прости на тој што сака, а ќе го казни тој што сака! Аллах е Семоќниот.",
      "footnotes": ""
    },
    {
      "id": 285,
      "verse_number": 285,
      "page_number": 49,
      "verse_key": "2:285",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 20,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ",
      "translation": "285. Пратеникот верува во тоа што му се објавува од Господарот негов, и верниците, секој од нив верува во Аллах, и во мелеците Негови, и во Книгите Негови, и во Пратениците Негови: „Ние не правиме поделба меѓу Пратениците Негови“. И велат: „Слушаме и се покоруваме. Те молиме за прошка, Господару наш, Тебе ќе Ти се вратиме“.",
      "footnotes": ""
    },
    {
      "id": 286,
      "verse_number": 286,
      "page_number": 49,
      "verse_key": "2:286",
      "juz_number": 3,
      "hizb_number": 5,
      "rub_el_hizb_number": 20,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ",
      "translation": "286. Аллах никого не оптоварува преку неговите можности; во негова корист е доброто кое го стекнал, а на негова штета е злото кое го стекнал! „Господару наш, не казнувај нè ако заборавиме или ако нешто не сакајќи направиме! Господару наш, не товари нè со товарот кој си им го натоварил на тие пред нас! Господару наш, не оптоварувај нè со тоа за кое немаме сила! Избриши ни ги гревовите наши, прости ни и смилувај ни се! Ти си нашиот Господар, па помогни ни против народот кој не верува!“",
      "footnotes": ""
    }
  ]
}