{
  "result": [
    {
      "id": "2674",
      "sura": "23",
      "aya": "1",
      "arabic_text": "قَدۡ أَفۡلَحَ ٱلۡمُؤۡمِنُونَ",
      "translation": "1. Успешни се верниците!",
      "footnotes": ""
    },
    {
      "id": "2675",
      "sura": "23",
      "aya": "2",
      "arabic_text": "ٱلَّذِينَ هُمۡ فِي صَلَاتِهِمۡ خَٰشِعُونَ",
      "translation": "2. Tие кои во своите намази (молитви) се понизни.",
      "footnotes": ""
    },
    {
      "id": "2676",
      "sura": "23",
      "aya": "3",
      "arabic_text": "وَٱلَّذِينَ هُمۡ عَنِ ٱللَّغۡوِ مُعۡرِضُونَ",
      "translation": "3. и кои лошиот говор го одбегнуваат,",
      "footnotes": ""
    },
    {
      "id": "2677",
      "sura": "23",
      "aya": "4",
      "arabic_text": "وَٱلَّذِينَ هُمۡ لِلزَّكَوٰةِ فَٰعِلُونَ",
      "translation": "4. и кои зекат даваат,",
      "footnotes": ""
    },
    {
      "id": "2678",
      "sura": "23",
      "aya": "5",
      "arabic_text": "وَٱلَّذِينَ هُمۡ لِفُرُوجِهِمۡ حَٰفِظُونَ",
      "translation": "5. и кои срамните места свои ги чуваат,",
      "footnotes": ""
    },
    {
      "id": "2679",
      "sura": "23",
      "aya": "6",
      "arabic_text": "إِلَّا عَلَىٰٓ أَزۡوَٰجِهِمۡ أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَإِنَّهُمۡ غَيۡرُ مَلُومِينَ",
      "translation": "6. освен од жените свои или тие кои се нивна сопственост, тие навистина прекор не заслужуваат;",
      "footnotes": ""
    },
    {
      "id": "2680",
      "sura": "23",
      "aya": "7",
      "arabic_text": "فَمَنِ ٱبۡتَغَىٰ وَرَآءَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡعَادُونَ",
      "translation": "7. а тие што и покрај тоа бараат, тие во злото сосема претеруваат –",
      "footnotes": ""
    },
    {
      "id": "2681",
      "sura": "23",
      "aya": "8",
      "arabic_text": "وَٱلَّذِينَ هُمۡ لِأَمَٰنَٰتِهِمۡ وَعَهۡدِهِمۡ رَٰعُونَ",
      "translation": "8. и кои за доверените аманети и обврски свои се грижат,",
      "footnotes": ""
    },
    {
      "id": "2682",
      "sura": "23",
      "aya": "9",
      "arabic_text": "وَٱلَّذِينَ هُمۡ عَلَىٰ صَلَوَٰتِهِمۡ يُحَافِظُونَ",
      "translation": "9. и кои намазите (молитвите) свои на време ги извршуваат,",
      "footnotes": ""
    },
    {
      "id": "2683",
      "sura": "23",
      "aya": "10",
      "arabic_text": "أُوْلَٰٓئِكَ هُمُ ٱلۡوَٰرِثُونَ",
      "translation": "10. тие се достојни наследници,",
      "footnotes": ""
    },
    {
      "id": "2684",
      "sura": "23",
      "aya": "11",
      "arabic_text": "ٱلَّذِينَ يَرِثُونَ ٱلۡفِرۡدَوۡسَ هُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "11. кои Фирдеусот ќе го наследат, тие во него вечно ќе престојуваат.",
      "footnotes": ""
    },
    {
      "id": "2685",
      "sura": "23",
      "aya": "12",
      "arabic_text": "وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ مِن سُلَٰلَةٖ مِّن طِينٖ",
      "translation": "12. Ние навистина човекот од екстракт од глина го создадовме,",
      "footnotes": ""
    },
    {
      "id": "2686",
      "sura": "23",
      "aya": "13",
      "arabic_text": "ثُمَّ جَعَلۡنَٰهُ نُطۡفَةٗ فِي قَرَارٖ مَّكِينٖ",
      "translation": "13. потоа како капка семе на безбедно место го ставивме,",
      "footnotes": ""
    },
    {
      "id": "2687",
      "sura": "23",
      "aya": "14",
      "arabic_text": "ثُمَّ خَلَقۡنَا ٱلنُّطۡفَةَ عَلَقَةٗ فَخَلَقۡنَا ٱلۡعَلَقَةَ مُضۡغَةٗ فَخَلَقۡنَا ٱلۡمُضۡغَةَ عِظَٰمٗا فَكَسَوۡنَا ٱلۡعِظَٰمَ لَحۡمٗا ثُمَّ أَنشَأۡنَٰهُ خَلۡقًا ءَاخَرَۚ فَتَبَارَكَ ٱللَّهُ أَحۡسَنُ ٱلۡخَٰلِقِينَ",
      "translation": "14. потоа капката семе грутка крв ја направивме, потоа од грутката крв парче месо создадовме, па од парчето месо коски направивме, а потоа коските со месо ги обвиткавме, и потоа, како друго создание, го оживуваме, па нека е возвишен Аллах, Најубавиот Создател!",
      "footnotes": ""
    },
    {
      "id": "2688",
      "sura": "23",
      "aya": "15",
      "arabic_text": "ثُمَّ إِنَّكُم بَعۡدَ ذَٰلِكَ لَمَيِّتُونَ",
      "translation": "15. Вие, потоа, ќе умрете,",
      "footnotes": ""
    },
    {
      "id": "2689",
      "sura": "23",
      "aya": "16",
      "arabic_text": "ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ تُبۡعَثُونَ",
      "translation": "16. потоа, на оној свет, оживени ќе бидете.",
      "footnotes": ""
    },
    {
      "id": "2690",
      "sura": "23",
      "aya": "17",
      "arabic_text": "وَلَقَدۡ خَلَقۡنَا فَوۡقَكُمۡ سَبۡعَ طَرَآئِقَ وَمَا كُنَّا عَنِ ٱلۡخَلۡقِ غَٰفِلِينَ",
      "translation": "17. Ние седум небеса над вас создадовме, и Ние не сме немарни кон тоа што го создадовме.",
      "footnotes": ""
    },
    {
      "id": "2691",
      "sura": "23",
      "aya": "18",
      "arabic_text": "وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَسۡكَنَّٰهُ فِي ٱلۡأَرۡضِۖ وَإِنَّا عَلَىٰ ذَهَابِۭ بِهِۦ لَقَٰدِرُونَ",
      "translation": "18. Ние од небото со мерка дожд спуштаме, и во земјата го задржуваме – а способни сме и да го тргнеме –",
      "footnotes": ""
    },
    {
      "id": "2692",
      "sura": "23",
      "aya": "19",
      "arabic_text": "فَأَنشَأۡنَا لَكُم بِهِۦ جَنَّٰتٖ مِّن نَّخِيلٖ وَأَعۡنَٰبٖ لَّكُمۡ فِيهَا فَوَٰكِهُ كَثِيرَةٞ وَمِنۡهَا تَأۡكُلُونَ",
      "translation": "19. и со негова помош градини од палми и винова лоза за вас подигаме – во нив многу овошја имате, и вие го јадете –",
      "footnotes": ""
    },
    {
      "id": "2693",
      "sura": "23",
      "aya": "20",
      "arabic_text": "وَشَجَرَةٗ تَخۡرُجُ مِن طُورِ سَيۡنَآءَ تَنۢبُتُ بِٱلدُّهۡنِ وَصِبۡغٖ لِّلۡأٓكِلِينَ",
      "translation": "20. и дрвото кое на Синајската гора расте, кое масло дава, и зачин е за тие што го јадат.",
      "footnotes": ""
    },
    {
      "id": "2694",
      "sura": "23",
      "aya": "21",
      "arabic_text": "وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهَا وَلَكُمۡ فِيهَا مَنَٰفِعُ كَثِيرَةٞ وَمِنۡهَا تَأۡكُلُونَ",
      "translation": "21. И добитокот ви е поука: Ние ви даваме да пиете од тоа што се наоѓа во утробите нивни, и вие од нив многу користи имате и вие од нив се храните,",
      "footnotes": ""
    },
    {
      "id": "2695",
      "sura": "23",
      "aya": "22",
      "arabic_text": "وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ",
      "translation": "22. и на нив, и на бродовите се возите.",
      "footnotes": ""
    },
    {
      "id": "2696",
      "sura": "23",
      "aya": "23",
      "arabic_text": "وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ",
      "translation": "23. Ние го испративме Нух на народот негов, и тој велеше: „О, народе мој, само Аллах обожувајте Го, вие друг бог освен Него немате; зарем не се плашите?",
      "footnotes": ""
    },
    {
      "id": "2697",
      "sura": "23",
      "aya": "24",
      "arabic_text": "فَقَالَ ٱلۡمَلَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡ يُرِيدُ أَن يَتَفَضَّلَ عَلَيۡكُمۡ وَلَوۡ شَآءَ ٱللَّهُ لَأَنزَلَ مَلَٰٓئِكَةٗ مَّا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ",
      "translation": "24. Но главешините на народот негов, кои не веруваа, велеа: „Ова е човек како и вие, само сака да е поугледен од вас. Да сакаше Аллах, мелеци ќе испратеше; вакво нешто не сме чуле од нашите дамнешни предци,",
      "footnotes": ""
    },
    {
      "id": "2698",
      "sura": "23",
      "aya": "25",
      "arabic_text": "إِنۡ هُوَ إِلَّا رَجُلُۢ بِهِۦ جِنَّةٞ فَتَرَبَّصُواْ بِهِۦ حَتَّىٰ حِينٖ",
      "translation": "25. тој е луд човек, па пуштете го некое време!“",
      "footnotes": ""
    },
    {
      "id": "2699",
      "sura": "23",
      "aya": "26",
      "arabic_text": "قَالَ رَبِّ ٱنصُرۡنِي بِمَا كَذَّبُونِ",
      "translation": "26. „Господару мој,“ – рече тој – „помогни ми, тие за лага ме обвинуваат!“",
      "footnotes": ""
    },
    {
      "id": "2700",
      "sura": "23",
      "aya": "27",
      "arabic_text": "فَأَوۡحَيۡنَآ إِلَيۡهِ أَنِ ٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا فَإِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ فَٱسۡلُكۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ مِنۡهُمۡۖ وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ",
      "translation": "27. Па Ние му објавивме: „Брод, пред очите Наши и според објавата Наша, гради, па кога заповедта Наша ќе дојде и водата на површината на земјата ќе избие, ти во неа натовари од секој вид по два, мажјак и женка, и семејството свое, но не и тие од нив за кои претходеше Зборот, и не Ми се обраќај за насилниците, бидејќи навистина ќе бидат потопени.",
      "footnotes": ""
    },
    {
      "id": "2701",
      "sura": "23",
      "aya": "28",
      "arabic_text": "فَإِذَا ٱسۡتَوَيۡتَ أَنتَ وَمَن مَّعَكَ عَلَى ٱلۡفُلۡكِ فَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي نَجَّىٰنَا مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ",
      "translation": "28. Па кога ќе се сместиш во бродот, ти и тие што се со тебе, кажи: „Сета благодарност му припаѓа на Аллах, Кој нè спаси од народот насилнички!“",
      "footnotes": ""
    },
    {
      "id": "2702",
      "sura": "23",
      "aya": "29",
      "arabic_text": "وَقُل رَّبِّ أَنزِلۡنِي مُنزَلٗا مُّبَارَكٗا وَأَنتَ خَيۡرُ ٱلۡمُنزِلِينَ",
      "translation": "29. И кажи: „Господару мој, закотви ме на благословено место, Ти тоа најдобро го знаеш!“",
      "footnotes": ""
    },
    {
      "id": "2703",
      "sura": "23",
      "aya": "30",
      "arabic_text": "إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ وَإِن كُنَّا لَمُبۡتَلِينَ",
      "translation": "30. Во тоа се, навистина, поуки, а Ние, навистина, стававме во искушение.",
      "footnotes": ""
    },
    {
      "id": "2704",
      "sura": "23",
      "aya": "31",
      "arabic_text": "ثُمَّ أَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ",
      "translation": "31. По нив други поколенија создававме,",
      "footnotes": ""
    },
    {
      "id": "2705",
      "sura": "23",
      "aya": "32",
      "arabic_text": "فَأَرۡسَلۡنَا فِيهِمۡ رَسُولٗا مِّنۡهُمۡ أَنِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ",
      "translation": "32. и еден од нив како Пратеник им го испративме: „Само Аллах обожувајте Го, вие друг бог освен Него немате; зарем не се плашите?“",
      "footnotes": ""
    },
    {
      "id": "2706",
      "sura": "23",
      "aya": "33",
      "arabic_text": "وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِهِ ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِلِقَآءِ ٱلۡأٓخِرَةِ وَأَتۡرَفۡنَٰهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا مَا هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡ يَأۡكُلُ مِمَّا تَأۡكُلُونَ مِنۡهُ وَيَشۡرَبُ مِمَّا تَشۡرَبُونَ",
      "translation": "33. Но главешините од народот негов, кои не веруваа, кои негираа дека на оној свет ќе бидат оживеани и на кои им дадовме во животот на овој свет раскошно да живеат, говореа: „Тој е човек како и вие; го јаде тоа што и вие го јадете, и го пие тоа што и вие го пиете;",
      "footnotes": ""
    },
    {
      "id": "2707",
      "sura": "23",
      "aya": "34",
      "arabic_text": "وَلَئِنۡ أَطَعۡتُم بَشَرٗا مِّثۡلَكُمۡ إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ",
      "translation": "34. и ако му се покорувате на човек како што сте и вие, сигурно ќе бидете изгубени.",
      "footnotes": ""
    },
    {
      "id": "2708",
      "sura": "23",
      "aya": "35",
      "arabic_text": "أَيَعِدُكُمۡ أَنَّكُمۡ إِذَا مِتُّمۡ وَكُنتُمۡ تُرَابٗا وَعِظَٰمًا أَنَّكُم مُّخۡرَجُونَ",
      "translation": "35. Зарем тој вам да ви ветува, дека откако ќе умрете и земја и коски ќе станете, навистина оживеани ќе бидете?",
      "footnotes": ""
    },
    {
      "id": "2709",
      "sura": "23",
      "aya": "36",
      "arabic_text": "۞ هَيۡهَاتَ هَيۡهَاتَ لِمَا تُوعَدُونَ",
      "translation": "36. Далеку е, далеку е тоа што ви се ветува!",
      "footnotes": ""
    },
    {
      "id": "2710",
      "sura": "23",
      "aya": "37",
      "arabic_text": "إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ",
      "translation": "37. Постои само животот на овој свет, ние живееме и умираме, а оживеани нема да бидеме.",
      "footnotes": ""
    },
    {
      "id": "2711",
      "sura": "23",
      "aya": "38",
      "arabic_text": "إِنۡ هُوَ إِلَّا رَجُلٌ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا وَمَا نَحۡنُ لَهُۥ بِمُؤۡمِنِينَ",
      "translation": "38. Тој е човек кој за Аллах изнесува лаги, и ние не му веруваме.“",
      "footnotes": ""
    },
    {
      "id": "2712",
      "sura": "23",
      "aya": "39",
      "arabic_text": "قَالَ رَبِّ ٱنصُرۡنِي بِمَا كَذَّبُونِ",
      "translation": "39. „Гоподару мој,“ – ќе замолеше тој – „помогни ми, тие за лага ме обвинуваат!“",
      "footnotes": ""
    },
    {
      "id": "2713",
      "sura": "23",
      "aya": "40",
      "arabic_text": "قَالَ عَمَّا قَلِيلٖ لَّيُصۡبِحُنَّ نَٰدِمِينَ",
      "translation": "40. „Тие наскоро ќе се покајат!“ – ќе одговореше Тој.",
      "footnotes": ""
    },
    {
      "id": "2714",
      "sura": "23",
      "aya": "41",
      "arabic_text": "فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ بِٱلۡحَقِّ فَجَعَلۡنَٰهُمۡ غُثَآءٗۚ فَبُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ",
      "translation": "41. и заслужено ќе ги погодеше страшен глас, и Ние ќе ги направевме како што е речниот нанос, па далеку нека е народот насилнички!",
      "footnotes": ""
    },
    {
      "id": "2715",
      "sura": "23",
      "aya": "42",
      "arabic_text": "ثُمَّ أَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قُرُونًا ءَاخَرِينَ",
      "translation": "42. А потоа, по нив, други поколенија создававме,",
      "footnotes": ""
    },
    {
      "id": "2716",
      "sura": "23",
      "aya": "43",
      "arabic_text": "مَا تَسۡبِقُ مِنۡ أُمَّةٍ أَجَلَهَا وَمَا يَسۡتَـٔۡخِرُونَ",
      "translation": "43. ниту еден народ не може да го забрза ниту да го успори времето на пропаста своја,",
      "footnotes": ""
    },
    {
      "id": "2717",
      "sura": "23",
      "aya": "44",
      "arabic_text": "ثُمَّ أَرۡسَلۡنَا رُسُلَنَا تَتۡرَاۖ كُلَّ مَا جَآءَ أُمَّةٗ رَّسُولُهَا كَذَّبُوهُۖ فَأَتۡبَعۡنَا بَعۡضَهُم بَعۡضٗا وَجَعَلۡنَٰهُمۡ أَحَادِيثَۚ فَبُعۡدٗا لِّقَوۡمٖ لَّا يُؤۡمِنُونَ",
      "translation": "44. и Пратеници, едни по други праќавме. Кога и да им дојдеше Пратеникот на некој народ, за лага го обвинуваа, и Ние поради тоа едни со други ги сменувавме, и само во приказните за нив споменот го сочувавме, далеку нека се луѓето што не веруваа!",
      "footnotes": ""
    },
    {
      "id": "2718",
      "sura": "23",
      "aya": "45",
      "arabic_text": "ثُمَّ أَرۡسَلۡنَا مُوسَىٰ وَأَخَاهُ هَٰرُونَ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ",
      "translation": "45. Потоа го пративме Муса и брат му Харун со знаците Наши и со очигледен доказ",
      "footnotes": ""
    },
    {
      "id": "2719",
      "sura": "23",
      "aya": "46",
      "arabic_text": "إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمًا عَالِينَ",
      "translation": "46. на Фараонот и главешините негови, но тие се возгордеаја, тоа беа луѓе надмени.",
      "footnotes": ""
    },
    {
      "id": "2720",
      "sura": "23",
      "aya": "47",
      "arabic_text": "فَقَالُوٓاْ أَنُؤۡمِنُ لِبَشَرَيۡنِ مِثۡلِنَا وَقَوۡمُهُمَا لَنَا عَٰبِدُونَ",
      "translation": "47. „Зарем да им поверуваме на двајцата кои се исти како и ние, а луѓето нивни се робови наши?“ – говореа,",
      "footnotes": ""
    },
    {
      "id": "2721",
      "sura": "23",
      "aya": "48",
      "arabic_text": "فَكَذَّبُوهُمَا فَكَانُواْ مِنَ ٱلۡمُهۡلَكِينَ",
      "translation": "48. и нив двајца за лажговци ги прогласија, па поради тоа беа уништени.",
      "footnotes": ""
    },
    {
      "id": "2722",
      "sura": "23",
      "aya": "49",
      "arabic_text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ لَعَلَّهُمۡ يَهۡتَدُونَ",
      "translation": "49. На Муса потоа Книга му дадовме, за синовите Израилови по Вистинскиот пат да одат.",
      "footnotes": ""
    },
    {
      "id": "2723",
      "sura": "23",
      "aya": "50",
      "arabic_text": "وَجَعَلۡنَا ٱبۡنَ مَرۡيَمَ وَأُمَّهُۥٓ ءَايَةٗ وَءَاوَيۡنَٰهُمَآ إِلَىٰ رَبۡوَةٖ ذَاتِ قَرَارٖ وَمَعِينٖ",
      "translation": "50. И синот Мерјемин и мајката негова доказ (за луѓето) ги сторивме. Ние нив на една височинка со проточна вода ги сместивме.",
      "footnotes": ""
    },
    {
      "id": "2724",
      "sura": "23",
      "aya": "51",
      "arabic_text": "يَٰٓأَيُّهَا ٱلرُّسُلُ كُلُواْ مِنَ ٱلطَّيِّبَٰتِ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ عَلِيمٞ",
      "translation": "51. О, Пратеници, со дозволени и убави јадења хранете се и добри дела правете, бидејќи Јас добро знам вие што правите!",
      "footnotes": ""
    },
    {
      "id": "2725",
      "sura": "23",
      "aya": "52",
      "arabic_text": "وَإِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱتَّقُونِ",
      "translation": "52. Оваа ваша вера е една вера, а Јас Сум ваш Господар, па плашете се од Мене!",
      "footnotes": ""
    },
    {
      "id": "2726",
      "sura": "23",
      "aya": "53",
      "arabic_text": "فَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡ زُبُرٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ",
      "translation": "53. А тие по прашањата од верата своја се разделија на групи, секоја група радосна со тоа што го исповеда,",
      "footnotes": ""
    },
    {
      "id": "2727",
      "sura": "23",
      "aya": "54",
      "arabic_text": "فَذَرۡهُمۡ فِي غَمۡرَتِهِمۡ حَتَّىٰ حِينٍ",
      "translation": "54. затоа остави ги овие во заблудата нивна уште некое време!",
      "footnotes": ""
    },
    {
      "id": "2728",
      "sura": "23",
      "aya": "55",
      "arabic_text": "أَيَحۡسَبُونَ أَنَّمَا نُمِدُّهُم بِهِۦ مِن مَّالٖ وَبَنِينَ",
      "translation": "55. Мислат ли тие – кога со имот и со синови им помагаме –",
      "footnotes": ""
    },
    {
      "id": "2729",
      "sura": "23",
      "aya": "56",
      "arabic_text": "نُسَارِعُ لَهُمۡ فِي ٱلۡخَيۡرَٰتِۚ بَل لَّا يَشۡعُرُونَ",
      "translation": "56. дека брзаме некое добро дело да им направиме? Никако, но тие не забележуваат.",
      "footnotes": ""
    },
    {
      "id": "2730",
      "sura": "23",
      "aya": "57",
      "arabic_text": "إِنَّ ٱلَّذِينَ هُم مِّنۡ خَشۡيَةِ رَبِّهِم مُّشۡفِقُونَ",
      "translation": "57. Тие кои со стравопочит од Господарот свој стравуваат,",
      "footnotes": ""
    },
    {
      "id": "2731",
      "sura": "23",
      "aya": "58",
      "arabic_text": "وَٱلَّذِينَ هُم بِـَٔايَٰتِ رَبِّهِمۡ يُؤۡمِنُونَ",
      "translation": "58. и тие кои во доказите на Господарот свој веруваат,",
      "footnotes": ""
    },
    {
      "id": "2732",
      "sura": "23",
      "aya": "59",
      "arabic_text": "وَٱلَّذِينَ هُم بِرَبِّهِمۡ لَا يُشۡرِكُونَ",
      "translation": "59. и тие кои здруженици на Господарот свој не Му припишуваат,",
      "footnotes": ""
    },
    {
      "id": "2733",
      "sura": "23",
      "aya": "60",
      "arabic_text": "وَٱلَّذِينَ يُؤۡتُونَ مَآ ءَاتَواْ وَّقُلُوبُهُمۡ وَجِلَةٌ أَنَّهُمۡ إِلَىٰ رَبِّهِمۡ رَٰجِعُونَ",
      "translation": "60. и тие кои даваат од тоа што им се дава, а срцата им се полни од страв затоа што ќе Му се вратат на својот Господар –",
      "footnotes": ""
    },
    {
      "id": "2734",
      "sura": "23",
      "aya": "61",
      "arabic_text": "أُوْلَٰٓئِكَ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَهُمۡ لَهَا سَٰبِقُونَ",
      "translation": "61. тие итаат да прават добри дела, и во нив другите ги надминуваат.",
      "footnotes": ""
    },
    {
      "id": "2735",
      "sura": "23",
      "aya": "62",
      "arabic_text": "وَلَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۚ وَلَدَيۡنَا كِتَٰبٞ يَنطِقُ بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ",
      "translation": "62. Ние никого не оптоваруваме преку неговите можности; кај Нас е Книгата која вистината ја говори, и на никого неправда нема да му се стори.",
      "footnotes": ""
    },
    {
      "id": "2736",
      "sura": "23",
      "aya": "63",
      "arabic_text": "بَلۡ قُلُوبُهُمۡ فِي غَمۡرَةٖ مِّنۡ هَٰذَا وَلَهُمۡ أَعۡمَٰلٞ مِّن دُونِ ذَٰلِكَ هُمۡ لَهَا عَٰمِلُونَ",
      "translation": "63. Но, срцата нивни се невнимателни кон ова, а покрај тоа и лоши дела постојано прават.",
      "footnotes": ""
    },
    {
      "id": "2737",
      "sura": "23",
      "aya": "64",
      "arabic_text": "حَتَّىٰٓ إِذَآ أَخَذۡنَا مُتۡرَفِيهِم بِٱلۡعَذَابِ إِذَا هُمۡ يَجۡـَٔرُونَ",
      "translation": "64. А кога на мака ги ставивме тие од нив кои раскошен живот живееја, тие веднаш се жалеа.",
      "footnotes": ""
    },
    {
      "id": "2738",
      "sura": "23",
      "aya": "65",
      "arabic_text": "لَا تَجۡـَٔرُواْ ٱلۡيَوۡمَۖ إِنَّكُم مِّنَّا لَا تُنصَرُونَ",
      "translation": "65. Сега не жалете се, Ние нема помош да ви укажеме,",
      "footnotes": ""
    },
    {
      "id": "2739",
      "sura": "23",
      "aya": "66",
      "arabic_text": "قَدۡ كَانَتۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَكُنتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ تَنكِصُونَ",
      "translation": "66. ајетите Мои вам ви се кажувани, но вие се оттргнувавте;",
      "footnotes": ""
    },
    {
      "id": "2740",
      "sura": "23",
      "aya": "67",
      "arabic_text": "مُسۡتَكۡبِرِينَ بِهِۦ سَٰمِرٗا تَهۡجُرُونَ",
      "translation": "67. гордеејќи се со Храмот и состанувајќи се, вие лоши зборови говоревте.",
      "footnotes": ""
    },
    {
      "id": "2741",
      "sura": "23",
      "aya": "68",
      "arabic_text": "أَفَلَمۡ يَدَّبَّرُواْ ٱلۡقَوۡلَ أَمۡ جَآءَهُم مَّا لَمۡ يَأۡتِ ءَابَآءَهُمُ ٱلۡأَوَّلِينَ",
      "translation": "68. Зошто тие не размислат за Куранот? Зарем им доаѓа нешто што не им доаѓало на нивните древни предци?",
      "footnotes": ""
    },
    {
      "id": "2742",
      "sura": "23",
      "aya": "69",
      "arabic_text": "أَمۡ لَمۡ يَعۡرِفُواْ رَسُولَهُمۡ فَهُمۡ لَهُۥ مُنكِرُونَ",
      "translation": "69. Или не го познаваат Пратеникот свој, па затоа го негираат?",
      "footnotes": ""
    },
    {
      "id": "2743",
      "sura": "23",
      "aya": "70",
      "arabic_text": "أَمۡ يَقُولُونَ بِهِۦ جِنَّةُۢۚ بَلۡ جَآءَهُم بِٱلۡحَقِّ وَأَكۡثَرُهُمۡ لِلۡحَقِّ كَٰرِهُونَ",
      "translation": "70. Или велат: „Лудилото е при него!“ Меѓутоа, тој Вистината им ја донесува, но повеќето од нив Вистината ја презираат.",
      "footnotes": ""
    },
    {
      "id": "2744",
      "sura": "23",
      "aya": "71",
      "arabic_text": "وَلَوِ ٱتَّبَعَ ٱلۡحَقُّ أَهۡوَآءَهُمۡ لَفَسَدَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ بَلۡ أَتَيۡنَٰهُم بِذِكۡرِهِمۡ فَهُمۡ عَن ذِكۡرِهِم مُّعۡرِضُونَ",
      "translation": "71. Да се води Аллах според нивните страсти, сигурно ќе го снемаше поредокот на небесата и на Земјата и во тоа што е на нив; Ние им го дадовме Куранот, славата нивна, но тие за славата нивна не внимаваат.",
      "footnotes": ""
    },
    {
      "id": "2745",
      "sura": "23",
      "aya": "72",
      "arabic_text": "أَمۡ تَسۡـَٔلُهُمۡ خَرۡجٗا فَخَرَاجُ رَبِّكَ خَيۡرٞۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ",
      "translation": "72. Или бараш награда од нив? Та наградата од Господарот твој е подобра, Тој е најдобриот Снабдувач.",
      "footnotes": ""
    },
    {
      "id": "2746",
      "sura": "23",
      "aya": "73",
      "arabic_text": "وَإِنَّكَ لَتَدۡعُوهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
      "translation": "73. Ти нив ги повикуваш на Правиот пат,",
      "footnotes": ""
    },
    {
      "id": "2747",
      "sura": "23",
      "aya": "74",
      "arabic_text": "وَإِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ عَنِ ٱلصِّرَٰطِ لَنَٰكِبُونَ",
      "translation": "74. но тие кои во оној свет не сакаат да веруваат, навистина, од Вистинскиот пат скршнуваат.",
      "footnotes": ""
    },
    {
      "id": "2748",
      "sura": "23",
      "aya": "75",
      "arabic_text": "۞ وَلَوۡ رَحِمۡنَٰهُمۡ وَكَشَفۡنَا مَا بِهِم مِّن ضُرّٖ لَّلَجُّواْ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ",
      "translation": "75. И кога би им се смилувале и од неволјата би ги ослободиле, тие би се вратиле во осиленоста своја и би талкале.",
      "footnotes": ""
    },
    {
      "id": "2749",
      "sura": "23",
      "aya": "76",
      "arabic_text": "وَلَقَدۡ أَخَذۡنَٰهُم بِٱلۡعَذَابِ فَمَا ٱسۡتَكَانُواْ لِرَبِّهِمۡ وَمَا يَتَضَرَّعُونَ",
      "translation": "76. Ние на мака ги стававме, но тие на Господарот свој не Му се покорија, ниту молитви упатуваа,",
      "footnotes": ""
    },
    {
      "id": "2750",
      "sura": "23",
      "aya": "77",
      "arabic_text": "حَتَّىٰٓ إِذَا فَتَحۡنَا عَلَيۡهِم بَابٗا ذَا عَذَابٖ شَدِيدٍ إِذَا هُمۡ فِيهِ مُبۡلِسُونَ",
      "translation": "77. дури кога портите на тешкото страдање ќе ги отвориме, тие надежта ќе ја изгубат и во очај ќе паднат.",
      "footnotes": ""
    },
    {
      "id": "2751",
      "sura": "23",
      "aya": "78",
      "arabic_text": "وَهُوَ ٱلَّذِيٓ أَنشَأَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ",
      "translation": "78. Тој ви дава слух, и вид и памет, а колку малку вие заблагодарувате!",
      "footnotes": ""
    },
    {
      "id": "2752",
      "sura": "23",
      "aya": "79",
      "arabic_text": "وَهُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ",
      "translation": "79. Тој на Земјата ве создава, и пред Него ќе се соберете,",
      "footnotes": ""
    },
    {
      "id": "2753",
      "sura": "23",
      "aya": "80",
      "arabic_text": "وَهُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ وَلَهُ ٱخۡتِلَٰفُ ٱلَّيۡلِ وَٱلنَّهَارِۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "80. Тој живот и смрт дава и само од Него зависи менувањето на ноќта и денот, па зошто не сфатите?",
      "footnotes": ""
    },
    {
      "id": "2754",
      "sura": "23",
      "aya": "81",
      "arabic_text": "بَلۡ قَالُواْ مِثۡلَ مَا قَالَ ٱلۡأَوَّلُونَ",
      "translation": "81. Но, тие зборуваат како што зборуваа тие пред нив.",
      "footnotes": ""
    },
    {
      "id": "2755",
      "sura": "23",
      "aya": "82",
      "arabic_text": "قَالُوٓاْ أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗا وَعِظَٰمًا أَءِنَّا لَمَبۡعُوثُونَ",
      "translation": "82. Велеа: „Зарем кога ќе испоумираме и кога прав и коски ќе станеме, зарем навистина оживеани ќе бидеме?",
      "footnotes": ""
    },
    {
      "id": "2756",
      "sura": "23",
      "aya": "83",
      "arabic_text": "لَقَدۡ وُعِدۡنَا نَحۡنُ وَءَابَآؤُنَا هَٰذَا مِن قَبۡلُ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ",
      "translation": "83. И нам и одамна на предците наши тоа ни е ветувано, но, тоа се само измислици на древните народи.",
      "footnotes": ""
    },
    {
      "id": "2757",
      "sura": "23",
      "aya": "84",
      "arabic_text": "قُل لِّمَنِ ٱلۡأَرۡضُ وَمَن فِيهَآ إِن كُنتُمۡ تَعۡلَمُونَ",
      "translation": "84. Запрашај: „Чија е Земјата и сето тоа што е на неа, знаете ли?“",
      "footnotes": ""
    },
    {
      "id": "2758",
      "sura": "23",
      "aya": "85",
      "arabic_text": "سَيَقُولُونَ لِلَّهِۚ قُلۡ أَفَلَا تَذَكَّرُونَ",
      "translation": "85. „На Аллах!“ – ќе одговорат, а ти кажи: „Па зошто тогаш не доаѓате при себе?“",
      "footnotes": ""
    },
    {
      "id": "2759",
      "sura": "23",
      "aya": "86",
      "arabic_text": "قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ ٱلسَّبۡعِ وَرَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ",
      "translation": "86. Запрашај: „Кој е Господарот на седумте небеса и кој е Господарот на Аршот величествен?",
      "footnotes": ""
    },
    {
      "id": "2760",
      "sura": "23",
      "aya": "87",
      "arabic_text": "سَيَقُولُونَ لِلَّهِۚ قُلۡ أَفَلَا تَتَّقُونَ",
      "translation": "87. „Аллах!“ – ќе одговорат, а ти кажи: „Па зошто тогаш не се плашите?“",
      "footnotes": ""
    },
    {
      "id": "2761",
      "sura": "23",
      "aya": "88",
      "arabic_text": "قُلۡ مَنۢ بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيۡهِ إِن كُنتُمۡ تَعۡلَمُونَ",
      "translation": "88. Запрашај: „Во чија рака е власта над сè, а Тој зема во заштита, и од кого никој не може да биде заштитен, знаете ли?",
      "footnotes": ""
    },
    {
      "id": "2762",
      "sura": "23",
      "aya": "89",
      "arabic_text": "سَيَقُولُونَ لِلَّهِۚ قُلۡ فَأَنَّىٰ تُسۡحَرُونَ",
      "translation": "89. „Тоа е Аллахово!“ – ќе одговорат, а ти кажи: „Па зошто тогаш дозволувате да бидете заведени?“",
      "footnotes": ""
    },
    {
      "id": "2763",
      "sura": "23",
      "aya": "90",
      "arabic_text": "بَلۡ أَتَيۡنَٰهُم بِٱلۡحَقِّ وَإِنَّهُمۡ لَكَٰذِبُونَ",
      "translation": "90. Да, Ние вистината им ја доставуваме, а тие се навистина лажговци.",
      "footnotes": ""
    },
    {
      "id": "2764",
      "sura": "23",
      "aya": "91",
      "arabic_text": "مَا ٱتَّخَذَ ٱللَّهُ مِن وَلَدٖ وَمَا كَانَ مَعَهُۥ مِنۡ إِلَٰهٍۚ إِذٗا لَّذَهَبَ كُلُّ إِلَٰهِۭ بِمَا خَلَقَ وَلَعَلَا بَعۡضُهُمۡ عَلَىٰ بَعۡضٖۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يَصِفُونَ",
      "translation": "91. Аллах не си зел Себеси син, и со Него нема друг бог! Инаку, секој бог, со тоа што го создал ќе правел што сака, и еден со друг ќе се победувале. – Возвишен нека е Аллах Кој е далеку од тоа што тие го изнесуваат;",
      "footnotes": ""
    },
    {
      "id": "2765",
      "sura": "23",
      "aya": "92",
      "arabic_text": "عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
      "translation": "92. Кој го знае и невидливиот и видливиот свет, и Тој е многу високо над тие кои Му ги здружуваат!",
      "footnotes": ""
    },
    {
      "id": "2766",
      "sura": "23",
      "aya": "93",
      "arabic_text": "قُل رَّبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ",
      "translation": "93. Кажи: „Господару мој, ако сакаш да ми го покажеш тоа со што на нив им се заканува,",
      "footnotes": ""
    },
    {
      "id": "2767",
      "sura": "23",
      "aya": "94",
      "arabic_text": "رَبِّ فَلَا تَجۡعَلۡنِي فِي ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ",
      "translation": "94. тогаш, Господару мој, не оставај ме со народот насилнички!“",
      "footnotes": ""
    },
    {
      "id": "2768",
      "sura": "23",
      "aya": "95",
      "arabic_text": "وَإِنَّا عَلَىٰٓ أَن نُّرِيَكَ مَا نَعِدُهُمۡ لَقَٰدِرُونَ",
      "translation": "95. А Ние, навистина можеме да ти го покажеме тоа со што им се закануваме.",
      "footnotes": ""
    },
    {
      "id": "2769",
      "sura": "23",
      "aya": "96",
      "arabic_text": "ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ ٱلسَّيِّئَةَۚ نَحۡنُ أَعۡلَمُ بِمَا يَصِفُونَ",
      "translation": "96. Ти со добро возврати му на злото, Ние добро знаеме што изнесуваат тие,",
      "footnotes": ""
    },
    {
      "id": "2770",
      "sura": "23",
      "aya": "97",
      "arabic_text": "وَقُل رَّبِّ أَعُوذُ بِكَ مِنۡ هَمَزَٰتِ ٱلشَّيَٰطِينِ",
      "translation": "97. и кажи: „Јас Тебе, Господару мој, Ти се обраќам за заштита од шејтанските дошепнувања,",
      "footnotes": ""
    },
    {
      "id": "2771",
      "sura": "23",
      "aya": "98",
      "arabic_text": "وَأَعُوذُ بِكَ رَبِّ أَن يَحۡضُرُونِ",
      "translation": "98. и Тебе, Господару мој, Ти се обраќам да ме заштитиш од нивното присуство.“",
      "footnotes": ""
    },
    {
      "id": "2772",
      "sura": "23",
      "aya": "99",
      "arabic_text": "حَتَّىٰٓ إِذَا جَآءَ أَحَدَهُمُ ٱلۡمَوۡتُ قَالَ رَبِّ ٱرۡجِعُونِ",
      "translation": "99. Кога на некој од нив смртта ќе му дојде, тој извикува: „Господару мој, поврати ме",
      "footnotes": ""
    },
    {
      "id": "2773",
      "sura": "23",
      "aya": "100",
      "arabic_text": "لَعَلِّيٓ أَعۡمَلُ صَٰلِحٗا فِيمَا تَرَكۡتُۚ كَلَّآۚ إِنَّهَا كَلِمَةٌ هُوَ قَآئِلُهَاۖ وَمِن وَرَآئِهِم بَرۡزَخٌ إِلَىٰ يَوۡمِ يُبۡعَثُونَ",
      "translation": "100. да направам некакво добро во тоа што го пропуштив!“ – Никогаш! Тоа се зборови кои тој ќе ги говори – пред нив препрека ќе има сè до Денот кога ќе бидат оживеани.",
      "footnotes": ""
    },
    {
      "id": "2774",
      "sura": "23",
      "aya": "101",
      "arabic_text": "فَإِذَا نُفِخَ فِي ٱلصُّورِ فَلَآ أَنسَابَ بَيۡنَهُمۡ يَوۡمَئِذٖ وَلَا يَتَسَآءَلُونَ",
      "translation": "101. Па кога во Рогот ќе се дувне, тогаш роднински врски меѓу нив нема да има и меѓусебно нема ништо да се прашаат.",
      "footnotes": ""
    },
    {
      "id": "2775",
      "sura": "23",
      "aya": "102",
      "arabic_text": "فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
      "translation": "102. Тие чиишто добри дела ќе бидат потешки, тие ќе се спасат,",
      "footnotes": ""
    },
    {
      "id": "2776",
      "sura": "23",
      "aya": "103",
      "arabic_text": "وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فِي جَهَنَّمَ خَٰلِدُونَ",
      "translation": "103. а тие чиишто добри дела ќе бидат лесни, тие сосема ќе бидат изгубени, во Џехенемот вечно ќе престојуваат,",
      "footnotes": ""
    },
    {
      "id": "2777",
      "sura": "23",
      "aya": "104",
      "arabic_text": "تَلۡفَحُ وُجُوهَهُمُ ٱلنَّارُ وَهُمۡ فِيهَا كَٰلِحُونَ",
      "translation": "104. Огнот лицата ќе им ги гори и со исклештени заби во него ќе бидат.",
      "footnotes": ""
    },
    {
      "id": "2778",
      "sura": "23",
      "aya": "105",
      "arabic_text": "أَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَكُنتُم بِهَا تُكَذِّبُونَ",
      "translation": "105. Зарем Моите ајети не ви се кажувани, а вие ги негиравте?",
      "footnotes": ""
    },
    {
      "id": "2779",
      "sura": "23",
      "aya": "106",
      "arabic_text": "قَالُواْ رَبَّنَا غَلَبَتۡ عَلَيۡنَا شِقۡوَتُنَا وَكُنَّا قَوۡمٗا ضَآلِّينَ",
      "translation": "106. „Господару наш,“ – ќе речат – „нашите страсти беа посилни од нас, па станавме заталкан народ.",
      "footnotes": ""
    },
    {
      "id": "2780",
      "sura": "23",
      "aya": "107",
      "arabic_text": "رَبَّنَآ أَخۡرِجۡنَا مِنۡهَا فَإِنۡ عُدۡنَا فَإِنَّا ظَٰلِمُونَ",
      "translation": "107. Господару наш, извади нè од неа; ако повторно зло направиме, ќе бидеме насилници.“",
      "footnotes": ""
    },
    {
      "id": "2781",
      "sura": "23",
      "aya": "108",
      "arabic_text": "قَالَ ٱخۡسَـُٔواْ فِيهَا وَلَا تُكَلِّمُونِ",
      "translation": "108. „Останете во неа понижени, и ништо не Ми зборувајте!“ – ќе рече Тој.",
      "footnotes": ""
    },
    {
      "id": "2782",
      "sura": "23",
      "aya": "109",
      "arabic_text": "إِنَّهُۥ كَانَ فَرِيقٞ مِّنۡ عِبَادِي يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَا وَأَنتَ خَيۡرُ ٱلرَّٰحِمِينَ",
      "translation": "109. Кога некои робови Мои велеа: „Господару мој, ние веруваме, затоа прости ни и смилувај ни се, бидејќи Ти си Најмилостивиот!“",
      "footnotes": ""
    },
    {
      "id": "2783",
      "sura": "23",
      "aya": "110",
      "arabic_text": "فَٱتَّخَذۡتُمُوهُمۡ سِخۡرِيًّا حَتَّىٰٓ أَنسَوۡكُمۡ ذِكۡرِي وَكُنتُم مِّنۡهُمۡ تَضۡحَكُونَ",
      "translation": "110. Вие толку ги исмејувате, што поради тоа на Мене заборавивте и секогаш им се потсмевате.",
      "footnotes": ""
    },
    {
      "id": "2784",
      "sura": "23",
      "aya": "111",
      "arabic_text": "إِنِّي جَزَيۡتُهُمُ ٱلۡيَوۡمَ بِمَا صَبَرُوٓاْ أَنَّهُمۡ هُمُ ٱلۡفَآئِزُونَ",
      "translation": "111. Нив денес Јас ги наградив за тоа што трпеа, тие навистина успеаја.",
      "footnotes": ""
    },
    {
      "id": "2785",
      "sura": "23",
      "aya": "112",
      "arabic_text": "قَٰلَ كَمۡ لَبِثۡتُمۡ فِي ٱلۡأَرۡضِ عَدَدَ سِنِينَ",
      "translation": "112. „А колку години поминавте на Земјата?“ – ќе запраша Тој.",
      "footnotes": ""
    },
    {
      "id": "2786",
      "sura": "23",
      "aya": "113",
      "arabic_text": "قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖ فَسۡـَٔلِ ٱلۡعَآدِّينَ",
      "translation": "113. „Поминавме само ден или само дел од денот,“ – ќе одговорат – „прашај ги тие што броеја.“",
      "footnotes": ""
    },
    {
      "id": "2787",
      "sura": "23",
      "aya": "114",
      "arabic_text": "قَٰلَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗاۖ لَّوۡ أَنَّكُمۡ كُنتُمۡ تَعۡلَمُونَ",
      "translation": "114. „Па да, кратко поминавте,“ – ќе рече Тој – „само да знаевте!“",
      "footnotes": ""
    },
    {
      "id": "2788",
      "sura": "23",
      "aya": "115",
      "arabic_text": "أَفَحَسِبۡتُمۡ أَنَّمَا خَلَقۡنَٰكُمۡ عَبَثٗا وَأَنَّكُمۡ إِلَيۡنَا لَا تُرۡجَعُونَ",
      "translation": "115. „Зарем мислите дека залудно ве создадовме и дека нема да Ни се вратите?“",
      "footnotes": ""
    },
    {
      "id": "2789",
      "sura": "23",
      "aya": "116",
      "arabic_text": "فَتَعَٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۖ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡكَرِيمِ",
      "translation": "116. И нека е Возвишен Аллах, Вистинскиот Владетел, нема друг бог освен Него, Господарот на Аршот величествен!",
      "footnotes": ""
    },
    {
      "id": "2790",
      "sura": "23",
      "aya": "117",
      "arabic_text": "وَمَن يَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ لَا بُرۡهَٰنَ لَهُۥ بِهِۦ فَإِنَّمَا حِسَابُهُۥ عِندَ رَبِّهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ",
      "translation": "117. А тој што, покрај Аллах, му се моли на друг бог, без никаков доказ за него, пред Господарот свој сметка ќе полага, и неверниците нема да се спасат.",
      "footnotes": ""
    },
    {
      "id": "2791",
      "sura": "23",
      "aya": "118",
      "arabic_text": "وَقُل رَّبِّ ٱغۡفِرۡ وَٱرۡحَمۡ وَأَنتَ خَيۡرُ ٱلرَّٰحِمِينَ",
      "translation": "118. и кажи: „Господару мој, прости и смилувај се, Ти си најдобриот Семилосник!",
      "footnotes": ""
    }
  ]
}