{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 282,
      "verse_key": "17:1",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "سُبۡحَٰنَ ٱلَّذِيٓ أَسۡرَىٰ بِعَبۡدِهِۦ لَيۡلٗا مِّنَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ إِلَى ٱلۡمَسۡجِدِ ٱلۡأَقۡصَا ٱلَّذِي بَٰرَكۡنَا حَوۡلَهُۥ لِنُرِيَهُۥ مِنۡ ءَايَٰتِنَآۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
      "translation": "1. Isi naqasu Nabii Mucammad ﷺ čaram masgiidiy makkal yanik aqhsâ masgiidiy (beytal maqhdis masgid kinnuk) dariifa (dcraafe) kak barkattosnê fanah bar kaa kuuluse Rabbi saytunnooweh, nanu Ni dudda tascasse astooti kaa naybullemkeh, diggah Yalli usuk ummaanim yaabbi yabali kinni.",
      "footnotes": ""
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 282,
      "verse_key": "17:2",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ أَلَّا تَتَّخِذُواْ مِن دُونِي وَكِيلٗا",
      "translation": "2. Nabii Muusah tawraat kitab neceeh israa-iil xayloh tirto kaa abne, yok kalah taqbudeeniih elle kelittan Yalla mahaysitina iyyaanam kay addal keenik inne.",
      "footnotes": ""
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 282,
      "verse_key": "17:3",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذُرِّيَّةَ مَنۡ حَمَلۡنَا مَعَ نُوحٍۚ إِنَّهُۥ كَانَ عَبۡدٗا شَكُورٗا",
      "translation": "3. Abbobti как xuumiyyak naggosneeh Nabii Nuucû luk doynikit nukkuqe marih samadow Yallah abtan qibaadat agleyta kaat mahiina, diggah usuk (Nabii Nuuc kinnuk) Yalla maggom faatita naqasuh suge.",
      "footnotes": ""
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 282,
      "verse_key": "17:4",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَضَيۡنَآ إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ فِي ٱلۡكِتَٰبِ لَتُفۡسِدُنَّ فِي ٱلۡأَرۡضِ مَرَّتَيۡنِ وَلَتَعۡلُنَّ عُلُوّٗا كَبِيرٗا",
      "translation": "4. israa-iil xayloh tawraat kitaabih addal baaxô (beytal maqhdis baaxo kinnuk) bagul umaane nammadda abettoonuuh kaxxa caddok taturuh taturettoonu iyyaanam keenil mekelleeh keenih warisne.",
      "footnotes": ""
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 282,
      "verse_key": "17:5",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِذَا جَآءَ وَعۡدُ أُولَىٰهُمَا بَعَثۡنَا عَلَيۡكُمۡ عِبَادٗا لَّنَآ أُوْلِي بَأۡسٖ شَدِيدٖ فَجَاسُواْ خِلَٰلَ ٱلدِّيَارِۚ وَكَانَ وَعۡدٗا مَّفۡعُولٗا",
      "translation": "5. Tokkel woo nammaddak naharsi baaxô baysiyyi siinik geytima waqdi nanu linoh nan naqoosay agiirah taniy gibdi qande Íe siinit ruubennooh sin buxaaxih fanittel meekite Ion, sin qidaanaah seewah sin orbisaanamkeh, tamah yakkuwaa xaganay raq sinni kinni.",
      "footnotes": ""
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 282,
      "verse_key": "17:6",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ رَدَدۡنَا لَكُمُ ٱلۡكَرَّةَ عَلَيۡهِمۡ وَأَمۡدَدۡنَٰكُم بِأَمۡوَٰلٖ وَبَنِينَ وَجَعَلۡنَٰكُمۡ أَكۡثَرَ نَفِيرًا",
      "translation": "6. Tohuk lakat israa-iil xayloy iisa siinih keenil gacisneeh maaluu kee xaylo siinih neceeh sin maqarrosneh, sin qaduwwik sin neymeggeeh sin niysiiseh Yallâ fanah tuduureeniih kaah tuqunxeeniih taama siinik temqcemih sabbatah.",
      "footnotes": ""
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 282,
      "verse_key": "17:7",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنۡ أَحۡسَنتُمۡ أَحۡسَنتُمۡ لِأَنفُسِكُمۡۖ وَإِنۡ أَسَأۡتُمۡ فَلَهَاۚ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ لِيَسُـُٔواْ وُجُوهَكُمۡ وَلِيَدۡخُلُواْ ٱلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوۡاْ تَتۡبِيرًا",
      "translation": "7. Israa-iil xayloy taamaa kee maxco tessemeqqeenik sinni nafsi kah tassamaqqeenim, taamaa kee maxco toysommeenik sin umaaneh digaala sin nafsil gacta, tokkel ellecabô baaxô baysiyyih xagni siinik yamaate waqdi sin qaduwwi siinit ruubenno qidim kee xixxibisiyyah, rookaa kee qunxaane sin foocittel tambullcmkeh, usun masgid (beytal maqhdis masgid kinnuk) siinil culaanamkeh, naharsi adda kaa kah culeeniih duma kaa kah baysen innah kaa baysaanamkeh, sin gabal eneyyi ittaamay usun amo kak bukku iyyaana baysiyyah baysaanamkeh.",
      "footnotes": ""
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 283,
      "verse_key": "17:8",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "عَسَىٰ رَبُّكُمۡ أَن يَرۡحَمَكُمۡۚ وَإِنۡ عُدتُّمۡ عُدۡنَاۚ وَجَعَلۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ حَصِيرًا",
      "translation": "8. Israa-iil xayloy woo umaanek Yallal gacteenik sin Rabbi siinih nacroore leeh siinih Racmatele, isin umaanee kee baaxô baysat qagitteenik Ni naqoosay sin qidda siinit rubnaah sin digaallaamat qagtenno, jahannam girá korosuh casbiy way как awqe waana tet abne.",
      "footnotes": ""
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 283,
      "verse_key": "17:9",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَهۡدِي لِلَّتِي هِيَ أَقۡوَمُ وَيُبَشِّرُ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرٗا كَبِيرٗا",
      "translation": "9. Diggah A Qhuraan yayse gitay (islaamaninnô diinih gita kinnuk) massal yani sinaamah yascassc, usuk (Qhuraan kinnuk) mominiinih yan maray meqe taamoomi abbaasita diggah usun akeeral kaxxa galto loonumul ken aytikumusa.",
      "footnotes": ""
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 283,
      "verse_key": "17:10",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا",
      "translation": "10. diggah Akeerâ dabqi yanim nummayse waa marah (koros kinnuk) jahannam girah addal ken qansarissa digaala kecnih massosne.",
      "footnotes": ""
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 283,
      "verse_key": "17:11",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَدۡعُ ٱلۡإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلۡخَيۡرِۖ وَكَانَ ٱلۡإِنسَٰنُ عَجُولٗا",
      "translation": "11. Seehadayti tuk teyna yanqibe waqdi isi nafsii kee isi ahali abaara iggimaa kee Qataatakoh, isi nafsii kee isi ahlih isi Rabbi kayri kah esserannah, seehadayti usuk qaxbaxxaago li kinni.",
      "footnotes": ""
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 283,
      "verse_key": "17:12",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَعَلۡنَا ٱلَّيۡلَ وَٱلنَّهَارَ ءَايَتَيۡنِۖ فَمَحَوۡنَآ ءَايَةَ ٱلَّيۡلِ وَجَعَلۡنَآ ءَايَةَ ٱلنَّهَارِ مُبۡصِرَةٗ لِّتَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡ وَلِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ وَكُلَّ شَيۡءٖ فَصَّلۡنَٰهُ تَفۡصِيلٗا",
      "translation": "12. Bar kee laqo Ni duddaa kee Ni inkittinaane elle yaaxigen namma asta ken abne, barti asta (alsa kinnuk) dugneh diifu teetik kallaamal, laqoh asta (ayro kinnuk) diifuy tu edde yableeni tet abne, isin sinni Rabbik rizqhi edde gurrusuttaanaah liggidittê loowoo kee alsitteey ayroorâ loowoh cisab elle taaxigeenimkeh, ummaanim dudda Íe baxxaqisiyyah baxxaqisne.",
      "footnotes": ""
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 283,
      "verse_key": "17:13",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكُلَّ إِنسَٰنٍ أَلۡزَمۡنَٰهُ طَٰٓئِرَهُۥ فِي عُنُقِهِۦۖ وَنُخۡرِجُ لَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ كِتَٰبٗا يَلۡقَىٰهُ مَنشُورًا",
      "translation": "13.ummaan seehadayti maqaane abek hinnay umaane abek waxeexih fillat quukah kaak hayneeh way kaak ma baxsimtaay usuk teetil galtimele, Qhiyaamah ayro kay taama elle tan kitab kaah nayyaaqe fakimut anuk kaa yableeh kaa geya.",
      "footnotes": ""
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 283,
      "verse_key": "17:14",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱقۡرَأۡ كِتَٰبَكَ كَفَىٰ بِنَفۡسِكَ ٱلۡيَوۡمَ عَلَيۡكَ حَسِيبٗا",
      "translation": "14. Atu isi taamah kitab akriy atu Asaaku (Qhiyaamah ayro kinnuk) isih isel sumaaqittam cisaabah koo xiqelek kaak iyye Yalli.",
      "footnotes": ""
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 283,
      "verse_key": "17:15",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَّنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبۡعَثَ رَسُولٗا",
      "translation": "15. Tirri iyyeeh cakki gita (islaamaninnô diinih gita kinnuk) kataate num toysa cagalah isi nafsi tirri kah iyyam, cakki gitak (islaamaninnô diinih gita kinnuk) makkooteeh koroosite num toysa cagalah abe makkootiyyaa kee koroosannih digaalá kay amol tan, dambileelak hebeltô num keenik numtin dambi mayakkuqa kulli num keenik isi dambi yakkuqeeh kah diggalsimâ kal, nanu Ni ginok hebeltô num madigaalla Ni farmoyta keen i h Rubbu haynam fanah.",
      "footnotes": ""
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 283,
      "verse_key": "17:16",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَآ أَرَدۡنَآ أَن نُّهۡلِكَ قَرۡيَةً أَمَرۡنَا مُتۡرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيۡهَا ٱلۡقَوۡلُ فَدَمَّرۡنَٰهَا تَدۡمِيرٗا",
      "translation": "16.Nanu Magaalâ mara bayisnam fanna waqdi temqoo kee hatakat yan mara Yallih amri oggolaanaah kay farmoyta kataataanamah ken amrisna, tokkel tet (magaala kinnuk) mari Yallih amrik yawqeeh kay farmoyta dirabboysaah digaalâ maxco keenil nummattah, toysa nanu tet mara baysiyyah bayisna.",
      "footnotes": ""
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 283,
      "verse_key": "17:17",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكَمۡ أَهۡلَكۡنَا مِنَ ٱلۡقُرُونِ مِنۢ بَعۡدِ نُوحٖۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرَۢا بَصِيرٗا",
      "translation": "17.Nabii Nuuc mara bayisnek lakal Yallih farmoytit dirabbosse horaarik makina hora bayisnee? Nabiyow ku Rabbi isi naqoosah dambittek adda yaaxigeeh yabali kinnim xiqtah.",
      "footnotes": ""
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 284,
      "verse_key": "17:18",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَّن كَانَ يُرِيدُ ٱلۡعَاجِلَةَ عَجَّلۡنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلۡنَا لَهُۥ جَهَنَّمَ يَصۡلَىٰهَا مَذۡمُومٗا مَّدۡحُورٗا",
      "translation": "18. isi taamat addunyay sissikuk taturta faxaah cagalah teetih taamitaah akeera nummayse waa numuh nanu fannah nanim teetil (Addunya kinnuk) kaah naceeh naysissike, keenik nanu ninnih kah naysissikem fanna numuh, tohuk lakal akeeral jahannam gira dabqi kaak abnaah usuk bura luk Yallih Racmatak axxaaruk tet cula.",
      "footnotes": ""
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 284,
      "verse_key": "17:19",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَنۡ أَرَادَ ٱلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ كَانَ سَعۡيُهُم مَّشۡكُورٗا",
      "translation": "19. isi meqe taamat akeerâ dabqi faxaah tet taamah (Yallih taaqat kinnuk) teetih taamite num usuk Yallal aamanuk, toysa too marih meqe taama Yallih garil oggolsinteeh usuk teetil ken gaițele.",
      "footnotes": ""
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 284,
      "verse_key": "17:20",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كُلّٗا نُّمِدُّ هَٰٓؤُلَآءِ وَهَٰٓؤُلَآءِ مِنۡ عَطَآءِ رَبِّكَۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحۡظُورًا",
      "translation": "20. Ama namma buttak addunya faxxa buttaa (koros kinnuk) kee akeera faxxa buttak (mominiin kinnuk) kulli buttah ninni rizqhi keenih naceeh keenik manargiqa addunyal, Nabiyow rizqhi ku Rabbik acwaay muxxo kinni, Nabiyow ku Rabbih mattaccoo numuk waaso mali.",
      "footnotes": ""
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 284,
      "verse_key": "17:21",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱنظُرۡ كَيۡفَ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۚ وَلَلۡأٓخِرَةُ أَكۡبَرُ دَرَجَٰتٖ وَأَكۡبَرُ تَفۡضِيلٗا",
      "translation": "21. Nabiyow wagitaay cubbus addunyal garu garuk keenik (seehada kinnuk) elle muxxusne inna rizqhii kee taamal, usun akeeral ittak Ion baxxo darajaatah wohuk nabuk raqtaah muxxoh nabuk raqta moominiinih.",
      "footnotes": ""
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 284,
      "verse_key": "17:22",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 113,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَّا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومٗا مَّخۡذُولٗا",
      "translation": "22. Kee seehadaytow Yallâ luk aka Yalla agleh kaat mahin qibaadal, toysa atu Yallih xaqul sahtimeeh wacarriysime num akkettok.",
      "footnotes": ""
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 284,
      "verse_key": "17:23",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنًاۚ إِمَّا يَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَآ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفّٖ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا",
      "translation": "23. Kee seehadaytow ku Rabbi mekleeh amriseh kaak sa aka Yalla aqbude waytaah xaleynah amqiyyah tamqem, ku xaleynak numuk teyni ku xaqul idoolannu yoofek hinnay ken nammay inkih idoolannu ku xaqul yoofeenik, toysa atu uf keenik maxcinaay ken nammayat mankataataqinaay ken masahtin, umman meqe maxcoy xabcini keenih ixxic.",
      "footnotes": ""
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 284,
      "verse_key": "17:24",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا",
      "translation": "24. seehadaytow kuynaa kee kabbah yaqunxeeh nacroora num tik, qunxaanel yoo kah qarseeniih yeyneben innah keenih xuwaw yi Rabbow ixxic.",
      "footnotes": ""
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 284,
      "verse_key": "17:25",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَّبُّكُمۡ أَعۡلَمُ بِمَا فِي نُفُوسِكُمۡۚ إِن تَكُونُواْ صَٰلِحِينَ فَإِنَّهُۥ كَانَ لِلۡأَوَّٰبِينَ غَفُورٗا",
      "translation": "25. Sinaamey sin Rabbi sin nafsittce kee sin sorkocobbaxittct taniimit ixxigah siinik yayseh maqaane tekkek hinnay umaane tekkek, isin meqe maray niya как temqeeh sinni xaleynah yamqeeh Yallâ fanah gaca tekkeenik, toysa diggah sin Rabbi faxe waktiiy takkay isil gaca marah dambi cabe kinni.",
      "footnotes": ""
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 284,
      "verse_key": "17:26",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَءَاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَلَا تُبَذِّرۡ تَبۡذِيرًا",
      "translation": "26. seehadaytow mare koh aallinnaanih marah Íe cakki acuy keenih tamqeeh ken xakabtaah tu keenih taceemil, tumalii kee gexsô numuh emeqaay Íe cakki keenih acuy, keenih tamqeeh tu keenih taceemil, toysa isi maalu baddaahiyyah mabaddaahin Yalli faxe waa gitittel kaa baddahtaah kaa bayissaamal.",
      "footnotes": ""
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 284,
      "verse_key": "17:27",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ ٱلۡمُبَذِّرِينَ كَانُوٓاْ إِخۡوَٰنَ ٱلشَّيَٰطِينِۖ وَكَانَ ٱلشَّيۡطَٰنُ لِرَبِّهِۦ كَفُورٗا",
      "translation": "27. Diggah maalu Yalli faxe waa gital baddaahaah baysa mari sheytoonâ toobokoy umaanee kee baaxô baysal ken celaah ken katayte kinnon, sheytan isi Rabbih niqmat kaxxam yangaddi kinni.",
      "footnotes": ""
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 285,
      "verse_key": "17:28",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِمَّا تُعۡرِضَنَّ عَنۡهُمُ ٱبۡتِغَآءَ رَحۡمَةٖ مِّن رَّبِّكَ تَرۡجُوهَا فَقُل لَّهُمۡ قَوۡلٗا مَّيۡسُورٗا",
      "translation": "28. Seehadaytow tama tu kah acuy кок как inne mari tu keenih как taceem aalle kalah tu kosserek, atu isi Rabbik gurrussaah qaagitta rizqhiy tu keenih как tacayu waytah derre keenit cabe koo tekkek, toysa xabcin maxcoh keenî luk yab, Yalli tu yol yecee kaa tekkek tu siinih как aceeyyo keen i к axcuk.",
      "footnotes": ""
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 285,
      "verse_key": "17:29",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَجۡعَلۡ يَدَكَ مَغۡلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبۡسُطۡهَا كُلَّ ٱلۡبَسۡطِ فَتَقۡعُدَ مَلُومٗا مَّحۡسُورًا",
      "translation": "29. seehadaytow meqe gital maalu taceemik isi gaba cinnaaneh fillat tonxowwime gaba tet maabin, inkih yan fakimih tet mafakin maaluk litom inkih cindah taceemil kaa baddaahak, toysa sinam xaqul sahtimeeh qeemiten (Qaybisen) numuy maaluk yiggiriqqey tu sinni akkettok.",
      "footnotes": ""
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 285,
      "verse_key": "17:30",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ رَبَّكَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا",
      "translation": "30. Diggah seehadaytow ku Rabbi isih kah faxa marah rizqhi farakka haah, isih kah faxa maral kaa ceyissi haa, diggah usuk isi naqoosak adda yaaxigi yabali kinni.",
      "footnotes": ""
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 285,
      "verse_key": "17:31",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُمۡ خَشۡيَةَ إِمۡلَٰقٖۖ نَّحۡنُ نَرۡزُقُهُمۡ وَإِيَّاكُمۡۚ إِنَّ قَتۡلَهُمۡ كَانَ خِطۡـٔٗا كَبِيرٗا",
      "translation": "31. sinaamey rizqhi Yallih gabat yanim teexegeenik tussinnâ meesih sinni xaylo maqidina, nanu ken kee sin inkih narzuqhehik, diggah ken (xaylo kinnuk) qidim kaxxa dambi kinni.",
      "footnotes": ""
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 285,
      "verse_key": "17:32",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَقۡرَبُواْ ٱلزِّنَىٰٓۖ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَسَآءَ سَبِيلٗا",
      "translation": "32. sinaamey dalwaa kee dalwâ fanah sin beyyi haytaamal maxayyoowina, diggah is kaxxa qaxumaane Íe taama kinnik, tet giti manxu uma gitay jahannam girâ fanah sinam beya kinni.",
      "footnotes": ""
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 285,
      "verse_key": "17:33",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۗ وَمَن قُتِلَ مَظۡلُومٗا فَقَدۡ جَعَلۡنَا لِوَلِيِّهِۦ سُلۡطَٰنٗا فَلَا يُسۡرِف فِّي ٱلۡقَتۡلِۖ إِنَّهُۥ كَانَ مَنصُورٗا",
      "translation": "33. sinaamcy Yalli qidim caraamu siinil как abe nafsi maqidina, usuk islaamaninnô diinil xiqe waytaamat aseemih cakkih kaa qiddan sin akke waytek, cakki maliinoh dulmih qiddiime num toysa nummah kay nagreynah isih faxam kaak abaamih abbootan kaah necee (canê gacsah kaa qidee kee hinnay gidiy kaak bee kee hinnay qafu kaah abe yakkeemil) tokkel usuk (nagreyna kinnuk) qidimit Yalli kaah hee caddok tature waay (kay num qide wee marak num qidaamal, kay num qide num qida kaa akke waytek) diggah usuk tamahat caddok tatre week Yallak catoo kee qokol Íe num kinni.",
      "footnotes": ""
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 285,
      "verse_key": "17:34",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ بِٱلۡعَهۡدِۖ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡـُٔولٗا",
      "translation": "34. qayxixxi maalul maxayyoowinaay, edde mataamitina yayse gurral kaat taamittan sin akke waytek, usuk kas edde baaha qumri guffu haah isi maalu meqe xagoh xagga haam fanah, isin xagana duudusa diggah Qhiyaamah ayro xagni как esserimaanam kinnik.",
      "footnotes": ""
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 285,
      "verse_key": "17:35",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَوۡفُواْ ٱلۡكَيۡلَ إِذَا كِلۡتُمۡ وَزِنُواْ بِٱلۡقِسۡطَاسِ ٱلۡمُسۡتَقِيمِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلٗا",
      "translation": "35. keela keexxan waqdi sinaamah duudusaay madaggoysina, massal yan miidaanal miidaanisa, woh addunyal siinih tayseeh akeeral Yallih xaqul ellecabô maqaaneh siinih aysuk raqtak.",
      "footnotes": ""
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 285,
      "verse_key": "17:36",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَقۡفُ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۚ إِنَّ ٱلسَّمۡعَ وَٱلۡبَصَرَ وَٱلۡفُؤَادَ كُلُّ أُوْلَٰٓئِكَ كَانَ عَنۡهُ مَسۡـُٔولٗا",
      "translation": "36. seehadaytow ixxiga как aalle waytaamat mayaabinaay mataamitinaay makataatin, diggah maabbaa kee mablaay, sorkocobbaxaay wohuk kalah seehadayti abba haamak inkih esserimahak Qhiyaamah ayro, meqem edde abeh sugek meqe galto elle geya, umam edde abeh sugek digaala elle geya.",
      "footnotes": ""
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 285,
      "verse_key": "17:37",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّكَ لَن تَخۡرِقَ ٱلۡأَرۡضَ وَلَن تَبۡلُغَ ٱلۡجِبَالَ طُولٗا",
      "translation": "37. seehadaytow atu kaxxamariinitak baaxô bagul magexin, diggah atu gexot baaxo inkinnah maboohassaay maqanxissak, atu kaxxamariinot xexxaarah qaleela maguftak.",
      "footnotes": ""
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 285,
      "verse_key": "17:38",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكۡرُوهٗا",
      "translation": "38. Too taturru itteemik umaamay edde yabba inney sin как waasne inkih ku Rabbih xaqul is umaamay usuk niqbaah isi naqoosah faxe waa kinni.",
      "footnotes": ""
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 286,
      "verse_key": "17:39",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ مِمَّآ أَوۡحَىٰٓ إِلَيۡكَ رَبُّكَ مِنَ ٱلۡحِكۡمَةِۗ وَلَا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتُلۡقَىٰ فِي جَهَنَّمَ مَلُومٗا مَّدۡحُورًا",
      "translation": "39. Nabiyow too baxxaqqa koh haynem ku Rabbi wacyih koi oobiseemi madqooqii kee kassiisik, seehadaytow Yallâ luk aka Yalla agleh kaat mahin qibaadal, toysa jahannam girat qambisimettok, isi nafsii kee sinaamak massacakka luk, isi Rabbih Racmatak axxeerak.",
      "footnotes": ""
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 286,
      "verse_key": "17:40",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَأَصۡفَىٰكُمۡ رَبُّكُم بِٱلۡبَنِينَ وَٱتَّخَذَ مِنَ ٱلۡمَلَٰٓئِكَةِ إِنَٰثًاۚ إِنَّكُمۡ لَتَقُولُونَ قَوۡلًا عَظِيمٗا",
      "translation": "40. A korosey sin Rabbi lab xaylot sin cagliseeh siinih dooree, isi nafsih malayka say xayloh haysitak? diggah isin qaxumaane как nabah tan maxco ittan malayka Yallih say xaylo ittan waqdi.",
      "footnotes": ""
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 286,
      "verse_key": "17:41",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِيَذَّكَّرُواْ وَمَا يَزِيدُهُمۡ إِلَّا نُفُورٗا",
      "translation": "41. nummah A Qhuraanih addal sinaamah madqooqii kee ceelalloola baxxaqqa hayne usun elle kaskassoowaanaah, kaal tanım cubbusaanamkeh, ama Qhuraanih addal keenih (seehada kinnuk) abne baxxaqisiyyaa kee kassis korosuh cakkik giltaanaah yaxxeereenimik sa keenih osisem mali.",
      "footnotes": ""
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 286,
      "verse_key": "17:42",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لَّوۡ كَانَ مَعَهُۥٓ ءَالِهَةٞ كَمَا يَقُولُونَ إِذٗا لَّٱبۡتَغَوۡاْ إِلَىٰ ذِي ٱلۡعَرۡشِ سَبِيلٗا",
      "translation": "42. Nabiyow ama korosuk ixxic: usun kah iyyan innah Yallâ luk aka Yallitte suginnay toysa tama Yallitte kaxxa qarshi le Rabbik elle tayseeh kaa eile korissa gita gurrusak ten.",
      "footnotes": ""
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 286,
      "verse_key": "17:43",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوّٗا كَبِيرٗا",
      "translation": "43. Yalli koros kaal haytaah ittaamak saytunnooweeh, kaxxa fayyah fayya iyye.",
      "footnotes": ""
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 286,
      "verse_key": "17:44",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبۡعُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ وَإِن مِّن شَيۡءٍ إِلَّا يُسَبِّحُ بِحَمۡدِهِۦ وَلَٰكِن لَّا تَفۡقَهُونَ تَسۡبِيحَهُمۡۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا",
      "translation": "44. Malcina Qaran kee malcina baaxooy, ken nammayih fanal ginok eneyyi ittam kaa saytunnossa, Ginok tu matan Yalla faylisak kaa saytunnossam tani tet akke waytek, kinnih immay sinaamey usun kaat aban saytunnoysiyya mataabbaanaay edde maraddan, diggah Yalli xiqli dambi cabti li kinni.",
      "footnotes": ""
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 286,
      "verse_key": "17:45",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ جَعَلۡنَا بَيۡنَكَ وَبَيۡنَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ حِجَابٗا مَّسۡتُورٗا",
      "translation": "45. Nabiyow ama korosuy akeera nummayse waytal Qhuraan takriye waqdi koo kee ken fanat qellita reebuy Qhuraan fahmi (raqsa kinnuk) keenik qellisaah reebisa hayne.",
      "footnotes": ""
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 286,
      "verse_key": "17:46",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِذَا ذَكَرۡتَ رَبَّكَ فِي ٱلۡقُرۡءَانِ وَحۡدَهُۥ وَلَّوۡاْ عَلَىٰٓ أَدۡبَٰرِهِمۡ نُفُورٗا",
      "translation": "46. ken sorkocobbaxittel sibaabi hayneeh keenik alifneh Qhuraanal taniimit rade waanankeh, ken aytiital qilsa hayneeh tet ken waysisneh kaa (Qhuraan kinnuk) edde yaabbeenimik, Nabiyow atu Qhuraan addal isi Rabbi dibuk cussaah kaa inkittossa waqdi atu kaa fan ken seecak, usun (koros kinnuk) Qhuraan addal Yallih inkittinaane yaabbeenimik derre kot caban kudak.",
      "footnotes": ""
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 286,
      "verse_key": "17:47",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "نَّحۡنُ أَعۡلَمُ بِمَا يَسۡتَمِعُونَ بِهِۦٓ إِذۡ يَسۡتَمِعُونَ إِلَيۡكَ وَإِذۡ هُمۡ نَجۡوَىٰٓ إِذۡ يَقُولُ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا",
      "translation": "47. Nabiyow! Nanu koros koo ankacissa waqdi, koo kah ankacissam anqas kee bura kinnim naaxigeh, usun ku caagidih garaan waqdiy atu Qhuraan takriye koroosite mari isin kalalı katattaanam mantun elle baaben numuy kas edde yengeyye akke waytek sittak iyyan waqdi naaxigeh.",
      "footnotes": ""
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 286,
      "verse_key": "17:48",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَالَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا",
      "translation": "48. Nabiyow A koros ceelalloola (baababeyna, gadabe, cabuli, ginni li kok iyyaanamal) koh elle taagure inna qajjibsitak wagitaay cubbus, tokkel usun inkih cakki gitak makkooteeniih tirtô gita gufaanaah geyaanam maduudan.",
      "footnotes": ""
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 286,
      "verse_key": "17:49",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 114,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدٗا",
      "translation": "49. koros nanu rabneeh lafoofiy ruma tekke tikki inna waqdi, diggah nanu Qhiyaamah ayro qusba ginoh ginnimmi inneh ugutennoo itte?",
      "footnotes": ""
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 287,
      "verse_key": "17:50",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ قُلۡ كُونُواْ حِجَارَةً أَوۡ حَدِيدًا",
      "translation": "50. Nabiyow! Gibdah xeet tika hinnay biriita tika woh duddeenik keenik ixxic.",
      "footnotes": ""
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 287,
      "verse_key": "17:51",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوۡ خَلۡقٗا مِّمَّا يَكۡبُرُ فِي صُدُورِكُمۡۚ فَسَيَقُولُونَ مَن يُعِيدُنَاۖ قُلِ ٱلَّذِي فَطَرَكُمۡ أَوَّلَ مَرَّةٖۚ فَسَيُنۡغِضُونَ إِلَيۡكَ رُءُوسَهُمۡ وَيَقُولُونَ مَتَىٰ هُوَۖ قُلۡ عَسَىٰٓ أَن يَكُونَ قَرِيبٗا",
      "translation": "51. Hinnay sin alilwaa kee sin kasat ambinnaanim tika Yalli sin gacsam ma yaffarak keenik ixxic, tokkel usun manoh iyyi nee gacsaa? rabnek lakal kok axcelon, naharsi adda sin gine Rabbi sin gacsele keenik ixxic, tokkel anqasah qajjibsitak sinni moyyaayi koo fanah esgeyyi heelon ta ugut maawaqadiiy kok axcuk, ama ugut xayih keenik ixxic.",
      "footnotes": ""
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 287,
      "verse_key": "17:52",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ يَدۡعُوكُمۡ فَتَسۡتَجِيبُونَ بِحَمۡدِهِۦ وَتَظُنُّونَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗا",
      "translation": "52. Sin Rabbi magooqak tawqoonuh sin seeca ayro (Qhiyaamah ayro kinnuk) kassita, tokkel isin kay amri oggoltaanaah kaa faylissaanah, usuk kulli caalatal fayla luk, tokkel isin addunyâ manol dago waktik sa tu sugewayteenim ekkelli haytan Qhiyaamah ayroh meesih gibdah.",
      "footnotes": ""
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 287,
      "verse_key": "17:53",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقُل لِّعِبَادِي يَقُولُواْ ٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ ٱلشَّيۡطَٰنَ يَنزَغُ بَيۡنَهُمۡۚ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلۡإِنسَٰنِ عَدُوّٗا مُّبِينٗا",
      "translation": "53. Nabiyow Yi naqoosay moominiinih tanik sinaamä luk yabtan waqdi meqe yaabay yayset ken luk yaaba keenik ixxic:Diggah tamah abe weenik sheytan ken fanat naqabuu kee umaane ugusak ;diggah sheytan seehadaytuh naqbi как baxxaqqa iyya naqboyta kinni.",
      "footnotes": ""
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 287,
      "verse_key": "17:54",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَّبُّكُمۡ أَعۡلَمُ بِكُمۡۖ إِن يَشَأۡ يَرۡحَمۡكُمۡ أَوۡ إِن يَشَأۡ يُعَذِّبۡكُمۡۚ وَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ وَكِيلٗا",
      "translation": "54. Sinaamey sin Rabbi sin nafsik ixxigah siinit yayseh, siinih xuwaawam faxek iimaanat sin çulsa, hinnay sin digaalam faxek koroosannut sin qida, Nabiyow! atu iimaanal ken dirkissaah, ken taamoomi dacrissaamah koo maruubinnino.",
      "footnotes": ""
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 287,
      "verse_key": "17:55",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَرَبُّكَ أَعۡلَمُ بِمَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ ٱلنَّبِيِّـۧنَ عَلَىٰ بَعۡضٖۖ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا",
      "translation": "55. Nabiyow! ku Rabbi Qaranwaa kee baaxol taniimit sinaamak ixxigah yayseh, nummah ambiyak garu garuk muxxusneeh, Nabii Daawuuduh zabuur deqsita kitab necee.",
      "footnotes": ""
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 287,
      "verse_key": "17:56",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِهِۦ فَلَا يَمۡلِكُونَ كَشۡفَ ٱلضُّرِّ عَنكُمۡ وَلَا تَحۡوِيلًا",
      "translation": "56. Nabiyow korosuk Yallak kalah isin Yal litte takkalen maray aqbudak sugteenih seeca keenik ixxic, usun umaane siinik kalaanaah, fayya siinik haanam maduudaanaay, aka maral tet korsaanam maduudaanak.",
      "footnotes": ""
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 287,
      "verse_key": "17:57",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أُوْلَٰٓئِكَ ٱلَّذِينَ يَدۡعُونَ يَبۡتَغُونَ إِلَىٰ رَبِّهِمُ ٱلۡوَسِيلَةَ أَيُّهُمۡ أَقۡرَبُ وَيَرۡجُونَ رَحۡمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورٗا",
      "translation": "57. Ama koros Yallak kalah taqbudeeh, kah sectaah kallacta mari (ambiyaa kee meqe maraay malayka kinnuk) woo mari sinnih sinni Rabbik xayna gurrusa qibaadaa kee taaqatah kaat xayuk Raaqa mara yaaxigeenimkeh, usun kay Racmat qaagitaah kay digaalak meesita marak, usun mannal ken yaqbudeenii? diggah ku Rabbih digaala is kay naqoosa inkih как cibbarsimtaah как meesittam faxximta digaala kinni.",
      "footnotes": ""
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 287,
      "verse_key": "17:58",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن مِّن قَرۡيَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ يَوۡمِ ٱلۡقِيَٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا",
      "translation": "58. Hebeltô magaalah maray koroositey farmoytit dirabboyse mayan Qhiyaamah ayrok duma nanu tet mara finqisnaah saaxisna nee akke waytek, hinnay tet mara gibdi digaalah digaalla nee akke waytek, toh lawcal macfuuzul tunkuttubem kinni.",
      "footnotes": ""
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 288,
      "verse_key": "17:59",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا مَنَعَنَآ أَن نُّرۡسِلَ بِٱلۡأٓيَٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلۡأَوَّلُونَۚ وَءَاتَيۡنَا ثَمُودَ ٱلنَّاقَةَ مُبۡصِرَةٗ فَظَلَمُواْ بِهَاۚ وَمَا نُرۡسِلُ بِٱلۡأٓيَٰتِ إِلَّا تَخۡوِيفٗا",
      "translation": "59. Nabiyow! tama koros (makki koros kinnuk) kosserte astooti rubnaamak nee waassem matan, keenik duma sugte koros esserteeh keenih tet necee waqdi tet dirabboyseeniih, wohul ken finqisneeh ken bayisneemih sabbat akke waytek, samuud deqsitta kedoh (Nabii Saalic mara kinnuk) baxxaqqa itta astah alâ keenih neceeh teetil koroositeeniih Yalli ken bayseh, nanu Ni naqoosah astooti meesissok sa tet kah rubnam mannu.",
      "footnotes": ""
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 288,
      "verse_key": "17:60",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِۚ وَمَا جَعَلۡنَا ٱلرُّءۡيَا ٱلَّتِيٓ أَرَيۡنَٰكَ إِلَّا فِتۡنَةٗ لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلۡمَلۡعُونَةَ فِي ٱلۡقُرۡءَانِۚ وَنُخَوِّفُهُمۡ فَمَا يَزِيدُهُمۡ إِلَّا طُغۡيَٰنٗا كَبِيرٗا",
      "translation": "60. Nabiyow cus! diggah ku Rabbi sinaamat ixxigaa kee duddah maroh keenit yan kok inne waqdi, israa kee miqraaj bar intih koo nuybulle kaxxa astootii kee abbarsinte caxay (zaqh- qhuum caxa kinnuk) Qhuraanal cussumte sinaamah mokkorok sa kah abnem mannu, koros addunyal maggo digaaloolii kee astootit ken meesisna, tokkel woo meesisso koroosannuu kee makkootiyyat kaxxam caddok taturaanamak sa keenih osissam mali.",
      "footnotes": ""
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 288,
      "verse_key": "17:61",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ قَالَ ءَأَسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا",
      "translation": "61.Nabiyow cus: malaykak aadamah konnabah kummat teetik inne waqdi, tokkel malayka inkih kummatte, ibliisiy kaxxamariiniteeh kummaatiyya cine akke waytek, atu kallak ginte seehadaytuh kummaatoo axcuk?",
      "footnotes": ""
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 288,
      "verse_key": "17:62",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ أَرَءَيۡتَكَ هَٰذَا ٱلَّذِي كَرَّمۡتَ عَلَيَّ لَئِنۡ أَخَّرۡتَنِ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَأَحۡتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلٗا",
      "translation": "62. Ibliis Yallal koroositak yi Rabbow yoh warisey A seehadaytuy yol muxxussey konnabah kummaata kah itte yol kah muxxussem? Atu Qhiyaamah ayrô fanah yoo wadirrossek, diggah kay samad ku gitak makkoyseyyooh amol keenik gaceyyooh ken bayseyyo, dago maray isi qibaadah keenik caglissey umaanek dacrisse akke waytek iyye.",
      "footnotes": ""
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 288,
      "verse_key": "17:63",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ ٱذۡهَبۡ فَمَن تَبِعَكَ مِنۡهُمۡ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمۡ جَزَآءٗ مَّوۡفُورٗا",
      "translation": "63. Yalli sheytan kee kaa katattem meesiisak: koo kee Aadam samadak koo katatteeh ku yab toobbeemik gexa sin galto jahannam girak, tokkel diggah jahannam girah digaala koo kee keenih inkih galtoy dudda Íe kinnik kaak iyye Yalli.",
      "footnotes": ""
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 288,
      "verse_key": "17:64",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱسۡتَفۡزِزۡ مَنِ ٱسۡتَطَعۡتَ مِنۡهُم بِصَوۡتِكَ وَأَجۡلِبۡ عَلَيۡهِم بِخَيۡلِكَ وَرَجِلِكَ وَشَارِكۡهُمۡ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِ وَعِدۡهُمۡۚ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا",
      "translation": "64. Atu keenik (Aadam xaylo kinnuk) duddu hayte mara isi xongoloy umaaneh ken edde sectat ken esgeyyiyaay haliffi ken hayis, ku qandek faarislee kee ibaybah tanim keenil seecaay kobxis, maaluu kee xaylot keen! luk engelaay ganó xaganah ken xagnis, Sheytan ken kah xagnisam mali duquurusiyyaa kee deedal akke waytek kaak iyye Yalli.",
      "footnotes": ""
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 288,
      "verse_key": "17:65",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٞۚ وَكَفَىٰ بِرَبِّكَ وَكِيلٗا",
      "translation": "65. Diggah ibliisow! Yi naqoosa moominiiniy Yi amri oggolte makkossaamih duddaa kee reeda ken amol mantu, ibliisow ku Rabbi moominiin ku keydii kee umaanck dacayrih xiqqi ken haa kaak iyye Yalli.",
      "footnotes": ""
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 288,
      "verse_key": "17:66",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَّبُّكُمُ ٱلَّذِي يُزۡجِي لَكُمُ ٱلۡفُلۡكَ فِي ٱلۡبَحۡرِ لِتَبۡتَغُواْ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ كَانَ بِكُمۡ رَحِيمٗا",
      "translation": "66. Sinaamey Sin Rabbiy qibaada cakkisita kinni badal dawaanik siinih gexissam kay rizqhi edde gurrusuttaanamkeh, diggah usuk (Yalla kinnuk) siinih xuwaw li kinni.",
      "footnotes": ""
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 289,
      "verse_key": "17:67",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِي ٱلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّآ إِيَّاهُۖ فَلَمَّا نَجَّىٰكُمۡ إِلَى ٱلۡبَرِّ أَعۡرَضۡتُمۡۚ وَكَانَ ٱلۡإِنسَٰنُ كَفُورًا",
      "translation": "67. sinaamey badal gibdaabini sin xageeh, xuumiyyak meesittan waqdi Yallak kalah aqbudak suggu itteenim sin kasak qellittah, Yallay dudda Íe kassittaanaah, kaa sectaanaah kaa kallacittaanam akke waytek, usuk finqak sin wadamkeh, tokkel usuk xuumiyyak sin naggossuuy, barrí fan sin bukku haa waqdi, Yalla inkittossaanam cintaanaah wohut derre cabtan, Seehadayti usuk (korosta kinnuk) Yallih niqmatal kaxxa angoddi li kinni.",
      "footnotes": ""
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 289,
      "verse_key": "17:68",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَأَمِنتُمۡ أَن يَخۡسِفَ بِكُمۡ جَانِبَ ٱلۡبَرِّ أَوۡ يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗا ثُمَّ لَا تَجِدُواْ لَكُمۡ وَكِيلًا",
      "translation": "68. Sinaamey Yalli baaxo siinil xuumusaah hinnay Qaraanak xeet robti innah siinil caxaamak sinni teemeneenii? tohuk lakal isin Yallih digaalak sin dacrissam mageytan.",
      "footnotes": ""
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 289,
      "verse_key": "17:69",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 115,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمۡ أَمِنتُمۡ أَن يُعِيدَكُمۡ فِيهِ تَارَةً أُخۡرَىٰ فَيُرۡسِلَ عَلَيۡكُمۡ قَاصِفٗا مِّنَ ٱلرِّيحِ فَيُغۡرِقَكُم بِمَا كَفَرۡتُمۡ ثُمَّ لَا تَجِدُواْ لَكُمۡ عَلَيۡنَا بِهِۦ تَبِيعٗا",
      "translation": "69. Hinnak sinaamey sin Rabbi aka adda badah sin gacsaah, gibdi caacayay yaggilih yani siinit ruubaah badat sin xuumusaamak sinni teemeneenii? Yallal koroositteenimih sabbatah, tohuk lakal isin hebelto maray siinil bahneemih nee kataata mageytan.",
      "footnotes": ""
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 289,
      "verse_key": "17:70",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَلَقَدۡ كَرَّمۡنَا بَنِيٓ ءَادَمَ وَحَمَلۡنَٰهُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَىٰ كَثِيرٖ مِّمَّنۡ خَلَقۡنَا تَفۡضِيلٗا",
      "translation": "70. Nummah Aadam xaylo ginô maqaanee kee kasaay edde yaaban arrabaay ixxigat raqqa itta ginok ken muxxusneh, barril lac kee usun bicsan meerraytul (baabuurah innah tanim kinnuk) ken nukkuqeeh badal dawaanikil ken nukkuqe, yakmeeniih yaaqubeenimik meqe rizqhiy tamu meqe keenih neceeh ginoonay ginni haynek muxxusiyyah ken muxxusne.",
      "footnotes": ""
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 289,
      "verse_key": "17:71",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ نَدۡعُواْ كُلَّ أُنَاسِۭ بِإِمَٰمِهِمۡۖ فَمَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَأُوْلَٰٓئِكَ يَقۡرَءُونَ كِتَٰبَهُمۡ وَلَا يُظۡلَمُونَ فَتِيلٗا",
      "translation": "71. Nabiyow! ugut ayrol sinam aytikumusak meesiisak ken taama elle tan kitaabal ken seenu wayna ayro keenih cus, tokkel le kitab migdah kah yantacawwu waa mari, toysa woo mari sirmi kitab wallitak yakriye, ken taamah galtok tamri lafoyti berraaqimit yan tufulih gide keenik madaggoysimta.",
      "footnotes": ""
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 289,
      "verse_key": "17:72",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَن كَانَ فِي هَٰذِهِۦٓ أَعۡمَىٰ فَهُوَ فِي ٱلۡأٓخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِيلٗا",
      "translation": "72. tama addunyal bagi inti sinnuk suge numuy cakki gitak makkooteh suge, toysa usuk akeeral inti sinnah lafitak raaqaah, tirtô gitak makot gexoh umuk Raaqa.",
      "footnotes": ""
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 289,
      "verse_key": "17:73",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن كَادُواْ لَيَفۡتِنُونَكَ عَنِ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ لِتَفۡتَرِيَ عَلَيۡنَا غَيۡرَهُۥۖ وَإِذٗا لَّٱتَّخَذُوكَ خَلِيلٗا",
      "translation": "73. Nabiyow! koros nanu wacyih koi oobisne Qhuraanak koo make raarra hayte nanu wacyih koi oobisne Qhuraanak kalah tanim diraabah nel ginnaasittamkeh, toysa atu usun kok faxaanam abinnitoy kaxxa kacnoytah koo haysitak yenen.",
      "footnotes": ""
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 289,
      "verse_key": "17:74",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡلَآ أَن ثَبَّتۡنَٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَيۡهِمۡ شَيۡـٔٗا قَلِيلًا",
      "translation": "74. nanu cakki gital diggi koo hee wanninoy nummah ken fanah kelittam xayyossu hayte dagoh gide.",
      "footnotes": ""
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 289,
      "verse_key": "17:75",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذٗا لَّأَذَقۡنَٰكَ ضِعۡفَ ٱلۡحَيَوٰةِ وَضِعۡفَ ٱلۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيۡنَا نَصِيرٗا",
      "translation": "75. Nabiyow! tama korosû fanah dagom keltinnitoy usun koo essereenimil, toysa addunyâ digaala namma xerribuh koo tammoysak neneeh rabtek lakal akeerâ digaala namma xerribuh koo tammoysak nen, tohuk lakal Ni digaalak koo cata num geyak manannito.",
      "footnotes": ""
    },
    {
      "id": 76,
      "verse_number": 76,
      "page_number": 290,
      "verse_key": "17:76",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِن كَادُواْ لَيَسۡتَفِزُّونَكَ مِنَ ٱلۡأَرۡضِ لِيُخۡرِجُوكَ مِنۡهَاۖ وَإِذٗا لَّا يَلۡبَثُونَ خِلَٰفَكَ إِلَّا قَلِيلٗا",
      "translation": "76. Nummah Nabiyow ama koros kot abtah tan askikkiqiyyat makki baaxok koo tayyaaqem xayyossu hayte, toysa usun teetik koo ayyaaqinnoonuy tet addal kok wadirih dago waktik sa tu sugak manannon.",
      "footnotes": ""
    },
    {
      "id": 77,
      "verse_number": 77,
      "page_number": 290,
      "verse_key": "17:77",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "سُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسُلِنَاۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِيلًا",
      "translation": "77. Nummah Nabii Mucammadow kok duma nanu rubne farmoytit isi addak teyyeeqe ummatta finqisnaah, bayisnam Ni qaada kinni, atu ni qaadah korsa inkinnah mageyta.",
      "footnotes": ""
    },
    {
      "id": 78,
      "verse_number": 78,
      "page_number": 290,
      "verse_key": "17:78",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمۡسِ إِلَىٰ غَسَقِ ٱلَّيۡلِ وَقُرۡءَانَ ٱلۡفَجۡرِۖ إِنَّ قُرۡءَانَ ٱلۡفَجۡرِ كَانَ مَشۡهُودٗا",
      "translation": "78. Nabiyow! Salat le waktil dacrisaay dudda luk kaa soolis;dohri ayro kelitta waktik xabba haanamaay barti dite edde makitta waktî fanah (Dohri Salaataay Qasriiy Magrib kee Qishä Salat kinnuk), subci salat soolis kiraate edde ayxeerak, diggah subci salat barti malaykaa kee laqö malayka edde marta salat kinni, is ittal ciggiilak.",
      "footnotes": ""
    },
    {
      "id": 79,
      "verse_number": 79,
      "page_number": 290,
      "verse_key": "17:79",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمِنَ ٱلَّيۡلِ فَتَهَجَّدۡ بِهِۦ نَافِلَةٗ لَّكَ عَسَىٰٓ أَن يَبۡعَثَكَ رَبُّكَ مَقَامٗا مَّحۡمُودٗا",
      "translation": "79. Nabiyow! barak tu xintek gamadal ugutaay, barti salat ab, barti salat fardi salaatih bagul darajaat ossantinah koh abnek, ku Rabbi Qhiyaamah ayro kaxxa shafaaqattah aracay fayla ley naharsi maraa kee ellecabö mari inkih kolle faylisal koo sooliselek.",
      "footnotes": ""
    },
    {
      "id": 80,
      "verse_number": 80,
      "page_number": 290,
      "verse_key": "17:80",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقُل رَّبِّ أَدۡخِلۡنِي مُدۡخَلَ صِدۡقٖ وَأَخۡرِجۡنِي مُخۡرَجَ صِدۡقٖ وَٱجۡعَل لِّي مِن لَّدُنكَ سُلۡطَٰنٗا نَّصِيرٗا",
      "translation": "80. Nabiyow ixxic: Yi Rabbow nummä culmay (Madiinä culim kinnuk) kayrih yoh tayset yoo culusaay nummä mawqay (makkak abe mawuq kinnuk) kayrih yoh tayseh yoo eyyeq, ku xaquk maqaray ku naqboytiitik (koros kinnuk) yoo edde cattaa kee ku diini fayya edde hayta yoh acuy.",
      "footnotes": ""
    },
    {
      "id": 81,
      "verse_number": 81,
      "page_number": 290,
      "verse_key": "17:81",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقُلۡ جَآءَ ٱلۡحَقُّ وَزَهَقَ ٱلۡبَٰطِلُۚ إِنَّ ٱلۡبَٰطِلَ كَانَ زَهُوقٗا",
      "translation": "81. Nabiyow ama korosuk: islaamaninno temeeteeh koroosanni kateeh bayeh, diggah deedal kee koroosanni kataah baytam kinni keenik ixxic.",
      "footnotes": ""
    },
    {
      "id": 82,
      "verse_number": 82,
      "page_number": 290,
      "verse_key": "17:82",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَنُنَزِّلُ مِنَ ٱلۡقُرۡءَانِ مَا هُوَ شِفَآءٞ وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ وَلَا يَزِيدُ ٱلظَّٰلِمِينَ إِلَّا خَسَارٗا",
      "translation": "82. Qhuraan Aayootak, lubbi biyaakitteh (munaafiqhannuu kee iggimaay baditiiy.www.. kinnuk) diwaa kee yeemene maralı nacror takkeemih kaa oobisna, ama Qhuraan daalimiinih (koros kinnuk) yan marah finqaa kee koroosannuk sa kcenih osisam mali.",
      "footnotes": ""
    },
    {
      "id": 83,
      "verse_number": 83,
      "page_number": 290,
      "verse_key": "17:83",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسٗا",
      "translation": "83. Seehadaytuh maggo afah tan niqmoota kaah nacee waqdi usuk Yallih amrit derre cabaah isi Rabbik kaxxamariinoh yaxxeere, umaane kaa xagtek usuk Yallih nacrooruk yabboodi yakke.",
      "footnotes": ""
    },
    {
      "id": 84,
      "verse_number": 84,
      "page_number": 290,
      "verse_key": "17:84",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ كُلّٞ يَعۡمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمۡ أَعۡلَمُ بِمَنۡ هُوَ أَهۡدَىٰ سَبِيلٗا",
      "translation": "84. Nabiyow! sinaamak ixxic: siinik kulli seehadayti isi caalat celta taamah taamita, tokkel sin Rabbi siinik cakki gitâ fanah tirri iyya marat ixxigah siinik yayseh.",
      "footnotes": ""
    },
    {
      "id": 85,
      "verse_number": 85,
      "page_number": 290,
      "verse_key": "17:85",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَسۡـَٔلُونَكَ عَنِ ٱلرُّوحِۖ قُلِ ٱلرُّوحُ مِنۡ أَمۡرِ رَبِّي وَمَآ أُوتِيتُم مِّنَ ٱلۡعِلۡمِ إِلَّا قَلِيلٗا",
      "translation": "85.Nabiyow! koros cirdih rooci kinnim koo esserta, tokkel atu keenil gacisak: rooci Yi Rabbih amriiy usuk lenna taaxigem matan kaak sa, sin kee sinaamah inkih ixxigak tontocowwimem tu hinna dagom baxa akke waytek keenik ixxic.",
      "footnotes": ""
    },
    {
      "id": 86,
      "verse_number": 86,
      "page_number": 290,
      "verse_key": "17:86",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَئِن شِئۡنَا لَنَذۡهَبَنَّ بِٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيۡنَا وَكِيلًا",
      "translation": "86. Nabiyow! nanu fannek Qhuraanay wacyih kol oobisne ku lubbik dugnam dudnah, nanu woh kok abnek lakal cateynay woh nee abe kalay Qhuraan kol gacsa mageyta.",
      "footnotes": ""
    },
    {
      "id": 87,
      "verse_number": 87,
      "page_number": 291,
      "verse_key": "17:87",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّ فَضۡلَهُۥ كَانَ عَلَيۡكَ كَبِيرٗا",
      "translation": "87. Kinnih immay ku Rabbi koh nacrooreeh, ku lubbit kaa (Qhuraan kinnuk) dacriseeh dabqiseh, diggah ku Rabbih muxxo kaamol nabam kinni ama Qhuraan koh yecee waqdi.",
      "footnotes": ""
    },
    {
      "id": 88,
      "verse_number": 88,
      "page_number": 291,
      "verse_key": "17:88",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لَّئِنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰٓ أَن يَأۡتُواْ بِمِثۡلِ هَٰذَا ٱلۡقُرۡءَانِ لَا يَأۡتُونَ بِمِثۡلِهِۦ وَلَوۡ كَانَ بَعۡضُهُمۡ لِبَعۡضٖ ظَهِيرٗا",
      "translation": "88. Nabiyow! keenik (koros kinnuk) ixxic: seehadaa kee jinni inkih sitta geyyi hayteh gaabowtaamah A Qhuraan celtám baahoonuh usun kaa celtám mabaahan gari garuh keenik cato yakke way.",
      "footnotes": ""
    },
    {
      "id": 89,
      "verse_number": 89,
      "page_number": 291,
      "verse_key": "17:89",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا",
      "translation": "89. nummah ama Qhuraanih addal sinaamah ummaan ceelalloola baxxaqqa hayne elle kaskassoowaanamkeh, tokkel sinaamak maggo mari cakkil yaaminem cineh Yallal koroositaanam akke waytek.",
      "footnotes": ""
    },
    {
      "id": 90,
      "verse_number": 90,
      "page_number": 291,
      "verse_key": "17:90",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقَالُواْ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تَفۡجُرَ لَنَا مِنَ ٱلۡأَرۡضِ يَنۢبُوعًا",
      "translation": "90. Mucammadow nanu inkinnah koo manummasna makki baaxok daroori neh uyfurrukku (uyfuxxukku) haytam fanah kaak itte makki koros.",
      "footnotes": ""
    },
    {
      "id": 91,
      "verse_number": 91,
      "page_number": 291,
      "verse_key": "17:91",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوۡ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ ٱلۡأَنۡهَٰرَ خِلَٰلَهَا تَفۡجِيرًا",
      "translation": "91. Hinnay atu tamiiraay qinabak tan masno (bustaan kinnuk) litooh weeqaytitte tet fanal ayfuxxukiyyah (ayfurrukiyyah) tayfuxxukem fanah.",
      "footnotes": ""
    },
    {
      "id": 92,
      "verse_number": 92,
      "page_number": 291,
      "verse_key": "17:92",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوۡ تُسۡقِطَ ٱلسَّمَآءَ كَمَا زَعَمۡتَ عَلَيۡنَا كِسَفًا أَوۡ تَأۡتِيَ بِٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ قَبِيلًا",
      "translation": "92. Hinnay atu kah itte innah Qaran kitiifoonuh nel oobissaah, hinnay Yallaa kee malayka foocaa kee foocah neh bahha hayteh ubullu ken haynam fanah.",
      "footnotes": ""
    },
    {
      "id": 93,
      "verse_number": 93,
      "page_number": 291,
      "verse_key": "17:93",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوۡ يَكُونَ لَكَ بَيۡتٞ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِي ٱلسَّمَآءِ وَلَن نُّؤۡمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيۡنَا كِتَٰبٗا نَّقۡرَؤُهُۥۗ قُلۡ سُبۡحَانَ رَبِّي هَلۡ كُنتُ إِلَّا بَشَرٗا رَّسُولٗا",
      "translation": "93. Hinnay atu dahabak yan qari litooh, hinnay qaraanâ fanah daragal tawqe way, nanu ku mawuq inkinnah manummasna kitaabay Yallih xaquk yaniy atu farmoyta kinnitom elle nakriye nel oobissi haytam fanah kaak iyyen, Nabiyow! ama korosih essero qajjibsitak Yi Rabbi saytuniih anu kay naqoosak naqasuk teynay kay farmoytah yaniy kay farmo gudduysa akke waytek anu kalah tu hinniyok isin yol esscrtaanam anninnal abu duudaa? kecnik ixxic.",
      "footnotes": ""
    },
    {
      "id": 94,
      "verse_number": 94,
      "page_number": 291,
      "verse_key": "17:94",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰٓ إِلَّآ أَن قَالُوٓاْ أَبَعَثَ ٱللَّهُ بَشَرٗا رَّسُولٗا",
      "translation": "94. koros Yallaa kee kay farmoytal taamineemik ken waassem matan Yalla le kabuk tirto keenih tamaate waqdi Yalli farmoyta seehadak ruubee? iyyaanam akke waytek.",
      "footnotes": ""
    },
    {
      "id": 95,
      "verse_number": 95,
      "page_number": 291,
      "verse_key": "17:95",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لَّوۡ كَانَ فِي ٱلۡأَرۡضِ مَلَٰٓئِكَةٞ يَمۡشُونَ مُطۡمَئِنِّينَ لَنَزَّلۡنَا عَلَيۡهِم مِّنَ ٱلسَّمَآءِ مَلَكٗا رَّسُولٗا",
      "translation": "95. Nabiyow! keenik ixxic: baaxol malaykay ibah gexxay baaxô bagul dabqah tani suginnay qaraanak malaykattuy keenik yani farmoytah keenih ruubak nen.",
      "footnotes": ""
    },
    {
      "id": 96,
      "verse_number": 96,
      "page_number": 291,
      "verse_key": "17:96",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا",
      "translation": "96. Nabiyow! keenik (koros kinnuk) ixxic: Yalli yoo kee sin fanal anu nummah kay farmoyta kinniyoomuh sumaaqah xiqqi yoo haa, diggah usuk isi naqoosah adda yaaxigi ken taamoomi yabali kinni.",
      "footnotes": ""
    },
    {
      "id": 97,
      "verse_number": 97,
      "page_number": 292,
      "verse_key": "17:97",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُمۡ أَوۡلِيَآءَ مِن دُونِهِۦۖ وَنَحۡشُرُهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عَلَىٰ وُجُوهِهِمۡ عُمۡيٗا وَبُكۡمٗا وَصُمّٗاۖ مَّأۡوَىٰهُمۡ جَهَنَّمُۖ كُلَّمَا خَبَتۡ زِدۡنَٰهُمۡ سَعِيرٗا",
      "translation": "97. Yalli tirri hee num toysa usuk cakki gitâ fanah tirri iyye numu, Yalli cakki gitak makkoyse mari toysa usun Yallak kalah tirri ken haytaah ken catta awlaytit keenih mageyta, Qhiyaamah ayro tama korosuy makkotte foocitteh ken ugusnaah ken gaabosna, intimaleelaay duuditteey aytimaleelah anuk, keenik orbeyna jahannam giray urta kinni, teetik uri salcinnaanih waqdi hadiidigta giray ken takme keenil osisna iyye Yalli.",
      "footnotes": ""
    },
    {
      "id": 98,
      "verse_number": 98,
      "page_number": 292,
      "verse_key": "17:98",
      "juz_number": 15,
      "hizb_number": 29,
      "rub_el_hizb_number": 116,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمۡ كَفَرُواْ بِـَٔايَٰتِنَا وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدًا",
      "translation": "98. Woo digaalay cddc yabne keenik galto kinni, diggah usun Naayootal koroositeeniih nanu lafoofiy ruma tekke nakke waqdi, diggah nanu Qhiyaamah ayro qusba ginoh ginnimmi inneh ugtennoo? iyyeenimih sabbatah.",
      "footnotes": ""
    },
    {
      "id": 99,
      "verse_number": 99,
      "page_number": 292,
      "verse_key": "17:99",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ قَادِرٌ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۡ وَجَعَلَ لَهُمۡ أَجَلٗا لَّا رَيۡبَ فِيهِ فَأَبَى ٱلظَّٰلِمُونَ إِلَّا كُفُورٗا",
      "translation": "99. A koros sorkocobbaxi intih diggah Yallay Qaranwaa kee baaxo gine, usun rabeeniik lakal ken inna leem ginaamih dudda lem matablaa? Yalli ken rabaa kee ken finqah yimixxige waktiy edde rabaanay agaywaaga sinni kah heem ma yablaanaa? tokkel koros Yallih diini tangaddcch koroosittaamak sa taaminem cinteh.",
      "footnotes": ""
    },
    {
      "id": 100,
      "verse_number": 100,
      "page_number": 292,
      "verse_key": "17:100",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُل لَّوۡ أَنتُمۡ تَمۡلِكُونَ خَزَآئِنَ رَحۡمَةِ رَبِّيٓ إِذٗا لَّأَمۡسَكۡتُمۡ خَشۡيَةَ ٱلۡإِنفَاقِۚ وَكَانَ ٱلۡإِنسَٰنُ قَتُورٗا",
      "translation": "100. Nabiyow! ama korosuk ixxic: isin yi Rabbih rizqhii kee niqmootah kadnoonik tu amlakuk suginnitoonuy toysa gabâ gibdah tet abbaxuk teneeniih sinnik kalih marah tu teetik acayuk mananton nek ambaxelê meesih, seehadayti yakkay maaluk kay gabal taniimil kaxxa gabâ gibdali yekke, Yalli iimaanat dacrise mara akke waytek.",
      "footnotes": ""
    },
    {
      "id": 101,
      "verse_number": 101,
      "page_number": 292,
      "verse_key": "17:101",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ تِسۡعَ ءَايَٰتِۭ بَيِّنَٰتٖۖ فَسۡـَٔلۡ بَنِيٓ إِسۡرَٰٓءِيلَ إِذۡ جَآءَهُمۡ فَقَالَ لَهُۥ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسَىٰ مَسۡحُورٗا",
      "translation": "101. Nummah Yalli Nabii Muusah sagla astay baxxaqqa itta kaah necee iyye, tokkel Nabii Mucammadow atu atu israa-iil xayloh tutaaxago Nabii Muusa Yalli kaah yeceeh yan astooti luk keenik tatre maraa kee firqawnâ fanah yemeeteeh firqawni diggah anu Muusaw elle baaben numuy kas edde yengeyyeh koo dareema kaak iyye waqdi ken esserey.",
      "footnotes": ""
    },
    {
      "id": 102,
      "verse_number": 102,
      "page_number": 292,
      "verse_key": "17:102",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ لَقَدۡ عَلِمۡتَ مَآ أَنزَلَ هَٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَٰفِرۡعَوۡنُ مَثۡبُورٗا",
      "translation": "102. Nabii Muusa firqawnal gacisak: firqawnaw ama sağla astay anu sin fanah luk emeete seehadah diifu takkeeh Yallih inkittinaanee kee Yallih dudda tascasseeh anu Nabii kinniyoomuh yoh sumaaqitta, Qaranwaa kee baaxo gine Rabbik sa num tet oobise weem nummah teexigeeh tismiteh, atu kaxxamariinoo kee cirdih (qinaadih) cinta ikkal, firqawnaw anu diggah atu finqiteeh abbarsime num kinnitom kok asmiteh kaak iyye.",
      "footnotes": ""
    },
    {
      "id": 103,
      "verse_number": 103,
      "page_number": 292,
      "verse_key": "17:103",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَرَادَ أَن يَسۡتَفِزَّهُم مِّنَ ٱلۡأَرۡضِ فَأَغۡرَقۡنَٰهُ وَمَن مَّعَهُۥ جَمِيعٗا",
      "translation": "103. Tokkel firqawni Nabii Muusa yiskikkiqeeh kaa kee israa-iil xaylo Masri baaxok yayyaaqem faxe, tokkel Nanu kaa kee kay qandek kaâ luk sugtem inkih badal xuumusneeh ken bayisneh.",
      "footnotes": ""
    },
    {
      "id": 104,
      "verse_number": 104,
      "page_number": 292,
      "verse_key": "17:104",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقُلۡنَا مِنۢ بَعۡدِهِۦ لِبَنِيٓ إِسۡرَٰٓءِيلَ ٱسۡكُنُواْ ٱلۡأَرۡضَ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ جِئۡنَا بِكُمۡ لَفِيفٗا",
      "translation": "104. firqawnaa kee kay qande badal xuumusnek lakal israa-iil xaylok misraa kee shaam deqsitta baaxol dabqah gaca keenik inne, tokkel ellecaboh ayro (Qhiyaamah ayroh kinnuk) xagni yamaate waqdi inkih tikki ittaanamak agleh anuk sin magooqak ballaaqâ (Macsar booxa kinnuk) fanah sin baahenno cisab kee galtoh.",
      "footnotes": ""
    },
    {
      "id": 105,
      "verse_number": 105,
      "page_number": 293,
      "verse_key": "17:105",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَبِٱلۡحَقِّ أَنزَلۡنَٰهُ وَبِٱلۡحَقِّ نَزَلَۗ وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا",
      "translation": "105. Ama Qhuraan Nabiil cakkil kaa oobisne, usuk nummaay qadlil oobe, Nabiyow Nanu koo maruubinnino Yallih amri oggoltem jannatal aytikumusak hinnay kay amri cinteeh koroosittem girai meesiisak koo rubne nee akke waytek.",
      "footnotes": ""
    },
    {
      "id": 106,
      "verse_number": 106,
      "page_number": 293,
      "verse_key": "17:106",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقُرۡءَانٗا فَرَقۡنَٰهُ لِتَقۡرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكۡثٖ وَنَزَّلۡنَٰهُ تَنزِيلٗا",
      "translation": "106. Nabiyow Qhuraanak tuuy waqdi (faili) cakkii kee deedal ittak baxisuh koi oobisne kaa baxxaqisak, Sinaamal tuuy waqdi (faili) caalih kaak takriyemkeh, tuuy waqdi oobisiyyah kaak oobisne seehadâ tuxiqih elle faxxiima innal.",
      "footnotes": ""
    },
    {
      "id": 107,
      "verse_number": 107,
      "page_number": 293,
      "verse_key": "17:107",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلۡ ءَامِنُواْ بِهِۦٓ أَوۡ لَا تُؤۡمِنُوٓاْۚ إِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مِن قَبۡلِهِۦٓ إِذَا يُتۡلَىٰ عَلَيۡهِمۡ يَخِرُّونَۤ لِلۡأَذۡقَانِۤ سُجَّدٗاۤ",
      "translation": "107. Nabiyow! ama korosuk ixxic: isin ama Qhuraan nummaysa, hinnay kaa manummaysina, tokkel isin kaa nummassaanam tu kaat moosissaay isin kaa dirabbossaanam tu kaak (Qhuraan kinnuk) madaggossak, diggah kaak duma naharsi kitooba kah tontocowwime maray (yahuud kee nasaarâ tutaaxagok yeemene mara kinnuk) wacyi numma kinnim yeexege usuk (Qhuraan kinnuk) keenil yankirriyime waqdi Yallah kummaatak gomboh radan kaah Rammitak.",
      "footnotes": ""
    },
    {
      "id": 108,
      "verse_number": 108,
      "page_number": 293,
      "verse_key": "17:108",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَقُولُونَ سُبۡحَٰنَ رَبِّنَآ إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولٗا",
      "translation": "108. ama maray ixxiga kah tontocowwime Qhuraan yaabbe waqdi Ni Rabbi koros kaa edde weelossu haytaamak saytunnooweh, Ni Rabbih xagni anguddubelem agaywaaga mali iyyan.",
      "footnotes": ""
    },
    {
      "id": 109,
      "verse_number": 109,
      "page_number": 293,
      "verse_key": "17:109",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": "obligatory",
      "sajdah_number": 4,
      "text": "وَيَخِرُّونَ لِلۡأَذۡقَانِ يَبۡكُونَ وَيَزِيدُهُمۡ خُشُوعٗا۩",
      "translation": "109. ama mari foocitteh Yallah kummaatak gomboh Raddaah weeqaanah, Qhuraan yaabben waqdi, Qhuraan maabba Yallak meesii kee sorkocobbaxi satta keenih osissa.",
      "footnotes": ""
    },
    {
      "id": 110,
      "verse_number": 110,
      "page_number": 293,
      "verse_key": "17:110",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قُلِ ٱدۡعُواْ ٱللَّهَ أَوِ ٱدۡعُواْ ٱلرَّحۡمَٰنَۖ أَيّٗا مَّا تَدۡعُواْ فَلَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَٱبۡتَغِ بَيۡنَ ذَٰلِكَ سَبِيلٗا",
      "translation": "110. Nabiyow! amakorosuk ixxic: sin Rabbiy naba, Yallaw axcuk seecaay kaliaca, hinnay Arracmaanow axcuk kaa seecaay kaliaca, isin tama namma migaaqak kaa elle kallacitinnaan migaaqal kaa kallacita, toysa isin kallactaanam inki Rabbi kinnik toysa Yalli inkih meqe migaaqitte leemih sabbatah, Nabiyow isi salaatal Qhuraan takriye waqdi fayya kaa ma haysin koros koo taabbeeh Qhuraan xaaftaamak, Ramma kaa ma haysin ku kataysis kaa aabbe waytaamak, fayya kaa haytam kee Ramma kaa haytaamak fanaa fanah yan gita wagitak kaa akriy.",
      "footnotes": ""
    },
    {
      "id": 111,
      "verse_number": 111,
      "page_number": 293,
      "verse_key": "17:111",
      "juz_number": 15,
      "hizb_number": 30,
      "rub_el_hizb_number": 117,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا",
      "translation": "111. Nabiyow Yallay baxa hay site weeh, Rccdal agleyta sinniih, isi ginok awlaytuy xixxibaanck kaa cata sinnih fayla dabqis, dudda Íe kaxxa nabnah kaa eyneb qibaada kaah caglisak.",
      "footnotes": ""
    }
  ]
}