{
  "verses": [
    {
      "id": 1,
      "verse_number": 1,
      "page_number": 367,
      "verse_key": "26:1",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "طسٓمٓ",
      "translation": "T'aa Siin Miim. (T'.S.M.) .",
      "footnotes": "Harufi hizi na mfano wa hizi ndizo zikakusanyika kuifanya Qur'ani kuwa ni muujiza ulio washinda watu kuiga mfano wake, ijapo kuwa hizo harufi ndizo wanazo zitamka. Basi mwenye kuitilia shaka hii Qur'ani kuwa imetoka kwa Mwenyezi Mungu au la, basi na alete mfano wake. Na hatoweza."
    },
    {
      "id": 2,
      "verse_number": 2,
      "page_number": 367,
      "verse_key": "26:2",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ",
      "translation": "Hizi ni Aya za Kitabu kinacho bainisha.",
      "footnotes": "Maneno haya niliyo kufunulia ni Aya za Kitabu chenye kuweka wazi hukumu zote ziliomo ndani yake."
    },
    {
      "id": 3,
      "verse_number": 3,
      "page_number": 367,
      "verse_key": "26:3",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ أَلَّا يَكُونُواْ مُؤۡمِنِينَ",
      "translation": "Huenda labda ukajikera nafsi yako kwa kuwa hawawi Waumini.",
      "footnotes": "Ewe Nabii! Hebu jionee huruma nafsi yako. Usijikere kwa kuhuzunukia inadi ya watu wako, na kuto amini kwao."
    },
    {
      "id": 4,
      "verse_number": 4,
      "page_number": 367,
      "verse_key": "26:4",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِن نَّشَأۡ نُنَزِّلۡ عَلَيۡهِم مِّنَ ٱلسَّمَآءِ ءَايَةٗ فَظَلَّتۡ أَعۡنَٰقُهُمۡ لَهَا خَٰضِعِينَ",
      "translation": "Tunge penda tungeli wateremshia kutoka mbinguni Ishara zikanyenyekea shingo zao.",
      "footnotes": "Sisi tunaweza kuwaletea muujiza wa kuwalazimisha Imani, wat'ii kwa unyenyekevu amri yake, na yatimie unayo yatarajia. Lakini hatuwaletei, kwa sababu mwendo wetu ni kuwaongoza watu waamini bila ya kuwalazimisha, ili isikosekane hikima ya kujaribiwa kwa mitihani, na yanayo kuja baada yake ya thawabu na adhabu."
    },
    {
      "id": 5,
      "verse_number": 5,
      "page_number": 367,
      "verse_key": "26:5",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا يَأۡتِيهِم مِّن ذِكۡرٖ مِّنَ ٱلرَّحۡمَٰنِ مُحۡدَثٍ إِلَّا كَانُواْ عَنۡهُ مُعۡرِضِينَ",
      "translation": "Wala hauwafikii ukumbusho mpya kutoka kwa Arrahman ila wao hujitenga nao.",
      "footnotes": "Wala Mwenyezi Mungu hawaletei watu wako kwa ufunuo wake ya kuwakumbusha Dini ya Haki kuwa ni rehema kwao, ila wao huzua upya upinzani na ukafiri kuukataa. Kwani njia ya uwongofu imekwisha zibwa mbele yao."
    },
    {
      "id": 6,
      "verse_number": 6,
      "page_number": 367,
      "verse_key": "26:6",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَقَدۡ كَذَّبُواْ فَسَيَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "Kwa yakini wamekanusha; kwa hivyo zitakuja wafikia khabari za yale waliyo kuwa wakiyafanyia mzaha.",
      "footnotes": "Hawa hakika wamekadhibisha Haki uliyo ileta, na wakaifanyia maskhara. Lakini wewe wasubirie. Wataona matokeo ya maskhara yao ya kuangamiza."
    },
    {
      "id": 7,
      "verse_number": 7,
      "page_number": 367,
      "verse_key": "26:7",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَمۡ يَرَوۡاْ إِلَى ٱلۡأَرۡضِ كَمۡ أَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ",
      "translation": "Je! Hawakuiona ardhi, mimea mingapi tumeiotesha humo, ya kila namna nzuri?",
      "footnotes": "Hivyo hao wanatenda watendavyo katika ukafiri wao na kukadhibisha kwao wala hawaangalii baadhi ya uumbaji wa Mwenyezi Mungu katika hii hii ardhi? Lau kuwa wanaangalia kwa kuzingatia wangeli ongoka. Hebu wazingatie hii mimea ya kila namna yenye manufaa tunayo itoa Sisi kwenye ardhi, na wala hawezi hayo isipo kuwa Mungu Mmoja Muweza."
    },
    {
      "id": 8,
      "verse_number": 8,
      "page_number": 367,
      "verse_key": "26:8",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ",
      "translation": "Hakika katika haya zipo Ishara. Lakini wengi wao hawakuwa wenye kuamini.",
      "footnotes": "Hakika katika kutoka kwa hii mimea ni dalili kubwa ya kuwepo Muumba Muweza. Lakini wengi wa watu si wenye kuamini."
    },
    {
      "id": 9,
      "verse_number": 9,
      "page_number": 367,
      "verse_key": "26:9",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
      "translation": "Na hakika Mola wako Mlezi ndiye Yeye Mwenye nguvu Mwenye kurehemu.",
      "footnotes": "Hakika Mwenye kumiliki mambo yako, na Mwenye kukulinda, ndiye atakaye waadhibu hao wanao kadhibisha, na ndiye Mwenye kuwafadhili Waumini kwa rehema."
    },
    {
      "id": 10,
      "verse_number": 10,
      "page_number": 367,
      "verse_key": "26:10",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذۡ نَادَىٰ رَبُّكَ مُوسَىٰٓ أَنِ ٱئۡتِ ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
      "translation": "Na Mola wako Mlezi, alipo mwita Musa, akamwambia: Fika kwa watu madhaalimu,",
      "footnotes": "Ewe Muhammad! Watajie watu wako kisa cha Musa pale Mola wako Mlezi alipo mwita: Ewe Musa! Nenda kwa Utume kwa watu walio dhulumu nafsi zao kwa ukafiri, na wakawadhulumu Wana wa Israili kwa kuwafanya watumwa na kuwauwa watoto wao wanaume."
    },
    {
      "id": 11,
      "verse_number": 11,
      "page_number": 367,
      "verse_key": "26:11",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَوۡمَ فِرۡعَوۡنَۚ أَلَا يَتَّقُونَ",
      "translation": "Watu wa Firauni. Hawaogopi?",
      "footnotes": "Nenda kwa kaumu ya Firauni; kwani hao wamepita mipaka katika dhulma yao. Ama ajabu ya watu hawa! Hawaogopi nini litalo wafika kwa vitendo vyao hivi, wakatahadhari?"
    },
    {
      "id": 12,
      "verse_number": 12,
      "page_number": 367,
      "verse_key": "26:12",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ رَبِّ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ",
      "translation": "Akasema: Hakika mimi nachelea wasinikanushe.",
      "footnotes": "Musa akasema: Ewe Mola wangu Mlezi! Mimi nina khofu wasije kuukataa ujumbe wangu kwa kiburi na inda."
    },
    {
      "id": 13,
      "verse_number": 13,
      "page_number": 367,
      "verse_key": "26:13",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَيَضِيقُ صَدۡرِي وَلَا يَنطَلِقُ لِسَانِي فَأَرۡسِلۡ إِلَىٰ هَٰرُونَ",
      "translation": "Na kifua changu kina dhiki, na ulimi wangu haukunjuki vyema. Basi mtumie ujumbe Harun.",
      "footnotes": "Na mimi nimejaa dhiki kwa kuwa wataniambia mwongo, na ulimi wangu si mkunjufu wa kuweza kuhojiana nao kama ninavyo penda. Basi mtume Jibril ende kwa ndugu yangu aje kuniunga mkono katika hii kazi yangu."
    },
    {
      "id": 14,
      "verse_number": 14,
      "page_number": 367,
      "verse_key": "26:14",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَهُمۡ عَلَيَّ ذَنۢبٞ فَأَخَافُ أَن يَقۡتُلُونِ",
      "translation": "Na wao wana kisasi juu yangu, kwa hivyo naogopa wasije kuniuwa.",
      "footnotes": "Na watu hawa wana kisasi juu yangu. Kwani mimi nilimuuwa mtu katika wao. Basi nina khofu watakuja niuwa kwa kisasi kabla sijatimiza kazi yangu. Hayo yananizidisha khofu."
    },
    {
      "id": 15,
      "verse_number": 15,
      "page_number": 367,
      "verse_key": "26:15",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ كَلَّاۖ فَٱذۡهَبَا بِـَٔايَٰتِنَآۖ إِنَّا مَعَكُم مُّسۡتَمِعُونَ",
      "translation": "Akasema: Siyo hivyo kabisa! Nendeni na miujiza yetu. Hakika Sisi tu pamoja nanyi, tunasikiliza.",
      "footnotes": "Mwenyezi Mungu akamwambia: Hawatokuuwa. Na kwa mintarafu ya Haruni nimekukubalia ombi lako. Basi nendeni nanyi mmejizatiti na miujiza yetu. Mimi niko pamoja nanyi kwa ulinzi. Nayasikia yanayo jiri baina yenu na Firauni. Nyinyi mtapata ushindi, na kuungwa mkono."
    },
    {
      "id": 16,
      "verse_number": 16,
      "page_number": 367,
      "verse_key": "26:16",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأۡتِيَا فِرۡعَوۡنَ فَقُولَآ إِنَّا رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Basi mfikieni Firauni na mwambieni: Hakika sisi ni Mitume wa Mola Mlezi wa walimwengu wote.",
      "footnotes": "Muelekeeni Firauni na mwambieni: Sisi ni Watume wawili tumetumwa na Mola Mlezi wa walimwengu wote."
    },
    {
      "id": 17,
      "verse_number": 17,
      "page_number": 367,
      "verse_key": "26:17",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَنۡ أَرۡسِلۡ مَعَنَا بَنِيٓ إِسۡرَٰٓءِيلَ",
      "translation": "Waachilie Wana wa Israili wende nasi.",
      "footnotes": "Anakwambia Mola Mlezi wa walimwengu wote: Waachilie huru Wana wa Israili, wende nasi."
    },
    {
      "id": 18,
      "verse_number": 18,
      "page_number": 367,
      "verse_key": "26:18",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ أَلَمۡ نُرَبِّكَ فِينَا وَلِيدٗا وَلَبِثۡتَ فِينَا مِنۡ عُمُرِكَ سِنِينَ",
      "translation": "(Firauni) akasema: Sisi hatukukulea wewe utotoni, na ukakaa kwetu katika umri wako miaka mingi?",
      "footnotes": "Firauni akamwambia Musa kwa kumsimbulia, naye alimtambua walipo ingia na wakakadimisha Ujumbe wao, kwani alilelewa mle mle katika kasri lake: Hatukukulea sisi ulipo kuwa mtoto? Na ukaishi chini ya ulezi wetu kwa miaka mingi katika umri wako?"
    },
    {
      "id": 19,
      "verse_number": 19,
      "page_number": 367,
      "verse_key": "26:19",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَفَعَلۡتَ فَعۡلَتَكَ ٱلَّتِي فَعَلۡتَ وَأَنتَ مِنَ ٱلۡكَٰفِرِينَ",
      "translation": "Na ukatenda kitendo chako ulicho tenda, nawe ukawa miongoni mwa wasio na shukrani?",
      "footnotes": "Na ukatenda makosa yako ya jinaya maovu kumuuwa mtu katika kaumu yangu, na ukazikanusha neema zangu nilizo kufanyia, hukuwahifadhi raia zangu, ukaushambulia ungu wetu kwa kudai kuwa wewe ati ni Mtume wa Mola Mlezi wa walimwengu wote."
    },
    {
      "id": 20,
      "verse_number": 20,
      "page_number": 368,
      "verse_key": "26:20",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ فَعَلۡتُهَآ إِذٗا وَأَنَا۠ مِنَ ٱلضَّآلِّينَ",
      "translation": "(Musa) akasema: Nilitenda hayo hapo nilipo kuwa miongoni mwa wale walio potea.",
      "footnotes": "Musa akasema: Niliyafanya uliyo yataja kwa kutojua yanayo faa kutambulikana kwa akili nayo ni jambo la kuuwa. Basi hapana masimbulizi juu yangu."
    },
    {
      "id": 21,
      "verse_number": 21,
      "page_number": 368,
      "verse_key": "26:21",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَفَرَرۡتُ مِنكُمۡ لَمَّا خِفۡتُكُمۡ فَوَهَبَ لِي رَبِّي حُكۡمٗا وَجَعَلَنِي مِنَ ٱلۡمُرۡسَلِينَ",
      "translation": "Basi nilikukimbieni nilipo kuogopeni, tena Mola wangu Mlezi, akanitunukia hukumu, na akanijaali niwe miongoni mwa Mitume.",
      "footnotes": "Nikakukimbieni nilipo khofu kuwa mtakuja niuwa kwa jinaya hii ambayo sikuukusudia. Mola wangu Mlezi akanitunukia fahamu na ilimu, kwa fadhila zake na neema zake, na akanifanya mmoja katika Mitume."
    },
    {
      "id": 22,
      "verse_number": 22,
      "page_number": 368,
      "verse_key": "26:22",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَتِلۡكَ نِعۡمَةٞ تَمُنُّهَا عَلَيَّ أَنۡ عَبَّدتَّ بَنِيٓ إِسۡرَٰٓءِيلَ",
      "translation": "Na hiyo ndiyo neema ya kunisumbulia, na wewe umewatia utumwani Wana wa Israili?",
      "footnotes": "Musa akaashiria sifa katika sifa ovu kabisa za Firauni, nayo ni kuwa kawafanya watumwa Wana wa Israili, na akiwauwa watoto wao wanaume. Na akakataa kukuita kule kulelewa kwake katika jumba la Firauni kuwa ni neema, kwani yaliyo sabibisha hayo ni yale aliyo kwisha yataja, ndio yeye alitupwa mtoni aokoke asiuliwe. Akaishia kwenye jumba la Firauni. Na lau kuwa si hivyo basi angeli lelewa na wazazi wake."
    },
    {
      "id": 23,
      "verse_number": 23,
      "page_number": 368,
      "verse_key": "26:23",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ فِرۡعَوۡنُ وَمَا رَبُّ ٱلۡعَٰلَمِينَ",
      "translation": "Firauni akasema: Na nani huyo Mola Mlezi wa walimwengu wote?",
      "footnotes": "Firauni akasema: Na nini hizo sifa za Mola Mlezi wa walimwengu wote ambaye unakithiri kumtaja, na wewe unadai kuwa ni Mtume wake, na hali sisi hatujui lolote khabari zake?"
    },
    {
      "id": 24,
      "verse_number": 24,
      "page_number": 368,
      "verse_key": "26:24",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَآۖ إِن كُنتُم مُّوقِنِينَ",
      "translation": "Akasema: Ndiye Mola Mlezi wa mbingu na ardhi, na viliomo baina yao, ikiwa nyinyi ni wenye yakini.",
      "footnotes": "Musa akasema: Yeye huyo ndiye Mwenye kuzimiliki mbingu na ardhi na kila kilio baina yao. Ikiwa nyinyi mna yakini ya ukweli wa jawabu hii basi mtanafiika, na mtaongoka, na mtajua kuwa ufalme wa Firauni wa kujidai haufui dafu mbele ya Ufalme wake Mwenyezi Mungu. Kwani ufalme wa Firauni haupindukii hata eneo moja katika hii dunia."
    },
    {
      "id": 25,
      "verse_number": 25,
      "page_number": 368,
      "verse_key": "26:25",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ لِمَنۡ حَوۡلَهُۥٓ أَلَا تَسۡتَمِعُونَ",
      "translation": "(Firauni) akawaambia walio mzunguka: Hamsikilizi?",
      "footnotes": "Firauni kuonyesha mastaajabu kwa wale walio mzunguka kwa kuwa Musa katika jawabu yake alipo mtaja Mola wake Mlezi na akadhukuru Ufalme wake hakuugusia hata kidogo ufalme wa Firauni, alisema: Mwayasikiaje maneno ya Musa?"
    },
    {
      "id": 26,
      "verse_number": 26,
      "page_number": 368,
      "verse_key": "26:26",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ رَبُّكُمۡ وَرَبُّ ءَابَآئِكُمُ ٱلۡأَوَّلِينَ",
      "translation": "(Musa) akasema: Ndiye Mola wenu Mlezi, na Mola Mlezi wa baba zenu wa kwanza.",
      "footnotes": "Musa akiendelea na usemi wake bila ya kujali hasira za Firauni na uchafu wa maneno yake, akasema: Ndiye huyo Mola Mlezi wa walimwengu wote, aliye kuumbeni nyinyi na baba zenu walio tangulia. Na miongoni mwa hao walikuwako walio dai ungu kama unavyo dai wewe. Na wao wameteketea. Na wewe utateketea, na hayo unayo yadai yatapotelea mbali. Kwani Mungu wa kweli hafi."
    },
    {
      "id": 27,
      "verse_number": 27,
      "page_number": 368,
      "verse_key": "26:27",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ إِنَّ رَسُولَكُمُ ٱلَّذِيٓ أُرۡسِلَ إِلَيۡكُمۡ لَمَجۡنُونٞ",
      "translation": "(Firauni) akasema: Hakika huyu Mtume wenu aliye tumwa kwenu ni mwendawazimu.",
      "footnotes": "Firauni akwaambia watu wake yale yanayo mtibuwa roho na kumghadhibisha, akautaja Utume wa Musa ni kwao wao, wala si kwake yeye, na akambandikiza wazimu, kwa kuwa ati akiulizwa kitu hujibu kingine, na anamsifu Mola Mlezi kwa sifa za kiajabu ajabu. Na kwa hivyo Firauni anawahimiza wamkadhibishe."
    },
    {
      "id": 28,
      "verse_number": 28,
      "page_number": 368,
      "verse_key": "26:28",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ رَبُّ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَمَا بَيۡنَهُمَآۖ إِن كُنتُمۡ تَعۡقِلُونَ",
      "translation": ". (Musa) akasema: Ndiye Mola Mlezi wa Mashariki na Magharibi na viliomo baina yao, ikiwa nyinyi mnatia akilini.",
      "footnotes": "Musa akasema: Ikiwa nyinyi mna akili, basi uaminini Ujumbe wangu. Kwani kuchomoza jua na kuchwa kwake kwa mpango madhubuti ni dalili wazi ya Mwenye kuumba. Kwa hivyo basi ni nyinyi ndio mnastahiki kuambiwa wendawazimu."
    },
    {
      "id": 29,
      "verse_number": 29,
      "page_number": 368,
      "verse_key": "26:29",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ لَئِنِ ٱتَّخَذۡتَ إِلَٰهًا غَيۡرِي لَأَجۡعَلَنَّكَ مِنَ ٱلۡمَسۡجُونِينَ",
      "translation": "(Firauni) akasema: Ukimfuata mungu mwengine asiye kuwa mimi, basi bila ya shaka nitakufunga gerezani.",
      "footnotes": "Firauni akamwambia Musa: Ukimfuata mungu yeyote badala yangu mimi, utakuwa mmoja katika wanao ijua hali yao mbaya katika magereza yangu. Na yeye Firauni kaangukia kitisho hichi baada ya kushindwa kuondoa athari za kazi za Muumbaji."
    },
    {
      "id": 30,
      "verse_number": 30,
      "page_number": 368,
      "verse_key": "26:30",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ أَوَلَوۡ جِئۡتُكَ بِشَيۡءٖ مُّبِينٖ",
      "translation": "Akasema: Je! Ijapo kuwa nitakuletea kitu cha kubainisha wazi?",
      "footnotes": "Musa akasema kwa upole kwa kutumai asaa akaamini: Utanitia gerezani hata nikikuletea ushahidi mkubwa wa ukweli wa haya niyasemayo?"
    },
    {
      "id": 31,
      "verse_number": 31,
      "page_number": 368,
      "verse_key": "26:31",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ فَأۡتِ بِهِۦٓ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
      "translation": "Akasema: Kilete basi, kama wewe ni katika wasemao kweli.",
      "footnotes": "Firauni akasema: Ulete ushahidi utao onyesha Unabii wako kama wewe kweli unasema kweli katika wito wako. Kasema hayo kwa tamaa ya kuwa huenda akapata kipengee cha udhaifu katika hoja zake."
    },
    {
      "id": 32,
      "verse_number": 32,
      "page_number": 368,
      "verse_key": "26:32",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ",
      "translation": "Basi akaitupa fimbo yake, mara ikawa nyoka wa kuonekana dhaahiri.",
      "footnotes": "Musa akaitupa fimbo yake mbele yao. Ikageuka nyoka kweli kweli, si kitu cha uwongo cha uchawi kinacho fanana na nyoka."
    },
    {
      "id": 33,
      "verse_number": 33,
      "page_number": 368,
      "verse_key": "26:33",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّٰظِرِينَ",
      "translation": "Na akautoa mkono wake, na mara ukawa mweupe kwa watazamao.",
      "footnotes": "Musa akautoa mkono wake kutoka mfukoni mwake. Hiyo ni Ishara ya pili. Nao ukawa mweupe, bila ya maradhi, hata wakashangaa watazamaji kwa kumetuka kwake."
    },
    {
      "id": 34,
      "verse_number": 34,
      "page_number": 368,
      "verse_key": "26:34",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ لِلۡمَلَإِ حَوۡلَهُۥٓ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ",
      "translation": "(Firauni) akawaambia waheshimiwa walio mzunguka: Hakika huyu ni mchawi mtaalamu.",
      "footnotes": "Firauni akawaambia watu wake: Hakika Musa ni mchawi bingwa katika uchawi wake. Kasema hayo kwa kuchelea watu wake wasiifuate Haki waliyo iona kwa Musa."
    },
    {
      "id": 35,
      "verse_number": 35,
      "page_number": 368,
      "verse_key": "26:35",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُم بِسِحۡرِهِۦ فَمَاذَا تَأۡمُرُونَ",
      "translation": "Anataka kukutoeni katika nchi yenu kwa uchawi wake. Basi mna shauri gani?",
      "footnotes": "Tena Firauni akasema: Mchawi huyu anataka kunifanyia kahari apate kukutoeni katika hii nchi yenu. Na haya ni uchochezi dhidi ya Musa, kwani katika la dhiki mno katika hayo yaliyo dhiki ni mtu kuiacha nchi yake, na khasa ikiwa kwa kahari. Naye akataka mawazo ya wale walio kuwa wanamuabudu. Kasahau ungu wake kwa nguvu za Ishara za Musa."
    },
    {
      "id": 36,
      "verse_number": 36,
      "page_number": 368,
      "verse_key": "26:36",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَٱبۡعَثۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ",
      "translation": "Wakasema: Mpe muda yeye na nduguye na uwatume mijini wapigao mbiu ya mgambo.",
      "footnotes": "Watu wake wakamwambia: Akhirisha kukata shauri yao hawa, na uwatume askari wende wawakusanye wachawi katika raia zako. Kwani uchawi hupingwa kwa uchawi."
    },
    {
      "id": 37,
      "verse_number": 37,
      "page_number": 368,
      "verse_key": "26:37",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَأۡتُوكَ بِكُلِّ سَحَّارٍ عَلِيمٖ",
      "translation": "Wakuletee kila mchawi bingwa mtaalamu.",
      "footnotes": "Watakuletea wengi, na wote wamebobea kwa uchawi, na wamemshinda Musa kwa ufundi na ustadi. Wamekusudia kwa haya kumpunguzia dukuduku lake Firauni."
    },
    {
      "id": 38,
      "verse_number": 38,
      "page_number": 368,
      "verse_key": "26:38",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَجُمِعَ ٱلسَّحَرَةُ لِمِيقَٰتِ يَوۡمٖ مَّعۡلُومٖ",
      "translation": "Basi wakakusanywa wachawi wakati na siku maalumu.",
      "footnotes": "Wakakusanywa wachawi kutoka kila upande wa nchi. Wakawekewa wakati wa mchana siku ya Sikukuu kukutana na Musa."
    },
    {
      "id": 39,
      "verse_number": 39,
      "page_number": 368,
      "verse_key": "26:39",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقِيلَ لِلنَّاسِ هَلۡ أَنتُم مُّجۡتَمِعُونَ",
      "translation": "Na watu wakaambiwa: Je! Mtakusanyika?",
      "footnotes": "Na watu wakahimizana kuhudhuria siku hiyo waone ramsa wakiambizana: Mtakusanyika? Yaani ndio: Mkusanyike!"
    },
    {
      "id": 40,
      "verse_number": 40,
      "page_number": 369,
      "verse_key": "26:40",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَعَلَّنَا نَتَّبِعُ ٱلسَّحَرَةَ إِن كَانُواْ هُمُ ٱلۡغَٰلِبِينَ",
      "translation": "Huenda tutawafuata wachawi wakiwa wao ndio watakao shinda.",
      "footnotes": "Wakatangaza matarajio yao ya kushinda wachawi, ili wapate kuthibiti katika dini yao, na pia ndio kampeni ya nguvu na juhudi apate kushindwa Musa."
    },
    {
      "id": 41,
      "verse_number": 41,
      "page_number": 369,
      "verse_key": "26:41",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالُواْ لِفِرۡعَوۡنَ أَئِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ",
      "translation": "Basi walipo kuja wachawi wakamwambia Firauni: Je! Tutapata ujira tukiwa sisi ndio tulio shinda?",
      "footnotes": "Walipo kuja wachawi kwa Firauni walimwambia: Je! Tutapata kwako ujira mkubwa pindi tukishinda?"
    },
    {
      "id": 42,
      "verse_number": 42,
      "page_number": 369,
      "verse_key": "26:42",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ نَعَمۡ وَإِنَّكُمۡ إِذٗا لَّمِنَ ٱلۡمُقَرَّبِينَ",
      "translation": "Naam! Na hakika mtakuwa katika watu wa mbele.",
      "footnotes": "Firauni akasema: Naam, mtapata mnacho kisema. Na juu ya huo ujira mkubwa mtakuwa watu wa karibu kwangu, watu wa cheo na madaraka."
    },
    {
      "id": 43,
      "verse_number": 43,
      "page_number": 369,
      "verse_key": "26:43",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ لَهُم مُّوسَىٰٓ أَلۡقُواْ مَآ أَنتُم مُّلۡقُونَ",
      "translation": "Musa akwaambia: Tupeni mnavyo taka kutupa.",
      "footnotes": "Ulipo fika wakati ulio wekwa katika siku iliyo pangwa Musa aliwaambia wachawi: Tupeni huo uchawi mnao taka kuutupa."
    },
    {
      "id": 44,
      "verse_number": 44,
      "page_number": 369,
      "verse_key": "26:44",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَلۡقَوۡاْ حِبَالَهُمۡ وَعِصِيَّهُمۡ وَقَالُواْ بِعِزَّةِ فِرۡعَوۡنَ إِنَّا لَنَحۡنُ ٱلۡغَٰلِبُونَ",
      "translation": "Basi wakatupa kamba zao na fimbo zao, na wakasema: Kwa nguvu za Firauni hakika sisi hapana shaka ni wenye kushinda.",
      "footnotes": "Wakazitupa kamba zao na fimbo zao, na watu wakazugwa wakaona kama ni nyoka wanakwenda. Wakaapa kwa utukufu wa Firauni na nguvu zake hapana shaka hawa leo watashinda"
    },
    {
      "id": 45,
      "verse_number": 45,
      "page_number": 369,
      "verse_key": "26:45",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَلۡقَىٰ مُوسَىٰ عَصَاهُ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ",
      "translation": "Musa tena akatupa fimbo yake, nayo mara ikavimeza walivyo vizua.",
      "footnotes": "Musa tena akatupa fimbo yake. Mara ikawa joka kubwa likaingia kuvimeza vile walivyo vizua kwa uchawi, navyo ni kamba na fimbo, wakidanganya kuwa ni nyoka wanao kwenda."
    },
    {
      "id": 46,
      "verse_number": 46,
      "page_number": 369,
      "verse_key": "26:46",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ",
      "translation": "Hapo wachawi walipinduka wakasujudu.",
      "footnotes": "Wachawi wakaanguka wakasujudu kumsujudia Mwenyezi Mungu, walipo yakinika kuwa mambo ya Musa si uchawi."
    },
    {
      "id": 47,
      "verse_number": 47,
      "page_number": 369,
      "verse_key": "26:47",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Wakasema: Tunamuamini Mola Mlezi wa walimwengu wote.",
      "footnotes": "Wakasema ili kutia mkazo kule kusujudu kwao kwa kauli yao: Tunamuamini Mola Mlezi wa walimwengu wote."
    },
    {
      "id": 48,
      "verse_number": 48,
      "page_number": 369,
      "verse_key": "26:48",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَبِّ مُوسَىٰ وَهَٰرُونَ",
      "translation": "Mola Mlezi wa Musa na Harun.",
      "footnotes": "Na wakabainisha kuwa hakika Mola Mlezi wa walimwengu wote walio muamini ndiye: Mola Mlezi wa Musa na Harun."
    },
    {
      "id": 49,
      "verse_number": 49,
      "page_number": 369,
      "verse_key": "26:49",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ ءَامَنتُمۡ لَهُۥ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِي عَلَّمَكُمُ ٱلسِّحۡرَ فَلَسَوۡفَ تَعۡلَمُونَۚ لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ وَلَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ",
      "translation": "(Firauni) akasema: Je! Mmemuamini kabla sijakuruhusuni? Bila ya shaka yeye basi ndiye mkubwa wenu aliye kufunzeni uchawi. Basi mtakuja jua! Nitakata mikono yenu na miguu yenu kwa kutafautisha. Na nitakubandikeni misalabani nyote.",
      "footnotes": "Firauni kwa kukasarika kuwa wale wachawi wamemuamini Musa bila ya yeye kuwapa ruhusa, aliwatishia ya kwamba yeye ndiye mwalimu wao aliye wafunza fani za uchawi, na watakuja jua adhabu itakayo wateremkia. Akawaambia: Nitakata mikono yenu na miguu yenu mbali mbali, nitakata wa kulia huu kwa wa kushoto huu, na kinyume cha hayo. Na nyote nitakutundikeni juu ya misalaba."
    },
    {
      "id": 50,
      "verse_number": 50,
      "page_number": 369,
      "verse_key": "26:50",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ لَا ضَيۡرَۖ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ",
      "translation": "Wakasema: Haidhuru, kwani sisi ni wenye kurejea kwa Mola wetu Mlezi.",
      "footnotes": "Wachawi wakasema: Hapana la kutudhuru sisi kwa adhabu unazo tutishia, kwani sisi ni wenye kurejea kwenye malipo ya Mola wetu Mlezi. Na Yeye ndiye mbora wa kulipa na mbora wa kuadhibu."
    },
    {
      "id": 51,
      "verse_number": 51,
      "page_number": 369,
      "verse_key": "26:51",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 147,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّا نَطۡمَعُ أَن يَغۡفِرَ لَنَا رَبُّنَا خَطَٰيَٰنَآ أَن كُنَّآ أَوَّلَ ٱلۡمُؤۡمِنِينَ",
      "translation": "Hakika sisi tunatumai Mola wetu Mlezi atatusamehe makosa yetu, kwa kuwa ndio wa kwanza wa kuamini.",
      "footnotes": "Hakika sisi tunataraji Mola wetu Mlezi atatusamehe makosa yetu tuliyo yafanya zamani, kwa kuwa sisi ndio wa mwanzo wa Waumini katika kaumu yako."
    },
    {
      "id": 52,
      "verse_number": 52,
      "page_number": 369,
      "verse_key": "26:52",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَسۡرِ بِعِبَادِيٓ إِنَّكُم مُّتَّبَعُونَ",
      "translation": "Na tulimuamrisha Musa kwa wahyi: Nenda na waja wangu wakati wa usiku. Kwa hakika mtafuatwa.",
      "footnotes": "Na Mwenyezi Mungu alimpa wahyi Musa a.s. atoke usiku usiku pamoja na Waumini miongoni mwa Wana wa Israili, ilipo kuwa tena haiwi kumsubirisha Musa. Mpango ukawa wa makundi mawili kwamba atangulie Musa na kaumu yake, na Firauni afuatie na kaumu yake, mpaka waingie katika maingilio ya njia ya baharini, na Mwenyezi Mungu awateketeze."
    },
    {
      "id": 53,
      "verse_number": 53,
      "page_number": 369,
      "verse_key": "26:53",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَرۡسَلَ فِرۡعَوۡنُ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ",
      "translation": "Basi Firauni akawatuma mijini wapiga mbiu za mgambo.",
      "footnotes": "Firauni akawatuma askari wake katika miji ya mamlaka yake, wawakusanye wenye maguvu katika kaumu yake, alipo jua kuwa Musa kesha toka na Wana wa Israili, ili awazuie lile walilo kusudia."
    },
    {
      "id": 54,
      "verse_number": 54,
      "page_number": 369,
      "verse_key": "26:54",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ هَٰٓؤُلَآءِ لَشِرۡذِمَةٞ قَلِيلُونَ",
      "translation": "(Wakieneza): Hakika hawa ni kikundi kidogo.",
      "footnotes": "Firauni akasema: Hakika hawa Wana wa Israili walio kimbia na Musa ni taifa dogo kwa nguvu zao. Idadi yao ni chache. Anasema hayo kutia mori katika nyoyo za askari wake."
    },
    {
      "id": 55,
      "verse_number": 55,
      "page_number": 369,
      "verse_key": "26:55",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِنَّهُمۡ لَنَا لَغَآئِظُونَ",
      "translation": "Nao wanatuudhi.",
      "footnotes": "Na wao juu ya hivyo, wanatutibua roho kwa kuvunja amri yetu na kutoka bila ya idhini yetu."
    },
    {
      "id": 56,
      "verse_number": 56,
      "page_number": 369,
      "verse_key": "26:56",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِنَّا لَجَمِيعٌ حَٰذِرُونَ",
      "translation": "Na sisi ni wengi, wenye kuchukua hadhari.",
      "footnotes": "Na sisi ni wengi. Miongoni mwa ada zetu ni kuchukua hadhari, na kuwa macho, na kupania."
    },
    {
      "id": 57,
      "verse_number": 57,
      "page_number": 369,
      "verse_key": "26:57",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَخۡرَجۡنَٰهُم مِّن جَنَّٰتٖ وَعُيُونٖ",
      "translation": "Basi tukawatoa katika mabustani na chemchem,",
      "footnotes": "Tukawatoa Firauni na askari wake kwenye nchi yao iliyo fanana na mabustani yapitiwayo na mito kati yao, wakaangamia kwa kujitenga kwao na Haki, na kuchochewa kutaka kumfuatia Musa, kama ilivyo kuja katika Aya tatu zilizo tangulia."
    },
    {
      "id": 58,
      "verse_number": 58,
      "page_number": 369,
      "verse_key": "26:58",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَكُنُوزٖ وَمَقَامٖ كَرِيمٖ",
      "translation": "Na makhazina, na vyeo vya hishima,",
      "footnotes": "Tukawatoa, kadhaalika, kwenye khazina za dhahabu na fedha, na majumba waliyo kuwa wakiyakalia, wakineemeka kwa uzuri wake na ubora wa starehe zake."
    },
    {
      "id": 59,
      "verse_number": 59,
      "page_number": 369,
      "verse_key": "26:59",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَذَٰلِكَۖ وَأَوۡرَثۡنَٰهَا بَنِيٓ إِسۡرَٰٓءِيلَ",
      "translation": "Kadhaalika; na tukawarithisha hayo Wana wa Israili.",
      "footnotes": "Ni kutoka kama huku kwa ajabu tulivyo kueleza ndivyo tulivyo watoa, na tukawapa ufalme huo na kila namna ya neema zilizo kuwamo Wana wa Israili, baada ya kuwa masikini hawana mbele wala nyuma."
    },
    {
      "id": 60,
      "verse_number": 60,
      "page_number": 369,
      "verse_key": "26:60",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَتۡبَعُوهُم مُّشۡرِقِينَ",
      "translation": "Basi wakawafuata lilipo chomoza jua.",
      "footnotes": "Firauni na watu wake wakakaza mwendo ili wapate kuwawahi Wana wa Israili. Wakawakuta wakati wa kuchomoza jua."
    },
    {
      "id": 61,
      "verse_number": 61,
      "page_number": 370,
      "verse_key": "26:61",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَمَّا تَرَٰٓءَا ٱلۡجَمۡعَانِ قَالَ أَصۡحَٰبُ مُوسَىٰٓ إِنَّا لَمُدۡرَكُونَ",
      "translation": "Na yalipo onana majeshi mawili haya, watu wa Musa wakasema: Hakika sisi bila ya shaka tumepatikana!",
      "footnotes": "Walipo onana makundi mawili, watu wa Musa walisema: Hakika Firauni na watu wake watatupata. Basi tutaangamia."
    },
    {
      "id": 62,
      "verse_number": 62,
      "page_number": 370,
      "verse_key": "26:62",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ كَلَّآۖ إِنَّ مَعِيَ رَبِّي سَيَهۡدِينِ",
      "translation": "(Musa) akasema: Hasha! Hakika yu pamoja nami Mola wangu Mlezi. Yeye ataniongoa!",
      "footnotes": "Musa akasema: Hakika mimi ninao uangalizi wa Mwenyezi Mungu unao nifuata kwa kunihifadhi. Na Yeye ataniongoza kwenye Njia ya uwokovu. Amesema hayo ili awatuze kuwa watasalimika, na iwe mbali na mawazo yao fikra ya kutisha kwamba takuja patikana. ."
    },
    {
      "id": 63,
      "verse_number": 63,
      "page_number": 370,
      "verse_key": "26:63",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡبَحۡرَۖ فَٱنفَلَقَ فَكَانَ كُلُّ فِرۡقٖ كَٱلطَّوۡدِ ٱلۡعَظِيمِ",
      "translation": "Tulimletea wahyi Musa tukamwambia: Piga bahari kwa fimbo yako. Basi ikatengana, na kila sehemu ikawa kama mlima mkubwa.",
      "footnotes": "Tukamuamrisha Musa kwa wahyi, ufunuo, aipige bahari kwa fimbo yake. Ikapasuka bahari njia kumi na mbili kwa mujibu wa idadi ya mataifa ya Wana wa Israili. Kila njia katika hizo njia ilikuwa na kizuizi cha maji yaliyo nyanyuka kama mlima ulio simama imara."
    },
    {
      "id": 64,
      "verse_number": 64,
      "page_number": 370,
      "verse_key": "26:64",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَزۡلَفۡنَا ثَمَّ ٱلۡأٓخَرِينَ",
      "translation": "Na tukawajongeza hapo wale wengine.",
      "footnotes": "Tukawajongeza Firauni na kaumu yake mpaka wakaingia kwenye zile njia nyuma ya Musa na kaumu yake."
    },
    {
      "id": 65,
      "verse_number": 65,
      "page_number": 370,
      "verse_key": "26:65",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنجَيۡنَا مُوسَىٰ وَمَن مَّعَهُۥٓ أَجۡمَعِينَ",
      "translation": "Tukawaokoa Musa na walio kuwa pamoja naye wote.",
      "footnotes": "Tukamwokoa Musa na walio kuwa pamoja naye kwa hifadhi ya bahari nayo imeshikamana, mpaka wakamalizika kuvuka."
    },
    {
      "id": 66,
      "verse_number": 66,
      "page_number": 370,
      "verse_key": "26:66",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ أَغۡرَقۡنَا ٱلۡأٓخَرِينَ",
      "translation": "Kisha tukawazamisha hao wengine.",
      "footnotes": "Kisha tukamzamisha Firauni pamoja na walio kuwa pamoja naye kwa kuwafudikiza kwa maji pale walipo wafuata."
    },
    {
      "id": 67,
      "verse_number": 67,
      "page_number": 370,
      "verse_key": "26:67",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ",
      "translation": "Hakika bila ya shaka katika hayo ipo Ishara; lakini wengi wao si katika wenye kuamini.",
      "footnotes": "Hakika katika vituko hivi vya ajabu vya kiungu pana funzo la kuzingatia kwa atakaye kunafiika. Lakini watu wengi si wenye kusadiki."
    },
    {
      "id": 68,
      "verse_number": 68,
      "page_number": 370,
      "verse_key": "26:68",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
      "translation": "Na kwa hakika Mola wako Mlezi ndiye Mwenye nguvu Mwenye kurehemu.",
      "footnotes": "Hakika Muumba wako na Mlezi wako ndiye huyo Mwenye nguvu katika kuwaadhibu wanao kanusha, Mwenye kuwaneemesha kwa rehema Waumini."
    },
    {
      "id": 69,
      "verse_number": 69,
      "page_number": 370,
      "verse_key": "26:69",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ إِبۡرَٰهِيمَ",
      "translation": "Na wasomee khabari za Ibrahim.",
      "footnotes": "Ewe Mtume! Na wasomee makafiri hadithi ya Ibrahim , Alayhi Ssalaam."
    },
    {
      "id": 70,
      "verse_number": 70,
      "page_number": 370,
      "verse_key": "26:70",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَا تَعۡبُدُونَ",
      "translation": "Alipo mwambia baba yake na kaumu yake: Mnaabudu nini?",
      "footnotes": "Alipo mwambia baba yake: Mnaabudu kitu gani hichi, ambacho hakifai kuabudiwa? Anakusudia kwa hayo kuyakebehi masanamu."
    },
    {
      "id": 71,
      "verse_number": 71,
      "page_number": 370,
      "verse_key": "26:71",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ نَعۡبُدُ أَصۡنَامٗا فَنَظَلُّ لَهَا عَٰكِفِينَ",
      "translation": "Wakasema: Tunaabudu masanamu, daima tunayanyenyekea.",
      "footnotes": "Wakasema kujibu kwa njia ya kujitapa: Tunaabudu masanamu, nasi tunadumu daima dawamu tukiyaabudu, kwa kuyaadhimisha na kuyatukuza!"
    },
    {
      "id": 72,
      "verse_number": 72,
      "page_number": 370,
      "verse_key": "26:72",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ هَلۡ يَسۡمَعُونَكُمۡ إِذۡ تَدۡعُونَ",
      "translation": "Akasema: Je! Yanakusikieni mnapo yaita?",
      "footnotes": "Ibrahim akasema: Kwani yanasikia madua yenu? Au yanakuitikieni mnapo yaomba? Kwa hayo anakusudia kuwanabihisha upotovu wa mwendo wao."
    },
    {
      "id": 73,
      "verse_number": 73,
      "page_number": 370,
      "verse_key": "26:73",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوۡ يَنفَعُونَكُمۡ أَوۡ يَضُرُّونَ",
      "translation": "Au yanakufaeni, au yanakudhuruni?",
      "footnotes": "Au yanakuleteeni manufaa mnapo yat'ii? Au yanakupatilizeni kwa madhara mkiyaasi?"
    },
    {
      "id": 74,
      "verse_number": 74,
      "page_number": 370,
      "verse_key": "26:74",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ بَلۡ وَجَدۡنَآ ءَابَآءَنَا كَذَٰلِكَ يَفۡعَلُونَ",
      "translation": "Wakasema: Bali tumewakuta baba zetu wakifanya hivyo hivyo.",
      "footnotes": "Wakasema: Hawafanyi lolote katika hayo. Lakini sisi tumewakuta baba zetu wakiyaabudu mfano wa ibada yetu. Basi sisi tukawafwata kwa waliyo kuwa wakiyafanya."
    },
    {
      "id": 75,
      "verse_number": 75,
      "page_number": 370,
      "verse_key": "26:75",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ أَفَرَءَيۡتُم مَّا كُنتُمۡ تَعۡبُدُونَ",
      "translation": "Je! Mmewaona hawa mnao waabudu-",
      "footnotes": "Ibrahim akasema kwa kuwasusuika: Je! Mlifikiri hata mkalijua jambo lolote lilio kupelekeeni kudumu na kuyaabudu hayo masanamu?"
    },
    {
      "id": 76,
      "verse_number": 76,
      "page_number": 370,
      "verse_key": "26:76",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَنتُمۡ وَءَابَآؤُكُمُ ٱلۡأَقۡدَمُونَ",
      "translation": "Nyinyi na baba zenu wa zamani?",
      "footnotes": "Nyinyi na baba zenu wa zamani - ati haya yanastahiki kuabudiwa au la? Lau mngeli zingatia mngeli jua kuwa hakika nyinyi mko katika upotovu ulio wazi."
    },
    {
      "id": 77,
      "verse_number": 77,
      "page_number": 370,
      "verse_key": "26:77",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِنَّهُمۡ عَدُوّٞ لِّيٓ إِلَّا رَبَّ ٱلۡعَٰلَمِينَ",
      "translation": "Kwani hakika hao ni adui zangu, isipo kuwa Mola Mlezi wa walimwengu wote.",
      "footnotes": "Kwani hakika hao mnao waabudu badala ya Mwenyezi Mungu ni maaadui kwangu mimi na kwenu. Basi mimi siwaabudu hao. Lakini ninaye muabudu na najijongeza kwake ni Muumba wa walimwengu wote, na Mwenye kumiliki mambo yao, na Mwenye kuwalinda."
    },
    {
      "id": 78,
      "verse_number": 78,
      "page_number": 370,
      "verse_key": "26:78",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِي خَلَقَنِي فَهُوَ يَهۡدِينِ",
      "translation": "Ambaye ndiye aliye niumba, na Yeye ndiye ananiongoa,",
      "footnotes": "Ambae ndiye aliye nizua kabla sijawa chochote akaniumba kwa bora ya umbo, na akanitunukia uwongofu wa kunifikishia kwenye mafanikio yangu ya duniani na Akhera."
    },
    {
      "id": 79,
      "verse_number": 79,
      "page_number": 370,
      "verse_key": "26:79",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِي هُوَ يُطۡعِمُنِي وَيَسۡقِينِ",
      "translation": "Na ambaye ndiye ananilisha na kuninywesha.",
      "footnotes": "Na Yeye ndiye aliye nineemesha kwa vyakula na vinywaji, na akaniwezesha kuvipata na kunafiika kwavyo, ili kuhifadhi uhai wangu."
    },
    {
      "id": 80,
      "verse_number": 80,
      "page_number": 370,
      "verse_key": "26:80",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا مَرِضۡتُ فَهُوَ يَشۡفِينِ",
      "translation": "Na ninapo ugua ni Yeye ndiye anaye niponesha.",
      "footnotes": "Na yakinishukia maradhi ni Yeye ndiye anaye niponesha, kwa kunisahilishia sababu za kupona na kuniwezesha kuzipata."
    },
    {
      "id": 81,
      "verse_number": 81,
      "page_number": 370,
      "verse_key": "26:81",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِي يُمِيتُنِي ثُمَّ يُحۡيِينِ",
      "translation": "Na ambaye atanifisha, na kisha atanihuisha.",
      "footnotes": "Na Yeye ndiye atanifisha ikifika ajali yangu, na tena atanihuisha mara nyengine kwa ajili ya hisabu na malipo."
    },
    {
      "id": 82,
      "verse_number": 82,
      "page_number": 370,
      "verse_key": "26:82",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلَّذِيٓ أَطۡمَعُ أَن يَغۡفِرَ لِي خَطِيٓـَٔتِي يَوۡمَ ٱلدِّينِ",
      "translation": "Na ambaye ndiye ninaye mtumai kunisamehe makosa yangu Siku ya Malipo.",
      "footnotes": "Na Yeye ndiye ninaye mtumai kunighufiria na kuyasemehe makosa yangu madogo madogo ya kujikwaa duniani, utapo fika wakati wa hisabu."
    },
    {
      "id": 83,
      "verse_number": 83,
      "page_number": 370,
      "verse_key": "26:83",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَبِّ هَبۡ لِي حُكۡمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ",
      "translation": "Mola wangu Mlezi! Nitunukie hukumu na uniunganishe na watendao mema.",
      "footnotes": "Ibrahim a.s. akasema kwa kuomba: Mola wangu Mlezi! Nitunukie ukamilifu wa ilimu na vitendo, ili nipate kustahili kuubeba Ujumbe wako na hukummu kwa waja wako, na niwezeshe niungane pamoja na kundi la watendao wema."
    },
    {
      "id": 84,
      "verse_number": 84,
      "page_number": 371,
      "verse_key": "26:84",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱجۡعَل لِّي لِسَانَ صِدۡقٖ فِي ٱلۡأٓخِرِينَ",
      "translation": "Na unijaalie nitajwe kwa wema na watu watakao kuja baadaye.",
      "footnotes": "Na nijaalie nipate sifa nzuri na kumbusho jema kwa kaumu zitazo kuja baada yangu, mabaki yake yasalie mpaka Siku ya Kiyama."
    },
    {
      "id": 85,
      "verse_number": 85,
      "page_number": 371,
      "verse_key": "26:85",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱجۡعَلۡنِي مِن وَرَثَةِ جَنَّةِ ٱلنَّعِيمِ",
      "translation": "Na unijaalie katika warithi wa Bustani za neema.",
      "footnotes": "Na nijaalie katika waja wako ulio watunukia neema za Peponi, kuwa ni malipo kwa sababu ya Imani yao kukuamini Wewe, na ibada yao kukuabudu Wewe."
    },
    {
      "id": 86,
      "verse_number": 86,
      "page_number": 371,
      "verse_key": "26:86",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱغۡفِرۡ لِأَبِيٓ إِنَّهُۥ كَانَ مِنَ ٱلضَّآلِّينَ",
      "translation": "Na umsamehe baba yangu, kwani hakika alikuwa miongoni mwa wapotovu.",
      "footnotes": "Na mjaalie baba yangu astahili msamaha kwa kumwezesha kuwa Muislamu. Na yeye alikuwa kamuahidi kusilimu siku alio achana naye, kwani yeye huyo baba alikuwa ameitupa kando njia ya uwongofu na uwongozi."
    },
    {
      "id": 87,
      "verse_number": 87,
      "page_number": 371,
      "verse_key": "26:87",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تُخۡزِنِي يَوۡمَ يُبۡعَثُونَ",
      "translation": "Wala usinihizi Siku watapo fufuliwa.",
      "footnotes": "Wala usinitie aibu au hizaya mbele ya watu, Siku watapo tolewa makaburini kwa ajili ya hisabu na malipo."
    },
    {
      "id": 88,
      "verse_number": 88,
      "page_number": 371,
      "verse_key": "26:88",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يَوۡمَ لَا يَنفَعُ مَالٞ وَلَا بَنُونَ",
      "translation": "Siku ambayo kwamba mali hayato faa kitu wala wana.",
      "footnotes": "Siku ambayo hapana mtu ataye nafiika kwa mali ayatoe, au kwa wana wamsaidie."
    },
    {
      "id": 89,
      "verse_number": 89,
      "page_number": 371,
      "verse_key": "26:89",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَّا مَنۡ أَتَى ٱللَّهَ بِقَلۡبٖ سَلِيمٖ",
      "translation": "Isipo kuwa mwenye kumjia Mwenyezi Mungu na moyo safi.",
      "footnotes": "Isipo kuwa aliye kuwa Muumini, na akamkabili Mwenyezi Mungu na moyo ulio mzima, hauna maradhi ya ukafiri, na unaafiki, na riya (kujionesha)."
    },
    {
      "id": 90,
      "verse_number": 90,
      "page_number": 371,
      "verse_key": "26:90",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ",
      "translation": "Na Pepo itasogezwa kwa wachamngu.",
      "footnotes": "Na Pepo itajongezwa, na itakaribishwa pahala pa watu wema. Basi wataiendea wale walio jikinga na ukafiri na maasi, na wakaikubali Imani na ut'iifu duniani."
    },
    {
      "id": 91,
      "verse_number": 91,
      "page_number": 371,
      "verse_key": "26:91",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَبُرِّزَتِ ٱلۡجَحِيمُ لِلۡغَاوِينَ",
      "translation": "Na Jahannamu itadhihirishwa kwa wapotovu.",
      "footnotes": "Na Moto utaletwa mbele ya walio iacha Dini ya Haki, mpaka ndimi zake zikaribie kuwanyakua, nao watakuwa majutoni."
    },
    {
      "id": 92,
      "verse_number": 92,
      "page_number": 371,
      "verse_key": "26:92",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَقِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تَعۡبُدُونَ",
      "translation": "Na wataambiwa: Wako wapi mlio kuwa mkiwaabudu",
      "footnotes": "Wakaambiwa kwa kuwatahayarisha: Iko wapi hiyo miungu yenu mliyo kuwa mkiiabudu badala ya Mwenyezi Mungu?"
    },
    {
      "id": 93,
      "verse_number": 93,
      "page_number": 371,
      "verse_key": "26:93",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مِن دُونِ ٱللَّهِ هَلۡ يَنصُرُونَكُمۡ أَوۡ يَنتَصِرُونَ",
      "translation": "Badala ya Mwenyezi Mungu? Je! Wanakusaidieni, au wanajisaidia wenyewe?",
      "footnotes": "Badala ya Mwenyezi Mungu, na mnadai kuwa ati ndio itakuombeeni hii leo? Je! Inakufaeni kitu kwa kukunusuruni, au hata inajifaa wenyewe kujisaidia? Hapana lolote. Kwani wao na miungu yao ni kuni za Moto."
    },
    {
      "id": 94,
      "verse_number": 94,
      "page_number": 371,
      "verse_key": "26:94",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَكُبۡكِبُواْ فِيهَا هُمۡ وَٱلۡغَاوُۥنَ",
      "translation": "Basi watavurumizwa humo wao na hao wakosefu,",
      "footnotes": "Watatumbukizwa katika Jahannamu kifudifudi, wakipinduliwa pinduliwa mpaka waishie ndani kabisa shimoni, wao na walio wapoteza na wakawatia katika madhambi na upotovu."
    },
    {
      "id": 95,
      "verse_number": 95,
      "page_number": 371,
      "verse_key": "26:95",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجُنُودُ إِبۡلِيسَ أَجۡمَعُونَ",
      "translation": "Na majeshi ya Ibilisi yote.",
      "footnotes": "Na pamoja nao watakuwapo wasaidizi wa Ibilisi walio kuwa wakiwapambia shari na madhambi, au wale watu na majini walio wakiwafuata katika maasi."
    },
    {
      "id": 96,
      "verse_number": 96,
      "page_number": 371,
      "verse_key": "26:96",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ وَهُمۡ فِيهَا يَخۡتَصِمُونَ",
      "translation": "Watasema, na hali ya kuwa wanazozana humo:",
      "footnotes": "Watasema huku wakiungama makosa yao, na huku wanagombana na miungu yao waliyo kuwa wakiiabudu:"
    },
    {
      "id": 97,
      "verse_number": 97,
      "page_number": 371,
      "verse_key": "26:97",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تَٱللَّهِ إِن كُنَّا لَفِي ضَلَٰلٖ مُّبِينٍ",
      "translation": "Wallahi! Kwa yakini tulikuwa katika upotovu ulio dhaahiri,",
      "footnotes": "Wallahi! Hakika sisi tulikuwa katika dunia yetu tumepotea kweli, na wajinga wa kutupwa, na tumeiacha Haki ambayo haina kificho ndani yake."
    },
    {
      "id": 98,
      "verse_number": 98,
      "page_number": 371,
      "verse_key": "26:98",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ نُسَوِّيكُم بِرَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Tulipo kufanyeni ni sawa na Mola Mlezi wa walimwengu wote.",
      "footnotes": "Pale tulipo kufanyeni nyinyi tulio kuabuduni badala ya Mwenyezi Mungu kuwa ati ni sawa sawa na Mola Mlezi wa walimwengu wote katika kustahiki kuabudiwa, juu ya kuwa hamjiwezi wala hamfai kwa lolote."
    },
    {
      "id": 99,
      "verse_number": 99,
      "page_number": 371,
      "verse_key": "26:99",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَضَلَّنَآ إِلَّا ٱلۡمُجۡرِمُونَ",
      "translation": "Tulipo kufanyeni ni sawa na Mola Mlezi wa walimwengu wote.",
      "footnotes": "Wala hapana walio tutia katika hilaki hii ila wakosefu walio tupotoa tukaiwacha Njia Iliyo Nyooka."
    },
    {
      "id": 100,
      "verse_number": 100,
      "page_number": 371,
      "verse_key": "26:100",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَمَا لَنَا مِن شَٰفِعِينَ",
      "translation": "Basi hatuna waombezi.",
      "footnotes": "Basi hapana wa kuombwa akaja kutuvua na adhabu hii kama tulivyo dhania pale kwanza."
    },
    {
      "id": 101,
      "verse_number": 101,
      "page_number": 371,
      "verse_key": "26:101",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا صَدِيقٍ حَمِيمٖ",
      "translation": "Wala rafiki wa dhati.",
      "footnotes": "Wala hapana rafiki wa kuwaonea uchungu kwa hali yao, licha ya kuwaokoa."
    },
    {
      "id": 102,
      "verse_number": 102,
      "page_number": 371,
      "verse_key": "26:102",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَوۡ أَنَّ لَنَا كَرَّةٗ فَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ",
      "translation": "Laiti tungeli pata kurejea tena tungeli kuwa katika Waumini.",
      "footnotes": "Basi hapo ndio wanajitamania nafsi zao lau wangeli rejea duniani wapate kuwa Waumini ili waokoke."
    },
    {
      "id": 103,
      "verse_number": 103,
      "page_number": 371,
      "verse_key": "26:103",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ",
      "translation": "Hakika katika haya ipo Ishara, lakini wengi wao hawakuwa wenye kuamini.",
      "footnotes": "Na hakika katika khabari za Ibrahim zilizo tajwa yapo mawaidha na mazingatio kwa mwenye kutaka mawaidha na akazingatia. Na wala si wengi katika watu wako wanao somewa khabari hizi wenye kuitikia wito wako."
    },
    {
      "id": 104,
      "verse_number": 104,
      "page_number": 371,
      "verse_key": "26:104",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
      "translation": "Na hakika Mola wako Mlezi ndiye Mwenye nguvu Mwenye kurehemu.",
      "footnotes": "Na hakika hapana shaka Mola wako Mlezi ni Muweza wa kuwaadhibu wanao kadhibisha, naye ni Mfadhili wa watu wema kwa neema nyingi."
    },
    {
      "id": 105,
      "verse_number": 105,
      "page_number": 371,
      "verse_key": "26:105",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَذَّبَتۡ قَوۡمُ نُوحٍ ٱلۡمُرۡسَلِينَ",
      "translation": "Kaumu ya Nuhu waliwakadhibisha Mitume.",
      "footnotes": "Na Mwenyezi Mungu ametaja khabari za Nuhu kwa kauli yake: Kaumu ya Nuhu iliukanusha Utume wake, wakamrudishia mwenyewe. Kwa kitendo hicho ikawa wamewakadhibisha Mitume wote wa Mwenyezi Mungu, kwa kuwa wito wao ni mmoja katika asli yake na lengo lake."
    },
    {
      "id": 106,
      "verse_number": 106,
      "page_number": 371,
      "verse_key": "26:106",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ قَالَ لَهُمۡ أَخُوهُمۡ نُوحٌ أَلَا تَتَّقُونَ",
      "translation": "Alipo waambia ndugu yao, Nuhu: Je! Hamchimngu?.",
      "footnotes": "Waliukanusha Utume huu pale alipo waambia ndugu yao Nuhu - ndugu kwa makhusiano ya nasaba si kwa Dini - akiwahadharisha: Hamumchi Mwenyezi Mungu, mkaacha kuabudu wenginewe?"
    },
    {
      "id": 107,
      "verse_number": 107,
      "page_number": 371,
      "verse_key": "26:107",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ",
      "translation": "Hakika mimi kwenu ni Mtume muaminifu.",
      "footnotes": "Hakika mimi ni Mtume, nimetumwa kwenu nikuongoeni kwenye Njia ya wongofu, na ni muaminifu wa kufikisha huu Ujumbe."
    },
    {
      "id": 108,
      "verse_number": 108,
      "page_number": 371,
      "verse_key": "26:108",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
      "translation": "Basi Mcheni Mwenyezi Mungu, na nit'iini mimi.",
      "footnotes": "Basi mkhofuni Mwenyezi Mungu, na fuateni amri yangu katika hayo ninayo kuitieni kwayo ya kumuamini Mwenyezi Mungu wa pekee na kumt'ii."
    },
    {
      "id": 109,
      "verse_number": 109,
      "page_number": 371,
      "verse_key": "26:109",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَىٰ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Na sikutakini juu yake ujira, kwani ujira wangu hauko ila kwa Mola Mlezi wa walimwengu wote.",
      "footnotes": "Na wala sitaki kwenu ujira kwa ajili ya ninayo kupeni ya nasaha na wito. Na sina malipo ila kwa Mwenye kuwaumba viumbe wote, Aliye miliki mambo yao."
    },
    {
      "id": 110,
      "verse_number": 110,
      "page_number": 371,
      "verse_key": "26:110",
      "juz_number": 19,
      "hizb_number": 37,
      "rub_el_hizb_number": 148,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
      "translation": "Basi Mcheni Mwenyezi Mungu, na nit'iini mimi.",
      "footnotes": "Basi tahadharini na adhabu ya Mwenyezi Mungu, na fuateni ninayo kuamrisheni."
    },
    {
      "id": 111,
      "verse_number": 111,
      "page_number": 371,
      "verse_key": "26:111",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ قَالُوٓاْ أَنُؤۡمِنُ لَكَ وَٱتَّبَعَكَ ٱلۡأَرۡذَلُونَ",
      "translation": "Wakasema: Je! Tukuamini wewe, hali wanao kufuata ni watu wa chini?.",
      "footnotes": "Watu wa Nuhu, huku wakiukataa wito wake, walisema: Hatutokuwa na imani nawe maadamu wanakufuata watu duni kabisa, wasio kuwa na hadhi wala mali."
    },
    {
      "id": 112,
      "verse_number": 112,
      "page_number": 372,
      "verse_key": "26:112",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ وَمَا عِلۡمِي بِمَا كَانُواْ يَعۡمَلُونَ",
      "translation": "Akasema: Nayajuaje waliyo kuwa wakiyafanya?.",
      "footnotes": "Nuhu akasema: Kitu gani cha kunijuvya uchache wa hadhi yao na mali yao? Nikitakacho mimi kwao ni Imani yao bila ya kutafuta kuzijua kazi zao."
    },
    {
      "id": 113,
      "verse_number": 113,
      "page_number": 372,
      "verse_key": "26:113",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنۡ حِسَابُهُمۡ إِلَّا عَلَىٰ رَبِّيۖ لَوۡ تَشۡعُرُونَ",
      "translation": "Hisabu yao haiko ila kwa Mola wao Mlezi, laiti mngeli tambua!.",
      "footnotes": "Hapana wa kuwalipa kwa vitendo vyao na kazi zao ila Mola wangu Mlezi; kwani Yeye ndiye anaye yajua vyema ya undani wao. Kama nyinyi ni watu watambuzi mngeli tambua hayo."
    },
    {
      "id": 114,
      "verse_number": 114,
      "page_number": 372,
      "verse_key": "26:114",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَنَا۠ بِطَارِدِ ٱلۡمُؤۡمِنِينَ",
      "translation": "Wala mimi si wa kuwafukuza Waumini.",
      "footnotes": "Wala mimi siye wa kuwafukuza watu wanao uamini wito wangu vyovyote itavyo kuwa hali yao ya ufakiri au utajiri, kwa sababu ati ya kukubalieni nyinyi kwa mtakalo ili ndio mpate kuniamini."
    },
    {
      "id": 115,
      "verse_number": 115,
      "page_number": 372,
      "verse_key": "26:115",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنۡ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ",
      "translation": "Mimi si cho chote ila ni Mwonyaji wa dhaahiri shaahiri.",
      "footnotes": "Mimi si chochote ila ni Mtume niliye toka kwa Mwenyezi Mungu kuwaonya walio wajibikiwa kwa onyo lilio wazi, kwa ushahidi wa kutenganisha baina ya kweli na uwongo, bila ya farka yoyote baina ya mtukufu na mnyonge. Basi vipi itanifalia mimi kuwafukuza Waumini kwa sababu ya ufakiri wao?"
    },
    {
      "id": 116,
      "verse_number": 116,
      "page_number": 372,
      "verse_key": "26:116",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ لَئِن لَّمۡ تَنتَهِ يَٰنُوحُ لَتَكُونَنَّ مِنَ ٱلۡمَرۡجُومِينَ",
      "translation": "Wakasema: Ikiwa huachi, ewe Nuhu, bila ya shaka utapigwa mawe.",
      "footnotes": "Wakasema: Ewe Nuhu! Ikiwa hutoacha huu wito wako basi jua yakini tutakupopoa mawe. Yaani wanakusudia kwa haya kumtishia kumuuwa."
    },
    {
      "id": 117,
      "verse_number": 117,
      "page_number": 372,
      "verse_key": "26:117",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ رَبِّ إِنَّ قَوۡمِي كَذَّبُونِ",
      "translation": "Akasema: Mola wangu Mlezi! Hakika watu wangu wamenikanusha.",
      "footnotes": "Nuhu kuonyesha kushikilia watu wake kuukadhibisha wito wake, alisema: Ewe Mola wangu Mlezi! Hakika watu wangu wamenikanusha! Kuthibitisha kuwa wanastahiki maapizo yake."
    },
    {
      "id": 118,
      "verse_number": 118,
      "page_number": 372,
      "verse_key": "26:118",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱفۡتَحۡ بَيۡنِي وَبَيۡنَهُمۡ فَتۡحٗا وَنَجِّنِي وَمَن مَّعِيَ مِنَ ٱلۡمُؤۡمِنِينَ",
      "translation": "Basi hukumu baina yangu na wao kwa hukumu yako, na uniokoe mimi na walio pamoja nami, Waumini.",
      "footnotes": "Basi tuhukumie baina yangu na wao, kwa hukumu ya kuwaangamiza wanao pinga Upweke wako, na wakamkadhibisha Mtume wako! Na niokoe mimi na Waumini walio pamoja nami na adhabu ya uasi wao."
    },
    {
      "id": 119,
      "verse_number": 119,
      "page_number": 372,
      "verse_key": "26:119",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَنجَيۡنَٰهُ وَمَن مَّعَهُۥ فِي ٱلۡفُلۡكِ ٱلۡمَشۡحُونِ",
      "translation": "Kwa hivyo tukamwokoa yeye na walio kuwa pamoja naye katika marikebu iliyo sheheni.",
      "footnotes": "Ndio hivyo tukamwokoa yeye pamoja na walio amini katika safina iliyo pakia pomoni wao hao pamoja na mahitaji yao, kwa kuitikia dua yake."
    },
    {
      "id": 120,
      "verse_number": 120,
      "page_number": 372,
      "verse_key": "26:120",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ أَغۡرَقۡنَا بَعۡدُ ٱلۡبَاقِينَ",
      "translation": "Kisha tukawazamisha baadaye walio bakia.",
      "footnotes": "Baada ya kuokoka kwa Nuhu na walio amini, Mwenyezi Mungu aliwazamisha walio baki katika kaumu ya Nuhu walio kuwa hawakuamini."
    },
    {
      "id": 121,
      "verse_number": 121,
      "page_number": 372,
      "verse_key": "26:121",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ",
      "translation": "Na hakika Mola wako Mlezi ndiye Yeye Mwenye nguvu Mwenye kurehemu.",
      "footnotes": "Hakika katika yaliyo simuliwa na Qur'ani juu ya khabari za Nuhu ni hoja ya kuthibitisha ukweli wa Mitume na uwezo wa Mwenyezi Mungu. Na katika watu walio somewa hadithi hizi si wengi walio amini."
    },
    {
      "id": 122,
      "verse_number": 122,
      "page_number": 372,
      "verse_key": "26:122",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
      "translation": "Kina A'd waliwakanusha Mitume.",
      "footnotes": "Na hakika Mola wako Mlezi ndiye Yeye Mwenye nguvu za kumuadhibu kila jabari mwenye inda, Mwenye kuwaneemesha wachamngu kwa kila namna ya fadhila."
    },
    {
      "id": 123,
      "verse_number": 123,
      "page_number": 372,
      "verse_key": "26:123",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَذَّبَتۡ عَادٌ ٱلۡمُرۡسَلِينَ",
      "translation": "Kina A'd waliwakanusha Mitume.",
      "footnotes": "Kabila ya A'di ilimkanusha Mtume wao Hud a.s. Na kwa hivyo wakawa ndio wamewakadhibisha Mitume wote, kwa kuwa wito wao ni mmoja katika asli yake na lengo lake."
    },
    {
      "id": 124,
      "verse_number": 124,
      "page_number": 372,
      "verse_key": "26:124",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ قَالَ لَهُمۡ أَخُوهُمۡ هُودٌ أَلَا تَتَّقُونَ",
      "translation": "Alipo waambia ndugu yao, Hud: Je! Hamchimngu?",
      "footnotes": "Alipo waambia ndugu yao Hud: Hamumwogopi Mwenyezi Mungu, mkamsafia ibada?"
    },
    {
      "id": 125,
      "verse_number": 125,
      "page_number": 372,
      "verse_key": "26:125",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ",
      "translation": "Basi mcheni Mwenyezi Mungu, na nit'iini mimi.",
      "footnotes": "Hakika mimi nimetumwa kutoka kwa Mwenyezi Mungu ili nikuongoeni mfuate uwongozi, na ni mwenye kuulinda ujumbe wa Mwenyezi Mungu. Naufikisha ujumbe huo kama alivyo niamrisha Mola wangu Mlezi."
    },
    {
      "id": 126,
      "verse_number": 126,
      "page_number": 372,
      "verse_key": "26:126",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
      "translation": "Basi mcheni Mwenyezi Mungu, na nit'iini.",
      "footnotes": "Basi ifuateni amri ya Mwenyezi Mungu. Na ikhofuni adhabu yake. Na t'iini ninayo kuamrisheni yanayo toka kwa Mwenyezi Mungu."
    },
    {
      "id": 127,
      "verse_number": 127,
      "page_number": 372,
      "verse_key": "26:127",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَىٰ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Wala sikutakeni juu yake ujira, kwani ujira wangu hauko ila kwa Mola Mlezi wa walimwengu wote.",
      "footnotes": "Wala kwa hii nasaha yangu na uwongozi wangu sitaki kwenu ujira. Sina malipo isipo kuwa kwa Muumba wa viumbe vyote."
    },
    {
      "id": 128,
      "verse_number": 128,
      "page_number": 372,
      "verse_key": "26:128",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَتَبۡنُونَ بِكُلِّ رِيعٍ ءَايَةٗ تَعۡبَثُونَ",
      "translation": "Je! Mnajenga juu ya kila mnyanyuko kumbusho la kufanyia upuuzi?",
      "footnotes": "Je! Mnasimamisha juu ya kila pahala palipo nyanyuka katika nchi jengo refu kwa ajili ya kujifakhirisha, na mnakutana humo kwa mambo ya upuuzi na fisadi? Mwenyezi Mungu Subhanahu anataka kwa haya kuwazindua watende yatakayo wanufaisha, na anawatahayarisha kwa kuacha kwao Imani na vitendo vyema."
    },
    {
      "id": 129,
      "verse_number": 129,
      "page_number": 372,
      "verse_key": "26:129",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمۡ تَخۡلُدُونَ",
      "translation": "Na mnajenga majengo ya fakhari kama kwamba mtaishi milele!",
      "footnotes": "Na mnajenga majumba ya fakhari na imara, na mahodhi ya maji, kwa kutaraji kuishi milele katika dunia hii, kama kwamba hamtakufa."
    },
    {
      "id": 130,
      "verse_number": 130,
      "page_number": 372,
      "verse_key": "26:130",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِذَا بَطَشۡتُم بَطَشۡتُمۡ جَبَّارِينَ",
      "translation": "Na mnapo tumia nguvu mnatumia nguvu kwa ujabari.",
      "footnotes": "Na mnapo ingia kutesa, mnapita kiasi katika uasi na uvamizi wa jeuri, mnauwa, na mnapiga kwa chuki bila ya huruma."
    },
    {
      "id": 131,
      "verse_number": 131,
      "page_number": 372,
      "verse_key": "26:131",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
      "translation": "Basi mcheni Mwenyezi Mungu, na nit'iini.",
      "footnotes": "Mwogopeni Mwenyezi Mungu katika kutumia nguvu, Na fuateni amri yangu katika ninayo kuitieni. Kwani hayo hakika ndiyo yatakayo kukufaeni na ndiyo yatakayo dumu zaidi."
    },
    {
      "id": 132,
      "verse_number": 132,
      "page_number": 372,
      "verse_key": "26:132",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱتَّقُواْ ٱلَّذِيٓ أَمَدَّكُم بِمَا تَعۡلَمُونَ",
      "translation": "Na mcheni aliye kupeni haya mnayo yajua.",
      "footnotes": "Na tahadharini na ghadhabu za Mwenyezi Mungu aliye kukunjulieni neema zake, kwa mnayo yajua yaliyo mbele yenu ya vipawa vyake vya namna mbali mbali."
    },
    {
      "id": 133,
      "verse_number": 133,
      "page_number": 372,
      "verse_key": "26:133",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَمَدَّكُم بِأَنۡعَٰمٖ وَبَنِينَ",
      "translation": "Amekupeni wanyama wa kufuga na wana.",
      "footnotes": "Kama alivyo kupeni mifugo kama ngamia, na ng'ombe, na kondoo, na mbuzi, na wana wenye nguvu, wakukulindieni mifugo yenu, na kukusaidieni katika shida za maisha."
    },
    {
      "id": 134,
      "verse_number": 134,
      "page_number": 372,
      "verse_key": "26:134",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَجَنَّٰتٖ وَعُيُونٍ",
      "translation": "Na mabustani na chemchem.",
      "footnotes": "Na mabustani yenye matunda, na chemchem zenye kutiririka maji mnayo yahitajia."
    },
    {
      "id": 135,
      "verse_number": 135,
      "page_number": 372,
      "verse_key": "26:135",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ",
      "translation": "Hakika mimi ninakukhofieni adhabu ya Siku Kubwa.",
      "footnotes": "Mimi nina khofu asije Mwenyezi Mungu akakuteremshieni adhabu kali hapa duniani, na Akhera akakutieni katika Moto wa Jahannamu kwa sababu ya ujabari wenu na starehe alizo kustarehesheni Mwenyezi Mungu."
    },
    {
      "id": 136,
      "verse_number": 136,
      "page_number": 372,
      "verse_key": "26:136",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ سَوَآءٌ عَلَيۡنَآ أَوَعَظۡتَ أَمۡ لَمۡ تَكُن مِّنَ ٱلۡوَٰعِظِينَ",
      "translation": "Wakasema: Ni mamoja kwetu, ukitupa mawaidha au hukuwa miongoni mwa watoao mawaidha.",
      "footnotes": "Wakasema kwa kumkejeli: Ni sawa kwetu, ukitupa waadhi na kutuonya au ukawa si katika wenye kutoa waadhi."
    },
    {
      "id": 137,
      "verse_number": 137,
      "page_number": 373,
      "verse_key": "26:137",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنۡ هَٰذَآ إِلَّا خُلُقُ ٱلۡأَوَّلِينَ",
      "translation": "Haya si chochote ila ni mtindo wa watu wa tokea zamani.",
      "footnotes": "Haya uliyo tuletea si lolote ila ni uwongo na upotovu wa watu wa zamani. Wao wamezoea kuzua kama hivyo. Kwa hivyo sisi hatutaacha tuliyo kuwa nayo."
    },
    {
      "id": 138,
      "verse_number": 138,
      "page_number": 373,
      "verse_key": "26:138",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا نَحۡنُ بِمُعَذَّبِينَ",
      "translation": "Wala sisi hatutaadhibiwa.",
      "footnotes": "Wala sisi hatutaadhibiwa kwa vitendo tuvitendavyo."
    },
    {
      "id": 139,
      "verse_number": 139,
      "page_number": 373,
      "verse_key": "26:139",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَكَذَّبُوهُ فَأَهۡلَكۡنَٰهُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ",
      "translation": "Wakamkanusha; nasi tukawaangamiza. Hakika bila ya shaka katika haya ipo Ishara. Lakini hawakuwa wengi wao wenye kuamini.",
      "footnotes": "Basi wakaendelea kushikilia kumkanusha. Mwenyezi Mungu akawafanyia haraka kuwateketeza. Hakika katika hayo aliyo wateremshia Mwenyezi Mungu kina A'di kwa kuwa ni malipo kwa ukanushi wao, ni hoja inayo juulisha ukamilifu wa uwezo wa Mwenyezi Mungu. Na si wengi katika wanao somewa khabari za A'adi walio Waumini."
    },
    {
      "id": 140,
      "verse_number": 140,
      "page_number": 373,
      "verse_key": "26:140",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
      "translation": "Na hakika Mola wako Mlezi ndiye Mwenye nguvu Mwenye kurehemu.",
      "footnotes": "Na Mola wako Mlezi ndiye Mtenda nguvu wa kuwashinda hao majabari, Mwenye kuwarehemu Waumini."
    },
    {
      "id": 141,
      "verse_number": 141,
      "page_number": 373,
      "verse_key": "26:141",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَذَّبَتۡ ثَمُودُ ٱلۡمُرۡسَلِينَ",
      "translation": "Kina Thamud waliwakanusha Mitume.",
      "footnotes": "Kabila ya Thamud ilimkanusha Swaleh katika Ujumbe wake na wito wake, na kwa hivyo ikawa wamewakanusha Mitume wote, kwa kuwa asli ya Ujumbe ni moja, na lengo ni moja."
    },
    {
      "id": 142,
      "verse_number": 142,
      "page_number": 373,
      "verse_key": "26:142",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ قَالَ لَهُمۡ أَخُوهُمۡ صَٰلِحٌ أَلَا تَتَّقُونَ",
      "translation": "Alipo waambia ndugu yao Swaleh: Je! Hamumchimngu?",
      "footnotes": "Ewe Mtume! Watajie watu wako, wakati ule kina Thamud walipo ambiwa na ndugu yao kwa uzao na uwananchi, si kwa dini, Swaleh: Hamumwogopi Mwenyezi Mungu, mkamuaabudu Yeye tu?"
    },
    {
      "id": 143,
      "verse_number": 143,
      "page_number": 373,
      "verse_key": "26:143",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ",
      "translation": "Hakika mimi kwenu ni Mtume muaminifu.",
      "footnotes": "Hakika mimi nimetumwa na Mwenyezi Mungu kwenu kwa mambo yenye kheri yenu na mafanikio yenu. Na mimi ni mwenye kuuhifadhi Ujumbe huu kama nilivyo upokea kwa Mwenyezi Mungu."
    },
    {
      "id": 144,
      "verse_number": 144,
      "page_number": 373,
      "verse_key": "26:144",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
      "translation": "Basi mcheni Mwenyezi Mungu, na nit'iini.",
      "footnotes": "Kwa hivyo tahadharini na adhabu ya Mwenyezi Mungu, na nifuateni kwa haya ninayo kuitieni kwayo kutokana na amri zake."
    },
    {
      "id": 145,
      "verse_number": 145,
      "page_number": 373,
      "verse_key": "26:145",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَىٰ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Wala sikutakini ujira juu yake. Ujira wangu hauko ila kwa Mola Mlezi wa walimwengu wote.",
      "footnotes": "Wala sitaki kwenu ujira wowote kwa hii nasaha yangu na uwongozi wangu. Ujira wangu uko kwa Mwenye kumiliki walimwengu wote."
    },
    {
      "id": 146,
      "verse_number": 146,
      "page_number": 373,
      "verse_key": "26:146",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَتُتۡرَكُونَ فِي مَا هَٰهُنَآ ءَامِنِينَ",
      "translation": "Je! Mtaachwa salama usalimina katika haya yaliyopo hapa?",
      "footnotes": "Lilio wazuia ni kule kuamini kwao kwamba ati wataselelea katika zile starehe, watasalimika na adhabu, na kutoweka, na mauti,"
    },
    {
      "id": 147,
      "verse_number": 147,
      "page_number": 373,
      "verse_key": "26:147",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فِي جَنَّٰتٖ وَعُيُونٖ",
      "translation": "Katika mabustani, na chemchem?",
      "footnotes": "Katika mabustani ya matunda, na chemchem zenye kutoa maji matamu,"
    },
    {
      "id": 148,
      "verse_number": 148,
      "page_number": 373,
      "verse_key": "26:148",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَزُرُوعٖ وَنَخۡلٖ طَلۡعُهَا هَضِيمٞ",
      "translation": "Na konde na mitende yenye makole yaliyo wiva.",
      "footnotes": "Na konde zilizo wiva, na mitende ambayo mazao yake yamedhihiri mapevu na laini."
    },
    {
      "id": 149,
      "verse_number": 149,
      "page_number": 373,
      "verse_key": "26:149",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَتَنۡحِتُونَ مِنَ ٱلۡجِبَالِ بُيُوتٗا فَٰرِهِينَ",
      "translation": "Na mnachonga milimani majumba kwa ustadi.",
      "footnotes": "Na mnachonga milimani majumba kwa ufundi na ustadi katika hayo mnayo yaunda."
    },
    {
      "id": 150,
      "verse_number": 150,
      "page_number": 373,
      "verse_key": "26:150",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
      "translation": "Basi mcheni Mwenyezi Mungu, na nit'iini mimi.",
      "footnotes": "Basi iogopeni adhabu ya Mwenyezi Mungu, kwa kuto mshukuru kwenu kwa neema zake; na pokeeni nasiha yangu na muitende."
    },
    {
      "id": 151,
      "verse_number": 151,
      "page_number": 373,
      "verse_key": "26:151",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تُطِيعُوٓاْ أَمۡرَ ٱلۡمُسۡرِفِينَ",
      "translation": "Wala msit'ii amri za walio pindukia mipaka,.",
      "footnotes": "Wala msiit'ii amri ya walio pindukia mipaka kwa ushirikina na kufuata pumbao na matamanio."
    },
    {
      "id": 152,
      "verse_number": 152,
      "page_number": 373,
      "verse_key": "26:152",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِينَ يُفۡسِدُونَ فِي ٱلۡأَرۡضِ وَلَا يُصۡلِحُونَ",
      "translation": "Ambao wanafanya ufisadi katika nchi, wala hawatengenezi.",
      "footnotes": "Ambao wanapitisha maisha yao katika ardhi kwa uharibifu, wala hawafanyi ya maslaha ya kutengeneza nchi."
    },
    {
      "id": 153,
      "verse_number": 153,
      "page_number": 373,
      "verse_key": "26:153",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُوٓاْ إِنَّمَآ أَنتَ مِنَ ٱلۡمُسَحَّرِينَ",
      "translation": "Wakasema: Hakika wewe ni miongoni mwa walio rogwa.",
      "footnotes": "Wakasema: Wewe si chochote isipo kuwa miongoni mwa walio rogwa kikweli mpaka zikapotea akili zao. Na katika jawabu hii mna ukali na usafihi."
    },
    {
      "id": 154,
      "verse_number": 154,
      "page_number": 373,
      "verse_key": "26:154",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَآ أَنتَ إِلَّا بَشَرٞ مِّثۡلُنَا فَأۡتِ بِـَٔايَةٍ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
      "translation": "Wewe si chochote ila ni mtu kama sisi. Basi lete Ishara ukiwa wewe ni miongoni mwa wasemao kweli.",
      "footnotes": "Wewe si chochote ila ni mmoja unaye fanana na sisi kwa ubinaadamu, basi yawaje uwe bora kuliko sisi kwa Unabii na Utume? Na ukiwa wewe ni mkweli katika madai yako basi lete muujiza wa kuonyesha uthibitisho wa Utume wako."
    },
    {
      "id": 155,
      "verse_number": 155,
      "page_number": 373,
      "verse_key": "26:155",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ هَٰذِهِۦ نَاقَةٞ لَّهَا شِرۡبٞ وَلَكُمۡ شِرۡبُ يَوۡمٖ مَّعۡلُومٖ",
      "translation": "Akasema: Huyu ngamia jike; awe na zamu yake ya kunywa, na nyinyi muwe na zamu yenu ya kunywa katika siku maalumu.",
      "footnotes": "Saleh akawaambia - alipo pewa na Mwenyezi Mungu ngamia jike kuwa ni muujiza wake: Huyu hapa ngamia jike wa Mwenyezi Mungu, amekutoleeni kuwa ni Ishara. Yeye ana sehemu yake ya maji katika siku moja; siku hiyo msinywe nyinyi. Na nyinyi mna sehemu yenu siku nyengine. Kunyweni siku hiyo."
    },
    {
      "id": 156,
      "verse_number": 156,
      "page_number": 373,
      "verse_key": "26:156",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابُ يَوۡمٍ عَظِيمٖ",
      "translation": "Wala ms!imguse kwa uwovu, isije ikakushikeni adhabu ya Siku Kubwa.",
      "footnotes": "Wala msimletee madhara yoyote huyu ngamia, msije mkahiliki kwa adhabu kubwa."
    },
    {
      "id": 157,
      "verse_number": 157,
      "page_number": 373,
      "verse_key": "26:157",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَعَقَرُوهَا فَأَصۡبَحُواْ نَٰدِمِينَ",
      "translation": "Lakini wakamuuwa, na wakawa wenye kujuta.",
      "footnotes": "Wakamchinja ngamia, kinyume na walivyo wafikiana na Swaleh. Kwa hivyo wakastahiki kuwashukia adhabu, wakawa ni wenye kujuta kwa kitendo chao hicho."
    },
    {
      "id": 158,
      "verse_number": 158,
      "page_number": 373,
      "verse_key": "26:158",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَخَذَهُمُ ٱلۡعَذَابُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ",
      "translation": "Basi ikawapata adhabu. Hakika katika hayo ipo Ishara. Lakini hawakuwa wengi wao wenye kuamini.",
      "footnotes": "Basi ikawateketeza adhabu aliyo waahidi Swaleh, wala majuto hayakuwakinga na adhabu ya ukosefu wao. Hakika katika kusimulia kisa chao pana dalili ya kuonyesha uwezo wa Mwenyezi Mungu kuwateketeza makafiri na kuwaokoa Waumini. Na si wengi katika watu wako wenye kuamini."
    },
    {
      "id": 159,
      "verse_number": 159,
      "page_number": 373,
      "verse_key": "26:159",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
      "translation": "Na hakika Mola wako Mlezi ndiye Mwenye nguvu Mwenye kurehemu.",
      "footnotes": "Na hakika bila ya shaka aliye kuumba ndiye Yeye Muweza wa kuwateketeza wapinzani, na Mfadhili wa kuwaokoa wachamngu."
    },
    {
      "id": 160,
      "verse_number": 160,
      "page_number": 374,
      "verse_key": "26:160",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَذَّبَتۡ قَوۡمُ لُوطٍ ٱلۡمُرۡسَلِينَ",
      "translation": "Watu wa Luut'i waliwakanusha Mitume.",
      "footnotes": "Alipo waita Luut'i watu wake wamuabudu Mwenyezi Mungu pekee, na waache ushirikina, waliwakanusha Mitume wote."
    },
    {
      "id": 161,
      "verse_number": 161,
      "page_number": 374,
      "verse_key": "26:161",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ قَالَ لَهُمۡ أَخُوهُمۡ لُوطٌ أَلَا تَتَّقُونَ",
      "translation": "Alipo waambia ndugu yao, Luut'i: Je! Hamumchimngu?.",
      "footnotes": "Ewe Mtume! Watajie watu wako pale Lut'i alipo waambia watu wake, naye ni ndugu yao na shemeji yao:"
    },
    {
      "id": 162,
      "verse_number": 162,
      "page_number": 374,
      "verse_key": "26:162",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ",
      "translation": "Hakika mimi kwenu ni Mtume muaminifu kwenu.",
      "footnotes": "Hakika mimi nimetumwa kwenu na Mwenyezi Mungu nikuleteeni Dini ya Haki. Nami ni muaminifu wa kuifikisha Dini hii."
    },
    {
      "id": 163,
      "verse_number": 163,
      "page_number": 374,
      "verse_key": "26:163",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
      "translation": "Basi mcheni Mwenyezi Mungu na nit'iini mimi.",
      "footnotes": "Basi tahadharini na adhabu ya Mwenyezi Mungu, na ifuateni amri yangu kwa ninayo kuitieni."
    },
    {
      "id": 164,
      "verse_number": 164,
      "page_number": 374,
      "verse_key": "26:164",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَىٰ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Wala mimi sikutakini ujira juu yake; ujira wangu hauko ila kwa Mola Mlezi wa walimwengu wote.",
      "footnotes": "Wala mimi sitaki kwenu ujira kwa uwongofu na uwongozi ninao kuitieni. Sina ujira ila kwa Mwenye kumiliki viumbe vyote na Mlezi wao."
    },
    {
      "id": 165,
      "verse_number": 165,
      "page_number": 374,
      "verse_key": "26:165",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَتَأۡتُونَ ٱلذُّكۡرَانَ مِنَ ٱلۡعَٰلَمِينَ",
      "translation": "Je! Katika viumbe vyote mnawaingilia wanaume?.",
      "footnotes": "Lut'i alisema: Nyinyi mnastarehea kuwaingilia wanaume mkaacha wanawake? Kwa hayo anakusudia kuyakanya yale waliyo yazoea ya vitendo vichafu. \"Je! Katika viumbe vyote mnawaingilia wanaume?\" Yaani kazi ya liwat'i, ambayo tangu asli yake ni ukosefu muovu, unao chusha hata kuusikia, kinyume na maumbile, unao mteremsha mwanaadamu chini kabisa. Na lau kuwa unaenea basi huharibu sunna ya kuoa, nayo ni sunna ya maumbile, hata uzazi ukatike na ulimwengu usite kuendelea. Na kwa liwat'i huenea maradhi kama yanavyo enea kwa uzinzi kama tego, kisonono, donda ndugu, maradhi ya ngozi kama ukurutu, na hutokea ishara za kudhoofika nyama za nyuma hata ikawa mtu hawezi kujizuia kutokwa na choo ovyo. Na nyuma kwake mtu huchanua kukawa kama mdomo wa tarumbeta. Na huko nyuma hujaa vijidudu vya maradhi na hivyo humuambukiza mwenye kumuingilia na yeye hivyo vijidudu vikenda mletea maradhi mengine ya njia za mkojo. Na huenda huyo mwenye kufanywa mambo hayo akawa mpumbavu hafai kitu, ikiwa kaanza tangu utotoni. Na huenda akajidai kuonesha ujanadume mwingi kuliko kiasi kwa kutaka kuficha upungufu wake wa uume. (Karibuni imedhihiri kuwa maradhi ya khatari kabisa ya AIDS [Ukimwi] yameenea zaidi sana kwa watendao kitendo hichi na watumiao madawa ya ulevi, ijapo kuwa na wazinzi nao hupata!). Na Mwenyezi Mungu Subhanahu wa Taa'la ameukemea ukosefu huu katika Aya kadhaa wa kadhaa, na akabainisha hikima ya Mwenye kuhukumu kwa kuharimisha huku, kwa kusema: \" Je! Katika viumbe vyote mnawaingilia wanaume? Na mnaacha alicho kuumbieni Mola wenu Mlezi katika wake zenu? Ama kweli nyinyi ni watu mnao ruka mipaka!\""
    },
    {
      "id": 166,
      "verse_number": 166,
      "page_number": 374,
      "verse_key": "26:166",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَتَذَرُونَ مَا خَلَقَ لَكُمۡ رَبُّكُم مِّنۡ أَزۡوَٰجِكُمۚ بَلۡ أَنتُمۡ قَوۡمٌ عَادُونَ",
      "translation": "Na mnaacha alicho kuumbieni Mola wenu Mlezi katika wake zenu? Ama kweli nyinyi ni watu mnao ruka mipaka!.",
      "footnotes": "Na mnaacha aliyo kuumbieni Mwenyezi Mungu ya kustarehe na wake zenu walio halali yenu? Ama hakika nyinyi ni watu mlio pindukia mipaka ya udhalimu katika kufanya maasi."
    },
    {
      "id": 167,
      "verse_number": 167,
      "page_number": 374,
      "verse_key": "26:167",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُواْ لَئِن لَّمۡ تَنتَهِ يَٰلُوطُ لَتَكُونَنَّ مِنَ ٱلۡمُخۡرَجِينَ",
      "translation": "Wakasema: Ewe Luut'i! Usipo acha, hapana shaka utakuwa miongoni mwa wanao tolewa mji!.",
      "footnotes": "Walikasirika kwa kule kuwakataza na kuwakemea kwa sababu ya jambo ovu na wakasema: Kama hukuacha kutukebehi tutakutoa mji kwa izara kubwa."
    },
    {
      "id": 168,
      "verse_number": 168,
      "page_number": 374,
      "verse_key": "26:168",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ إِنِّي لِعَمَلِكُم مِّنَ ٱلۡقَالِينَ",
      "translation": "Akasema: Hakika mimi ni katika wanao kichukia hichi kitendo chenu.",
      "footnotes": "Lut'i akasema: Hakika mimi nakichukia mno hichi kitendo chenu, wala sitoacha kabisa kukipinga na kukikebehi."
    },
    {
      "id": 169,
      "verse_number": 169,
      "page_number": 374,
      "verse_key": "26:169",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "رَبِّ نَجِّنِي وَأَهۡلِي مِمَّا يَعۡمَلُونَ",
      "translation": "Mola wangu Mlezi! Niokoe mimi na ahali zangu na haya wayatendayo.",
      "footnotes": "Na akamwomba Mola wake Mlezi amwokoe yeye na ahali zake na wayatendayo wale wajinga, baada ya kwisha kata tamaa kuwa hawamsikilizi."
    },
    {
      "id": 170,
      "verse_number": 170,
      "page_number": 374,
      "verse_key": "26:170",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَنَجَّيۡنَٰهُ وَأَهۡلَهُۥٓ أَجۡمَعِينَ",
      "translation": "Basi tukamwokoa yeye na ahali zake wote,.",
      "footnotes": "Mwenyezi Mungu akamuitikia ombi lake, akamwokoa yeye na wale walio fuata wito wake, kwa kuwatoa wote majumbani mwao wakati wa kuteremka adhabu kuwashukia wenye kukanusha."
    },
    {
      "id": 171,
      "verse_number": 171,
      "page_number": 374,
      "verse_key": "26:171",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَّا عَجُوزٗا فِي ٱلۡغَٰبِرِينَ",
      "translation": "Isipo kuwa kikongwe katika walio kaa nyuma.",
      "footnotes": "Ila mkewe kizee aliye baki, na hakutoka nao. Yeye akaangamia kwa kufuru zake na ukhaini wake, kwa kuwaunga mkono wakosefu."
    },
    {
      "id": 172,
      "verse_number": 172,
      "page_number": 374,
      "verse_key": "26:172",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ دَمَّرۡنَا ٱلۡأٓخَرِينَ",
      "translation": "Kisha tukawaangamiza wale wengine.",
      "footnotes": "Kisha Mwenyezi Mungu akawahiliki makafiri watendao uovu kwa hilaki kali na mbaya."
    },
    {
      "id": 173,
      "verse_number": 173,
      "page_number": 374,
      "verse_key": "26:173",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَسَآءَ مَطَرُ ٱلۡمُنذَرِينَ",
      "translation": "Na tukawanyeshea mvua, basi ni ovu mno mvua ya waliyo onywa.",
      "footnotes": "Na Mwenyezi Mungu aliwateremshia wale watu wapotovu mawe kutoka mbinguni, yakawateketeza. Na ilikuwa mvua ya kutisha kwa wingi wake na namna yake. Basi mvua ovu ya walio kwisha onywa ni mvua hiyo, kwani iliteremka kwa uangamizi mkubwa mno!"
    },
    {
      "id": 174,
      "verse_number": 174,
      "page_number": 374,
      "verse_key": "26:174",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ",
      "translation": "Hakika katika hayo ipo Ishara. Na hawakuwa wengi wao wenye kuamini.",
      "footnotes": "Hakika adhabu ile iliyo wateremkia watu wale hapana shaka ni hoja yenye kuonyesha utimilivu wa uwezo wa Mwenyezi Mungu. Wala si wengi katika watu wako wenye kusadiki hayo."
    },
    {
      "id": 175,
      "verse_number": 175,
      "page_number": 374,
      "verse_key": "26:175",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
      "translation": "Na hakika Mola wako Mlezi bila ya shaka ndiye Mwenye nguvu, Mwenye kurehemu.",
      "footnotes": "Na hakika Mola wako Mlezi bila ya shaka ndiye Yeye Mwenye kushinda kila kitu, Mwenye kusifika kwa rehema iliyo kamilika. Huwapa adhabu watendao dhambi, na huwalipa wema Waumini."
    },
    {
      "id": 176,
      "verse_number": 176,
      "page_number": 374,
      "verse_key": "26:176",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَذَّبَ أَصۡحَٰبُ لۡـَٔيۡكَةِ ٱلۡمُرۡسَلِينَ",
      "translation": "Watu wa Machakani waliwakanusha Mitume.",
      "footnotes": "Hichi kisa cha Shuaibu pamoja na Watu wa Al Aykat, Machakani, nao ni msitu wenye miti mizuri, karibu na Madian. Kikundi cha watu waliteremkia hapo na wakakaa. Mwenyezi Mungu akawapelekea Shuaibu kama alivyo wapelekea watu wa Madian. Wakamkadhibisha katika wito wake. Na kwa hivi wakawa wamekanusha risala za Mitume wote."
    },
    {
      "id": 177,
      "verse_number": 177,
      "page_number": 374,
      "verse_key": "26:177",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِذۡ قَالَ لَهُمۡ شُعَيۡبٌ أَلَا تَتَّقُونَ",
      "translation": "Shuaibu alipo waambia: Je! Hamfanyi mkamchamngu?.",
      "footnotes": "Ewe Muhammad! Watajie watu wako pale Shuaibu alipo waambia watu wa Machakani: Je! Hamumkhofu Mwenyezi Mungu mkamuamini? Wakaingia kumkadhibisha."
    },
    {
      "id": 178,
      "verse_number": 178,
      "page_number": 374,
      "verse_key": "26:178",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ",
      "translation": "Hakika mimi kwenu ni Mtume muaminifu.",
      "footnotes": "Hakika mimi nimetumwa na Mola Mlezi wa walimwengu wote nikuongoeni na nikuongozeni. Nami ni muaminifu wa kuufikisha ujumbe wake kwenu."
    },
    {
      "id": 179,
      "verse_number": 179,
      "page_number": 374,
      "verse_key": "26:179",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
      "translation": "Basi mcheni Mwenyezi Mungu, na nit'iini mimi.",
      "footnotes": "Basi tahadharini na adhabu ya Mwenyezi Mungu. Na nit'iini kwa kufuata amri za Mwenyezi Mungu, na kuziokoa nafsi zenu na madhambi."
    },
    {
      "id": 180,
      "verse_number": 180,
      "page_number": 374,
      "verse_key": "26:180",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 149,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَىٰ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Wala sikutakini ujira juu yake. Ujira wangu hauko ila kwa Mola Mlezi wa walimwengu wote.",
      "footnotes": "Na mimi kwa hivi kukuongozeni na kukufunzeni sikutakini ujira wowote. Mimi sina malipo kaamili kwa sababu ya kazi yangu ila kutokana na Mola Mlezi wa walimwengu wote."
    },
    {
      "id": 181,
      "verse_number": 181,
      "page_number": 374,
      "verse_key": "26:181",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "۞ أَوۡفُواْ ٱلۡكَيۡلَ وَلَا تَكُونُواْ مِنَ ٱلۡمُخۡسِرِينَ",
      "translation": "Timizeni kipimo sawa sawa, wala msiwe katika wanao punja.",
      "footnotes": "Shuaibu akawaamrisha kutimiza vipimo kwa ukamilifu wanapo pima, kwani ilikuwa ada yao kupunguza kwa pishi na mizani, kupunguza haki za watu kwa kuwapunja na kuwapimia kasoro."
    },
    {
      "id": 182,
      "verse_number": 182,
      "page_number": 374,
      "verse_key": "26:182",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَزِنُواْ بِٱلۡقِسۡطَاسِ ٱلۡمُسۡتَقِيمِ",
      "translation": "Na pimeni kwa haki iliyo nyooka;.",
      "footnotes": "Na wapimieni watu kwa mizani ya sawa sawa, ili wachukue haki yao kwa uadilifu ulio nyooka."
    },
    {
      "id": 183,
      "verse_number": 183,
      "page_number": 374,
      "verse_key": "26:183",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ",
      "translation": "Wala msiwapunje watu vitu vyao, wala msifanye jeuri kwa ufisadi.",
      "footnotes": "Wala msiwapunguzie watu haki zao, wala msipite katika nchi mkifisidi kwa kuuwa, na uharamia, na kufanya madhambi, na kufuata pumbao."
    },
    {
      "id": 184,
      "verse_number": 184,
      "page_number": 375,
      "verse_key": "26:184",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱتَّقُواْ ٱلَّذِي خَلَقَكُمۡ وَٱلۡجِبِلَّةَ ٱلۡأَوَّلِينَ",
      "translation": "Na mcheni aliye kuumbeni nyinyi na vizazi vilivyo tangulia.",
      "footnotes": "Na tahadharini na adhabu ya Mwenyezi Mungu aliye kuumbeni, na akaumba kaumu zenye nguvu na takaburi zilizo tangulia."
    },
    {
      "id": 185,
      "verse_number": 185,
      "page_number": 375,
      "verse_key": "26:185",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالُوٓاْ إِنَّمَآ أَنتَ مِنَ ٱلۡمُسَحَّرِينَ",
      "translation": "Wakasema: Hakika wewe ni katika walio rogwa.",
      "footnotes": "Wakasema: Wewe si chochote ila ni mtu aliye sibiwa na uchawi mkali na ikapotea akili yake."
    },
    {
      "id": 186,
      "verse_number": 186,
      "page_number": 375,
      "verse_key": "26:186",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَنتَ إِلَّا بَشَرٞ مِّثۡلُنَا وَإِن نَّظُنُّكَ لَمِنَ ٱلۡكَٰذِبِينَ",
      "translation": "Na wewe si chochote ila ni mtu tu kama sisi, na kwa yakini tunakuona wewe ni katika waongo.",
      "footnotes": "Na wewe si chochote ila ni mmoja wetu sawa na sisi kwa utu. Basi vipi ujipe ubora kuliko sisi kwa Utume? Nasi tunaamini kuwa wewe ni mwongo wa kubobea."
    },
    {
      "id": 187,
      "verse_number": 187,
      "page_number": 375,
      "verse_key": "26:187",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَأَسۡقِطۡ عَلَيۡنَا كِسَفٗا مِّنَ ٱلسَّمَآءِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
      "translation": "Hebu tuangushie vipande kutoka mbinguni ikiwa wewe ni miongoni mwa wasemao kweli.",
      "footnotes": "Basi hebu tuangushie vipande vya adhabu kutoka mbinguni ikiwa ni katika wasemao kweli kwa huu ujumbe wako! Na chini ya shauri hii kwa hakika pana kila namna ya ubishi."
    },
    {
      "id": 188,
      "verse_number": 188,
      "page_number": 375,
      "verse_key": "26:188",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "قَالَ رَبِّيٓ أَعۡلَمُ بِمَا تَعۡمَلُونَ",
      "translation": "Akasema: Mola wangu Mlezi anajua zaidi mnayo yatenda.",
      "footnotes": "Shuaibu akasema: Mola wangu Mlezi ni Mjuzi, upeo wa kujua, wa maasi yote myatendayo, na adhabu mnayo stahiki. Yeye atakuteremshieni hayo kwa wakati wake alio ukadiria. Na huu ndio hadi ya mwisho wa kumwachilia Mwenyezi Mungu kila kitu, na kuwatisha hao makafiri."
    },
    {
      "id": 189,
      "verse_number": 189,
      "page_number": 375,
      "verse_key": "26:189",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَكَذَّبُوهُ فَأَخَذَهُمۡ عَذَابُ يَوۡمِ ٱلظُّلَّةِۚ إِنَّهُۥ كَانَ عَذَابَ يَوۡمٍ عَظِيمٍ",
      "translation": "Basi walimkanusha, na ikawashika adhabu ya siku ya kivuli. Hakika hiyo ilikuwa adhabu ya siku kubwa.",
      "footnotes": "Lakini wao waliendelea kumkadhibisha. Mwenyezi Mungu akawapatiliza kwa adhabu ya joto kuu mno. Wakawa wanatapa tapa hawana pa kukimbilia. Walipo pata kiwingu cha kuwapa kivuli kukinga mwako wa jua walijikusanya chini yake. Mwenyezi Mungu akawateremshia moto, ukawateketeza wote katika siku ya kitisho kikubwa mno."
    },
    {
      "id": 190,
      "verse_number": 190,
      "page_number": 375,
      "verse_key": "26:190",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ",
      "translation": "Hakika katika hayo ipo Ishara, lakini hawakuwa wengi wao wenye kuamini.",
      "footnotes": "Hakika adhabu iliyo wateremkia watu wa Machakani kuwa ni malipo ya uasi wao, ni dalili ya ukamilifu wa uwezo wa Mwenyezi Mungu. Na hawakuwa wengi wa watu wako wenye kusadiki."
    },
    {
      "id": 191,
      "verse_number": 191,
      "page_number": 375,
      "verse_key": "26:191",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
      "translation": "Na hakika Mola wako Mlezi bila ya shaka ndiye Yeye Mwenye nguvu Mwenye kurehemu.",
      "footnotes": "Na hakika Mola wako Mlezi hapana shaka ndiye Yeye aliye tengeka kwa Nguvu na Ushindi, Mwenye kuwaneemesha Waumini kwa rehema nyingi."
    },
    {
      "id": 192,
      "verse_number": 192,
      "page_number": 375,
      "verse_key": "26:192",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِنَّهُۥ لَتَنزِيلُ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "Na bila ya shaka hii ni Uteremsho wa Mola Mlezi wa walimwengu wote.",
      "footnotes": "Na hakika hii Qur'ani iliyo tajwa ndani yake visa vya kweli imeteremshwa kutoka kwa Mwenye kuumba walimwengu wote, Mwenye kumiliki mambo yao, na Mlezi wao. Basi khabari zake ni za kweli. Na hukumu yake inatimizwa mpaka Siku ya Kiyama."
    },
    {
      "id": 193,
      "verse_number": 193,
      "page_number": 375,
      "verse_key": "26:193",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "نَزَلَ بِهِ ٱلرُّوحُ ٱلۡأَمِينُ",
      "translation": "Ameuteremsha Roho muaminifu,.",
      "footnotes": "Ameiteremsha Roho muaminifu, naye ni Jibril a.s.,"
    },
    {
      "id": 194,
      "verse_number": 194,
      "page_number": 375,
      "verse_key": "26:194",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "عَلَىٰ قَلۡبِكَ لِتَكُونَ مِنَ ٱلۡمُنذِرِينَ",
      "translation": "Juu ya moyo wako, ili uwe katika Waonyaji,.",
      "footnotes": "Juu ya moyo wako ulio tulia kuihifadhi na kuifahamu, na idhibitike katika moyo wako iwe madhubuti isisahaulike, ili upate kuwaonya wakhalifu kwa adhabu ziliomo ndani yake."
    },
    {
      "id": 195,
      "verse_number": 195,
      "page_number": 375,
      "verse_key": "26:195",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "بِلِسَانٍ عَرَبِيّٖ مُّبِينٖ",
      "translation": "Kwa ulimi wa Kiarabu ulio wazi.",
      "footnotes": "Jibril amekuteremshia kwa lugha ya Kiarabu, yenye maana wazi, yenye hoja zilizo dhaahiri kwa wanayo hitajia ya kutengeneza mambo yao ya dunia na Dini."
    },
    {
      "id": 196,
      "verse_number": 196,
      "page_number": 375,
      "verse_key": "26:196",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَإِنَّهُۥ لَفِي زُبُرِ ٱلۡأَوَّلِينَ",
      "translation": "Na hakika bila ya shaka haya yamo katika Vitabu vya kale.",
      "footnotes": "Na hakika kuitaja Qur'ani na kueleza kuwa inatoka kwa Mwenyezi Mungu kumteremshia Muhammad s.a.w. yametajwa katika Vitabu vya Manabii walio tangulia."
    },
    {
      "id": 197,
      "verse_number": 197,
      "page_number": 375,
      "verse_key": "26:197",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَوَلَمۡ يَكُن لَّهُمۡ ءَايَةً أَن يَعۡلَمَهُۥ عُلَمَٰٓؤُاْ بَنِيٓ إِسۡرَٰٓءِيلَ",
      "translation": "Je! Haikuwa kwao ni Ishara kwamba wanayajua haya wanazuoni wa Wana wa Israili?.",
      "footnotes": "Je! Hawa wenye inda wanaikataa Qur'ani na hali wao wanayo hoja inayo onyesha ukweli wa Muhammad s.a.w., nayo ni ilimu ya wanazuoni wa Wana wa Issraili juu ya Qur'ani kama ilivyo katika vitabu vyao?"
    },
    {
      "id": 198,
      "verse_number": 198,
      "page_number": 375,
      "verse_key": "26:198",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَلَوۡ نَزَّلۡنَٰهُ عَلَىٰ بَعۡضِ ٱلۡأَعۡجَمِينَ",
      "translation": "Na lau kuwa tungeli iteremsha juu ya mmoja wa wasio kuwa Waarabu,.",
      "footnotes": "Na lau tungeli mteremshia mtu asiye kuwa Mwaarabu, anaye weza kusema Kiarabu lakini si kwa ufasihi, wasingeli waza kumtuhumu kuwa kaizua."
    },
    {
      "id": 199,
      "verse_number": 199,
      "page_number": 375,
      "verse_key": "26:199",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَقَرَأَهُۥ عَلَيۡهِم مَّا كَانُواْ بِهِۦ مُؤۡمِنِينَ",
      "translation": "Na akawasomea, wasingeli kuwa wenye kuamini.",
      "footnotes": "Na angeli wasomea baraabara kinyume na ada bado wangeli mkanusha, na wakapatia kisababu kwa ukafiri wao."
    },
    {
      "id": 200,
      "verse_number": 200,
      "page_number": 375,
      "verse_key": "26:200",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "كَذَٰلِكَ سَلَكۡنَٰهُ فِي قُلُوبِ ٱلۡمُجۡرِمِينَ",
      "translation": "Namna hivi tunaingiza katika nyoyo za wakosefu.",
      "footnotes": "Sisi tumekutia huko kukanusha katika nyoyo za wakosefu; na tumekuthibitisha kama tulivyo kuthibitisha katika nyoyo za wenye sifa kama zao."
    },
    {
      "id": 201,
      "verse_number": 201,
      "page_number": 375,
      "verse_key": "26:201",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "لَا يُؤۡمِنُونَ بِهِۦ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ",
      "translation": "Hawataiamini mpaka waione adhabu chungu.",
      "footnotes": "Basi hapana njia ya wao kuacha tabia yao ya ukafiri mpaka wateseke kwa hiyo adhabu kali walio ahidiwa."
    },
    {
      "id": 202,
      "verse_number": 202,
      "page_number": 375,
      "verse_key": "26:202",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَيَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ",
      "translation": "Basi itawafikia kwa ghafla, na hali hawana khabari.",
      "footnotes": "Itawateremkia adhabu kwa ghafla bila ya kuitaraji, wala wao hawajui kama inakuja."
    },
    {
      "id": 203,
      "verse_number": 203,
      "page_number": 375,
      "verse_key": "26:203",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَيَقُولُواْ هَلۡ نَحۡنُ مُنظَرُونَ",
      "translation": "Na watasema: Je, tutapewa muhula?.",
      "footnotes": "Watasema itapo teremka hiyo adhabu: Je, tutapewa muhula? Haya ni kwa majuto kwa kupitiwa na Imani na kutaka waakhirishiwe adhabu. Lakini hawajibiwi."
    },
    {
      "id": 204,
      "verse_number": 204,
      "page_number": 375,
      "verse_key": "26:204",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَبِعَذَابِنَا يَسۡتَعۡجِلُونَ",
      "translation": "Basi, je, wanaihimiza adhabu yetu?.",
      "footnotes": "Anasema Mwenyezi Mungu Mtukufu: Watu wa Makka wameghurika na kuchelewesha kwangu kuwaadhibu, basi ndio wanaihimiza? Anakusudia Subhanahu Aliye takasika kuzisafihi akili zao kwa sababu ya kuhimiza kwao adhabu juu ya kuwaonya na kuwatisha."
    },
    {
      "id": 205,
      "verse_number": 205,
      "page_number": 375,
      "verse_key": "26:205",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَفَرَءَيۡتَ إِن مَّتَّعۡنَٰهُمۡ سِنِينَ",
      "translation": "Waonaje kama tukiwastarehesha kwa miaka,.",
      "footnotes": "Je, umefikiri ukajua, kama Sisi tuliwastarehesha kwa uhai kwa muda wa miaka mingi pamoja na maisha mema?"
    },
    {
      "id": 206,
      "verse_number": 206,
      "page_number": 375,
      "verse_key": "26:206",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ثُمَّ جَآءَهُم مَّا كَانُواْ يُوعَدُونَ",
      "translation": "Kisha yakawafikia waliyo kuwa wakiahidiwa,.",
      "footnotes": "Kisha ikawateremkia adhabu iliyo ahidiwa."
    },
    {
      "id": 207,
      "verse_number": 207,
      "page_number": 376,
      "verse_key": "26:207",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "مَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يُمَتَّعُونَ",
      "translation": "Yatawafaa nini yale waliyo stareheshewa?.",
      "footnotes": "Kustarehe kwao kwa umri mrefu na maisha mema hakutowakinga hata chembe na adhabu ya Mwenyezi Mungu. Kwani adhabu ya Mwenyezi Mungu itakuja tu, kama si leo kesho. Wala hapana kheri katika neema ambayo khatima yake ni adhabu."
    },
    {
      "id": 208,
      "verse_number": 208,
      "page_number": 376,
      "verse_key": "26:208",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَآ أَهۡلَكۡنَا مِن قَرۡيَةٍ إِلَّا لَهَا مُنذِرُونَ",
      "translation": "Wala hatukuangamiza mji wo wote ila ulikuwa na waonyaji.",
      "footnotes": "Na mwendo wetu kwa kaumu zote ni kuwa hatuuteketezi umma ila baada ya kuwatumia Mitume wa kuwaonya kwa kufuata hoja,"
    },
    {
      "id": 209,
      "verse_number": 209,
      "page_number": 376,
      "verse_key": "26:209",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ذِكۡرَىٰ وَمَا كُنَّا ظَٰلِمِينَ",
      "translation": "Kuwa ni ukumbusho. Wala Sisi hatukuwa wenye kudhulumu.",
      "footnotes": "Wakumbuke na wazingatie. Wala si shani yetu kudhulumu hata tuuadhibu umma kabla ya kuwaletea Mtume."
    },
    {
      "id": 210,
      "verse_number": 210,
      "page_number": 376,
      "verse_key": "26:210",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا تَنَزَّلَتۡ بِهِ ٱلشَّيَٰطِينُ",
      "translation": "Wala Mashet'ani hawakuteremka nayo,",
      "footnotes": "Qur'ani inakataa waliyo yasema makafiri wa Makka ya kwamba Muhammad anafuata majini, nao ndio wanampa Qur'ani. Qur'ani inasema: Mashetani hawakuiteremsha hii Qur'ani."
    },
    {
      "id": 211,
      "verse_number": 211,
      "page_number": 376,
      "verse_key": "26:211",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَمَا يَنۢبَغِي لَهُمۡ وَمَا يَسۡتَطِيعُونَ",
      "translation": "Wala haitakiwi kwao, na wala hawawezi.",
      "footnotes": "Wala haiwafalii wao kuiteremsha, na hawawezi kufanya hivyo."
    },
    {
      "id": 212,
      "verse_number": 212,
      "page_number": 376,
      "verse_key": "26:212",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّهُمۡ عَنِ ٱلسَّمۡعِ لَمَعۡزُولُونَ",
      "translation": "Hakika hao wametengwa na kusikia.",
      "footnotes": "Kwani hao hakika wanazuiwa wasiisikie Qur'ani pale inapo funuliwa kwa Muhammad s.a.w."
    },
    {
      "id": 213,
      "verse_number": 213,
      "page_number": 376,
      "verse_key": "26:213",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَكُونَ مِنَ ٱلۡمُعَذَّبِينَ",
      "translation": "Basi usimwombe mungu mwingine pamoja na Mwenyezi Mungu ukawa miongoni mwa watakao adhibiwa.",
      "footnotes": "Basi wewe muelekee Mwenyezi Mungu ukiendelea na usafi wako wa ibada, wala usishughulike na fisadi za madai ya washirikina na mwendo wao muovu. Na hivi kutakiwa Mtume s.a.w. awe na ikhlasi ya namna hii ni wito kwa jamii ya watu waliomo katika umma wake."
    },
    {
      "id": 214,
      "verse_number": 214,
      "page_number": 376,
      "verse_key": "26:214",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنذِرۡ عَشِيرَتَكَ ٱلۡأَقۡرَبِينَ",
      "translation": "Na uwaonye jamaa zako walio karibu nawe.",
      "footnotes": "Watie khofu ya adhabu ya shirki na maasi walio karibu nawe katika jamaa zako."
    },
    {
      "id": 215,
      "verse_number": 215,
      "page_number": 376,
      "verse_key": "26:215",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱخۡفِضۡ جَنَاحَكَ لِمَنِ ٱتَّبَعَكَ مِنَ ٱلۡمُؤۡمِنِينَ",
      "translation": "Na watwae kwa upole wanao kufuata miongoni mwa Waumini.",
      "footnotes": "Na kuwa mpole kwa wanao itikia wito wako wa Imani."
    },
    {
      "id": 216,
      "verse_number": 216,
      "page_number": 376,
      "verse_key": "26:216",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "فَإِنۡ عَصَوۡكَ فَقُلۡ إِنِّي بَرِيٓءٞ مِّمَّا تَعۡمَلُونَ",
      "translation": "Na ikiwa watakuasi basi sema: Mimi najitenga mbali na hayo mnayo yatenda.",
      "footnotes": "Pindi wakikuasi na wasikufuate basi jitenge nao, na jitenge na vitendo vyao vya ushirikina na maasi yote."
    },
    {
      "id": 217,
      "verse_number": 217,
      "page_number": 376,
      "verse_key": "26:217",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَتَوَكَّلۡ عَلَى ٱلۡعَزِيزِ ٱلرَّحِيمِ",
      "translation": "Na umtegemee Mtukufu Mwenye nguvu Mwenye kurehemu.",
      "footnotes": "Na tegemeza mambo yako kwa Mwenye nguvu, Mwenye uweza wa kuwatenda nguvu adui zako kwa utukufu wake, na kukunusuru wewe na kumnusuru kila mwenye kufanya a'mali yake kwa usafi wa niya."
    },
    {
      "id": 218,
      "verse_number": 218,
      "page_number": 376,
      "verse_key": "26:218",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "ٱلَّذِي يَرَىٰكَ حِينَ تَقُومُ",
      "translation": "Ambaye anakuona unapo simama,",
      "footnotes": "Ambaye anakuona pale unapo simama kwa ibada za usiku na vitendo vyote vya kheri."
    },
    {
      "id": 219,
      "verse_number": 219,
      "page_number": 376,
      "verse_key": "26:219",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَتَقَلُّبَكَ فِي ٱلسَّٰجِدِينَ",
      "translation": "Na mageuko yako kati ya wanao sujudu.",
      "footnotes": "Na anaona mwendo wako kati ya wanao sali, kwa kusimama, na kukaa, na kurukuu na kusujudu, pale unapo waongoza katika Swala."
    },
    {
      "id": 220,
      "verse_number": 220,
      "page_number": 376,
      "verse_key": "26:220",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
      "translation": "Hakika Yeye ndiye Mwenye kusikia Mwenye kujua.",
      "footnotes": "Hakika Yeye Subhanahu ndiye Mwenye kusikia dua zako na dhikri zako, ndiye Mjuzi wa kujua niya yako na vitendo vyako. Ni kama kwamba Subhanahu anamwambia: Usichukue taklifu kubwa bila ya kiasi katika mashaka ya ibada, kwani uyatendayo yote nayaona na nayasikia Mimi."
    },
    {
      "id": 221,
      "verse_number": 221,
      "page_number": 376,
      "verse_key": "26:221",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "هَلۡ أُنَبِّئُكُمۡ عَلَىٰ مَن تَنَزَّلُ ٱلشَّيَٰطِينُ",
      "translation": "Je! Nikwambieni nani wanawashukia Mashet'ani?",
      "footnotes": "Washirikina walisema: Mashetani ndio wanamsomea Qur'ani Muhammad. Qur'ani ikawajibu: Nikupeni khabari watu gani Mashetani ndio wanawateremkia, na wakawashawishi?"
    },
    {
      "id": 222,
      "verse_number": 222,
      "page_number": 376,
      "verse_key": "26:222",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "تَنَزَّلُ عَلَىٰ كُلِّ أَفَّاكٍ أَثِيمٖ",
      "translation": "Wanamshukia kila mzushi mkubwa mwingi wa dhambi.",
      "footnotes": "Wanamteremkia kila mwenye kubeba dhambi za namna mbaya kabisa za uwongo, na madhambi ya kuchusha kabisa. Nao ni hao makohani mafisadi ambao tabia zao na tabia za Mashetani ni jinsi moja na zimewafikiana."
    },
    {
      "id": 223,
      "verse_number": 223,
      "page_number": 376,
      "verse_key": "26:223",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "يُلۡقُونَ ٱلسَّمۡعَ وَأَكۡثَرُهُمۡ كَٰذِبُونَ",
      "translation": "Wanawapelekea yale wanayo yasikia; na wengi wao ni waongo.",
      "footnotes": "Hao hutega masikio yao kwa Mashetani, na kwao wakapata mambo ya dhana dhana tu. Na wengi wao ni waongo, na huzidisha tena juu ya kauli walizo zipata kwa Mashetani."
    },
    {
      "id": 224,
      "verse_number": 224,
      "page_number": 376,
      "verse_key": "26:224",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَٱلشُّعَرَآءُ يَتَّبِعُهُمُ ٱلۡغَاوُۥنَ",
      "translation": "Na watungaji mashairi ni wapotofu ndio wanawafuata.",
      "footnotes": "Makafiri wanasema: Hii Qur'ani ni mashairi, na Muhammad ni mtungaji mashairi. Mwenyezi Mungu ameyavunja haya kwa kuthibitisha kuwa hakika Qur'ani imejaa hikima na hukumu. Mpango wake unapingana na mpango wa mashairi ambao unategemea juu ya kweli na uwongo. Na amebainisha kwamba hali ya Muhammad s.a.w. inapingana na hali ya watungaji mashairi. Yeye anasema kwa hikima, wao wanasema kwa udanganyifu. Na hii ndiyo hali ya wengi katika watungaji mashairi."
    },
    {
      "id": 225,
      "verse_number": 225,
      "page_number": 376,
      "verse_key": "26:225",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "أَلَمۡ تَرَ أَنَّهُمۡ فِي كُلِّ وَادٖ يَهِيمُونَ",
      "translation": "Je! Huwaoni kwamba wao wanatangatanga katika kila bonde?",
      "footnotes": "Kwani huwaoni vile wanavyo tangatanga katika mabonde ya maneno wala hawaongoki kwenye Haki?"
    },
    {
      "id": 226,
      "verse_number": 226,
      "page_number": 376,
      "verse_key": "26:226",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "وَأَنَّهُمۡ يَقُولُونَ مَا لَا يَفۡعَلُونَ",
      "translation": "Na kwamba wao husema wasiyo yatenda?",
      "footnotes": "Na kwamba wao husema kwa ndimi zao wasio yaambatisha na vitendo vyao?"
    },
    {
      "id": 227,
      "verse_number": 227,
      "page_number": 376,
      "verse_key": "26:227",
      "juz_number": 19,
      "hizb_number": 38,
      "rub_el_hizb_number": 150,
      "sajdah_type": null,
      "sajdah_number": null,
      "text": "إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَذَكَرُواْ ٱللَّهَ كَثِيرٗا وَٱنتَصَرُواْ مِنۢ بَعۡدِ مَا ظُلِمُواْۗ وَسَيَعۡلَمُ ٱلَّذِينَ ظَلَمُوٓاْ أَيَّ مُنقَلَبٖ يَنقَلِبُونَ",
      "translation": "Isipo kuwa wale walio amini, na wakatenda mema, na wakamkumbuka Mwenyezi Mungu kwa wingi, na wakajitetea wanapo dhulumiwa. Na wanao dhulumu watakuja jua mgeuko gani watakao geuka.",
      "footnotes": "Lakini walio hidika kwa hidaya ya Mwenyezi Mungu, na wakatenda mema mpaka zikatua katika nafsi zao sifa bora, na wakamkumbuka Mwenyezi Mungu kwa wingi mpaka ikathibiti khofu katika nyoyo zao, hawa basi huyafanya mashairi kama dawa ilio sibu kwa ugonjwa wake. Na hupambana kwa ajili ya kuiwania Dini yao na kusimamisha Haki, inapo kuwa Haki inafanyiwa jeuri. Na walio dhulumu nafsi zao kwa shirki na kumkejeli Mtume kwa mashairi, watatafuta wapi pa kuikimbia shari na hilaki wanayo iendea."
    }
  ]
}