{
  "id": "203",
  "sura": "2",
  "aya": "196",
  "arabic_text": "وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
  "translation": "196 Accomplissez pour Allah le grand et le petit pèlerinage[107]. Si vous en êtes empêchés[108], acquittez-vous d’un sacrifice selon vos moyens[109]. Mais ne vous rasez pas la tête avant que l’offrande ne soit parvenue au lieu de son immolation. Que celui d’entre vous qui, malade ou souffrant d’une affection de la tête, serait contraint de se raser avant le moment prescrit se rachète par un jeûne, une aumône ou le sacrifice d’une bête. Une fois en mesure d’accomplir le pèlerinage, celui qui aura joui d’une vie normale entre le petit et le grand pèlerinage[110] devra s’acquitter d’un sacrifice selon ses moyens[111]. Que celui qui n’en trouve pas les moyens jeûne trois jours durant le pèlerinage et sept lorsqu’il sera de retour[112], soit dix jours entiers. Cette prescription ne s’applique toutefois qu’au pèlerin dont la famille ne réside pas à proximité de la Mosquée sacrée. Craignez donc Allah et sachez que le châtiment d’Allah est terrible.",
  "footnotes": "[107] C’est dans le sens de « mener à son terme » que le verbe « accomplir » est ici employé.\n[108] Par l’ennemi notamment, ou par la maladie, après vous être mis en état de sacralisation.\n[109] Et rasez-vous la tête afin de pouvoir quitter l’état de sacralisation.\n[110] En accomplissant un type de pèlerinage consistant à se mettre en état de sacralisation avec l’intention d’accomplir le petit pèlerinage puis à se désacraliser, jouissant ainsi d’une vie normale, avant de se remettre en état de sacralisation le huitième jour du mois de Dhou Al-Hijjah avec l’intention cette fois d’accomplir le grand pèlerinage.\n[111] Par ce sacrifice, le pèlerin remercie son Seigneur de lui avoir permis de jouir d’une vie normale, sans les contraintes liées à l’état de sacralisation, durant la période qui sépare le petit du grand pèlerinage, mais aussi d’accomplir dans un même voyage un petit et un grand pèlerinage.  \n[112] A son campement, après en avoir terminé avec les rites du pèlerinage ou, selon une seconde interprétation, dans son pays."
}