{
  "result": [
    {
      "id": "2251",
      "sura": "19",
      "aya": "1",
      "arabic_text": "كٓهيعٓصٓ",
      "translation": "Kāf hā yā ‘aēn sọ̄d. (Allāhu ló mọ ohun tí Ó gbàlérò pẹ̀lú àwọn háràfí náà.)[1]",
      "footnotes": "1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah al Baƙọrah; 2:1."
    },
    {
      "id": "2252",
      "sura": "19",
      "aya": "2",
      "arabic_text": "ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ",
      "translation": "(Èyí ni) ìrántí nípa ìkẹ́ tí Olúwa Rẹ ṣe fún ẹrúsìn Rẹ̀ (Ànábì) Zakariyyā.",
      "footnotes": ""
    },
    {
      "id": "2253",
      "sura": "19",
      "aya": "3",
      "arabic_text": "إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا",
      "translation": "(Rántí) nígbà tí ó pe Olúwa rẹ̀ ní ìpè ìkọ̀kọ̀.",
      "footnotes": ""
    },
    {
      "id": "2254",
      "sura": "19",
      "aya": "4",
      "arabic_text": "قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا",
      "translation": "Ó sọ pé: “Olúwa mi, dájúdájú eegun ara mi ti lẹ, orí (mi) ti kún fún ewú, èmi kò sì níí pasán nípa bí mo ṣe ń pè Ọ́, Olúwa mi.",
      "footnotes": ""
    },
    {
      "id": "2255",
      "sura": "19",
      "aya": "5",
      "arabic_text": "وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا",
      "translation": "Àti pé dájúdájú mò ń páyà àwọn ìbátan mi lẹ́yìn (ikú) mi. Ìyàwó mi sì jẹ́ àgàn. Nítorí náà, ta mí lọ́rẹ láti ọ̀dọ̀ Rẹ ọmọ rere kan,",
      "footnotes": ""
    },
    {
      "id": "2256",
      "sura": "19",
      "aya": "6",
      "arabic_text": "يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا",
      "translation": "(tí) ó máa jogún mi, tí ó sì máa jogún àwọn ẹbí (Ànábì) Ya‘ƙūb. Kí O sì ṣe é ní ẹni tí O yọ́nú sí, Olúwa mi.”",
      "footnotes": ""
    },
    {
      "id": "2257",
      "sura": "19",
      "aya": "7",
      "arabic_text": "يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا",
      "translation": "Zakariyyā, dájúdájú Àwa máa fún ọ ní ìró ìdùnnú (nípa bíbí) ọmọkùnrin kan, orúkọ rẹ̀ ni Yahyā. A kò fún ẹnì kan ní (irú) orúkọ (yìí) rí ṣíwájú (rẹ̀).",
      "footnotes": ""
    },
    {
      "id": "2258",
      "sura": "19",
      "aya": "8",
      "arabic_text": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا",
      "translation": "Ó sọ pé: “Olúwa mi, báwo ni mo ṣe máa ní ọmọ nígbà tí ìyàwó mi jẹ́ àgàn, tí mo sì ti di àgbàlagbà gan-an.”",
      "footnotes": ""
    },
    {
      "id": "2259",
      "sura": "19",
      "aya": "9",
      "arabic_text": "قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا",
      "translation": "(Mọlāika) sọ pé: “Báyẹn ni (ó máa rí).” Olúwa rẹ sọ pé: “Ó rọrùn fún Mi. Mó kúkú dá ìwọ náà ṣíwájú (rẹ̀), nígbà tí ìwọ kò tí ì jẹ́ n̄ǹkan kan.”",
      "footnotes": ""
    },
    {
      "id": "2260",
      "sura": "19",
      "aya": "10",
      "arabic_text": "قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا",
      "translation": "(Zakariyyā) sọ pé: “Olúwa mi, fún mi ní àmì kan.” (Mọlāika) sọ pé: “Àmì rẹ ni pé, o ò níí lè bá ènìyàn sọ̀rọ̀ fún ọjọ́ mẹ́ta, kì í ṣe ti àmódi.”",
      "footnotes": ""
    },
    {
      "id": "2261",
      "sura": "19",
      "aya": "11",
      "arabic_text": "فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا",
      "translation": "Nígbà náà, ó jáde sí àwọn ènìyàn rẹ̀ láti inú ilé ìjọ́sìn. Ó sì tọ́ka sí wọn pé kí wọ́n máa ṣe àfọ̀mọ́ (fún Allāhu) ní òwúrọ̀ àti ní ìrọ̀lẹ́.",
      "footnotes": ""
    },
    {
      "id": "2262",
      "sura": "19",
      "aya": "12",
      "arabic_text": "يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا",
      "translation": "Yahyā, mú Tírà náà dání dáradára. A sì fún un ní àgbọ́yé ẹ̀sìn láti kékeré.",
      "footnotes": ""
    },
    {
      "id": "2263",
      "sura": "19",
      "aya": "13",
      "arabic_text": "وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا",
      "translation": "(Ànábì Yahyā jẹ́) ìkẹ́ àti ẹni mímọ́ kan láti ọ̀dọ̀ Wa. Ó sì jẹ́ olùbẹ̀rù (Allāhu).",
      "footnotes": ""
    },
    {
      "id": "2264",
      "sura": "19",
      "aya": "14",
      "arabic_text": "وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا",
      "translation": "(Ó tún jẹ́) oníwà rere sí àwọn òbí rẹ̀ méjèèjì. Kò sì jẹ́ ajẹninípá, olùyapa.",
      "footnotes": ""
    },
    {
      "id": "2265",
      "sura": "19",
      "aya": "15",
      "arabic_text": "وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا",
      "translation": "Àlàáfíà ni fún un ní ọjọ́ tí wọ́n bí i, àti ní ọjọ́ tí ó máa kú àti ní ọjọ́ tí A óò gbé e dìde láàyè (ní Ọjọ́ Àjíǹde).",
      "footnotes": ""
    },
    {
      "id": "2266",
      "sura": "19",
      "aya": "16",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا",
      "translation": "Sọ ìtàn Mọryam tí ó wà nínú al-Ƙur’ān. (Rántí) nígbà tí ó yẹra kúrò lọ́dọ̀ àwọn ènìyàn rẹ̀ sí àyè kan ní ìlà òòrùn.",
      "footnotes": ""
    },
    {
      "id": "2267",
      "sura": "19",
      "aya": "17",
      "arabic_text": "فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا",
      "translation": "Ó mú gàgá kan (láti fi ara rẹ̀ pamọ́) fún wọn. A sì rán mọlāika Wa sí i. Ó sì fara hàn án ní àwòrán abara pípé.[1]",
      "footnotes": "1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah āli ‘Imrọ̄n; 3:45."
    },
    {
      "id": "2268",
      "sura": "19",
      "aya": "18",
      "arabic_text": "قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا",
      "translation": "(Mọryam) sọ pé: “Èmi sá di Àjọkẹ́-ayé kúrò lọ́dọ̀ rẹ, tí o bá jẹ́ olùbẹ̀rù (Allāhu).”[1]",
      "footnotes": "1. Ìyẹn ni pé, tí o bá jẹ́ olùbẹ̀rù Allāhu, ìbẹ̀rù Allāhu kò níí jẹ́ kí o ṣe aburú tí mò ń ṣọ́ra fún lọ́dọ̀ rẹ."
    },
    {
      "id": "2269",
      "sura": "19",
      "aya": "19",
      "arabic_text": "قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا",
      "translation": "(Mọlāika) sọ pé: “Èmi ni Òjíṣẹ́ Olúwa rẹ, (Ó rán mi sí ọ) pé kí n̄g fún ọ ní ọmọkùnrin mímọ́ kan.”[1]",
      "footnotes": "1. Ànábì ‘Īsā - kí ọlà Allāhu máa bá a - àti gbogbo àwọn Ànábì ni ẹni mímọ́ gẹ́gẹ́ bí ó ṣe wà nínú āyah 13 nínú sūrah yìí kan náà pé ẹni mímọ́ ni Ànábì Yahyā - kí ọlà Allāhu máa bá a -."
    },
    {
      "id": "2270",
      "sura": "19",
      "aya": "20",
      "arabic_text": "قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا",
      "translation": "Ó sọ pé: “Báwo ni mo ṣe máa ní ọmọ nígbà tí abara kan kò fọwọ́ kàn mí, tí èmi kò sì jẹ́ alágbèrè.”",
      "footnotes": ""
    },
    {
      "id": "2271",
      "sura": "19",
      "aya": "21",
      "arabic_text": "قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا",
      "translation": "(Mọlāika) sọ pé: “Báyẹn ló máa rí.” Olúwa rẹ sọ pé: “Ó rọrùn fún mi. Àti pé nítorí kí Á lè ṣe é ní àmì fún àwọn ènìyàn ni. Ó sì jẹ́ ìkẹ́ láti ọ̀dọ̀ Wa. Ó tún jẹ́ ọ̀rọ̀ tí A ti parí (tí ó gbọ́dọ̀ wá sí ìmúṣẹ.)”",
      "footnotes": ""
    },
    {
      "id": "2272",
      "sura": "19",
      "aya": "22",
      "arabic_text": "۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا",
      "translation": "Nítorí náà, ó lóyún rẹ̀. Ó sì yẹra pẹ̀lú rẹ̀ sí àyè kan tó jìnnà.",
      "footnotes": ""
    },
    {
      "id": "2273",
      "sura": "19",
      "aya": "23",
      "arabic_text": "فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا",
      "translation": "Ìrọbí ọmọ sì mú un wá sí ìdí igi dàbínù. Ó sọ pé: “Háà! Kí n̄g ti kú ṣíwájú èyí, kí n̄g sì ti di ẹni tí wọ́n ti gbàgbé pátápátá.”",
      "footnotes": ""
    },
    {
      "id": "2274",
      "sura": "19",
      "aya": "24",
      "arabic_text": "فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا",
      "translation": "Nígbà náà, (mọlāika) pè é láti ìsàlẹ̀ ọ̀dọ̀ rẹ̀ pé: \"Má ṣe banújẹ́. Dájúdájú Olúwa rẹ ti ṣe odò kékeré kan sí ìsàlẹ̀ ọ̀dọ̀ rẹ.",
      "footnotes": ""
    },
    {
      "id": "2275",
      "sura": "19",
      "aya": "25",
      "arabic_text": "وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا",
      "translation": "Mi igi dàbínù náà sọ́dọ̀ rẹ, kí dàbínú tútù, tó tó ká jẹ sì máa jábọ́ sílẹ̀ fún ọ.",
      "footnotes": ""
    },
    {
      "id": "2276",
      "sura": "19",
      "aya": "26",
      "arabic_text": "فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا",
      "translation": "Nítorí náà, jẹ, mu kí ojú rẹ sì tutù. Tí o bá sì rí ẹnì kan nínú abara, sọ fún un pé: “Dájúdájú mo jẹ́jẹ̀ẹ́ ìkẹ́nuró fún Àjọkẹ́-ayé. Nítorí náà, èmi kò níí bá ènìyàn kan sọ̀rọ̀ ní òní.”",
      "footnotes": ""
    },
    {
      "id": "2277",
      "sura": "19",
      "aya": "27",
      "arabic_text": "فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا",
      "translation": "Ó sì mú ọmọ náà wá bá àwọn ènìyàn rẹ̀ (ní ẹni tí) ó gbé e dání. Wọ́n sọ pé: “Mọryam, dájúdájú o ti gbé n̄ǹkan ìyanu ńlá wá.",
      "footnotes": ""
    },
    {
      "id": "2278",
      "sura": "19",
      "aya": "28",
      "arabic_text": "يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا",
      "translation": "Arábìnrin Hārūn, bàbá rẹ kì í ṣe ènìyàn burúkú. Àti pé ìyá rẹ kì í ṣe alágbèrè.”",
      "footnotes": ""
    },
    {
      "id": "2279",
      "sura": "19",
      "aya": "29",
      "arabic_text": "فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا",
      "translation": "Ó sì tọ́ka sí ọmọ náà. Wọ́n sọ pé: “Báwo ni a ó ṣe bá ẹni tó wà lórí ìtẹ́, tó jẹ́ ọmọ òpóǹló sọ̀rọ̀?”",
      "footnotes": ""
    },
    {
      "id": "2280",
      "sura": "19",
      "aya": "30",
      "arabic_text": "قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا",
      "translation": "(Ọmọ náà) sọ̀rọ̀ pé: “Dájúdájú ẹrú Allāhu ni èmi. (Allāhu) fún mi ní Tírà. Ó sì ṣe mí ní Ànábì. [1]",
      "footnotes": "1. Ẹrú Allāhu ni Ànábì ‘Īsā ọmọ Mọryam - kí ọlà Allāhu máa bá a -, àmọ́ àwọn nasọ̄rọ̄ kò gbàgbọ́ pé ẹrú Allāhu ni."
    },
    {
      "id": "2281",
      "sura": "19",
      "aya": "31",
      "arabic_text": "وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا",
      "translation": "Ó ṣe mí ní ẹni ìbùkún ní ibikíbi tí mo bá wà. Ó pa mí láṣẹ ìrun kíkí àti Zakāh yíyọ lódiwọ̀n ìgbà tí mo bá wà nípò alààyè (lórí ilẹ̀ ayé).",
      "footnotes": ""
    },
    {
      "id": "2282",
      "sura": "19",
      "aya": "32",
      "arabic_text": "وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا",
      "translation": "(Ó ṣe mí ní) oníwà rere sí ìyá mi. Kò sì ṣe mí ní ajẹninípá, olórí burúkú.",
      "footnotes": ""
    },
    {
      "id": "2283",
      "sura": "19",
      "aya": "33",
      "arabic_text": "وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا",
      "translation": "Àlàáfíà ni fún mi ní ọjọ́ tí wọ́n bí mi, àti ní ọjọ́ tí mo máa kú àti ní ọjọ́ tí Wọ́n á gbé mi dìde ní alààyè (ní Ọjọ́ Àjíǹde).”",
      "footnotes": ""
    },
    {
      "id": "2284",
      "sura": "19",
      "aya": "34",
      "arabic_text": "ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ",
      "translation": "Ìyẹn ni (Ànábì) ‘Īsā ọmọ Mọryam. (Èyí jẹ́) ọ̀rọ̀ òdodo tí àwọn (yẹhudi àti nasọ̄rọ̄) ń ṣeyèméjì nípa rẹ̀.",
      "footnotes": ""
    },
    {
      "id": "2285",
      "sura": "19",
      "aya": "35",
      "arabic_text": "مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
      "translation": "Kò yẹ fún Allāhu láti sọ ẹnì kan kan di ọmọ. Mímọ́ ni fún Un. Nígbà tí Ó bá pèbùbù kiní kan, Ó kàn máa sọ fún un pé: “Jẹ́ bẹ́ẹ̀.” Ó sì máa jẹ́ bẹ́ẹ̀.",
      "footnotes": ""
    },
    {
      "id": "2286",
      "sura": "19",
      "aya": "36",
      "arabic_text": "وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
      "translation": "Àti pé dájúdájú Allāhu ni Olúwa mi àti Olúwa yín. Nítorí náà, ẹ jọ́sìn fún Un. Èyí ni ọ̀nà tààrà.",
      "footnotes": ""
    },
    {
      "id": "2287",
      "sura": "19",
      "aya": "37",
      "arabic_text": "فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ",
      "translation": "Àwọn ìjọ (yẹhudi àti nasọ̄rọ̄) sì yapa-ẹnu (lórí èyí) láààrin ara wọn. Nítorí náà, ègbé ni fún àwọn tó ṣàì gbàgbọ́ (ní àsìkò) ìjẹ́rìí gban̄gba l’ọ́jọ́ ńlá (Ọjọ́ Àjíǹde).",
      "footnotes": ""
    },
    {
      "id": "2288",
      "sura": "19",
      "aya": "38",
      "arabic_text": "أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "Kí ni wọn kò níí gbọ́, kí sì ni wọn kò níí rí ní ọjọ́ tí wọn yóò wá bá Wa![1] Ṣùgbọ́n àwọn alábòsí ní ọjọ́ òní (ní ilé ayé) wà nínú ìṣìnà pọ́nńbélé.",
      "footnotes": "1. Ìyẹn ni pé, bí àwọn aláìgbàgbọ́ kò bá lo ìgbọ́rọ̀ wọn fún gbígbọ́ òdodo, tí wọn kò sì lo ìríran wọn fún rírí òdodo ní ilé ayé yìí, wọn yóò fi ìgbọ́rọ̀ wọn gbọ́ òdodo ketekete, wọn yó sì fi ìríran wọn rí òdodo kedere pẹ̀lú àbámọ̀ ní ọ̀run nítorí pé, Ọjọ́ ẹ̀san ni ọjọ́ náà."
    },
    {
      "id": "2289",
      "sura": "19",
      "aya": "39",
      "arabic_text": "وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ",
      "translation": "Ṣèkìlọ̀ ọjọ́ àbámọ̀ fún wọn nígbà tí A bá parí ọ̀rọ̀, (pé kò níí sí ikú mọ́, àmọ́) wọ́n wà nínú ìgbàgbéra báyìí ná, wọn kò sì gbàgbọ́.",
      "footnotes": ""
    },
    {
      "id": "2290",
      "sura": "19",
      "aya": "40",
      "arabic_text": "إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ",
      "translation": "Dájúdájú Àwa l’A máa jogún ilẹ̀ àti àwọn tó ń bẹ lórí rẹ̀. Ọ̀dọ̀ Wa sì ni wọn yóò dá wọn padà sí.",
      "footnotes": ""
    },
    {
      "id": "2291",
      "sura": "19",
      "aya": "41",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا",
      "translation": "Mú (ìtàn) ’Ibrọ̄hīm wá sí ìrántí (bí ó ṣe) wà nínú al-Ƙur’ān. Dájúdájú ó jẹ́ olódodo pọ́nńbélé, (ó sì jẹ́) Ànábì.",
      "footnotes": ""
    },
    {
      "id": "2292",
      "sura": "19",
      "aya": "42",
      "arabic_text": "إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا",
      "translation": "Rántí nígbà tí ó sọ fún bàbá rẹ̀ pé: “Bàbá mi, nítorí kí ni o fi ń jọ́sìn fún ohun tí kò gbọ́rọ̀, tí kò ríran, tí kò sì lè rọ̀ ọ́ lọ́rọ̀ kan kan.",
      "footnotes": ""
    },
    {
      "id": "2293",
      "sura": "19",
      "aya": "43",
      "arabic_text": "يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا",
      "translation": "Bàbá mi, dájúdájú ìmọ̀ tí ìwọ kò ní ti dé bá mi. Nítorí náà, tẹ̀lé mi, kí n̄g fi ọ̀nà tààrà mọ̀ ọ́.",
      "footnotes": ""
    },
    {
      "id": "2294",
      "sura": "19",
      "aya": "44",
      "arabic_text": "يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا",
      "translation": "Bàbá mi, má ṣe bọ aṣ-Ṣaetọ̄n. Dájúdájú aṣ-ṣaetọ̄n jẹ́ olùyapa àṣẹ Àjọkẹ́-ayé.",
      "footnotes": ""
    },
    {
      "id": "2295",
      "sura": "19",
      "aya": "45",
      "arabic_text": "يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا",
      "translation": "Bàbá mi, dájúdájú èmi ń páyà pé kí ìyà kan láti ọ̀dọ̀ Àjọkẹ́-ayé má fọwọ́ bà ọ́ nítorí kí ìwọ má baà di ọ̀rẹ́ aṣ-ṣaetọ̄n (nínú Iná).”",
      "footnotes": ""
    },
    {
      "id": "2296",
      "sura": "19",
      "aya": "46",
      "arabic_text": "قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا",
      "translation": "(Bàbá rẹ̀) wí pé: “Ṣé ìwọ yóò kọ àwọn ọlọ́hun mi sílẹ̀ ni, ’Ibrọ̄hīm? Dájúdájú tí o ò bá jáwọ́ (nínú ohun tí ò ń sọ), dájúdájú mo máa lẹ̀ ọ́ lókò pa. Tíẹ̀ yẹra fún mi fún ìgbà kan ná..”",
      "footnotes": ""
    },
    {
      "id": "2297",
      "sura": "19",
      "aya": "47",
      "arabic_text": "قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا",
      "translation": "(’Ibrọ̄hīm) sọ pé: “Àlàáfíà kí ó máa bá ọ. Mo máa bá ọ tọrọ àforíjìn lọ́dọ̀ Olúwa mi. Dájúdájú Ó jẹ́ Olóore mi.",
      "footnotes": ""
    },
    {
      "id": "2298",
      "sura": "19",
      "aya": "48",
      "arabic_text": "وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا",
      "translation": "Àti pé mo máa yẹra fún ẹ̀yin àti n̄ǹkan tí ẹ̀ ń jọ́sìn fún lẹ́yìn Allāhu. Èmi yó sì máa pe Olúwa mi. Ó sì súnmọ́ pé èmi kò níí pasán pẹ̀lú àdúà mi sí Olúwa mi.”",
      "footnotes": ""
    },
    {
      "id": "2299",
      "sura": "19",
      "aya": "49",
      "arabic_text": "فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا",
      "translation": "Nígbà tí ó yẹra fún àwọn àti n̄ǹkan tí wọ́n ń jọ́sìn fún lẹ́yìn Allāhu, A sì ta á lọ́rẹ (ọmọ), ’Ishāƙ àti Ya‘ƙūb (ọmọọmọ rẹ̀). A sì ṣe ọ̀kọ̀ọ̀kan wọn ní Ànábì.[1]",
      "footnotes": "1. Ẹ wo ìtọsẹ̀-ọ̀rọ̀ sūrah Hūd; 11:71."
    },
    {
      "id": "2300",
      "sura": "19",
      "aya": "50",
      "arabic_text": "وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا",
      "translation": "Àti pé A ta wọ́n lọ́rẹ láti inú ìkẹ́ Wa. A sì fi òdodo sórí ahọ́n gbogbo àwọn ènìyàn nìpa wọn (ìyẹn ni pé, gbogbo ìjọ ẹlẹ́sìn ló ń sọ̀rọ̀ wọn ní dáadáa).",
      "footnotes": ""
    },
    {
      "id": "2301",
      "sura": "19",
      "aya": "51",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا",
      "translation": "Sọ ìtàn (Ànábì) Mūsā tí ó wà nínú al-Ƙur’ān. Dájúdájú ó jẹ́ ẹni-ẹ̀ṣà, ó jẹ́ Òjíṣẹ́, (ó tún jẹ́) Ànábì.",
      "footnotes": ""
    },
    {
      "id": "2302",
      "sura": "19",
      "aya": "52",
      "arabic_text": "وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا",
      "translation": "A pè é ní ẹ̀bá àpáta ní apá ọwọ́ ọ̀tún (Mūsā). A sì mú un súnmọ́ tòsí láti bá a sọ̀rọ̀.",
      "footnotes": ""
    },
    {
      "id": "2303",
      "sura": "19",
      "aya": "53",
      "arabic_text": "وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا",
      "translation": "A sì fi arákùnrin rẹ̀, Hārūn, (tí ó jẹ́) Ànábì, ta á lọ́rẹ láti inú ìkẹ́ Wa.",
      "footnotes": ""
    },
    {
      "id": "2304",
      "sura": "19",
      "aya": "54",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا",
      "translation": "Sọ ìtàn (Ànábì) ’Ismọ̄‘īl tí ó wà nínú al-Ƙur’ān. Dájúdájú ó jẹ́ olùmú-àdéhùn-ṣẹ, ó jẹ́ Òjíṣẹ́, (ó tún jẹ́) Ànábì.",
      "footnotes": ""
    },
    {
      "id": "2305",
      "sura": "19",
      "aya": "55",
      "arabic_text": "وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا",
      "translation": "Ó máa ń pa ará ilé rẹ̀ ní àṣẹ ìrun kíkí àti Zakāh yíyọ. Ó sì jẹ́ ẹni ìyọ́nú lọ́dọ̀ Olúwa rẹ̀.",
      "footnotes": ""
    },
    {
      "id": "2306",
      "sura": "19",
      "aya": "56",
      "arabic_text": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا",
      "translation": "Sọ ìtàn (Ànábì) ’Idrīs tí ó wà nínú al-Ƙur’ān. Dájúdájú ó jẹ́ olódodo pọ́nńbélé, (ó sì jẹ́) Ànábì.",
      "footnotes": ""
    },
    {
      "id": "2307",
      "sura": "19",
      "aya": "57",
      "arabic_text": "وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا",
      "translation": "A sì gbé e sí àyè gíga (nínú sánmọ̀).",
      "footnotes": ""
    },
    {
      "id": "2308",
      "sura": "19",
      "aya": "58",
      "arabic_text": "أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩",
      "translation": "Àwọn wọ̀nyẹn ni àwọn tí Allāhu ṣe ìdẹ̀ra fún nínú àwọn Ànábì, nínú àwọn àrọ́mọdọ́mọ (Ànábì) Ādam àti nínú àwọn tí A gbé gun ọkọ̀ ojú-omi pẹ̀lú (Ànábì) Nūh àti nínú àrọ́mọdọ́mọ (Ànábì) ’Ibrọ̄hīm àti ’Isrọ̄’īl àti nínú àwọn tí A ti fi mọ̀nà, tí A sì ṣà lẹ́ṣà. Nígbà tí wọ́n bá ń ké àwọn āyah Àjọkẹ́-ayé fún wọn, wọ́n máa dojú bolẹ̀; tí wọ́n á foríkanlẹ̀, tí wọ́n á sì máa sunkún.",
      "footnotes": ""
    },
    {
      "id": "2309",
      "sura": "19",
      "aya": "59",
      "arabic_text": "۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا",
      "translation": "Àwọn àrólé kan sì rólé lẹ́yìn wọn, tí wọ́n rá ìrun kíkí láre, tí wọ́n tẹ̀lé àwọn adùn. Láìpẹ́ wọn máa pàdé òfò (nínú Iná).",
      "footnotes": ""
    },
    {
      "id": "2310",
      "sura": "19",
      "aya": "60",
      "arabic_text": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا",
      "translation": "Àyàfi ẹni tí ó bá ronú pìwàdà, tí ó gbàgbọ́ ní òdodo, tí ó sì ṣe iṣẹ́ rere. Àwọn wọ̀nyẹn ni wọn yóò wọ inú Ọgbà Ìdẹ̀ra. A ò sì níí ṣàbòsí kan kan sí wọn.",
      "footnotes": ""
    },
    {
      "id": "2311",
      "sura": "19",
      "aya": "61",
      "arabic_text": "جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا",
      "translation": "(Wọn yóò wọ inú) àwọn Ọgbà Ìdẹ̀ra gbére tí Àjọkẹ́-ayé ṣe ní àdéhùn ní ìkọ̀kọ̀[1] fún àwọn ẹrúsìn Rẹ̀. Dájúdájú (Allāhu), àdéhùn Rẹ̀ ń bọ̀ wá ṣẹ.",
      "footnotes": "1. Ìyẹn ni pé, wọn kò lè fojú rí àdéhùn náà nílé ayé, àmọ́ òdodo ni, wọ́n sì máa rí i ṣójú ní Ọjọ́ Àjíǹde."
    },
    {
      "id": "2312",
      "sura": "19",
      "aya": "62",
      "arabic_text": "لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا",
      "translation": "Wọn kò níí gbọ́ ìsọkúsọ nínú rẹ̀ àfi àlàáfíà. Ìjẹ-ìmu wọn wà nínú rẹ̀ ní òwúrọ̀ àti ní ìrọ̀lẹ́.",
      "footnotes": ""
    },
    {
      "id": "2313",
      "sura": "19",
      "aya": "63",
      "arabic_text": "تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا",
      "translation": "Ìyẹn ni Ọgbà Ìdẹ̀ra tí A óò jogún rẹ̀ fún ẹni tí ó jẹ́ olùbẹ̀rù (Mi) nínú àwọn ẹrúsìn Wa.",
      "footnotes": ""
    },
    {
      "id": "2314",
      "sura": "19",
      "aya": "64",
      "arabic_text": "وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا",
      "translation": "Àwa (mọlāika) kì í sọ̀kalẹ̀ àyàfi pẹ̀lú àṣẹ Olúwa rẹ. TiRẹ̀ ni ohun tí ń bẹ níwájú wa, ohun tí ń bẹ ní ẹ̀yìn wa àti ohun tí ń bẹ láààrin (méjèèjì) yẹn. Àti pé Olúwa rẹ kì í ṣe onígbàgbé.",
      "footnotes": ""
    },
    {
      "id": "2315",
      "sura": "19",
      "aya": "65",
      "arabic_text": "رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا",
      "translation": "Olúwa àwọn sánmọ̀ àti ilẹ̀ àti ohun tí ń bẹ láààrin àwọn méjèèjì. Nítorí náà, jọ́sìn fún Un, kí ó sì ṣe sùúrù lórí ìjọ́sìn Rẹ̀. Ǹjẹ́ o mọ ẹni tí ó tún ń jẹ́ orúkọ Rẹ̀?",
      "footnotes": ""
    },
    {
      "id": "2316",
      "sura": "19",
      "aya": "66",
      "arabic_text": "وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا",
      "translation": "Ènìyàn ń wí pé: “Ṣé nígbà tí mo bá kú, wọn yóò tún mú mi jáde láìpẹ́ ní alààyè?”",
      "footnotes": ""
    },
    {
      "id": "2317",
      "sura": "19",
      "aya": "67",
      "arabic_text": "أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا",
      "translation": "Ṣé ènìyàn kò rántí pé dájúdájú Àwa ni A ṣẹ̀dá rẹ̀ tẹ́lẹ̀tẹ́lẹ̀ nígbà tí kò tí ì jẹ́ n̄ǹkan kan?",
      "footnotes": ""
    },
    {
      "id": "2318",
      "sura": "19",
      "aya": "68",
      "arabic_text": "فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا",
      "translation": "Nítorí náà, mo fi Olúwa rẹ búra; dájúdájú A máa kó àwọn àti àwọn aṣ-ṣaetọ̄n jọ. Lẹ́yìn náà, dájúdájú A máa mú wọn wá sí ayíká iná Jahanamọ lórí ìkúnlẹ̀.",
      "footnotes": ""
    },
    {
      "id": "2319",
      "sura": "19",
      "aya": "69",
      "arabic_text": "ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا",
      "translation": "Lẹ́yìn náà, dájúdájú A máa mú jáde nínú ìjọ kọ̀ọ̀kan ẹni tí ó le jùlọ nínú wọn níbi ẹ̀ṣẹ̀ dídá sí Àjọkẹ́-ayé.",
      "footnotes": ""
    },
    {
      "id": "2320",
      "sura": "19",
      "aya": "70",
      "arabic_text": "ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا",
      "translation": "Lẹ́yìn náà, dájúdájú Àwa nímọ̀ jùlọ nípa àwọn tó lẹ́tọ̀ọ́ jùlọ sí wíwọ inú Iná.",
      "footnotes": ""
    },
    {
      "id": "2321",
      "sura": "19",
      "aya": "71",
      "arabic_text": "وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا",
      "translation": "Kò sí ẹnì kan nínú yín àfi kí ó débẹ̀ (àfi kí ó gba ibẹ̀ kọjá). Ó di dandan kí ó ṣẹlẹ̀ lọ́dọ̀ Olúwa rẹ.",
      "footnotes": ""
    },
    {
      "id": "2322",
      "sura": "19",
      "aya": "72",
      "arabic_text": "ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا",
      "translation": "Lẹ́yìn náà, A máa gba àwọn tó bẹ̀rù (Allāhu) là. A sì máa fi àwọn alábósì sílẹ̀ sínú Iná lórí ìkúnlẹ̀.[1]",
      "footnotes": "1. Ìgbàkígbà tí Allāhu - subhānahu wa ta‘ālā - bá lo ọ̀rọ̀ arọ́pò-orúkọ “ọ̀pọ̀” bíi “A” tàbí ọ̀rọ̀ arọ́pò afarajorúkọ bíi “Àwa” fún Ara Rẹ̀, yàtọ̀ sí pé ó jẹ́ àpọ́nlé fún Un, kì í ṣe pé Ẹni tó ń jẹ́ “Allāhu” pé méjì tàbí jù bẹ́ẹ̀ lọ."
    },
    {
      "id": "2323",
      "sura": "19",
      "aya": "73",
      "arabic_text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا",
      "translation": "Nígbà tí wọ́n bá ń ké àwọn āyah Wa tó yanjú fún wọn, àwọn tó ṣàì gbàgbọ́ yóò sọ fún àwọn tó gbàgbọ́ ní òdodo pé: “Èwo nínú ìjọ méjèèjì (àwa tàbí ẹ̀yin) ló lóore jùlọ ní ibùgbé, ló sì dára jùlọ ní ìjókòó (afẹ́)?”",
      "footnotes": ""
    },
    {
      "id": "2324",
      "sura": "19",
      "aya": "74",
      "arabic_text": "وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا",
      "translation": "Àti pé mélòó mélòó nínú àwọn ìran tí A ti parẹ́ ṣíwájú wọn, tí wọ́n dára jù wọ́n lọ ní ọrọ̀ (ayé) àti ní ìrísí!",
      "footnotes": ""
    },
    {
      "id": "2325",
      "sura": "19",
      "aya": "75",
      "arabic_text": "قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا",
      "translation": "Sọ pé: “Ẹni tí ó bá wà nínú ìṣìnà, Àjọkẹ́-ayé yó sì fẹ (ìṣìnà) lójú fún un tààrà, títí di ìgbà tí wọn máa rí ohun tí wọ́n ń ṣe ní àdéhùn fún wọn, yálà ìyà tàbí Àkókò náà. Nígbà náà, wọn yóò mọ ẹni tí ó burú jùlọ ní ipò, tí ó sì lẹ jùlọ ní ọmọ ogun.",
      "footnotes": ""
    },
    {
      "id": "2326",
      "sura": "19",
      "aya": "76",
      "arabic_text": "وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا",
      "translation": "Allāhu yó sì ṣàlékún ìmọ̀nà fún àwọn tó mọ̀nà. Àwọn iṣẹ́ rere ẹlẹ́san gbére lóore jùlọ ní ẹ̀san, ó sì lóore jùlọ ní ibùdésí lọ́dọ̀ Olúwa rẹ.",
      "footnotes": ""
    },
    {
      "id": "2327",
      "sura": "19",
      "aya": "77",
      "arabic_text": "أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا",
      "translation": "Sọ fún mi nípa ẹni tó ṣàì gbàgbọ́ nínú àwọn āyah Wa, tí ó sì wí pé: “Dájúdájú wọn yóò fún mi ní dúkìá àti ọmọ!”",
      "footnotes": ""
    },
    {
      "id": "2328",
      "sura": "19",
      "aya": "78",
      "arabic_text": "أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا",
      "translation": "Ṣé ó rí ìkọ̀kọ̀ ni tàbí ó rí àdéhùn kan gbà lọ́dọ̀ Àjọkẹ́-ayé?",
      "footnotes": ""
    },
    {
      "id": "2329",
      "sura": "19",
      "aya": "79",
      "arabic_text": "كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا",
      "translation": "Rárá. A máa ṣàkọsílẹ̀ ohun tó ń wí. A sì máa fẹ ìyà lójú fún un tààrà.",
      "footnotes": ""
    },
    {
      "id": "2330",
      "sura": "19",
      "aya": "80",
      "arabic_text": "وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا",
      "translation": "A ó sì jogún ohun tó ń wí fún un. Ó sì máa wá bá Wa ní òun nìkan.",
      "footnotes": ""
    },
    {
      "id": "2331",
      "sura": "19",
      "aya": "81",
      "arabic_text": "وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا",
      "translation": "Wọ́n sọ àwọn kan di ọlọ́hun lẹ́yìn Allāhu nítorí kí wọ́n lè fún wọn ní agbára.",
      "footnotes": ""
    },
    {
      "id": "2332",
      "sura": "19",
      "aya": "82",
      "arabic_text": "كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا",
      "translation": "Rárá. Wọ́n máa tako ìjọ́sìn wọn, wọ́n si máa di ọ̀tá wọn.",
      "footnotes": ""
    },
    {
      "id": "2333",
      "sura": "19",
      "aya": "83",
      "arabic_text": "أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا",
      "translation": "Ṣé ìwọ kò wòye pé dájúdájú Àwa ń dẹ àwọn aṣ-ṣaetọ̄n sí àwọn aláìgbàgbọ́ ni, tí wọ́n sì ń gùn wọ́n gan-an (síbi ẹ̀ṣẹ̀)?",
      "footnotes": ""
    },
    {
      "id": "2334",
      "sura": "19",
      "aya": "84",
      "arabic_text": "فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا",
      "translation": "Nítorí náà, má ṣe kánjú nípa (ìyà) wọn. A kúkú ń ka (ọjọ́) fún wọn ní kíkà tààrà.",
      "footnotes": ""
    },
    {
      "id": "2335",
      "sura": "19",
      "aya": "85",
      "arabic_text": "يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا",
      "translation": "(Rántí) ọjọ́ tí A óò kó àwọn olùbẹ̀rù (Allāhu) jọ sọ́dọ̀ Àjọkẹ́-ayé lórí n̄ǹkan ìgùn.",
      "footnotes": ""
    },
    {
      "id": "2336",
      "sura": "19",
      "aya": "86",
      "arabic_text": "وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا",
      "translation": "A sì máa da àwọn ẹlẹ́ṣẹ̀ lọ sínú iná Jahanamọ wìtìwìtì.",
      "footnotes": ""
    },
    {
      "id": "2337",
      "sura": "19",
      "aya": "87",
      "arabic_text": "لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا",
      "translation": "Wọn kò níí ní ìkápá ìṣìpẹ̀ àfi ẹni tí ó bá gba àdéhùn láti ọ̀dọ̀ Àjọkẹ́-ayé.",
      "footnotes": ""
    },
    {
      "id": "2338",
      "sura": "19",
      "aya": "88",
      "arabic_text": "وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا",
      "translation": "Wọ́n wí pé: “Àjọkẹ́-ayé fi ẹnì kan ṣe ọmọ.”",
      "footnotes": ""
    },
    {
      "id": "2339",
      "sura": "19",
      "aya": "89",
      "arabic_text": "لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا",
      "translation": "Dájúdájú ẹ ti mú n̄ǹkan aburú wá.",
      "footnotes": ""
    },
    {
      "id": "2340",
      "sura": "19",
      "aya": "90",
      "arabic_text": "تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا",
      "translation": "Àwọn sánmọ̀ fẹ́rẹ̀ fàya pẹ́rẹpẹ̀rẹ nítorí rẹ̀, ilẹ̀ fẹ́rẹ̀ fàya pẹ́rẹpẹ̀rẹ, àwọn àpáta sì fẹ́rẹ̀ dàwó lulẹ̀ gbì",
      "footnotes": ""
    },
    {
      "id": "2341",
      "sura": "19",
      "aya": "91",
      "arabic_text": "أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا",
      "translation": "fún wí pé wọ́n pe ẹnì kan ní ọmọ Àjọkẹ́-ayé.",
      "footnotes": ""
    },
    {
      "id": "2342",
      "sura": "19",
      "aya": "92",
      "arabic_text": "وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا",
      "translation": "Kò sì yẹ fún Àjọkẹ́-ayé láti fi ẹnì kan ṣe ọmọ.",
      "footnotes": ""
    },
    {
      "id": "2343",
      "sura": "19",
      "aya": "93",
      "arabic_text": "إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا",
      "translation": "Kò sí ẹnì kan nínú àwọn sánmọ̀ àti ilẹ̀ àyàfi kí ó wá bá Àjọkẹ́-ayé ní ipò ẹrúsìn.",
      "footnotes": ""
    },
    {
      "id": "2344",
      "sura": "19",
      "aya": "94",
      "arabic_text": "لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا",
      "translation": "Dájúdájú (Allāhu) mọ̀ wọ́n. Ó sì ka òǹkà wọn tààrà.",
      "footnotes": ""
    },
    {
      "id": "2345",
      "sura": "19",
      "aya": "95",
      "arabic_text": "وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا",
      "translation": "Gbogbo wọn yó sì wá bá A ní Ọjọ́ Àjíǹde ní ìkọ̀ọ̀kan.",
      "footnotes": ""
    },
    {
      "id": "2346",
      "sura": "19",
      "aya": "96",
      "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا",
      "translation": "Dájúdájú àwọn tó gbàgbọ́ ní òdodo, tí wọ́n sì ṣe iṣẹ́ rere, Àjọkẹ́-ayé yóò fi ìfẹ́ sáààrin wọn.",
      "footnotes": ""
    },
    {
      "id": "2347",
      "sura": "19",
      "aya": "97",
      "arabic_text": "فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا",
      "translation": "Nítorí náà, dájúdájú A fi èdè abínibí rẹ (èdè Lárúbáwá) ṣe (kíké al-Ƙur’ān àti àgbọ́yé rẹ̀) ní ìrọ̀rùn nítorí kí o lè fi ṣe ìró ìdùnnú fún àwọn olùbẹ̀rù (Allāhu) àti nítorí kí o lè fi ṣe ìkìlọ̀ fún ìjọ tó ń ja òdodo níyàn",
      "footnotes": ""
    },
    {
      "id": "2348",
      "sura": "19",
      "aya": "98",
      "arabic_text": "وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا",
      "translation": "Mélòó mélòó nínú ìran tí A ti parẹ́ ṣíwájú wọn! Ǹjẹ́ o gbọ́ ìró ẹnì kan kan nínú wọn mọ́ tàbí (ǹjẹ́) o gbọ́ ohùn kẹ́lẹ́kẹ́lẹ́ kan láti ọ̀dọ̀ wọn bí?",
      "footnotes": ""
    }
  ]
}