{
  "result": {
    "id": "518",
    "sura": "4",
    "aya": "25",
    "arabic_text": "وَمَن لَّمۡ يَسۡتَطِعۡ مِنكُمۡ طَوۡلًا أَن يَنكِحَ ٱلۡمُحۡصَنَٰتِ ٱلۡمُؤۡمِنَٰتِ فَمِن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن فَتَيَٰتِكُمُ ٱلۡمُؤۡمِنَٰتِۚ وَٱللَّهُ أَعۡلَمُ بِإِيمَٰنِكُمۚ بَعۡضُكُم مِّنۢ بَعۡضٖۚ فَٱنكِحُوهُنَّ بِإِذۡنِ أَهۡلِهِنَّ وَءَاتُوهُنَّ أُجُورَهُنَّ بِٱلۡمَعۡرُوفِ مُحۡصَنَٰتٍ غَيۡرَ مُسَٰفِحَٰتٖ وَلَا مُتَّخِذَٰتِ أَخۡدَانٖۚ فَإِذَآ أُحۡصِنَّ فَإِنۡ أَتَيۡنَ بِفَٰحِشَةٖ فَعَلَيۡهِنَّ نِصۡفُ مَا عَلَى ٱلۡمُحۡصَنَٰتِ مِنَ ٱلۡعَذَابِۚ ذَٰلِكَ لِمَنۡ خَشِيَ ٱلۡعَنَتَ مِنكُمۡۚ وَأَن تَصۡبِرُواْ خَيۡرٞ لَّكُمۡۗ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
    "translation": "Na asiyeweza kati yenu kupata mali ya kuolea wanawake wa kiungwana Waumini, na aoe katika vijakazi Waumini iliyo wamiliki mikono yenu ya kulia. Na Mwenyezi Mungu ni Mjuzi wa imani yenu. Nyinyi mmetokana wenyewe kwa wenyewe. Basi waoeni kwa idhini ya watu wao, na wapeni mahari yao kama ada, wawe wanawake wema, si makahaba wala si mahawara. Na wanapo olewa kisha wakafanya uchafu basi adhabu yao itakuwa ni nusu ya adhabu waliyo wekewa waungwana. Hayo ni kwa yule miongoni mwenu anaye ogopa kuingia katika zina. Na mkisubiri ndio bora kwenu. Na Mwenyezi Mungu ni Mwenye kusamehe na Mwenye kurehemu.",
    "footnotes": "Asiye weza kati yenu kuwaoa wanawake Waumini wa kiungwana basi na aowe anaye muweza katika wanawake Waumini walio milikiwa. Na Mwenyezi Mungu anajua vyema ukweli wa Imani yenu na ikhlasi yenu. Wala msione uvunjifu kuwaowa hao vijakazi, kwani nyinyi na wao ni sawa katika Dini. Basi waoweni kwa idhini ya watu wao, na muwape mahari yao mliyo wakadiria kwa mujibu ya ilivyo zowewa kati yenu kwa ajili ya kutendeana mema na kutimiza haki. Na chagueni wanawake walio safi, msichague wazinifu kwa dhaahiri wala mahawara wa kinyumba. Na hao wakija zini baada ya kuolewa basi adabu yao ni nusu ya muungwana. Na huku kuhalalishiwa kuowa wajakazi mnapo kuwa hamuwezi kunajuzu kwa anaye ogopa taabu zinazo pelekea zina. Na mkisubiri kuto owa wajakazi na mkakaa safi ni bora kwenu. Na Mwenyezi Mungu ni Mwingi wa maghfira, na Mkubwa wa kurehemu."
  }
}