{
  "id": 34,
  "verse_number": 34,
  "page_number": 84,
  "verse_key": "4:34",
  "juz_number": 5,
  "hizb_number": 9,
  "rub_el_hizb_number": 33,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "ٱلرِّجَالُ قَوَّٰمُونَ عَلَى ٱلنِّسَآءِ بِمَا فَضَّلَ ٱللَّهُ بَعۡضَهُمۡ عَلَىٰ بَعۡضٖ وَبِمَآ أَنفَقُواْ مِنۡ أَمۡوَٰلِهِمۡۚ فَٱلصَّٰلِحَٰتُ قَٰنِتَٰتٌ حَٰفِظَٰتٞ لِّلۡغَيۡبِ بِمَا حَفِظَ ٱللَّهُۚ وَٱلَّٰتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَٱهۡجُرُوهُنَّ فِي ٱلۡمَضَاجِعِ وَٱضۡرِبُوهُنَّۖ فَإِنۡ أَطَعۡنَكُمۡ فَلَا تَبۡغُواْ عَلَيۡهِنَّ سَبِيلًاۗ إِنَّ ٱللَّهَ كَانَ عَلِيّٗا كَبِيرٗا",
  "translation": "34. Эркаклар хотинлари устида раҳбардирлар. Бунга сабаб Аллоҳ уларнинг бировларини бировларидан (яъни, эркакларни аёллардан) ортиқ қилгани ва эркаклар (хотинлари ва оилалари учун) ўз мол-мулкларидан сарф-харажат қилганларидир. Бас, ибодат-итоатли ва эрлари йўқлигида Аллоҳнинг ҳифзу ҳимояти билан (эрларининг мол-мулкларини ва ўз иффатларини) сақловчи хотинлар — яхши хотинлардир. Хотинларингизнинг итоатсизлигидан қўрқсангиз, аввало уларга панд-насиҳат қилинглар, сўнг (яъни, насиҳатларинг кор қилмаса) уларни ётоқларда тарк қилингиз (улар билан бир жойда ётманг, яқинлашманг), сўнгра (яъни, шунда ҳам сизларга бўйсунмасалар), уринглар! Аммо сизларга итоат қилсалар, уларга қарши бошқа йўл ахтарманглар. Албатта, Аллоҳ энг юксак ва буюк бўлган Зотдир.",
  "footnotes": "И з о ҳ. Ушбу оятда оиладаги эр билан хотиннинг ўрни белгилаб берилган. Шариат ҳукмича, эр аввало оиланинг барча молиявий ва маънавий тарафларига жавобгар бўлган, уни четдан бўладиган ҳар қандай хуружлардан ҳимоя қиладиган шахсдир. Мана шулар эвазига ва эркак киши учун фазилат ҳисобланмиш оғир-босиқлик, оила тебратишдаги тадбиркорлик каби сифатлар сабабли у оиланинг бошлиғи саналади. Яхши хотин эса диёнатли, эрнинг уйини обод қиладиган ва унга бир умр садоқатли бўлган аёлдир. Агар хотин томонидан оиланинг ё эр-хотиннинг тинч-тотувлигига раҳна соладиган бирон феъл содир бўлса, эрнинг вазифаси аввало унга яхшилик билан тушунтириш, тушунмаса меҳру муҳаббатини дариғ тутиш билан ўз норозилигини билдиришдир. Бу ишлар фойда бермаган тақдирдагина хотинга (уни уриб роҳатланиш учун эмас, балки тўғри йўлга солиш мақсадида) қўл кўтаришга рухсат берилади. Лекин, табиийки, эрга итоат қилишни ўзи учун бурч деб билган аёл ва ўзидан қудратлироқ бўлган Зот — Аллоҳ кўриб турганига иймони комил бўлган эр бу охирги чорагача етиб келмайдилар."
}