{
  "id": 12,
  "verse_number": 12,
  "page_number": 79,
  "verse_key": "4:12",
  "juz_number": 4,
  "hizb_number": 8,
  "rub_el_hizb_number": 32,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "۞ وَلَكُمۡ نِصۡفُ مَا تَرَكَ أَزۡوَٰجُكُمۡ إِن لَّمۡ يَكُن لَّهُنَّ وَلَدٞۚ فَإِن كَانَ لَهُنَّ وَلَدٞ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكۡنَۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِينَ بِهَآ أَوۡ دَيۡنٖۚ وَلَهُنَّ ٱلرُّبُعُ مِمَّا تَرَكۡتُمۡ إِن لَّمۡ يَكُن لَّكُمۡ وَلَدٞۚ فَإِن كَانَ لَكُمۡ وَلَدٞ فَلَهُنَّ ٱلثُّمُنُ مِمَّا تَرَكۡتُمۚ مِّنۢ بَعۡدِ وَصِيَّةٖ تُوصُونَ بِهَآ أَوۡ دَيۡنٖۗ وَإِن كَانَ رَجُلٞ يُورَثُ كَلَٰلَةً أَوِ ٱمۡرَأَةٞ وَلَهُۥٓ أَخٌ أَوۡ أُخۡتٞ فَلِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُۚ فَإِن كَانُوٓاْ أَكۡثَرَ مِن ذَٰلِكَ فَهُمۡ شُرَكَآءُ فِي ٱلثُّلُثِۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصَىٰ بِهَآ أَوۡ دَيۡنٍ غَيۡرَ مُضَآرّٖۚ وَصِيَّةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَلِيمٞ",
  "translation": "Các ngươi (những người chồng) hưởng một nửa (1/2) gia tài mà các người vợ để lại nếu họ không có con, nếu họ có con thì các ngươi hưởng một phần tư (1/4) gia tài họ để lại; (tuy nhiên, việc phân chia này) được thực hiện sau khi đã hoàn tất xong phần di chúc hoặc nợ. Các bà vợ hưởng một phần tư (1/4) gia tài mà các ngươi để lại nếu các ngươi không có con, nếu các ngươi có con thì họ hưởng một phần tám (1/8) gia tài mà các ngươi để lại; (tuy nhiên, việc phân chia này) được thực hiện sau khi đã hoàn tất xong phần di chúc hoặc nợ. Trường hợp một người đàn ông hoặc một người phụ nữ qua đời (cả hai đều không có con cái lẫn cha mẹ) mà chỉ có một người anh (em) trai và một người chị (em) gái thì mỗi người hưởng một phần sáu (1/6); nếu số lượng anh chị em nhiều hơn (hai người) thì tất cả cùng hưởng chung một phần ba (1/3)[10], (tuy nhiên, việc phân chia này) được thực hiện sau khi đã hoàn tất xong phần di chúc hoặc nợ, miễn sao không gây thiệt thòi cho những người thừa kế. (Đó là) luật định từ Allah. Quả thật, Allah là Đấng Hằng Biết, Đấng Hằng Chịu Đựng.",
  "footnotes": "[10] Trường hợp này chia đều như nhau không phân biệt nam và nữ."
}