{
  "id": 44,
  "verse_number": 44,
  "page_number": 286,
  "verse_key": "17:44",
  "juz_number": 15,
  "hizb_number": 29,
  "rub_el_hizb_number": 114,
  "sajdah_type": null,
  "sajdah_number": null,
  "text": "تُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبۡعُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ وَإِن مِّن شَيۡءٍ إِلَّا يُسَبِّحُ بِحَمۡدِهِۦ وَلَٰكِن لَّا تَفۡقَهُونَ تَسۡبِيحَهُمۡۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا",
  "translation": "ساتوں آسمان اور زمین اور جو بھی ان میں ہے اسی کی تسبیح کر رہے ہیں۔ ایسی کوئی چیز نہیں جو اسے پاکیزگی اور تعریف کے ساتھ یاد نہ کرتی ہو۔ ہاں یہ صحیح ہے کہ تم اس کی تسبیح سمجھ نہیں سکتے(1) ۔ وه بڑا بردبار اور بخشنے واﻻ ہے.",
  "footnotes": "(1) یعنی سب اسی کے مطیع اور اپنے اپنے انداز میں اس کی تسبیح و تحمید میں مصروف ہیں۔ گو ہم ان کی تسبیح و تحمید کو نہ سمجھ سکیں۔ اس کی تائید بعض آیات قرآنی سے بھی ہوتی ہے مثلًا حضرت داؤد (عليه السلام) کے بارے میں آتا ہے «اِنَّا سَخَّرْنَا الْجِبَالَ مَعَهٗ يُسَبِّحْنَ بِالْعَشِيِّ وَالْاِشْرَاقِ» (ص:18) ”ہم نے پہاڑوں کو داؤد (عليه السلام) کے تابع کر دیا، بس وہ شام کو اور صبح کو اس کے ساتھ اللہ کی تسبیح (پاکی) بیان کرتے ہیں“۔ بعض پتھروں کے بارے میں اللہ تعالٰی نے فرمایا «وَاِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْـيَةِ اللّٰهِ»( البقرۃ:74) ”اور بعض اللہ تعالٰی کے ڈر سے گر پڑتے ہیں“، بعض صحابہ (رضي الله عنهم) بیان کرتے ہیں کہ وہ رسول اللہ (صلى الله عليه وسلم) کے ساتھ کھانا کھا رہے تھے کہ انہوں نے کھانے سے تسبیح کی آواز سنی۔ ( صحيح بخاري- كتاب المناقب نمبر 1759)، ایک اور حدیث سے ثابت ہے کہ چیونٹیاں اللہ کی تسبیح کرتی ہیں (بخاري، نمبر:3019 مسلم: نمبر1759)، اسی طرح جس تنے کے ساتھ ٹیک لگا کر رسول اللہ (صلى الله عليه وسلم) خطبہ ارشاد فرمایا کرتے تھے، جب لکڑی کا منبر بن گیا اور اسے آپ (صلى الله عليه وسلم) نے چھوڑ دیا تو بچے کی طرح اس سے رونے کی آواز آتی تھی (بخاری نمبر3583) مکے میں ایک پتھر تھا جو رسول (صلى الله عليه وسلم) کو سلام کیا کرتا تھا (صحیح مسلم 1782) ان آیات و صحیح حدیث سے واضح ہے کہ جمادات و نباتات کے اندر بھی ایک مخصوص قسم کا شعور موجود ہے، جسے گو ہم نہ سمجھ سکیں، مگر وہ اس شعور کی بنا پر اللہ کی تسبیح کرتے ہیں۔ بعض کہتے ہیں کہ اس سے مراد تسبیح دلالت ہے یعنی یہ چیزیں اس بات پر دلالت کرتی ہیں کہ تمام کائنات کا خالق اور ہرچیز پر قادر صرف اللہ تعالٰی ہے۔\nوَفِي كُلِّ شَيْءٍ لَهُ آيَةٌ\nتَدُلُّ عَلَى أَنَّهُ وَاحِدٌ ”ہرچیز اس بات پر دلالت کرتی ہے کہ اللہ تعالٰی ایک ہے، لیکن صحیح بات پہلی ہی ہے کہ تسبیح اپنے حقیقی معنی میں ہے“۔"
}